{
    "product_id": "1076",
    "name": "Daisy Eau de Toilette",
    "brand": "Marc Jacobs Fragrances",
    "categories": "Fragrance, Women, Perfume",
    "price": 178.0,
    "about": "Fragrance Family: Floral..Scent Type: Fruity Florals..Key Notes: Strawberry, Violet Leaves, Jasmine..About: Charmingly simple with a signature quality, Daisy Marc Jacobs transports you to a place thatu2019s optimistic, beautiful, and pure. The top of the fragrance is infused with succulent wild berries and soft white violets. At the heart, velvety jasmine warms to a dreamy dry-down of sensual sandalwood, for a romantic, lingering finish...Irresistibly feminine, Daisy Marc Jacobs is the captivating creation of master perfumer Alberto Morillas.",
    "ingredients": "Alcohol Denat., Fragrance, Water, Acrylates/Octylacrylamide Copolymer, Alpha-Isomethyl Ionone, Benzophenone-3, Benzyl Benzoate, Bht, ButylMethoxydibenzoylmethane, Butylphenyl Methylpropional, Citronellol, Ethylhexyl Methoxycinnamate, Ethylhexyl Salicylate, Geraniol, Hexyl Cinnamal, Hydrolyzed Jojoba Esters, Hydroxycitronellal, Limonene, Linalool, Methyl 2-Octynoate, Fd&amp;C Yellow N5 (Ci 19140), Fd&amp;C Yellow N6 (Ci 15985).",
    "how_to_use": "na",
    "num_reviews": 2929,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/daisy-P191858?skuId=1029958&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s1029958-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1.6 oz / 50 ml eau de toilette spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s1029941-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "3.3 oz / 100 ml eau de toilette spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s1029958-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "The scent is sweet, not overpowering but distinct smell. The spray is easy to use, I had no reaction to,  and is not as messy as a dabber could be. Itu2019s comparable in price to other well known perfumes too. My personal favorite is black opium, but having a variety of scents is nice.  I feel like a lot of women I know would like it too, so itu2019s a nice gift to give!"
        },
        {
            "review_title": "Light, airy and playful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "A good fragrance is hard to find. A good fragrance that actually works with your skin chemistry is virtually impossible to find. Iu2019ve really only been able to find one signature fragrance which is fine, but sometimes you just want to mix it up. I was excited to try Marc Jacobs Daisy because of its notes. I has a light violet scent that is mild, but floral. It evokes a playful top note followed by a light airy base that lingers. Itu2019s not over the top and I get hints of it while running errands or walking around that bring a smile to my face. Iu2019m prone to scent migraines and a huge plus for me is that this one doesnu2019t cause headaches! I love how itu2019s a casual scent, but also can be worn for dressier occasions and parties. The floral light airy scent is perfect for me. I hate gourmand scents and I find a lot of fragrances have that vanilla scent to them, which this does not so a huge win. Definitely a winner in my book and will be getting the full size."
        },
        {
            "review_title": "A clean long lasting scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "What i love the most about this scent is how long-lasting it is. I only sprayed on my left wrist in the morning once, and I was able to smell it on me until the evening of the same day. The scent, however, is the reason why I took off 1 star. I thought it would be very floral based on the packaging of the product and how the bottle looks on advertisement. To my surprised it was not floral, in my opinion. The scent is more of a clean and fresh scent that I think would be good for summer. Other than the scent not being what I was expecting, I think it's a good perfume since the scent stays on all day and doesn't change on me."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "Not the biggest floral fan but Marc Jacobu2019s fragrance typically does florals really well. They are mixed nicely with other scents to make it a very wearable scent."
        },
        {
            "review_title": "Very nice out the gate,Nice longevity on clothes",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This is a very floral musky scent that has a strong strawberries,jasmine and vanilla base to it. The fragrance last a couple hours before it went nose blind to me. I could smell it on my jacket the next day so the smell sticks around just not much longevity on the skin."
        },
        {
            "review_title": "Its ok",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "Not sure if its just me but lately havent been finding many perfumes i enjoy. This is an ok scent for me but just not what im personally looking for, subtle and sweet and fresh just not for me. Product received complimentary by influenster"
        },
        {
            "review_title": "A Delightful Everyday Fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Daisy by Marc Jacobs Eau de Toilette is a wonderfully fresh and feminine scent thatu2019s ideal for daily use. With notes of wild strawberry, violet leaves, and jasmine, it offers a light and playful aroma thatu2019s perfectly balanced with a hint of sophistication. The fragrance is subtle enough for both casual and formal settings, making it incredibly versatile. Plus, the iconic daisy-capped bottle adds a touch of charm to any vanity. If youu2019re a fan of floral, youthful, and uplifting scents, Daisy is definitely worth trying!"
        },
        {
            "review_title": "Good for daily use but not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "The scent opens with bright notes of wild strawberry, violet leaves, and ruby red grapefruit, making it fresh and lively. However, for those who prefer more subtle or sophisticated perfumes, the sweetness of Daisy can be a bit too much for me. Overall, Daisy Marc Jacobs is a fun and feminine fragrance, but it may be better suited to those who enjoy more sugary, youthful scents. Iu2019d give it 3 stars because while the scent is pleasant at first, it becomes too sweet for my taste as it wears on."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "The scent itu2019s amazing I just love the way it last all day in ur self I love the fancy packaging and the size and price value itu2019s just amazing!!!!!!!!!"
        },
        {
            "review_title": "Not unique, overpowering",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "This product was extremely overpowering and once it wasnt overpowering the fragrance was non existent. It was also like every other womens fragrance and wasnt unique."
        },
        {
            "review_title": "Very Floral but nice",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I have never really like floral perfumes much and this does go on very floral but once it wears and mixes with your own scent it smells wonderful! If I had to describe the smell I would say some kind of Daisy ironically lol"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The smell is fresh, pretty and no strong. It's not overpowering and is great to use everyday. The scent doesn't last long, but it is toilette."
        },
        {
            "review_title": "Delicate Daisy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "ufffc This Mark Jacobs fragrance was aptly named, as I've been trying to figure out a different way to say that it smells very floral. To me its scent feels like it's from soft-pink & off-white flowers, with a delicate subtleness that doesn't overpower, but instead compliments the wearer in a subtle yet noticeable way. Some floral perfumes gave a very potpourri-esque or heavy vibe that reminds you of your grandmother's house. But Daisy is one of the most fresh & clean floral perfumes that I've ever tried. Not exactly like a clean linen smell with flower notes, but  more elevated to the nth degree- it radiates youth and spring and sunshine, to me"
        },
        {
            "review_title": "Perfect floral fragrance for the springtime!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "The scent is very fresh and floral! I think itu2019s perfect as a casual, everyday perfume, probably the best fragrance for spring or early summer! The scent lasted about five hours throughout the day, which some may say isnu2019t long-lasting, but in my opinion itu2019s actually great if you want to switch to an evening-appropriate fragrance for the night. Overall satisfied, and I might purchase the full size next spring!"
        },
        {
            "review_title": "Reminiscing Dreams",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Normal skin",
            "review_text": "Smells absolutely beautiful. I felt as though I was on a picnic in Venice with my lover exploring museums and drinking wine. This is a reminiscing feeling attached to the bottle, I felt as though Iu2019ve met her once before."
        },
        {
            "review_title": "Daisy- one of a kind",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "Really a unique, underrated scent. Itu2019s been around for over a decade and still lives up to what it first was. Great if you want a floral, friendly, but not overpowering scent. Despite not being overpowering, it is extremely long lasting. I will smell it on my clothes days later.  I received this product as a free sample"
        },
        {
            "review_title": "Must have perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "The sample that I got was well packed, well protected. The scent of this perfume is very floral. This sample is amazing, Iu2019m sure the big bottle will bring more for an affordable price. This perfume makes you feel very bougie . ufffc"
        },
        {
            "review_title": "Fragrance that is perfect for everyday elegance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Daisy by Marc Jacobs Eau de Toilette is a beautifully fresh and feminine fragrance that's perfect for everyday wear. Its blend of wild strawberry, violet leaves, and jasmine creates a light and playful aroma with just the right touch of sophistication. The scent isn't overpowering, making it versatile for both casual and formal occasions. Plus, the iconic daisy-capped bottle adds a charming elegance to any vanity. If you love floral, youthful, and uplifting fragrances, Daisy is a must-try!"
        },
        {
            "review_title": "Gorgeous, classic fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "On initial spray, itu2019s clean, floral, and ever-so-slightly powdery. The violet comes through immediately with a hint of citrus. On the dry down, it turns into a very sophisticated floral scent. Itu2019s addictive, and I canu2019t stop sniffing my wrist!"
        },
        {
            "review_title": "What can I sayu2026",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "Where do I even start?! The scent of Daisy with notes of violet is perfect for all year long and not just spring. Thereu2019s something about this scent that makes me feel like Iu2019m at home and enjoying the flowers that my dad would buy just because he wanted to. 10/10"
        },
        {
            "review_title": "Smells pretty!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "I tried the sample Daisy by Marc Jacobs and really liked it! It is so nostalgic for me, one of my best friends in high school wore this and it brought back a ton of memories. It smells warm and bright and is a perfect summer floral scent. It lasts quite a few hours and I can smell it on my clothing the next day too."
        },
        {
            "review_title": "Absolutely Enchanting!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I am in love with Daisy by Marc Jacobs! This fragrance is light, airy, and perfectly floral. Itu2019s not overpowering, making it ideal for everyday wear. The scent lasts throughout the day, and I always receive compliments when I wear it. The bottle is also stunning and adds a touch of elegance to my vanity. Highly recommend!"
        },
        {
            "review_title": "My favorite daily perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Scent is light but beautiful, not overpowering and itu2019s appropriate to wear anywhere! The packaging is beautiful. For the value, the price is fair and you get so much use out of one bottle!"
        },
        {
            "review_title": "Dainty yet elegant floral fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "A very feminine, soft floral thats not too overpowering or bothersome . Nice glass component that raises the class factor,  and can easily be something you wear during the daytime  then transition to night time wear. Its a very dainty and elegant scent that doesnt smell like like an old lady or musky."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This smell very fancy, very luxurious, I love this scent for an special event, itu2019s just a sample so I canu2019t talk enough about the packaging, I think I would get the full size for Christmas"
        },
        {
            "review_title": "Playful, Fresh & Sophisticated!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Daisy Eau de Parfum by Marc Jacobs is one of my favorites. From the first spritz, the sweet notes of wild berries and the soft floral heart make me feel effortlessly confident and feminine. Itu2019s fresh and light yet has a subtle warmth that lingers beautifully throughout the day. I always get compliments when I wear it, and it feels like the perfect balance of playful and sophisticated."
        },
        {
            "review_title": "Floral and fresh scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "It smells super nice, it's a scent that I associate with the day since I feel that it's quite floral and fresh, so it would be an essence that I would use more during the day and not so much at night. It smells quite good, it's not an invasive smell, it's not a super strong smell, however, it's a scent that if you keep it for a while, you can use it for a period of time and the pain won't go away."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I love it smells amazing, reminds me of a open lake with pretty flowers surrounding it. Itu2019s like heaven on earth!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This is a great little sample size perfume that is nice to use when traveling! The scent is a beautiful floral scent that is not too overpowering and it is long lasting!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I have used this fragrance nonstop since I received it! I do not normally gravitate towards scents with floral notes, but the floral with the fruity notes blend so beautifully together in this fragrance."
        },
        {
            "review_title": "Lovely floral",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "Lovely floral scent. Full size comes in the most gorgeous packaging- so cute if you have a perfume display.  Doesnu2019t stay on too long though so you need to reapply often."
        },
        {
            "review_title": "Ok fragrance",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Oily skin",
            "review_text": "Daisy Eau de Toilette Spray by Marc Jacobs is a versatile, flowery fragrance. It can be worn to the office and also sultry enough for date nights. The scent is light and not overpowering and lasts a few hours. It is warm, floral and seductive. While it's not my favorite fragrance as it didn't work with my body chemistry, it is nonetheless a nice perfume."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Marc Jacobs Daisy is simply amazing! The scent is fresh, light, and effortlessly elegant, perfect for any occasion. It has a beautiful balance of floral and fruity notes, creating a playful yet sophisticated aroma that lingers throughout the day without being overpowering!"
        },
        {
            "review_title": "Generic floral, overwhelming",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Oily skin",
            "review_text": "Sample size with spritzer. I know this is a very popular fragrance, but unfortunately it was just too floral for my taste. I'm not a huge floral person anyways, so if you prefer floral fragrances, I would certainly give this a try given it's loved by many people. I enjoy scents that have very minor florals in them, but this is like top middle and base heavy, just too overwhelming. Shocking, I know, given the name is DAISY. ;)"
        },
        {
            "review_title": "My favorite floral scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Combination skin",
            "review_text": "I love this scent! It has the perfect around the florals but not too strong. I get zero irritation from it which is rare with my sensitive skin. The spray is good, it doesnu2019t spray too much or too little and the packaging is so cute!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Ah, it smells so nicely! Very feminine, fresh, and floral. Itu2019s light enough to wear it casually during a day without getting nauseated by the scent."
        },
        {
            "review_title": "Love the scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "Iu2019m absolutely obsessed with this packaging and scent. Marc Jacobs is always a wonderful perfume company to buy form and this perfume would make such a wonderful gift over the Christmas season."
        },
        {
            "review_title": "Long lasting perfume. Great gift",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "One of my momu2019s favorite perfumes. I got some and after a few days i noticed how long lasting the scent is. Itu2019s strong in a good way. Love the floral scent and always liked the brand."
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Smells amazing, love the packaging, canu2019t wait to use this everyday!"
        },
        {
            "review_title": "expensive and mature scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "a very pleasant, adult, expensive scent combined with a delicate bottle. the most piquant notes of violet. a girl's scent for both summer evenings and winter meetings. a very decent option for such a price."
        },
        {
            "review_title": "Nice but definitely for a floral lover",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is a nice perfume, but for me itu2019s a little TOO FLORAL and this coming from a floral lover! I will say the scent has great lasting power and a little goes a long way! Definitely a summer/spring scent!   ** Top notes are Violet Leaf, Blood Grapefruit and Strawberry; middle notes are Violet, Gardenia and Jasmine; base notes are Musk, White Woods and Vanilla.**"
        },
        {
            "review_title": "Sweet and fancy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "Lovely fancy bottle, it is tiny so I can carry it with me in my purse . I cannot say that scent is very strong but I like it as it is not too sharp but kinda sweet and floral. It sounds nice on my skin, and I must admit that my skin is quite sensitive , so this perfume doesn't irritate it at all."
        },
        {
            "review_title": "Strong floral scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Fair skin tone, Normal skin",
            "review_text": "Very long lasting. A pleasant floral scent, though it is a bit strong for those who aren't expecting such a strong scent. I wouldn't make this a daily wear, though."
        },
        {
            "review_title": "A fresh scent that goes a long way!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "One of my all-time favorite scents! When I look for a new fragrance, I look for something that smells fresh, clean, but not overpowering. This perfume goes on easy, and it goes a long way, making the price point seem fair. I absolutely love the floral aesthetic!"
        },
        {
            "review_title": "Light & Charming Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Normal skin",
            "review_text": "Daisy by Marc Jacobs is one of the best scents for spring and summer. While I usually prefer a different type of perfume, this one stands out to me because of its light, memorable, and feminine fragrance. It lasts on my skin all day and doesnu2019t overwhelm my senses. I never get tired of this perfume because it feels so light, refreshing, and charming."
        },
        {
            "review_title": "Great perfume and scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Love this perfume. The smell is so fresh and light. I feel like this is a scent you can wear everyday and not get tired of it. The packaging is nice and i believe the ingredients are good!"
        },
        {
            "review_title": "Beautiful scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "The Daisy by Marc Jacobs sample exudes a radiant and charming essence, perfect for anyone seeking a fresh and playful fragrance. Its sparkling violet bouquet adds a delightful floral sweetness, complemented by a subtle vintage touch that makes it timeless yet modern. This small sample is ideal for a quick trial, offering a convenient way to experience its captivating notes before committing to a full-sized bottle."
        },
        {
            "review_title": "Floral EDT",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I tried a sample of Marc Jacobsu2019 Daisy EDT, and itu2019s delightful! The light, floral scent feels fresh and youthful, with notes of violet and jasmine that linger softly. Itu2019s perfect for daytime wear, though it fades quickly. This is likely because itu2019s a EDT. However, a lovely fragrance for those who enjoy subtle, airy perfumes."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This scent is lovely! The packaging I received is quite small like a travel size but itu2019ll past me three times to try and wear! Itu2019s not too over powering. Almost subtle."
        },
        {
            "review_title": "Marc Jacobs Daisy EDT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "The scent opens with fresh & fruity notes of wild strawberry, violet leaves, & ruby red grapefruit. The heart notes of gardenia, jasmine, & violet petals add a soft floral. The base notes of musk, vanilla, & white woods are a warm & comforting finish. The bottle features a playful daisy cap that is whimsical. Making Daisy timeless & youthful."
        },
        {
            "review_title": "Shelf worthy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Really great perfume. This is a very light and floral scent, I personally love it! The spray didn't irritate my skin, I usually spray a bit in front of me so it can lightly set on my skin, that helps avoid any irritation at least for me. It's a perfume that will most likely be in my future rotation again."
        },
        {
            "review_title": "Lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Marc Jacobs Daisy Eau de Toilette is such a fresh and happy scent. It starts off with a burst of fruity sweetness from strawberry and a light floral vibe from violet leaves. As it settles, the jasmine and soft woody notes come through, making it feel a little more grown-up but still playful. Itu2019s light, breezy, and perfect for spring or summer. I love how itu2019s not overpowering, just clean and feminineu2014great for everyday wear!"
        },
        {
            "review_title": "Flowery and feminine",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I received a sample of Daisy fragrance by Marc Jacobs to try. Itu2019s very floral and feminine. The scent has pretty good staying power on my skin. I prefer scents with more warm/spicy undertones so it doesnu2019t top my list but overall itu2019s a nice perfume."
        },
        {
            "review_title": "Fresh floral",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Will need to look into getting a full size because this perfume is the brightest, freshest floral that Iu2019ve worn. Itu2019s long lasting but not overpowering. I think it would be perfect for spring and summer. Itu2019s such a clean scent and feels very feminine. I received a free sample to try but would definitely buy full size because I cannot get enough! Itu2019s one of those scents that if you get a sniff you want more."
        },
        {
            "review_title": "perfect perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "It has a floral and strong fragrance that lasts a long time. The packaging is small, perfect for carrying in your bag. Its presentation is very pretty. I use it daily."
        },
        {
            "review_title": "Great sweet floral scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I absolutely love this scent from Marc Jacob's, it's a very sweet floral scent that is perfect for spring or summer time! The full size product also has extremely cute packaging."
        },
        {
            "review_title": "This will definitely be my favorite perfumeud83dudc97ud83cudf38",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "It arrived well packaged, it has a unique fragrance, I don't know how to explain it, I loved the delicious smell of the sample and the price is not to mention super affordable, It has jasmine and vanilla as ingredients that make the perfect combinationud83dudc97ud83eudd17ud83eudd17"
        },
        {
            "review_title": "Such a staple!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "This scent is so nostalgic. It has such a distinct smell that is truly incomparable and never fails. Itu2019s a stapleu2026 itu2019s subtle yet stands out and lasts a long time. A go to forsure!"
        },
        {
            "review_title": "Daisy u1bfdu2698ud804udc4du2741ua565ud81auddf7",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Oily skin",
            "review_text": "Marc Jacobs Daisy is a timeless fragrance that feels light, fresh, and floral. Itu2019s perfect for everyday wear or a subtle touch of elegance. Hereu2019s a breakdown of my thoughts:  Fragrance Notes:  u2022 Top Notes: Wild strawberry, violet leaves, and sparkling grapefruit. The opening is bright and sweet without being overpowering.  u2022 Heart Notes: Gardenia, jasmine, and violet. These floral notes give the perfume a delicate, feminine essence.  u2022 Base Notes: Musk, vanilla, and white woods. The dry-down is warm and subtly sweet, balancing the brightness of the top and middle notes.  Longevity: Moderate. It lasts around 4u20136 hours on the skin, which is great for a light perfume but may need reapplication for longer outings.  Projection: Soft to moderate. Itu2019s not overpowering and stays close to the skin, making it suitable for intimate settings.  Packaging: The sample bottle mimics the iconic daisy-adorned full-size version. The design perfectly reflects the youthful and carefree vibe of the fragrance.  Overall: Daisy is ideal for those who prefer light, fresh florals with a hint of warmth. Itu2019s a safe, versatile choice for anyone looking for an approachable, everyday perfume.  Would I recommend? Absolutely, especially for those new to fragrances or looking for a signature scent thatu2019s classic and approachable."
        },
        {
            "review_title": "Very light and gorgeous fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Very light and gorgeous fragrance. My husband noticed I was wearing something new immediately. It has a classic vibe and the top notes last. I would buy for myself and for a friend."
        },
        {
            "review_title": "Long-lasting classic fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Marc Jacobs Daisy is a light, long-lasting fragrance that feels effortlessly feminine. I'm absolutely obsessed! The bottle design is stunning, and the scent is versatile enough for any occasion. I truly enjoy it and highly recommend giving it a try."
        },
        {
            "review_title": "Sweet and floral",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Iu2019m a big fan of this perfume and have been using it for a few years. It has a very sweet, floral scent - great for spring and summer time. The sample size will be great for a couple small trips. The large bottle is also super cute with a floral top in a glass bottle."
        },
        {
            "review_title": "Enchanting fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Light skin tone, Combination skin",
            "review_text": "I'm absolutely enchanted with Marc Jacobs' Daisy Eau de Toilette! This captivating scent combines fresh floral notes with subtle woody undertones, creating a timeless and feminine fragrance. Its light, airy texture makes it perfect for everyday wear, while its lingering sweetness leaves a lasting impression. The iconic bottle design adds a touch of elegance to any vanity. Long-lasting and beautifully balanced, highly recommend."
        },
        {
            "review_title": "Fruity and floral",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Porcelain skin tone, Oily skin",
            "review_text": "This sent smelt like springtime to me. Nice light floral scent with a bit of a peachy smell. I really like it but it's not for me. Not my kind of scent but I could see someone else really liking it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Officially one of my favorite perfumes. Itu2019s light and sweet, long lasting and the bottle is cute"
        },
        {
            "review_title": "Bottle is way too fragile",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love this fragrance; my review is for the mini sized bottle. This bottle is extremely fragile, more so than other glass products of this size. I have shattered two bottles already. One fell only a couple feet and broke, and another somehow shattered inside my makeup bag. The value for the size is good, but I don't think this actually makes a good Travel product, given that it cannot actually handle being transported. I probably won't buy this again unless I can save up for the full size, and just never take it with me on the go."
        },
        {
            "review_title": "Fav",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "Smells really nice Iu2019m so in love with this fragrance"
        },
        {
            "review_title": "Must have scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "Iu2019ve had this since April and havenu2019t ran out! The smell is amazing and long lasting. Smells like a floral garden. I love to pair it with the sweet pea perfume from bath and body works. Definitely recommend!"
        },
        {
            "review_title": "Dry down is disappointing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Smells good like strawberryu2019s and wild  flowers  but the dry down loses a lot of the scent. It still smells amazing just not as strong."
        },
        {
            "review_title": "Long lasting smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Love this product. Not overpowering and last really long. I got many compliments. The product is also great for layering."
        },
        {
            "review_title": "AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I wasnu2019t sure about buying this online because i had never smelled it in person, but as soon as i got it i love it so much. I get compliments everywhere u go and the smell lasts all day."
        },
        {
            "review_title": "Everyday use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This smells so good! Iu2019m super picky about smells and this is a great scent, long lasting."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "Smells heavenly and very feminine. Not at all overpowering. I think this would be perfect for a date night!"
        },
        {
            "review_title": "Favourite perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Smells super good. I find that it lasts the whole day."
        },
        {
            "review_title": "Fresh Scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I love this fragrance. I only have it at 4 stars because it doesnu2019t seems to last as long as I would like for the price. The bottle is amazing (I dipped it on tile floor from about 4 feet and it did not even break)."
        },
        {
            "review_title": "Must have!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Iu2019ve noticed the smell fades away a little quick but it smells really really good! Would def recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "This is my signature fragrance. Itu2019s floral, fun, and seductive."
        },
        {
            "review_title": "summer vibes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This smells like a lighter flowery slightly sweet scent. Would def recommend trying it out for a summer scent if u were looking for one! :)"
        },
        {
            "review_title": "Light and fresh scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019ve been using this perfume almost daily as a fresh light scent. Itu2019s perfect for layering with other scents but also works amazing alone."
        },
        {
            "review_title": "You can NEVER go wrong with Ms. Daisy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Sheu2019s been my #1 for almost 4 years, now. Daisy is so fresh and floral! It gives a clean, pleasant scent and lasts all day for me. I have the rollerball, the travel spray, and now the larger bottle. If you want compliments, get her!"
        },
        {
            "review_title": "Not full",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I would rather go in and buy this item, honestly. For the price it should 100% be all the way filled. Iu2019ve gotten this product numerous times and have never had this experience. Probably never going to order from Sephora again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve been wanting to purchase this perfume for so long and finally did. Itu2018s perfect for every day wear. It has a light, fresh and floral scent."
        },
        {
            "review_title": "So good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love so good *to be honest if you find a dupe there even better...*"
        },
        {
            "review_title": "In love by Daisy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I got a sample of the Marc Jacobs Daisy perfume from Influenster and I'm completely in love with the soft, floral fragrance, with notes of wild berries, white violets, jasmine and sandalwood."
        },
        {
            "review_title": "Nice fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I got this fragrance free from influenster in exchange for my honest review. I love its soft feminine fragrance. My partner likes it too. I like that it stays all day long. I would recommend going for it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "very fresh and clean smell. purchased this as a present to someone and itu2019s very long lasting as well. cute presentation too!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Divine Fragrance. It strikes a perfect balance of freshness and depth!"
        },
        {
            "review_title": "Marc jacobs fragances",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I received this product as a free sample ,It's just like the description in my picture, simple sweet, and floral scent. ud83dude07 m"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "If I could give 0 stars I would, they sent a used perfume! Almost half oh bottle was gone!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "smells amazing but only lasts 18ish hours. goes very well with shea moisture lotion (the hibiscus one)... heavenly!!"
        },
        {
            "review_title": "LOVE LOVE LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "SO AMAZING! i am so in love with this scent. ive had the full size bottle for a couple weeks now and canu2019t get over how amazing it is. it is a very clean-girl floral scent. not grandma-scent at all. itu2019s amazing ."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Ce parfum est juste magnifique ju2019adore son odeur il est doux apaisant u2665ufe0f"
        },
        {
            "review_title": "a must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Oily skin",
            "review_text": "I brought the marc Jacob perfume I'm inlove with this perfume my husband said where you going smelling like that LOL ud83dude06"
        },
        {
            "review_title": "Simple, sweet, and floral! Love it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I received this product as a free sample and I think itu2019s nice. Itu2019s just like the description in my picture, simple sweet, and floral scent. I usually avoid floral scents but this one is very beautiful."
        },
        {
            "review_title": "Lovely scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, gray hair, Combination skin",
            "review_text": "Tried and loved.  This will become my go to perfume."
        },
        {
            "review_title": "A light musk, slight banana hint. Soft.sweet.clean",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Tan skin tone, Normal skin",
            "review_text": "I love getting these perfume samples in every package. I have a collection of perfumes and this is such a great way to test them!!  The very first note in Daisy has a slight banana smell, then just goes soft sweet and clean with a light musk. I would definitely buy a bottle!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Medium skin tone, Dry skin",
            "review_text": "Got it for my daughter and she loves the smell of it, itu2019s smells like summer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "A perfect spring/summer fragrance, Daisy is a lovely feminine, floral fragrance with a number of notes that stand out to me. Firstly the violet, jasmine and lavender which my nose always picks up on first, followed by wild strawberry and a hint of Grapefruit and vanilla. It's a very fresh and clean perfume and isn't overly sweet although I would still class it as a gourmand scent. On drydown I get a powdery violet, wood and musk which then proceeds to stay close to my skin for about 4-5 hours. Quite a few people have told me they think it smells like honey and ask which fragrance I'm wearing that has that lovely honey aroma. To my nose there is no detectable honey note in here so maybe it's just what it morphs into with my skin chemistry/PH, who knows? Despite the various  different notes it isn't a complex fragrance at all, in fact I'd go as far as calling it a fairly 'safe' choice when it comes to fragrances. But nevertheless I have this in the full size and spritz away, especially when the weather warms up. It's an all-rounder, works for me at any time of the day and any occasion whether heading to office or an evening out.      ~ My Sephora Top 7 must-have list ~  (My top 7 must-have beauty products of all time, focusing mainly on my purchases at Sephora)  1. Hair Loss Treatment: u2018Divine Herbalu2019 - Hair Oil  2. Shampoo: 'Sephora Collection' - Deep Cleaning Shampoo 3. Face Mask: u2018Peter Thomas Rothu2019 u2013 Pumpkin Enzyme Mask  4. Pigmentation + Anti-Aging Serum: u2018Divine Herbalu2019 - Facial Treatment Serum 5. Face Scrub: u2018Sisley' - Botanical Gentle Buffing Cream 6. Lip Balm: u2018Nuxeu2019 u2013 Reve De Miel Lip Balm 7. Lip Liner: u2018Sephora Collection' - Rouge Gel Lip Liner"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This is one of my fave perfume. I had to get the rollerball to keep in my purse. Scent lasts long. I would definitely buy it again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, lightMedium skin tone, Dry skin",
            "review_text": "One of my fave scents! Itu2019s strong enough that anyone can smell it, but light enough that it doesnu2019t cause a headache."
        },
        {
            "review_title": "Beautiful and smells amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Normal skin",
            "review_text": "Beautiful bottle and the floral scents is just amazing, and it lasts all day! The scent doesnu2019t fade over time, I could smell it all day!"
        },
        {
            "review_title": "Going on my Christmas List",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received free sample set of 3 Daisy scents. I have never worn or tried a Marc Jacobu2019s perfume and was impressed. Scent lasted about 6 hours.  At first I thought it was going to be stronger than Iu2019m used to but after a few minutes it smelled beautiful.  They are florally and girlie.  The bottles are so cute with little daisies on top.  My sobs girlfriend tried the daisy love sample, said my son probably wouldnu2019t even notice.  When they came upstairs she said he did notice and actually said he liked the way she smelled. I typically stick to one perfume but I may put this on my Christmas list instead ud83dude09"
        },
        {
            "review_title": "Smells like a sweet summer.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Dry skin",
            "review_text": "Itu2019s a very light fragrance, very young and feminine. The strawberry notes are the first to fade out after an hour and you need to re apply after a few hours. That would be my only complaint."
        },
        {
            "review_title": "Somewhat fresh and pretty",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "This is a floral scent for spring and summer. it gives you a young and innocent sort of vibe- not a mature fragrance.  I like the freshness it has-the scent of daisies really comes through. However, I do smell the sweetness underneath it that comes from the vanilla base note- personally do not like vanilla in my fragrances. Not the best I have tried but definitely a good one."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This scent is overused from other cheaper brands as well. If you love violet, rose, powder, and a fresh out the shower scent this is for you."
        },
        {
            "review_title": "A must",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Love love love this perfume! I have a mini, big size and the rollerball! My boyfriend loves it too as it matches my skin scent very well. He loves to come cuddle me because he loves my scent! I refuse to change perfume"
        },
        {
            "review_title": "Pleasant, but not very interesting",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This was one of the sample perfumes that came with the September fragrance offer in my last order. This smells very light and nice, but there is not much depth to it. It also seems to fade pretty quickly in comparison to some of the other samples I've tried so far in this bag. Nothing is wrong with it, but it doesn't really pique my interest all that much. I wouldn't purchase the full size of it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love this perfume, out of all the perfumes I own, this one gets way more compliments. With that being said, for the price the roller should be full. Over all good."
        },
        {
            "review_title": "Classy, floral.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Oily skin",
            "review_text": "Iu2019ve always wanted to try Daisy and today was the day. The moment I put it on I didnu2019t even hesitate to buy it. The smell is just so beautiful and classy. Floral, light and fresh. A very classy fragrance. The only reason I gave it 4 stars is because unfortunately it doesnu2019t last long. I wish it would last longer, itu2019s just so good. But it is an eau de toilette which doesnu2019t last as long as an eau de parfum. I find the Carolina Herrera Good Girl Supreme and Blush to last longer than any of the other popular perfumes right now that Iu2019ve tried lately."
        },
        {
            "review_title": "Must recommended!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I would like to give this fragrance 10/10.  I Love it."
        },
        {
            "review_title": "A classic for a reason",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "You canu2019t go wrong with the original Daisy. Fresh, sweet, summer floral. Itu2019s playful, pretty, sexy, and subtle all at once, truly a scent for anyone! The dry down is warm and almost honey-like on me. Just beautiful."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Combination skin",
            "review_text": "Absolutely love the smell of this perfume! Not too intense or overwhelming. Definitely recommend!"
        },
        {
            "review_title": "Okayy",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I bought it after receiving a sample, I like the smell but it is not one of my favorite perfumes."
        },
        {
            "review_title": "Very Pretty Floral Scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Rich skin tone, Combination skin",
            "review_text": "This is a very pretty floral. Smells almost exactly like Mohave Ghost. Lasts for a good amount of time and drys down fresh and clean. No headaches, powdery, or sour notes."
        },
        {
            "review_title": "one of my favorites",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Dry skin",
            "review_text": "I have tons of little sample perfumes and I did not expect I'd come to love this one so much. each time I wear it, it just gets better. I am seriously amazed at how long it lasts, literally all day compared to other high end fragrances, which makes me love it even more. the smell is very feminine and perfect for springtime. it has become a favorite of mine and now I'm splurging on the large bottle to keep in rotation."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "Gave this as a gift for Christmas, my niece absolutely loved it ud83cudf81"
        },
        {
            "review_title": "Itu2019s a classic for a reason",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Normal skin",
            "review_text": "Thereu2019s a reason this perfume is still popular 16 years after its release (Daisy gets her driveru2019s license!).  Daisy is not only beautiful, sheu2019s well balanced. The notes blend into a perfectly-rounded aura of fragrance that lasts all day without being overwhelming or offensive.  Daisy was my signature fragrance throughout the 2010s. I recently rediscovered its loveliness; Iu2019m enjoying a sample today. Just felt compelled to write a review of this wonderful, flattering fragrance. Itu2019s a safe blind buy that would a lovely gift.  And those vinyl flowers on the cap! So appealing. Hard to resist biting them, haha."
        },
        {
            "review_title": "Perfume of All Time",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Gift for mother, she loved it. Refreshing and sweet and crisp"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "This is my favorite perfumeu2026 but why did you sent me a used one? I paid hold price, time in perfumes is important after is open, this is very disappointing."
        },
        {
            "review_title": "Iconic for a reason!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "This is one of the most beautiful floral fruity fragrances ever made! Itu2019s the perfect daytime scent for spring and summer and has good longevity for an EDT."
        },
        {
            "review_title": "Perfect for daily use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "I was looking for a rollerball fragrance that I could use daily and that could fit into my purse. Iu2019ve actually never owned a Marc Jacobs perfume before but Iu2019ve always heard really good things about it. I love how this fragrance has a fresh scent and it lasts all day. It is the perfect scent to combine with other sprays I won."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "i got the rollerball version, and iu2019m in love. a little goes a long way and it lasts forever! it smells just like spring"
        },
        {
            "review_title": "Basic Floral",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I like this scent if it isnu2019t overdone.  If someone overdoes it (bathes in it) it quickly becomes offensive and can give everyone close by a darling headache.  Thereu2019s nothing unique about this for me and itu2019s a basic floral."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Smells exactly like spring for me. Such a nice scent and defs on the softer side."
        },
        {
            "review_title": "My Favourite Perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Love this scent! Itu2019s floral but not overpowering."
        },
        {
            "review_title": "flowery perfume slay",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Normal skin",
            "review_text": "i think this product is worth the money - i get compliments on this perfume often, its basic but nice"
        },
        {
            "review_title": "Really fine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I have been using this from my university years, now it is my adorable scent ,I use it for every accasion"
        },
        {
            "review_title": "Love this perfume so much",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "I got a sample and hand to buy the bottle. My only complaint is that it doesnu2019t last very long at all. Absolutely love the smell just wish it would last longer than an hour. Would have definitely given it 5 stars if it had lasted longer."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "I love this scent itu2019s perfect for me I wear it solo or I make my combination because it is so layer friendly u2026"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dark skin tone, Combination skin",
            "review_text": "I'm not pleased with this scent at all... its one of those headache scents. starts to smell like poop after a while. my family hates the smell too."
        },
        {
            "review_title": "Beautiful fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "Such a beautiful feminine smell. perfect for spring and summer.  I alson find that the smell lasts a long time which is nice."
        },
        {
            "review_title": "Smells like generic soap",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Medium skin tone, Oily skin",
            "review_text": "I got a sample of this and wanted to love it. The smell is strong and lasts. The smell reminds me of generic shampoo. I typically like warmer scents so this is probably not for me."
        },
        {
            "review_title": "Non-stop compliments",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Thereu2019s a reason why this fragrance is so popular. Itu2019s so clean, floral and fresh. I get compliments nonstop on it. Love!"
        },
        {
            "review_title": "my favorite perfume !!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "this is my signature perfume and it always gets me so many compliments i just wish it lasted longer !! also the packaging is so pretty with the flowers and everything its so nice and perfect scent if your going for a clean girl look"
        },
        {
            "review_title": "a must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "smells sooooo good i use this everyday and i always get compliments. rollerball lasts all day"
        },
        {
            "review_title": "Smell doesnu2019t last long",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "ufffc It smells gorgeous at first, but the smell wears off very quickly."
        },
        {
            "review_title": "Such a pretty little flower",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This one is so lovely. This is my go-to for the spring/early summer. It is such a fresh floral scent, no powdery-ness, just a warm bouquet of fresh gardenia and jasmine flowers. I always get stopped with compliments with this one, it's such a fresh, statement making fragrance that is feminine, classy, and settles into the skin nicely that has a really lovely dry down with excellent staying power that lasts for hours."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Light and fruity, not enough wood and musk for those who prefer warm florals"
        },
        {
            "review_title": "yah next",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "It smells like a cheap perfume, and it doesn't last even for an hour. Definitely doesn't work to price."
        },
        {
            "review_title": "Daisy me rollinu2026.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "They hatin!! Lol. It smells so good. Sampled it in ulta once and had a ton of compliments. So, had to buy it. Itu2019s more of a floral fragrance, but not overpowering bouquet smelling. Itu2019s a chill sweet fragrance thatu2019ll earn you a ton of compliments."
        },
        {
            "review_title": "Great Scent and Bottle!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I bought this a few days ago (the original one) and it was amazing! It has a clean, warm, fresh, and floral type scent and itu2019s definitely one of my favourites. The scent also lasts a pretty long time (considering I had it on for hours) so I would recommend it especially to teens or even if youu2019re in your 20s. (WARNING: Youu2019ll get lots of compliments after using this)"
        },
        {
            "review_title": "So beautiful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Light skin tone, Combination skin",
            "review_text": "SO GOOD! All the perfumes I usually wear are sweet and warm, but daisy has turned me to clear scents.  Itu2019s a clean lavender scent, with fresh florals notes (not old smelling at all) with the most delicate sweetness.  Did not think Iu2019d ever like a floral scent so much!!"
        },
        {
            "review_title": "Too fragile",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "The format of the roller ball was great until it shattered in my hand. The glass is very fragile, be careful!"
        },
        {
            "review_title": "Next !!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "The price is way above the quality. Smells like a cheap perfume and doesnu2019t last long at all ! Quite disappointed. Not sure if Iu2019m able to return it since I already opened it and sprayed from the bottle. This is your sign to not buy this, try a different perfume."
        },
        {
            "review_title": "My favorite everyday perfume!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I got a sample size a year ago and absolutely loved the smell, so I got the big bottle this time. I always get compliments on my perfume. Itu2019s not overwhelming & it lasts all day. Perfect for everyday wear! My favorite perfume!"
        },
        {
            "review_title": "YOU NEED DAISY BY MARC JACOBS!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Oily skin",
            "review_text": "I received a gift card to select a product of my choice to review and I chose Daisy by Marc Jacobs. It's a scent ive always loved since I was a little girl. It's not too much and its the perfect formal floral scent. It's for the sophisticated businesswoman for sure."
        },
        {
            "review_title": "ALL TIME FAVES",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I received a gift card to select a product of my choice to review. This perfume has always been one of my all time faves. I've gifted this to friends during the holidays and they loved it -- with the holidays coming up, I highly recommend this! I love fresh, sweet fragrances and this is just that without the scent being too overwhelming -- you can use it everyday or on special occasions."
        },
        {
            "review_title": "My forever scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "This is the fragance I grab the most and without needing to think about it. It has such a lovely floral yet fresh scent and I get complimented on it often!"
        },
        {
            "review_title": "So nostalgic and classic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I received a gift card to select a product of my choice to review. I have always loved this fragrance. It is so classic and timeless and makes the most perfect gift to anyone! Itu2019s just that perfect every day or honestly any special occasion fragrance. I personally love fresh sweet fragrance notes and this one isnu2019t overwhelming or too powerful but it lasts pretty well. The packaging is so cute too! I know itu2019s been around for a long time but itu2019s definitely one of my favorite fragrances."
        },
        {
            "review_title": "I prefer the others",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "I'm a huge fan of Marc Jacobs fragrances, but I prefer the other Daisy fragrances. I have Daisy Eau So Fresh, Daisy Love, Daisy Dream, Daisy Eau So Fresh Daze, and  Daisy Dream Sunshine. I also own Dot....hopefully you see this is just a personal preference. I am sure you'll love it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, auburn hair, Dry skin",
            "review_text": "great smell, but i guess it's not the perfect one for me a little too sweet"
        },
        {
            "review_title": "A must have ud83dude4c",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received a gift card to select a product of my choice to review and I love it so much! The scent is not too overwhelming and has the right amount of fruity and floral scent. Would work great for a normal day out or a special occasion! I would definitely recommend to anyone interested and the packaging of the bottle is also so cute ud83dudc97"
        },
        {
            "review_title": "Great smell that does not lat",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I absolutely love the smell of this perfume, BUT I am so disappointed.  The scent does not last. Not even when I spray on my pulse points and on my clothes. Within 10 minutes the smell has dissipated and doesn't even smell like I sprayed anything on.  ud83dude23"
        },
        {
            "review_title": "Really nice scent but very strong",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I really like this perfume!  I wouldnu2019t wear it all the time as itu2019s quite a strong smell, but great for special occasions."
        },
        {
            "review_title": "One of my favorites!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Daisy has quickly became one of my top favorite perfumes. Not overbearing yet strong enough to last the day. Some perfumes are very overbearing and way too sweet. Daisy is the perfect balance."
        },
        {
            "review_title": "A Wonderful Light White Floral Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I'm more of a fan for warmer floral scents, but I absolutely love this. I wish it lasted longer, it only stays prominent for about 1-2 hours, but take note it's not supposed to be a really dramatic scent. It's very light, and the most prominent notes personally are the white violet and berries. Definitely will be buying again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I love this scent so much. Feels classy yet sexy. I cant smell it on myself which is good."
        },
        {
            "review_title": "Nectar from the Gods - Scent Edition",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Has anyone ever seen that episode if Ugly Betty where it is finally revealed that Fey Summers had been poisoning Mrs. Mead through the bottle of perfume that smelled so good Betty couldnu2019t stop spraying on? In my mind this is what that perfume smelled like. It smells like what I imagine nectar from the goods would taste like. I am in love with this scent."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Overall itu2019s a nice scent that lasts! Itu2019s a nice light floral scent that is good for every day wear."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "smells so good!! not too strong, perfect size to keep in a bag"
        },
        {
            "review_title": "Fresh & Floral",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The gardenia and jasmine threw me back to Revlonu2019s 1970s Charlie! This scent profile doesnu2019t last terribly long on me, but I really enjoyed it."
        },
        {
            "review_title": "Husband can't get enough of me in this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "My husband has perfume amnesia, I can wear the same thing every so often and if he likes it he will gush & react like it's the first time he has smelled it on me. And isn't that what we all want from our man? Added plus I love it too!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Lovely scent - not too strong but not too light either!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Sooo nice! One of my signature scents. So light and not headache inducing. Goes great with everything. This and Daisy Dream are amazing!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I love the scent of this. To me, itu2019s very similar to Mugler Aura (which is also one of my faves). I almost canu2019t tell a difference. Had good longevity. Stronger fragrance. Dry down is good."
        },
        {
            "review_title": "Mot my cup of tea",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Got sample of this and itu2019s honestly awful. Such a basic perfume nothing special not worth the money."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "My wedding day scent! Is a nice scent and very versatile"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love the smell, itu2019s the perfect floral smell! I always get compliments about this fragrance! The only thing is that the smell is not really long lasting compared to other fragrances I tried.. but still pretty good tho!"
        },
        {
            "review_title": "Best perfume youu2019ll ever buy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, fairLight skin tone, Normal skin",
            "review_text": "Such a clean and simply smell but at the same time very strong and long lasting! Iu2019m out of the house everyday and I did not need to reapply at all! My all time favourite scent ever!"
        },
        {
            "review_title": "Love Marc Jacobs love Daisy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Olive skin tone, Combination skin",
            "review_text": "I absolutely love Daisy I actually purchased it kind of a while ago and I always meant to get around to writing this review but itu2019s literally become my go to perfume."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I love this scent so much. Itu2019s definitely one of the u201cclean girlu201d smells and I LOVE IT. It makes me feel confident in how I smell, 10/10 recommend. Itu2019s such a gentle scent so it doesnu2019t make my nose hurt, but it lasts a long time and other people can definitely smell it on me!!"
        },
        {
            "review_title": "Smells good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "Nice fresh smell & it lasts a long time on you. Donu2019t need a lot on you either."
        },
        {
            "review_title": "walk in the park",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "@Macys @MarcJacobs  I received complimentary Daisy perfume sample from Macys and Marc Jacob's for my honest review. I love the subtle, sweet essence of the wonderful flower.  It lasts all day long and when the wind blows it is a breath of fresh air, a spring wall through the park."
        },
        {
            "review_title": "Smells Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "I absolutely love this perfume! It has a fruity (strawberry and apple, to me) and floral smell, and it's the perfect balance between not too light and not overpowering. I ordered a smaller size to start with, but will definitely be ordering a bigger bottle in the future."
        },
        {
            "review_title": "Pretty and Femme scent.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "A scent that I definitely needed to warmup to. But it is perfect for the spring time and its makes me feel so femme and pretty. Also the bottle is gorg! I noticed it last longer on my clothes rather then skin, but I recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Love this scent! Very fresh, not too strong. I can be sensitive to certain smells and perfumes and this one has never been an issue for me. Rollerball application is very convenient. Fits in a small purse well and great for on the go."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Light skin tone, Normal skin",
            "review_text": "I like the scent, i received a sample first to try and drcided to get the full version. Surprisingly the scent stays on for a long time, it is warm, sweet and fresh."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Smells incredible such a gentle and sweet floral scent I would recommend to anyone"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Honestly love the smell but when I open the product when I see other photos the product is filled and mine didnu2019t come filled like others but I love the smell"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "i hate floral scents but this one for some reason is so nice to me, it smells so fresh and clean"
        },
        {
            "review_title": "Disappointed",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Doesn't smell anything like the sample I got. Super sad."
        },
        {
            "review_title": "Very subtle, more for yourself than for others",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "Considering this is an eau de toilette, I cannot assume this would have a pungent scent but it is still very subtle. I have only gotten compliments for it when someone goes in for a hug or closer contact. It's floral and fresh and a good choice for newbies in the perfume world."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "The perfect scent. My go to perfume especially for nice dinners out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "MY FAV PERFUME EVER! Itu2019s subtle, yet elegant, making it the perfect everyday perfume!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "When Marc Jacobs Daisy came out in 2007 it was MY fragrance obsession to end all fragrance obsessions. I (over)showered myself in the stuff daily. Went through multiple bottles a yearu2026..for years....till, as happens with too much of anything sometimes, I hit a wall with it and our love affair ended. Apart from a few sniffs at Sephora here and there, our flame has not truly been rekindled since. I have been going through somewhat of fragrance memory journey and picked this up (rollerball) on a whim with a Christmas giftcard.   As soon as I sprayed itu2026.I was immediately transported back to over a decade ago. I was in my early 20s then and I really do find this to be a very youthful, bright, sunny, bubbly, happy, borderline-fresh floral fragrance. It is sweet but not in a gourmand way at all, in anu2026.almost honey-like way if that makes sense. I love violet and while I do smell it in MC Daisy, I wish the violet note was a bit more pronounced; that being said, I still really appreciate its presence all the same. I do get a lot of other white floral notes though they are not super defined. I definitely pick up on the juicy strawberry note, and come to think of it, I think juicy is another perfect descriptive word for this perfume as well. I personally have a harder time picking up on any of the base notes (musk, woods, vanilla) and find this one to keep pretty consistent and therefore rather linear throughout its wear and it just never really gains much depth.   Longevity is average and silage is as well.   I think a large part of why I love this is, yes, for the nostalgia and memories it evokes, but it is also just a really nice, inoffensive, u201csafeu201d fragrance."
        },
        {
            "review_title": "why yu2019all do me like dis",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Itu2019s missing like 3 inches worth of perfume in the rollerball??? It smells good but itu2019s not worth $30 if yu2019all gonna give half the product. i know it didnu2019t leak bc the packaging doesnu2019t smell."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "One of my favourite scents. Extremely floral but pleasant. I love it"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Absolutely love this. I get lots of compliments when wearing it."
        },
        {
            "review_title": "My signature scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This is my favorite perfume. I've used it for the last five years and never get tired of it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Such a delicate smell I love it and my sister loves it and it is perfect for spring"
        },
        {
            "review_title": "Such a pretty, fem fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I has tried this years ago and always knew that I liked it but after getting a recent sample I decided I'm totally in love now! This is such a perfect fragrance for me, soft, feminine, fresh.. I didn't realize that Violet is something I like and I've always stayed away from it but I think I'm going to have to venture into trying more scents with this note it ... Happy!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "It's a classic, I used to use it as my every day perfume. I feel like it could be a bit too sweet of a scent for me now, though. I prefer D&G The One or Prada Candy, they have a similar scent profile to this but are a bit more sophisticated/crisp."
        },
        {
            "review_title": "Ew. Nope. Smells like a gross soap!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Received this as a sample with another perfume, & it smells like literal soap! Thinking it was just how it mixed with my chemistry, I sprayed it in the air the next day & nope, still smelled like straight up soap..but not a pleasant smelling soap. I donu2019t want my perfume to smell like soap anyway. I buy soap to smell like soap! I donu2019t understand the hype about this. Oh well, at least I didnu2019t pay for it!"
        },
        {
            "review_title": "All Time Favourite",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This has been my go to fragrance for years and I have never been disappointed. It has a nice floral scent and isnu2019t overpowering or grandmother-ish. The smell also lasts a long time, Iu2019ll spray it on some clothing and when I pull those pieces out of my closet again in a few days the smell is still there!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I love this perfume! It is very feminine and airy. My husband said it's the perfume I have ever worn. I have gotten so many compliments on it and the packaging is so adorable. So glad I bought this!"
        },
        {
            "review_title": "Beautiful Scent, But Lasting Power is Poor",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The Good: I've owned this perfume many times since its original release in 2007 but I mysteriously stopped repurchasing it. When I initially spray this on the skin I get notes of mixed floral, a stronger citrus and a touch of alcohol-which I genuinely enjoy. But this perfume really shines after it dries and mixes with my chemistry I get a wonderful, luxurious, full-bodied violet scent. It transports me to drinking wine by the countryside in a wonderfully kept garden filled with luscious violet field. Truly and classically, a sexy floral scent. I went on a perfume challenge recently and re-discovered why I liked this perfume so much back in the day, which is always a nice stroll down memory lane. The bottle is also quite gorgeous and eye-catching on a vanity, so if you're a sucker for beautiful bottles with gorgeous scents this is a classic.  The Bad: As much as I love the scent I'm incredibly disappointed by it's lasting power. As most perfumes almost fade out from the skin into a fainter version of themselves, this mysteriously disappears. Every time I use this I had to re-apply within a couple of hours and then re-apply again. I don't know if it's because it's a eau de toilette opposed to a eau de parfum or if it's something with my skin chemistry but this literally disappears without a trace... it's the strangest thing. I like a perfume that lasts at least 6 hours so I really feel like the lack of lasting power takes away from how awesome this scent is.  The Ugly/Honest: As stated, the staying power needs massive work. For a brand like Marc Jacobs, I really expect more intensity in their fragrances. I owned some of the other fragrances and don't recall any of them disappearing off my skin like this one does. Since this is the OG, I think that's a bit backwards and disappointing. The scent overall gets 4 stars but I had to knock off a star for the poor lasting power."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dark skin tone, Combination skin",
            "review_text": "I purchased this because my friend had it on and it smelled amazing but I personally donu2019t like it! Itu2019s a little overpowering for my taste and it smells too much like a garden! I still get few compliments here and there but not my favorite! So if you like orchids this is the perfume for you!"
        },
        {
            "review_title": "I get so many compliments",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "This is definitely a summer or spring scent but itu2019s such a classic i absolutely love it"
        },
        {
            "review_title": "good buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really liked it it had a elegant not too overwhelming clean flower smell."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This was underwhelming. Iu2019ve heard a lot of hype and was excited about the woodsy base notes but it just smells like Macyu2019s on me, and feels cheap."
        },
        {
            "review_title": "Recommend!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Love the smell and use it almost every day! I also love the packaging! It is a little expensive thoughu2026"
        },
        {
            "review_title": "pretty good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Rich skin tone, Normal skin",
            "review_text": "Itu2019s amazing, I just wished it was an eau de Parfum so it would last longer because it only lasts like 2 hours on my skin :/"
        },
        {
            "review_title": "Marc Jacobs Daisy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Received as a gift. Itu2019s a light floral scent thatu2019s sweet and last. I got some many compliments .Only need a little ! Love the bottle it came in ! Def recommended."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Deep skin tone, Oily skin",
            "review_text": "Bottom line. Love this scent! Iu2019ve been looking for a new fragrance and this is it!"
        },
        {
            "review_title": "fresh floral",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Feminine fresh floral not really sweet itu2019s a good perfume last long"
        },
        {
            "review_title": "Pretty floral smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "Has a really pretty floral smell, my new go to perfume, and the size is good for the price too!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Okay, so Iu2019m picky when it comes to floral perfumes. Some can be a little too much for me such as the Giorgio Armani My Way perfume. This fragrance, however, is so wonderful! Itu2019s a fresh, light floral scent that can be worn everyday. I will say, the longevity performance is not the best, but it is an eau de toilette, so I was not expecting the longevity performance to be as good as an eau de parfum. This is a classic for a reason!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "Beautiful, lasting, floral. This is sophisticated and lovely, easy to wear every day. I love the entire Daisy line"
        },
        {
            "review_title": "love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "So fresh. Lightly sweet but not overpoweringly so. Love this for an everyday perfume."
        },
        {
            "review_title": "amazing scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "amazing fresh long lasting scent. Been my go to for years, bottle lasts a while and smells so fresh. I have sensitive skin and I had no issues with this perfume"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Absolutely love the scent but itu2019s just not strong enough. For that price point It should have some longevity but I have bath and body works sprays that last longer than it."
        },
        {
            "review_title": "no staying power",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I like the scent, but unfortunately it does not last at allu2026u2026returned."
        },
        {
            "review_title": "Lovely Scent just not a make a statement scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "You can always count on the Daisy fragrance range to be light, airy, and perfect day time scents. I do love this scent, but itu2019s not a signature scent for me. Itu2019s a perfume I put on when Iu2019m going to work and want to smell fresh and not overpower the room with it. I wouldnu2019t wear it for date night if I wanted to make a statement."
        },
        {
            "review_title": "so gentle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "A beautiful and pure aura fragrance, its light and dainty and i love it!"
        },
        {
            "review_title": "lasts all day",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "i love this perfume!! my friend got me the full size as a gift and when i tell you it lasts all day iu2019m not lying. i spray once on each wrist and then dab my neck and i can still get whiffs of it throughout the day. definitely my favorite (& the packaging is adorable) i would for sure recommend this to anyone"
        },
        {
            "review_title": "Too Floral",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Probably best for a teenage girl in middle school or high school.  Not for a sophisticated women."
        },
        {
            "review_title": "Goodness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, mediumTan skin tone, Combination skin",
            "review_text": "The Marc Jacoba Daisy perfume is a fragrance and filled with goodness in its scent. Iu2019m now so in love with the purchasing of my new perfume I even loved itu2019s own packaging."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "When I first spray it, I got a citrus smell that smells fresh and spring like and once the smell settled, it gave off this floral/lemony smell. Daisy is a light perfume. Its amazing for someones first fragrance like teenagers as an example but its great for all ages because I definitely enjoyed it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Iu2019m not a huge fan of floral perfumes (strongly dislike rose, in particular) and usually stick with fruitier scents. Having said that, I love this one. Itu2019s just the right amount of floral and sweet. The rollerball is great for keeping at work/with you when you go out. Itu2019s a little expensive for its size, but itu2019s a beautiful perfume and Iu2019m glad I got it."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "so glad i got this as just a free sample, smells like laundry detergent or soap !"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "A new favourite, not too overpowering but still lasted all day!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This one has recently made its way to my favorite list. I am very particular with my scents because I am sensitive to strong scents. Most perfumes I canu2019t detect the individual notes it just smells like a mixture of a bunch of overwhelming scents. With this one I can actually smell the strawberry and the floral scent. Itu2019s nice and light and it doesnu2019t get that initial stinky strong scent like when you first spray your perfume. You can definitely wear this during the day and depending on how much you spray, you wonu2019t knock other people out with your strong scent."
        },
        {
            "review_title": "Love Love Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Bought this for mother's day. Absolutely love the fragrance! I'm definitely buying it again!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Love this scent and have been using for years. Love this size for travel and great for after workouts."
        },
        {
            "review_title": "Strong Scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Perfumes are tailored to everyoneu2019s personal liking. My review is based on my preferences. I love floral notes, but this perfume was just too strong for me. I tend to choose perfumes with a more subtle/muted floral scent."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "Floral and very light scent. I prefer subtle fregrances but if you are looking for something stronger this is probably not the fregrance for you!"
        },
        {
            "review_title": "Beautiful Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "It smells wonderful and it's a good, everyday scent. I could wear this for any occasion. It smells like fruit and flowers. It's isn't overpowering. It's light and it doesn't make me cough. I really like this perfume and can't wait to get more."
        },
        {
            "review_title": "beautiful sexy scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "My all time favorite! Got compliments almost every time  wearing it. And the beautiful little flowers on top of the bottle makes my vanity look 100% better."
        },
        {
            "review_title": "Long Lasting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This perfume by Marc Jacobs smells delicious! After many hours of wearing, I can still smell it just as strong as when I first applied it on myself. Perfect for Spring and Summer! A very floral and feminine scent. Itu2019s powerful with notes of sandlewood, violets, and berries. Not too musky. Long lasting too which makes this a staple in my perfume collection. Canu2019t wait to get the bigger bottle for my Birthday! I highly recommend to friends and family of any age. This perfume is very subtle for all women. I would enjoy wearing this out on date nights as well. I received a free sample for review purposes only."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I absolutely love this perfume I got a free sample from influencer for reviews and I'm in love. It's the perfect light but long lasting sweet but not candy sweet perfume super fresh and just makes me have an instant mood boost"
        },
        {
            "review_title": "Smells like spring",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "It smells sweet and light but it doesnu2019t last long thatu2019s why Iu2019m giving it 4 stars"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "Smells lovely. Very classy. Light flowery scent, very feminine"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I was pleasantly surprised with this perfume! The floral scents are never my thing, but this one, there is something special with Daisy. Smells so fresh and clean the floral isn't over powering, to me anyways. I love it. Thank you influenster and Marc Jacobs!"
        },
        {
            "review_title": "great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "omgosh it smells like a classic like it smells really good!!!!"
        },
        {
            "review_title": "staple in my life",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "My favorite sent. Iu2019ve been using this for over 7 years. Countless number of bottles. People recognize me by this smell. I absolutely love it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Oily skin",
            "review_text": "Great scent for summer. easy to bring everywhere with you. i would recommend."
        },
        {
            "review_title": "Fantastic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I love this perfume. Itu2019s smells very similar to Chance Chanel Eau Tendre, but it has a sweeter note to it. Iu2019d buy it again!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Combination skin",
            "review_text": "Smells classy but also fun. My favorite scent for years now."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "My favourite! It has such a nice fresh scent without being overwhelming."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "It took about 2 minutes to match with my body and omg I think i found one of my new favorite scents. It smells so nice, clean, and it isn't overpowering at all!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "Received as a gift and was pleasantly surprised. Not a scent I would have chosen for myself but he said u201cit reminds me of youu201d and so here I am, hooked like the hopeless romantic I am. It is very light u2014 light florals, faintly sweet, reminds me of a stroll through a garden on a sunny day. Maybe a library; it smells like a nice sweater and an inviting book. How is that possible? Love the bottle u2014 will look forward to passing this one onto my daughter or granddaughter. Knocked 1 star ONLY because the scent fades more quickly than I think a $108 perfume should... however I am sensitive to scents so I hardly mind. Thatu2019s the other thing u2014 not overpowering and I love that"
        },
        {
            "review_title": "Not long lasting",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Normal skin",
            "review_text": "Not long lasting blah thinking I should return because itu2019s not that great"
        },
        {
            "review_title": "Keep going back!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This was the first perfume I bought and with every different one I try I cannot help but go back to getting Daisy. An instant classic but always fresh. I constantly get compliments on it to this day even after wearing it for years. It last super long as well as I'll put it on early in the day and still be able to smell it by the end of the day. Lasts super long on clothing also which is nice. Definitely recommend to anyone who is looking for a go to perfume."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "iu2019m more into sweet sugary perfumes so maybe thatu2019s why i didnu2019t like it as much. it smells sort of like cucumbers and fresh water with a feminine hint to it if that makes sense. i expected it to be more floral due to the name but itu2019s still good and i would wear it to a family outing of some sort."
        },
        {
            "review_title": "best perfume ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "it's totally not sweet smell. It smells like white rose flowers. its amazing, stays for a day. love it!"
        },
        {
            "review_title": "Finally, I can afford Daisy<3",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dark skin tone, Combination skin",
            "review_text": "I love the smell of this perfume, finally, it's affordable and I love everything about this smell."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I really dislike overly sweet floral scents, but this one is really nice! Itu2019s a light floral that smells very clean, almost like clean laundry but in the best way. Certainly a classic and one I will continue going back to for a nice daytime scent."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Exactly what you would expect from the name daisy! A clean, classy, floral scent. The only thing I wish was, for the price, that it was longer lasting! Otherwise a quality, good scent for every day!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Amazing scent 10/10 would recommend it a lot got a lot of compliments while wearing the perfume"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I have never tried Marc Jacobs brand before and this Marc Jacobs Daisy Eau de Toilette fragrance was definitely amazing! the scent is very long lasting. The fragrance bottle is so cute. I was gifted this beautiful sample by #Influenster and Marc Jacobs. I would definitely recommend this perfume to someone who is a boss!!!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "So to start off, I LOVED the smell of this perfume. It was light, floral, and summery. It was a perfect fit for me and I knew it as soon as I spritzed it. However, once it was on, it was gone. The scent lasted no more than two hours before it was gone entirely, which was extremely disappointing. While I know Eau De Toilette scents donu2019t stay as long as Eau De Parfum ones do, I also have Bath and Body Works scents that last longer than this one does. It was disappointing because I wanted to love it, but it just missed the mark for me. MARC JACOBS Daisy Eau de Toilette"
        },
        {
            "review_title": "Underwhelming",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I was looking forward to try this! I received this as a sample from Influenster and got a week's use. I tried the scent on a card as well as on myself. I could not smell the top notes of berries or violet, the heart notes of sandalwood and jasmine is stronger...but being Indian..I could tell that it was more artificial smelling. I though we would get a mini version of the bottle (I keep looking at how cute it is!) but this was not even a deluxe size...but well not complaining about the size, I was not super impressed by the smell. Its not bad and it played well with my body scent...but I won't purchase it with my money. I received this product complimentary for review purposes."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Very sweet and clean smelling fragrance. Not overpowering but a nice subtle scent that lasts all day"
        },
        {
            "review_title": "Daisy",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I received a sample size in a voxbox from influenster. This scent has hints floral (go figure) lol but is also clean at the same time. Could very well be an everyday scent for the right person. That being said its not for me. While it is beautiful it is a scent it was a bit to much for me. I received this product complimentary for review purposes."
        },
        {
            "review_title": "Sweet and floral",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "This perfume is really sweet and floral but is a little strong for my liking. It lasts a long time and I got compliments on it when I was wearing it!"
        },
        {
            "review_title": "Smells ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I have mixed feelings about this perfume. Itu2019s very cute and light but sometimes the scent just gives me a headache. Itu2019s not a overwhelmingly strong scent by any means it just doesnu2019t work for me. Iu2019d say if youu2019re just getting into perfumes and you want something nice and light and pretty (and you enjoy florals) then I would recommend this. If you are sensitive to scents like I am then Iu2019d steer clear."
        },
        {
            "review_title": "Marc Jacobs Daisy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I tried Marc Jacobs Daisy Eau de Toilet and I loved that it lasts hours, it has a nice,light, fresh scent, I received this product complimentary from influenster for testing purposes."
        },
        {
            "review_title": "Fresh, Young, Clean, Simple",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "A very conventional scent. Good for younger women. Fresh and floral. Iu2019m not usually one for florals, but this one wasnu2019t powdery, elderly, or overpowering. Not terribly complex or layered on its own, but went well over a moss fragrance I put it over. Good staying power, works better on pulse points than as a hair perfume. Personally I prefer a deeper scent with more intrigue, definitely something earthier to root a fragrance this floral, but if you want a clean, youthful daytime floral, this is perfect for you."
        },
        {
            "review_title": "My new favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is a classic romantic fragrance. I was given a sample to try out and review and within three days of having it I went and bought the 1.7 Fl.oz bottle my parents, boyfriend, and a lady at the store have commented on it. I love it."
        },
        {
            "review_title": "Not long lasting",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "Very light and pleasant smell. However I donu2019t think it last as long as other perfumes in similar price range."
        },
        {
            "review_title": "Great everyday scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Light skin tone, Combination skin",
            "review_text": "I received a sample size of this perfume from Influenster  But Iu2019m really happy I did. The scent is light yet has some personality to it. It smells like it has notes of grapefruit and jasmine with a musky base. Very woody floral and musky I would say. Itu2019s just the kind of perfume that makes you feel pretty! I think itu2019s a great everyday scent!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Pretty good scent. However it is not my personal cup of tea. I like warm sweet scents and this is fruity floral. I think the strawberry note is quite subtle. This scent lasts pretty long throughout the day which is very important to me when finding a new perfume."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I received this product complimentary to test out and review, and it is a very nice spring scent. It smells very light and fresh, perfect for springtime. It is a fairly sophisticated scent, but is still playful enough. I deducted a star because this is a water based perfume, therefore does not stay on my skin for very long."
        },
        {
            "review_title": "Light and fresh!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I really like this scent! Itu2019s super light and airy but luxurious at the same. And at a super moderate price! Plus I loooove the packaging."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I was given this product for testing purposes by Influenster. This smell is so classic! Itu2019s floral and light! Floral scents usually give me a headache but this one is so light that it doesnu2019t. What I love the most is that the scent doesnu2019t change throughout the day. This is definitely an everyday scent that will smell good on everyone and you will definitely get compliments!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "Smells sooooo good! This is definitely a perfume I will be buying. Thank you to Influenster for hooking me up with a free sample"
        },
        {
            "review_title": "Floral goodness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I love that this perfume is light, I get headaches from really wrong scents. This one though is light but still very noticeable. It smells very sweet, floral, mixed with some woodsy notes. I love floral perfumes and this is one of the better floral options. It smells so sweet, I would definitely recommend it to someone who was definitely looking for that type of a scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I received a sample for free in exchange for my honest review. I wish I had gotten a full size product because I loved it. The packaging is beautiful and the scent is a light, fresh and floral. I am considering buying a full size product with my own money!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "If you like floral this is your perfume! Is like floral/ fresh scent and stays on you for a good 4 hours. Great for the summer months"
        },
        {
            "review_title": "LOVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Absolute favorite scent. This scent smells beautiful but also isn't too loud. A great fragrances for all outings."
        },
        {
            "review_title": "Smells great!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Normal skin",
            "review_text": "Smells really good. Would recommend. Has a fresh floral smell. However, it doesnu2019t last super long. Mine wore off after 4 or so hours. I received this product for free from Influenster."
        },
        {
            "review_title": "Daisy for Everyday",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Love Daisy for the everyday, makes me feel confident and refreshed. And the packaging is gorgeous.  I have received a free sample in exchange for review, but I do own the full size which I purchased myself. Also adore Daisy Love & Daisy Dream"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "The smell is nice and long lasting. I'm not a big perfume kind of person mostly because I want something that it's not too strong that it gives me a headache but I also don't want to keep reapplying. The smell to me is floral like daisies, obviously."
        },
        {
            "review_title": "Lovely!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is a wonderful perfume! I received this sample for free to review in exchange for a review. Itu2019s a light, airy, floral scent that lasts all day. I received many compliments on it when I went out, so people could smell it through the masks and enjoyed it! I personally would like this as a candle. Highly recommend to at least get a sample!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "This product has a very floral scent. Itu2019s quite strong so you donu2019t want to use too much when applying. It has a long wear time and has a mainly fresh and floral scent. I would not buy it again. Makes me think work professional not everyday inviting scent."
        },
        {
            "review_title": "Smells so good!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This fragrance is filled with floral scents. It smells so refreshing and clean. I would definitely recommend if you like the smell of flowers!"
        },
        {
            "review_title": "Okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This fragrance definitely had a strong powdery smell mixed with florals. It didn't last that long on me and the powdery smell was a bit too strong for my liking as well. It's a okay floral fragrance to wear in the spring/summertime if you like fragrances with a powdery smell. I received this product complimentary for testing purposes."
        },
        {
            "review_title": "A classic staple fragrance",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "When I first received my Marc Jacobu2019s Dasiy Love VoxBox, I was really excited! After opening my small box from Influenster, I was surprised with a sample size of Daisy Eau de Toilette. After using it a few times, Iu2019m loving this classic floral sent that never goes out of style! The timeless aroma of dancing in a field of strawberries, Jasmine and violet leaves in perfect harmony. This is a must have for all perfume consumers!  *I received this product complimentary from Influenster for testing purposes"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "I received this product as a free sample. This is a classic scent: fresh and floral, carefree vibes. However, it's not a long-lasting scent."
        },
        {
            "review_title": "Too powdery for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Itu2019s not that itu2019s a bad scent itu2019s just not my preference. Itu2019s a strong powdery floral that I would imagine a posh English grandmother would wear. I prefer something more spicy.  I received this product for free in exchange for my honest review from #influenster. This opinion is my own."
        },
        {
            "review_title": "Fresh and floral",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I love this perfume! Itu2019s the perfect balance of fresh and floral. Itu2019s not super over powering which I really like. Itu2019s more of a spring/summer scent but I will totally still wear it this fall. I like that the small sample size is so easy to travel with also."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Really nice smelling perfume. A little goes a long way and it also lasts all day. The first day I used too much and it definitely was overbearing. In my opinion itu2019s a unique smell, neither fruity nor spicy or musky. I enjoyed it and would purchase."
        },
        {
            "review_title": "Warm but light, sweet but not too sweet.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I think this scent is great for so many ages. Itu2019s fresh and light and youthful. I would highly recommend."
        },
        {
            "review_title": "Sweet and clean",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I received a sample size of Daisy Marc Jacobs to try and the smell was very light, clean and floral. It does smell very good but the smell didnu2019t seem to last long on my skin. I like that the smell isnu2019t too harsh on the nose, itu2019s very light. I would wear it again! If you like light florals, youu2019d probably like this"
        },
        {
            "review_title": "Smells good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Smells good! It has a beautiful floral smell and one spritz lasted all day!"
        },
        {
            "review_title": "Not the one for me but you might love it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Not my favorite daisy scent. It does not last long enough on me and it starts to smell strange once the middle notes set in. My favorite daisy is the eau so fresh."
        },
        {
            "review_title": "Flirty",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I received this sample in exchange for my unbiased review. This is a super floral,  flirty fragrance that is perfect for spring & summer. I am not sure if I would purchase the full size of it as it is a tad too floral for me but it is a great travel/ sample size to carry in your purse!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love this fragrance. Smells so fresh! I also love the Daisy Eau So Fresh variety"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I received a sample size of this perfume from Influencer. I was very excited to receive this product but in my opinion it's a little meh. It has a very nice clean smell to it with a hint of a sweet floral smell. It's a very elegant smell. My biggest issue is that it's not very long lasting. It doesn't last all day like some people have said."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Ive been on the hunt for a new fragrance for a while. My usual scent is viva la juicy by juicy couture and I have been looking for something a little more grown up...this is it. I've been avoiding this perfume because everyone and their moms use it but now I know why! This lasts very long ans is just so amazing. Sweet, floral, and flirty."
        },
        {
            "review_title": "Sweet and sensual",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "I really enjoyed the clean aroma of this. It had a florally scent without it being overpowering. That said, you only really need one spritz for it to last all day.  Definitely annoyed the smell. Will probably end up purchasing at some point."
        },
        {
            "review_title": "Fresh Floral",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I received this free for testing purposes from Influenster. This scent is sweet yet floral, but not overwhelming. The classic floral notes make me feel very feminine when I put it on. Perfect for date night! Florals can sometimes give me headaches if theyu2019re too strong, but this one was just subtle enough to not affect me. I took one star off because the scent faded pretty quickly for me, but overall this gives me modern floral femme vibes. Def not your grandmau2019s cloying perfume!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I tested a sample size of this fragrance to review. Itu2019s a solid floral scent that I think anyone who likes floral scents would love. Testing in the fall, it does feel out of place, but I think itu2019ll be great for the spring time."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "This perfume is a lovely scent itu2019s sweet and floral, but not too sweet. This is definitely a perfume I would wear everyday. The only done fall is that since it is a toilette it does not last all day like a perfume can with its lighter scent."
        },
        {
            "review_title": "Beautiful and light.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This scent opens with a lovely floral introduction, slightly fruity. Once it dries down, that beautiful sandalwood scent comes through and lingers so pleasantly. While I do definitely enjoy this fragrance, my only complaint is that it doesn't last noticeably all day. I can still smell it on my wrists at the end of the day, but not from afar. Overall a great fragrance!  I did receive a sample product free for testing purposes."
        },
        {
            "review_title": "Fresh and Floral",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received a sample size of this Marc Jacobs Eu De Toilette spray free in exchange for my honest review.  Daisy by Marc Jacobs features a timeless floral scent that manages to be sweet, but not overwhelming. This perfume is truly the perfect blend of sophisticated and youthful. I will definitely be purchasing a full size version for my personal use!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This is a very nice classic floral scent. Itu2019s not too strong but just enough that you can smell it all day. It didnu2019t give me headaches! Itu2019s kind of a fresh and floral scent so itu2019s nice for everyday wear."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Smelled soo good and it lasted so long with the scent would definitely recommend"
        },
        {
            "review_title": "Maybe not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I feel like this was almost too sweet and flowery for me. I like things that stand out a little more than this and I didn't think the scent lasted very long. If you want something sweet and flowery that may only last a couple hours for a date then maybe you'll enjoy this"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This scent comes off very sweet but transforms into a lovely warm musk throughout the day. I didn't enjoy the initial scent but as I wore it out, it grew on me. It's a nice scent for people who like warm, sweet scents. It's a good everyday perfume for anyone."
        },
        {
            "review_title": "Wonu2019t be disappointed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Deep skin tone, Combination skin",
            "review_text": "Love this perfume. Smells amazing and long lasting. Itu2019s not too strong and not too floral. This is my go to spray when Iu2019m stepping out for a night of fun or date night."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Oily skin",
            "review_text": "A light, fresh scent that last for several hours. Itu2019s floral and sweet, where I prefer a perfume that is a bit muskier. Itu2019s perfect for everyday wear - I received several compliments from friends when I wore it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This is a lovely and light floral scent. It has decent longevity. Itu2019s nothing super special but is great for every day wear."
        },
        {
            "review_title": "Great essence!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I really like the smell, itu2019s not super strong and stays on your skin for a couple hours. All flowers that you deserve! :)"
        },
        {
            "review_title": "Smells great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I really enjoyed this scent! Itu2019s light, fades off a little bit, but by End of the day you can still smell it. Itu2019s a very fresh scent; something you could wear all year round, if you wanted, but definitely reminds me more of spring time. I recommend this to anybody thatu2019s looking for a light fresh scent"
        },
        {
            "review_title": "Smells so good!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I received this product as a free sample to review! Just tried this sample yesterday and I have to say it smells amazing! I would say itu2018s a very warm & cozy scent and perfect for the holidays! I did notice the sandalwood scent in it. It is a pretty powerful smell and yes it did last the whole day. I would recommend this fragrance to others!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Gorgeous fragrance!! Light, fresh and delicately floral. Not too heavy or sweet. Perfect for a sunny day at the beach or a picnic date in the park. I would highly recommend this perfume!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "This perfume is great. I donu2019t have anything negative to say about it. It smells wonderful and wears really well. The smell is youthful and fresh!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I think this is a great perfume to gift! The scent is not too strong and never disappoints. This is perfect for the holiday season."
        },
        {
            "review_title": "smells good but not my tipe!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "So I did like the smell (floral and slightly sweet) but not my type, I prefer citrus. Itu2019s strong and good for the night, the only reason of why Iu2019m giving 4 stars itu2019s because at least in me it oxidize a little bit, so the smell changed. I received this product complimentary for review purposes."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Itu2019s not the type of thing Iu2019m into. I am more of a fruity type of girl and who really loveds sweet scents. Yet, this is great whenever youu2019re going to something fancier so a ball or evening party."
        },
        {
            "review_title": "Not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "This perfume smells really nice, soft and floral... but it doesnu2019t last even half the day on me :( I know some people love this perfume so I guess itu2019s just me. I most likely wouldnu2019t purchase bc of that."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This perfume is really lovely. The decent is fresh and feminine. The perfume lasts all day, which is really nice. It starts out floral and then has almost fruity undertones. I love that it is not overly sweet or overly floral like some perfumes. I would definitely recommend to friends."
        },
        {
            "review_title": "Definitely a favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Combination skin",
            "review_text": "The scent is super soft and relaxing! There are hints of jasmine, violet leaves, and strawberry which makes this scent so unique. However, it does lean more on the floral side of the spectrum. It is not overpowering so itu2019s perfect for anywhere like work or even a date night. As an eau de toilette, it isnu2019t as long lasting as a typical perfume, so reapplying may be necessary."
        },
        {
            "review_title": "Just Alright",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "For the price point I wish Marc Jacobs perfumes wouldnu2019t be the toilette formulation. The scent was just alright, very floral with no other hints of anything else. If thatu2019s what you like, youu2019d probably really like it! While I do like some floral this was just a little too over the top floral. I received this product free from Influenster for reviewing purposes."
        },
        {
            "review_title": "Okay, but didnu2019t last",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I received a free sample of Marc Jacobu2019s Daisy from Influenster. I was always curious to try this scent, so I was excited to have the chance. When first applied it had a nice sweet, floral scent I would have considered wearing daily. After about 10 min I could smell notes of vanilla coming through. But, after an hour in on every occasion I used it, the scent was no longer present. I never expect an eau de toilette to last all day, but not even an hour?! I donu2019t know if it just didnu2019t work with my body chemistry, but I will not be purchasing. I would however consider the eau de parfum if I ever have the chance to test out the staying power."
        },
        {
            "review_title": "New Favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I really like the floral scent and I wear it everyday. Itu2019s not too strong, so it doesnu2019t irritate me at all."
        },
        {
            "review_title": "Subtly Sweet",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "So good! This is a very nice everyday perfume. Itu2019s long lasting and smells beautiful. It wore for multiple hours. Itu2019s a floral like sweet scent. Its light enough it can be worn every day but also a date night as well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is a wonderful scent for any occasion. My husband does not like scents that are too cloying or strong, and he loves this one! Itu2019s clean, floral but not sweet, and lasts all day. Itu2019s no wonder itu2019s become a favorite!"
        }
    ]
}