{
	"product_id": "1369",
	"name": "Evercalm Gentle Cleansing Milk",
	"brand": "REN Clean Skincare",
	"categories": "Skincare, Cleansers, Face Wash & Cleansers",
	"price": 52.0,
	"about": "What it is:A creamy cleansing milk with a multi-action formula designed to nourish, calm, and soothe sensitive, dry, irritated skin..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Dryness, Redness, and Acne and Blemishes.Formulation:Liquid.Highlighted Ingredients:- Black Currant Seed Oil: An oil rich in omega-3 and -6 essential fatty acids that soothes and hydrates itchy, irritated skin..Ingredient Callouts:This product is gluten-free, cruelty-free, and comes in recyclable packaging..What Else You Need to Know:Bid farewell to itchy, tight, red, uncomfortable skin with this silky, rich, and gentle cleanser. With a nourishing and soothing formula, it cleanses the skin, protects it from free radicals and external aggressors, and restores vital hydration.",
	"ingredients": "-Black Currant Seed Oil: An oil rich in omega-3 and -6 essential fatty acids that soothes and hydrates itchy, irritated skin..-Fennel Seed Extract: Protects skin from free-radical damage...Aqua (Water), Cetearyl Ethylhexanoate, Cetearyl Alcohol, Caprylic/Capric Triglyceride, Sesamum Indicum (Sesame) Seed Oil, Butyrospermum Parkii (Shea) Butter, Myristyl Myristate, Glycerin, Cetearyl Glucoside, Ribes Nigrum (Black Currant) Seed Oil, Helianthus Annuus (Sunflower) Seed Oil, Sodium Stearoyl Glutamate, Oryzanol, Bisabolol, Myristyl Laurate, Hippophae Rhamnoides Fruit Extract, Calendula Officinalis Flower Extract, Tocopherol, Xanthan Gum, Phenoxyethanol, Citrus Nobilis (Mandarin Orange) Peel Oil, Anthemis Nobilis (Chamomile) Flower Oil, Sodium Dehydroacetate, Cinnamomum Camphora Linalloliferum (Ho Wood) Leaf Oil, Pelargonium Graveolens Flower Oil, Foeniculum Vulgare (Fennel) Fruit Extract, Ethylhexylglycerin, Glucose, Parfum* (Fragrance), Rosmarinus Officinalis (Rosemary) Leaf Extract, Citric Acid, Citronellol, Limonene, Linalool..*100 percent-natural origin. ....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Massage one pump onto dry skin for one minute..-Add water and continue to massage for another minute..-Rinse...Beauty tip:.-Leave on in the shower until ready to rinse. (It’ll visibly minimize redness and moisture loss from the heat of the shower.)",
	"num_reviews": 270,
	"overall_rating": 4.5,
	"product_url": "https://www.sephora.com/ca/en/product/ren-evercalm-gentle-cleansing-milk-P474371?skuId=2498814&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2498814-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "5.1 oz/150 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2498814-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Weird film, didn't cleans",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Dry skin",
			"review_text": "I feel bad but no. I have dry skin and was looking for a cleanser that wouldn't strip my skin in the AM.... This doesn't feel like it cleans my skin and left a strange film after rinsing off."
		},
		{
			"review_title": "Tried twice, returned",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "I have no idea why this product has so many good reviews! It’s one of those products that leave a coat on your face so that it feels like you didn’t get a good cleanse. Even my hands feel oily after using this product."
		},
		{
			"review_title": "Finally found a cleanser that works for rosacea",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "I have rosacea and I have been using this product for a few months. This is the only cleanser I have found to be gentile enough for my skin. It doesn’t make my skin tight or irritated or red. I have tried so many products and this is the only one that works."
		},
		{
			"review_title": "Must Have Best Cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Medium skin tone, Combination skin",
			"review_text": "First time I got this Cleanser, I was somewhat skeptical. It was recommended by Sephora Beauty Adviser but that alone wasn't a guarantee. Basically, once you get this Cleansing Milk, you will look forward to your beauty routine, so you could use this miracle product again and again. Not only it gently cleanses but it nourishes your skin and acts as moisturizer on its own. I'm on my third bottle. It lasts for a very long time but I use it every chance I get. Massage it in thoroughly before washing it off."
		},
		{
			"review_title": "By far the BEST CLEANSER i ever use!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This product change everything for me. A true game changer! At first, i wasn’t sure about the smell and the  texture for a cleanser. But thank god i gave it a shot.  I don’t remember having a better skin then right now!"
		},
		{
			"review_title": "I don't know what I would do without this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "I truly love this cleanser and have been using it for years. I have very sensitive skin (Seb. Derm. and rosacea) that dries out so easily. Even the most gentle products make my face all red and feel stiff and dry after using. I know people say this product leaves a film, but for me it feels more like its just not stripping my face of it's natural moisture. It's the only product I've found that doesn't. It takes care of my lighter everyday makeup as well, saving me from using a harsh remover most days. I find most fragrance irritating, and this does have fragrance, but luckily it has never been a problem for me."
		},
		{
			"review_title": "Weird film, didn't cleans",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Dry skin",
			"review_text": "I feel bad but no. I have dry skin and was looking for a cleanser that wouldn't strip my skin in the AM.... This doesn't feel like it cleans my skin and left a strange film after rinsing off."
		},
		{
			"review_title": "Tried twice, returned",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "I have no idea why this product has so many good reviews! It’s one of those products that leave a coat on your face so that it feels like you didn’t get a good cleanse. Even my hands feel oily after using this product."
		},
		{
			"review_title": "Finally found a cleanser that works for rosacea",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "I have rosacea and I have been using this product for a few months. This is the only cleanser I have found to be gentile enough for my skin. It doesn’t make my skin tight or irritated or red. I have tried so many products and this is the only one that works."
		},
		{
			"review_title": "Must Have Best Cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Medium skin tone, Combination skin",
			"review_text": "First time I got this Cleanser, I was somewhat skeptical. It was recommended by Sephora Beauty Adviser but that alone wasn't a guarantee. Basically, once you get this Cleansing Milk, you will look forward to your beauty routine, so you could use this miracle product again and again. Not only it gently cleanses but it nourishes your skin and acts as moisturizer on its own. I'm on my third bottle. It lasts for a very long time but I use it every chance I get. Massage it in thoroughly before washing it off."
		},
		{
			"review_title": "By far the BEST CLEANSER i ever use!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This product change everything for me. A true game changer! At first, i wasn’t sure about the smell and the  texture for a cleanser. But thank god i gave it a shot.  I don’t remember having a better skin then right now!"
		},
		{
			"review_title": "I don't know what I would do without this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "I truly love this cleanser and have been using it for years. I have very sensitive skin (Seb. Derm. and rosacea) that dries out so easily. Even the most gentle products make my face all red and feel stiff and dry after using. I know people say this product leaves a film, but for me it feels more like its just not stripping my face of it's natural moisture. It's the only product I've found that doesn't. It takes care of my lighter everyday makeup as well, saving me from using a harsh remover most days. I find most fragrance irritating, and this does have fragrance, but luckily it has never been a problem for me."
		},
		{
			"review_title": "Beauty",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I’ve shamefully tried a dozen or so face washes from Sephora and outside …and this one is simply the best. It’s literally washing your face with nourishing cream and the biggest surprise is how effective it is. Does exactly what it claims… cleans while respecting your skin. REN PLS NEVER STOP MAKING THIS."
		},
		{
			"review_title": "Fresh!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "I received this complimentary from Ren Skincare! I have dry skin and this cleanser made my skin feel so nourished and clean. All without the drying and stripping feeling. The creamy texture ensures a fresh and clean face!"
		},
		{
			"review_title": "LOVE this product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "I LOVE this product. It is so creamy and gentle. It does not irritate my skin and I feel that it leaves it feeling moisturised. Since being pregnant I have cut out a lot of products and have changed up my nighttime skincare routine to include an double cleanse oil and this cleanser- and that's it! I don't feel dry or feel the need to apply different serums or go through the hassle of finding something pregnancy safe to use after this cleanser. I have it on auto-replenish- love it."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I received this complimentary from REN skincare. I was intrigued that this was a cleansing milk. It was advertised to be like a second cleanser but I think the consistency is more of a first oil cleanser? There seems to have an oily residue when cleansing. It doesn’t not foam nor does it emulsify. I don’t think it doesn’t that great of a job either. To be honest, I’m not that impressed."
		},
		{
			"review_title": "My FAVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "complimentary from REN Skincare, The gentle milk cleanser is so smooth and it smells so good I could eat It! It cleans its sling extremely well and we love a product that has antioxidant-infused ingredients and zero waste packaging! Great for sustainability!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I got it complimentary from Ren Skincare but all opinions are my own.  Evercalm Gentle Cleansing Milk from Ren Skincare is great for really moisturized skin & the sustainability of this packaging! It's zero waste!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "This is such an amazing gentle cleanser! I’ve been using it everyday in the morning and I love that it doesn’t strip any oils, but my skin still feels really clean and fresh. I love this company because of their clean ingredients, and this one is a winner! Gifted by REN skincare"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Cleansing milks are my favorite and I’m so excited Ren gifted me one! This feels gentle on the skin and doesn’t strip the moisture away.  As someone with sensitive skin, I’m also very glad to see Ren come out with a sensitive / calming line!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Normal skin",
			"review_text": "I received this complimentary from REN skincare. I have sensitive, acne prone skin, and this cleanser has been amazing! After removing my makeup, I use this and it cleanses my skin without leaving it dry. The only downside is that it has a strong scent, but overall, it’s a great cleanser for sensitive skin!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I received this cleanser complimentary from REN for a review. I have dry skin so this cleanser does a good job of not stripping my skin. It would be especially good in the winter. It almost has a lotion feel to it and doesn’t really emulsify with water. May not be as great in the summer heat. Kind of smells like red vines mixed with a fresh scent."
		},
		{
			"review_title": "Milky cleanser heaven!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This cleanser is so nice! I went on vacation for a week and didn’t take my skincare but as soon as I got back I used this to cleanse my skin extra well and it was so nice feeling on the skin. The texture was milky and super soothing! I can tell this is going to be one of my favorite cleansers! Oh and not to mention the sustainability of this brand makes it even better! This was gifted to me but I do really recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "I was gifted by REN Skincare this product and it really helps soothe your skin. I would recommend for someone with very sensitive skin. I have been using this cleanser in the morning along with the cleansing gel at night. The ingredients aren’t harsh on the skin and have actually helped me with reduce redness."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Gifted by REN Skincare. I really like how gentle this is on my sensitive skin. It’s not stripping or drying and really feels great during the wash. Previous reviewers talked a lot about the new dispenser and I agree, I do miss the pump, but they may have made modifications to the tube because the dispenser isn’t as wide and it looks like they’ve tried to control how much is coming out. Overall, the formula itself is great for sensitive skin. This does have a minor fragrance, but is super creamy and lathers well."
		},
		{
			"review_title": "Great cleanser!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I was gifted by Ren this cleanser in exchange for my honest review. I have used this cleanser a couple of times to clean my face and I would have to say that it is a really nice cleanser. There are no harsh smells and it leaves my face still feeling fresh and clean after."
		},
		{
			"review_title": "Super gentle!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "The perfect cleanser I was looking for! I needed something super gentle for my second step in my double cleanse routine and I love this one! It didn’t strip my skin but my skin still felt clean. It has a really creamy consistency and a really calm smell. This was gifted by REN skincare."
		},
		{
			"review_title": "Must have for dry skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I don’t think I’ve ever come across such a hydrating cleanser like this before. The best way to describe the texture is it feels like I’m cleansing my face with lotion. It’s a thicker consistency but so gentle and when I wash it off my skin feels like I already moisturized! Gifted by Ren clean Skincare."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I’ve had eczema my whole life and have always struggled with balancing and hydrating my skin so I was SO excited to receive the Evercalm Gentle Cleansing Milk complimentary from REN Skincare. First of all, it is so creamy. It does not irritate my skin or strip away my natural oils. I love that it contains natural ingredients sunflower seed oil, fennel seed extract, shea butter & other clean ingredients. It left my skin nourished and smooth. I’m excited to see results after an extended period of use!"
		},
		{
			"review_title": "Love this product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "This facial cleanser, gifted by Ren Skincare, is exactly what my delicate skin needs. It doesn't add any more weight and instead makes it feel clean and renewed. I'd suggest it to anyone searching for a dependable and hassle-free face wash."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I received this product complimentary from REN Skincare. This might honestly be the perfect soothing, gentle cleanser. Jam packed full of antioxidant ingredients too- I love little bonuses like that! Foams beautifully too, and cleanses without stripping this skin. A must try!"
		},
		{
			"review_title": "LOVE IT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I was gifted by REN Skincare. this product is awesome! smells amazing and feels great on my skin. leaves my skin very clean but does not feel stripping at all. I will absolutely continue using this gentle cleanser daily in the am and pm"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "This cleansing milk is now my go to cleanser for my morning and night routine. It’s so gentle yet cleans my skin really well and does not cause any type of irritation or tightness. I love the texture of the cleanser also and the way it soothes my skin and the way my skin feels after using it. Very good cleanser! Gifted by ren skincare."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "I must say this is an amazing cleanser… I am so one who wants a gentle cleanser and I truly am enjoying this cleanser.. like truly.. it fine on my crazy sensitive skin… I also must say I was gifted by REN skincare brand  beauty"
		},
		{
			"review_title": "Best cleanser for sensitive skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "This was gifted by REN. I have been using this cleansing milk for about two weeks now. It has become a staple skincare product when removing my makeup. This cleanser is perfect for sensitive skin. It is creamy and does not irritate my skin. It also does not strip away my natural oils. I love that it contains natural ingredients sunflower seed oil, fennel seed extract, shea butter & other clean ingredients.  This is a great choice for anyone that wants to minimize their exposure to harmful chemicals. Another plus is that the packaging is recyclable."
		},
		{
			"review_title": "Creamy, great for dry skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "Gifted by REN in exchange for an honest review. This cleanser is really gentle, great for my dry skin especially in the winter. As long as you don't mind some fragrance and a bit of a splurge I think this feels really nice."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "I’ve been looking for a gentle cleanser that won’t dry my skin out during the winter and this is it!!! I’d also highly recommend it for year round if your skin is prone to getting dry and you want to stay hydrated! Gifted by REN skincare"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Dry skin",
			"review_text": "Gifted by REN skincare. I loved this cleanser. It is very gentle to the skin, even for sensitive skin, lathers pretty well and leaves skin soft and clean of impurities. It is also moisturizing which is a big plus."
		},
		{
			"review_title": "Definitely gentle for the skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "Perfect cleanser for this dry winter we are having. Gentle enough with clean ingredients that even my four-year-old could use. A little goes a long way and I know this will last me a long time so I am happy with this."
		},
		{
			"review_title": "Hydration sensation after use it.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This cleanser is great, love the consistency of moisturizer instead of a soap!  it does not foam, is easy to remove and does not dry out the skin. It doesn't have a fragrance so it doesn't smell wonderful, actually the smell is a little off but it goes away as soon as you rinse your face.  For me, it is more important that it is formulated without fragrance and with safe ingredients.  It's kind to the skin, I highly recommend it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Gifted by ren skincare. This is such a gently cleanser. It’s perfect for my dry sensitive skin. It doesn’t strip my skin at all. My skin usually gets dry with most cleansers but not this. It hasn’t irritated my skin and I love it"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "i really have been loving this cleanser so far. it doesn’t make my skin feel too heavy after i use it which i love. it’s also very gentle which is great for sensitive skin! definitely recommend this!! gifted by ren skincare"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "REN Skincare gifted me the Evercalm Gentle Cleansing Milk. This creamy cleanser is gentle and effective. It's great for sensitive skin and nourishing to the skin. I love the zero waste packaging that is recyclable."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "So far, I really love this cleansing milk. I have tried a few other things from this brand and I love that it is a clean brand With great branding. Overall, my skin feels cleanse after I use this product. this product was gifted by REN skin care."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "absolutely adore this cleanser and how amazing it makes my skin feel! it’s super gentle and didn’t irritate my face. it didn’t bring out any redness which is a huge plus for me since sometimes cleansers do that. i love it! gifted by REN skincare."
		},
		{
			"review_title": "must have!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Absolutely love everything from REN skincare! I alternate between this cleanser and the gel cleanser in the morning. This product is also great to help get cleanse off make-up. Complimentary from REN Skincare."
		},
		{
			"review_title": "A gentle cleanser for dry skin",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This cleanser was a complimentary from REN Skincare. The product has a rich and smooth consistency, which feels very delicate on my skin. Although it effectively removes my light makeup and sunscreen, it also provides moisture to my skin and can be easily rinsed off. However, it tends to leave my skin feeling slightly greasy. Perhaps it would work better for my oily and acne-prone skin during colder months"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I love this cleanser! I have combination skin that can be quite sensitive at time. This cleanser does so well at cleaning my skin while keeping it balanced! My skin feels more hydrated, balanced, and soothed since I’ve been using it! I love that my skin feels clean but doesn’t feel dry or tight at all after using it! This product was gifted by Ren."
		},
		{
			"review_title": "Nice and gentle!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "Such a solid cleanser! Definitely a must try, especially if you have sensitive skin. I have oil prone skin, but it’s also so sensitive and this product is gentle enough to feel like it’s cleansing my face while not hurting it! Gifted by REN skincare"
		},
		{
			"review_title": "Great for sensitive skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I have been really enjoying this milk cleanser gifted by REN Skincare.I love the smell, it such a calming scent. It has a great lather that isn’t too thick. It very so silky and smooth as I wash my face, and my skin feels clean, bright and poreless after."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Normal skin",
			"review_text": "Gifted by ren skincare. I Love this face wash! I have really dry skin and most face washes strip my skin but this one does not. It has a wonderful milky texture to it that removes makeup and dirt off of my face from the day. It has barely any smell to it at all and a little goes a long way with this. I think this face wash will last me a really long time. Highly recommend!"
		},
		{
			"review_title": "Loving this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "This cleanser was gifted to me complimentary from Ren skincare. I have been loving this creamy milk cleanser. I love the fact that it does not leave my skin feeling striped.  I also love that is a clean formula. This will remain in my rotation."
		},
		{
			"review_title": "Gentle Milky Cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "Beautiful cleanser. Has a gentle milky texture that easily cleanses skin leaving it glowing and radiant. Didn’t catch much of a scent. Love the gorgeous packaging. Works really well as a double cleanse. Gifted by REN Skincare."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Gifted by REN Skincare - I have a sensitive skin so I’m always looking for cleanser that are gentle and doesn’t strip off my skin. The Evercalm Gentle Cleansing Milk is so gentle but still cleans all the impurities away. Definitely not the most affordable but for sure worth the price!"
		},
		{
			"review_title": "Gentle & hydrating!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "My skin can be sensitive and dry at times especially during the colder months so I thought I would try out this cleanser from REN. I really love it so far! It’s very hydrating and gentle and feels great on my skin. It also protects against environmental pollution and is zero waste! Love it! Gifted by REN Skincare"
		},
		{
			"review_title": "Amazing gentle cleanser!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
			"review_text": "I’m really loving the antioxidant rich ingredients in this cleanser. My skin feels so refreshed and smooth after using. I love how gentle it is on the skin. I also use it to remove my makeup and love how it doesn’t strip my skin dry after using. I was gifted by REN Skincare & I’m loving it so far!"
		},
		{
			"review_title": "Finally!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "I absolutely love this cleanser I have very sensitive skin and everything breaks me out, so I'm always looking for a great cleaner that doesn't break me out and I have finally found it. It leaves my skin feeling clean without being stripped of my natural oils. The texture is super lightweight and not heavy at all. And most of all it has antioxidant-infused ingredients which I love and zero-waste packaging. gifted by REN"
		},
		{
			"review_title": "good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "complimentary from REN Skincare. So good!! This cleanser doesn't break me out. It leaves my skin feeling clean without being to stripping. The texture is very light like milk and it has antioxidant-infused ingredients.   I like that brand creates zero-waste packaging, I love sustainability."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "Love this cleanser! I use it when I am taking off my makeup as I need something gentle after having makeup on this clears off my makeup effortlessly and leaves my skin not feel stripped. I would definitely purchase again! This was gifted by REN Skincare."
		},
		{
			"review_title": "Great!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "I absolutely love the antioxidant-rich ingredients,  and how easy it is to squeeze out of the zero waste tube. I use this as a double cleanser, it tends to leave my skin a bit on the oily side if used alone. But it works amazing to clean my face of SPF and makeup as a double cleanser. It leaves my skin bright and soothed. It is also has a slightly fragrance scent to it, not too bad just slightly. All and all i did enjoy this cleanser.  *Gifted by REN Skincare"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This face wash doesn’t lather up, but it really does the job well. It’s gentle and soothing on my skin, and after washing my face it doesn’t strip it completely and make my face feel dry. It’s non greasy, smells mild, and even takes off the residuals of my makeup after double cleansing! Gifted by Ren Skincare"
		},
		{
			"review_title": "Super gentle",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I love this creamy milky texture, it's the most gentle cleanser ever. The added black currant seed oil is super soothing and hydrating. I love using it in the mornings and also enjoy it as a second cleanse in the evenings. Kindly gifted by REN Skincare."
		},
		{
			"review_title": "Gentle and fresh feeling",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Medium skin tone, Combination skin",
			"review_text": "This is a creamy beautiful, non-stripping cleanser! Great for dry or sensitive skin. It feels so good on the skin and cleans well, leaving my skin feeling so fresh! I really enjoyed this! I’m so glad I tried it. *gifted by Ren Skincare"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "I love this cleansing milk! It works so well and doesn’t make my skin feel stripped or dry.  It smells good but not strong at all. Overall it makes my skin feel super fresh and clean. I would recommend this product. Gifted by REN skincare"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I've been enjoying the Gentle Cleansing Milk. The lotion-balm texture is excellent for moisturizing and protecting against dehydration, and it leaves my skin feeling both fresh and comfortable. This can be used in the morning or at night. gifted by REN skincare"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I have very dry sensitive skin and this is super gentle and works well for my skin I just have to double cleanse because I feel like this doesn’t get all the dirt and makeup off my face since it leaves a film like texture behind. I haven’t had any issues with breakouts though and it’s hard to find products that don’t irritate my skin this is perfect for double cleansing."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This was gifted by REN skincare and I am obsessed! I makes my skin feel so smooth after using it in the morning and it brightens it for the day so my face doesn’t look tired- this brand also has other great products"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "This is a very gentle cleanser, with a creamy texture - thicker than I would’ve expected with the name “milk” in the title, but no biggie! I don’t think it would be sufficient in itself to, say, remove a full face of heavy duty makeup, but it’s a nice cleanser for lighter days and/or after using a cleansing balm first. I have sometimes sensitive skin and am trying new actives, so this is a good no-frills cleanser. This was gifted by REN Skincare to me but opinions are my own. Picture is a comparison between this cleanser and REN’s gel equivalent. The milk cleanser is thicker than the gel!"
		},
		{
			"review_title": "A new holy grail",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Normal skin",
			"review_text": "This just might be a new holy grail for me. It’s milky but a stiffer texture and it gets a lather which I usually don’t expect from milky cleansers. This is the softest cleanser ever and my skin feels like silk after using. Very slight, pleasant scent to this! Complimentary from Ren Skincare"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "Very gentle on the skin but still does the job. I really enjoy using this cleanser I feel like it leaves my skin clean and refreshed but without the dryness and tightnesses that comes with many of the face cleansers. Me and my dry skin are very happy with this! Gifted by REN skincare"
		},
		{
			"review_title": "Super gentle for the morning",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "This has been perfect for me in the morning to cleanse my face before make up. I have combo skin that is starting to lean more dry and while I need to wash my face in the morning I need to be careful so it doesn’t strip. It has a slight herbal scent that I find super refreshing. It’s a super gentle milky texture that melts into the skin. It has a cream consistency which I find best for in the morning for more dry skin."
		},
		{
			"review_title": "I like it",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I'm currently really enjoying this calm cleansing milk! It's super gentle on the skin and has antioxidant properties. No stripped feeling on the skin. Love the big bottle packaging and zero waste as well!!! gifted by REN skincare"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I received this complimentary from Ren skincare for my honest review.  This is such a gentle cleanser. It has a nice creamy texture. It felt soft and hydrating while using. I love having a hydrating cleanser in my routine...this will be my new favorite one."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Normal skin",
			"review_text": "This Evercalm Gentle Cleansing Milk was gifted by REN Skincare for reviewing purposes.  This cleanser does really well with my dry skin.  I often have issues with cleansers making my skin even drier but this one is hydrating."
		},
		{
			"review_title": "Nice!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "Nice! I would say it’s a good solid gentle and effective cleanser. I have a bunch in my shower but this was my favorite for mornings as it felt like it helped to keep my moisture barrier. I’d say it’s worth the purchase. Gifted by REN Skincare"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "Nice daily cleanser. Gentle enough on the skin and it doesn’t strip it or leave it with that squeaky feeling. Good consistency and it seems to do the job in terms of removing makeup/cleansing. Great for day and night. Gifted by Ren Skincare."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This cleanser is so gentle and removes my makeup and all the dirt off my face! I have very sensitive skin with acne and sometimes struggle with eczema, so I was looking for some thing that was gentle, but also help with any acne breakouts, and this has been working wonderfully!!! Gifted by REN skincare."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
			"review_text": "Extremely gentle cleansing milk. Cleanses properly all while soothing irritated skin. Helps with a damaged barrier and extremely dry skin. Doesn’t leave a film on the skin and it does feel heavy either. Lovely product overall. Gifted by Ren skincare."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "My skin doesn't feel super clean afterwards, it leaves a film on it like as if i used some lotion to cleanse it. I definitely feel the need to use another cleanser afterwards to get that clean feeling, but if my skin is irritated or super sensitive this may be a good cleanser to use as it is definitely not harsh."
		},
		{
			"review_title": "Easy to use",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Gifted by ren skincare in exchange for a review. I really love this milk cleanser. It is very gentle on the skin and cleans makeup off without an issue. This is great to use as an everyday cleanser! Love it"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love how get and creamy this milk is. It doesn’t lather much but cleanses my face so effectively. All Ren evercalm products are so gentle and effective even for sensitive skin. I love how it is infused with antioxidant ingredients. And I love aero waste and recyclable packaging. Products gotta be sustainable today. Gifted by Ren"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Combination skin",
			"review_text": "This is a good cleanser for extra-extra dry skin, it's truly moisturizing and nourishing and doesn't cause the skin to become drier after washing and helps protect the barrier. It feels like bathing your face in milk, a very soothing experience.  I can use it even on the days when my face is feeling red and irritated. // gifted by REN Skincare"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I love hot is something it’s my skin feel because it’s so cleansing but it does not dry my skin up with huge bonus. It’s so hard for someone like me with dry skin to find a good cleanser. Gifted by ren skincare"
		},
		{
			"review_title": "A Dream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Complimentary  from REN Skincare, this is an absolute gift from the Gods! I can’t think of anything else, having long suffered from Acne - this seems to be one of the best cleansers that we be used. With my super sensitive skin - I highly recommend this product.as I’ve noticed progress is n my skin."
		}
	]
}