{
	"product_id": "232",
	"name": "Mini Pillow Talk Blush and Glow Beauty Highlighter Wand Set",
	"brand": "Charlotte Tilbury",
	"categories": "Makeup, Value & Gift Sets",
	"price": 44.0,
	"about": "What it is: A travel-sized duo to get the universally flattering Pillow Talk look, featuring a Matte Beauty Blush Wand and the award-winning Beauty Light Wand.Highlighted Ingredients: - Glow Gel Technology: Melts seamlessly into the skin and plays with the light..- Lumi Blur Technology: Contains light-reflecting pigments that create a pop of color and smooth finish...Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. These products are also vegan...What Else You Need to Know: This limited-edition duo unlocks a dreamy Pillow Talk blush and glow. Charlotte Tilbury's Beauty Light Wand formula melts seamlessly onto the skin for a high gloss highlight that stays dewy all day, while Matte Beauty Blush Wand creates a beautifying pop of color and a smooth, soft-focus finish...This Set Contains:.- 1 x .16oz/ 5ml Mini Pillow Talk Beauty Light Wand in Pillow Talk (soft rose gold highlight).- 1 x .16oz/ 5ml Mini Pillow Talk Matte Beauty Blush Wand in Pillow Talk (matte nude-pink)",
	"ingredients": "-Glow Gel Technology: Melts seamlessly into the skin and plays with the light..-Lumi Blur Technology: Contains light reflecting pigments that create a pop of color and smooth finish...Pillow Talk Beauty Light Wand in Pillow Talk:.Aqua/Water/Eau, Hydrogenated Didecene, Isododecane, Mica, Glycerin, Propanediol, Cetyl Peg/Ppg-10/1 Dimethicone, Silica, Sodium Chloride, Hydrogenated Styrene/Isoprene Copolymer, Hydroxyacetophenone, Polyglyceryl-4 Isostearate, 1,2-Hexanediol, Caprylyl Glycol, Triethoxycaprylylsilane, Trisodium Ethylenediamine Disuccinate, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Lindera Strychnifolia Root Extract, Phenoxyethanol, Ethylhexylglycerin, [+/- Titanium Dioxide (Ci 77891), Iron Oxides (Ci 77491)]. ..Pillow Talk Matte Beauty Blush Wand in Pillow Talk:.Isododecane, Hydrogenated Polyisobutene, Hydrogenated Styrene/Isoprene Copolymer, Silica, Trimethylsiloxysilicate, Mica, Caprylic/Capric Triglyceride, 1,2-Hexanediol, Caprylyl Glycol, Triethoxycaprylylsilane, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, [+/- Titanium Dioxide (Ci 77891), Iron Oxides (Ci 77491, Ci 77492), Blue 1 Lake (Ci 42090), Red 6 (Ci 15850), Red 28 Lake (Ci 45410)].",
	"how_to_use": "Suggested Usage:.Pillow Talk Matte Beauty Blush Wand:.-Using the easy-to-use cushion applicator, apply onto the apples of your cheeks, avoiding the eye area..-After each application, blend up along the cheekbones toward the temples for a quick lift effect...Pillow Talk Beauty Light Wand:.-Apply using the cushion applicator, then blend up and along the cheekbones for a beautifying Pillow Talk glow.",
	"num_reviews": 31,
	"overall_rating": 3.3,
	"product_url": "https://www.sephora.com/ca/en/product/mini-pillow-talk-iconic-blush-and-glow-kit-set-P513282?skuId=2811487&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2811487-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "Best product I have ever used!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I luv this product so much!  I love this so much more than the set of one  This set is way better, with money,and the product it’s self !! I would suggest buying"
		},
		{
			"review_title": "Lovely Product but Small Amount",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "The liquid highlighter is one of the best I've tried, and the liquid blush colour is pretty, too. I had no problems with either formula irritating my skin or messing up my foundation. However, the amount of product you get is so minimal that it feels like a waste of money."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Dry skin",
			"review_text": "It’s such a cute colour!!! It takes a second to get the actual product at first but once you do it’s pretty easy to use plus a little goes a long way."
		},
		{
			"review_title": "Need this",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "So nice! Got it for Christmas for my best friend! She loved it so much!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I am very satisfied with this combo . I loved it ."
		},
		{
			"review_title": "Beautiful blush and highlighter",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Oily skin",
			"review_text": "It is important to start off small and then build your blush. This lasts all day (with setting spray) and did not fade. It also has a smooth finish."
		},
		{
			"review_title": "Skip these",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "These look so pretty in photos, but on me they emphasized texture, went on patchy, and even if I could get them to spread evenly, did not last. ￼"
		},
		{
			"review_title": "Pilling",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I like the highlighter but so far I have found the blush pills"
		},
		{
			"review_title": "blush is good highlighter is okay",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Normal skin",
			"review_text": "I love the blush, the consistency is amazing. The highlighter looks almost gone after 2 uses which i thought was strange"
		},
		{
			"review_title": "Meant for medium skin tone?",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "Very pretty but it was so much darker than I thought it would be. I thought it would be a medium coral shade but it was a deep brick color. The highlight is meant for someone with a medium skin tone which     is workable for me"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I just got this product set for Christmas and I loved it. It was definitely a bit pricy but the products are amazing!"
		},
		{
			"review_title": "It’s ok",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "The highlighter is a 11/10! Super glowy. The blush on the other hand….. The blush is a dark shade and it is patchy, but can be fixed with a beauty blender instead of  blending it with a blush"
		},
		{
			"review_title": "No product",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Doesn't have any products, extremely disappointed. It's practically air and no products. It's unbelievable. Used it only once and didn't even use that much product but that was it. It's empty"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I got this on sale, and it was 24 dollars, although I was a little disappointed. The size of these is very small and a little smaller than my pinky finger. I personally don't think it was worth the money, but nice to try them out."
		},
		{
			"review_title": "disappointing :(",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "most of my makeup consists of charlotte tilbury so i was expecting this to be just as good as all their other products but it was a huge let down. the blush is a lot darker then i thought it would be and its patchy and fades quickly. the highlight is just not pigmented and poor quality as well. feels like a really cheap product, save your money!!!!"
		},
		{
			"review_title": "Get it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "very cute colors and i love the highlighter so so much!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Great for one use and now nothing product come out."
		},
		{
			"review_title": "It’s okay",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
			"review_text": "I like the highlighter, the blush doesn’t show up much on darker skin and it wear off after a while. I like the lock feature."
		},
		{
			"review_title": "Patchy",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Patchy and not what I was expecting. Maybe the full sizes are better quality, but I couldn’t get product out hardly. And then I applied it, it was really patchy and not cute."
		},
		{
			"review_title": "Great product but empty wand",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I was very much looking forward to trying these products. Unfortunately, the highlighter was almost empty upon receiving it . The products are great but wondering if i received old stock since it was on specialon special."
		},
		{
			"review_title": "My fave 😊",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "Super long wears, it lasts a lot even though I use mask all day"
		},
		{
			"review_title": "Like not Love",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Normal skin",
			"review_text": "They are both super glowy but they are not pigmented enough."
		},
		{
			"review_title": "Beautiful",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "This actually is so beautiful on my skin, and wasn’t too pricey since it came in a gift set, however it has a screw that you can use to keep the product from coming out and it is confusing sometimes."
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Normal skin",
			"review_text": "Its so pretty and perfect size!! Get it before its gone!"
		},
		{
			"review_title": "The applicator either puts out too much product or",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "The applicator either puts out too much product or not enough product. Once you get to the point the tube won't squeeze any longer there is still a lot of product left, I had to cut the tube open and dip with a brush to get the remainder out.  For the price, I think there are other products out there that work just as well and are less messy and trouble."
		},
		{
			"review_title": "What took me so long?",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Dry skin",
			"review_text": "Can't believe I've been sleeping on these, they're amazing. Great staying power and beautiful colors. Great set to try. Now I want more of these. Can't wait to try more colors. I highly recommend."
		},
		{
			"review_title": "Don't do it.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "Cheap quality in pretty packaging. Blush doesn't stay, vanishes in a few hours- and is patchy. The highlighter is chunky, too golden, and it spreads. Spend on Pixi or rare beauty instead."
		},
		{
			"review_title": "A Must have",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Oily skin",
			"review_text": "I personally love this product! It's Amazing. Kinda tiny for the price."
		},
		{
			"review_title": "perfect mini size",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "the size of these are perfect for those that want to try out her wands. formula is really great too."
		}
	]
}