{
	"product_id": "1425",
	"name": "Summer Showstoppers Kit",
	"brand": "Sephora Favorites",
	"categories": "Makeup, Value & Gift Sets",
	"price": 49.7,
	"about": "What it is: This set includes 10 sun-ready, long-lasting beauty favorites..What Else You Need to Know: Prime, glow, and go with these summer kit staples. Discover your new summer glam routine with this curated assortment that will leave you beaming. This cross-category kit features a full range of product, so you are ready for any occasion...This Set Contains:.- 0.7 oz/ 20 g Beautyblender Power Pocket Puff™ Dual-Sided Powder Puff for Setting and Baking.- 0.11 oz/ 3.5 mL Benefit Cosmetics 24-Hr Brow Setter Clear Eyebrow Gel.- 0.25 oz/ 8.5 g Glossier Lash Slick Lift and Lengthening Mascara in Black.- 0.16 oz/ 5 mL Glow Recipe Strawberry Bha Pore-Smooth Blur Drops™ in Red.- 0.25 oz/ 7 mL HAUS LABS BY LADY GAGA PHd Hybrid Lip Oil in Tint (sheer pink).- 0.33 oz/ 10 mL Isle of Paradise Self-Tanning Drops.- 0.13 oz/ 4 mL K18 Biomimetic Hairscience™.- 0.1 oz/ 3 mL Milk Makeup Lip + Cheek Cream Blush Stick in Werk.- 0.47 oz/ 14 mL SEPHORA COLLECTION Size Up Volumizing Mascara in Black.- 1 oz/ 30 mL Tower 28 Beauty SOS Daily Rescue Facial Spray",
	"ingredients": "Benefit Cosmetics 24-Hr Brow Setter Clear Eyebrow Gel:.Aqua (Water), Alcohol, Acrylates Copolymer, Amp-Acrylates Copolymer, Hydroxyethylcellulose, Phenoxyethanol, Peg-12 Dimethicone, Caprylyl Glycol, Panthenol, Butylene Glycol, Gossypium Herbaceum (Cotton) Extract....Glossier Lash Slick Lift and Lengthening Mascara in Black:.Water/Aqua/Eau, Acrylates Copolymer, Alcohol Denat., Beeswax/Cera Alba/Cire D'abeille, Peg-15 Glyceryl Stearate, Copernicia Cerifera (Carnauba) Wax/Cera Carnauba/Cire De Carnauba, Butylene Glycol, Kaolin, Pullulan, Behenyl Alcohol, Bentonite, Rayon, Dimethicone, Stearic Acid, Sucrose Distearate, Vp/Va Copolymer, Nylon-6, Aminomethyl Propanol, Glycerin, Tocopherol, Silica, Panthenol, Biotinoyl Tripeptide-1, Phenoxyethanol, Iron Oxides (Ci 77499), Black 2 (Ci 77266)....Glow Recipe Strawberry Bha Pore-Smooth Blur Drops™ in Red:.Water/Aqua/Eau, Tapioca Starch, Isopentyldiol, Nylon-12, C9-12 Alkane, Distarch Phosphate, Ammonium Acryloyldimethyltaurate/Vp Copolymer, Saccharide Isomerate, Fragaria Vesca (Strawberry) Leaf Extract, Salicylic Acid, Salix Alba Bark Extract, Fragaria Vesca (Strawberry) Fruit Extract, Leuconostoc/Radish Root Ferment Filtrate, Sodium Hyaluronate, Bisabolol, Coco-Caprylate/Caprate, Triheptanoin, Butylene Glycol, Pentylene Glycol, Propanediol, Caprylyl Glycol, Polyglyceryl-10 Dioleate, Dilinoleic Acid/Butanediol Copolymer, Polyglyceryl-10 Dipalmitate, Ethylhexylglycerin, Sodium Hydroxide, 1,2-Hexanediol, Phenoxyethanol, Castor Oil/Ipdi Copolymer, Citric Acid, Fragrance/Parfum*..*100% Naturally Derived....Haus Labs by Lady Gaga PHd Hybrid Lip Oil in Tint:.Polybutene, Octyldodecanol, Diisopropyl Sebacate, Caprylic/Capric Triglyceride, Opuntia Ficus-Indica Seed Oil, Sr-Hydrozoan Polypeptide-1*, Portulaca Pilosa Extract, Palmitoyl Tripeptide-38, Squalane, Sucrose Cocoate, Cetearyl Ethylhexanoate, Sorbitan Isostearate, Ethyl Vanillin, Aqua (Water, Eau), Sebacic Acid, Phenoxyethanol, Potassium Sorbate. May contain +/-: ci 45410 (red 27), ci 17200 (red 33 lake), ci 15850 (red 6), ci 19140 (yellow 5 lake), ci 45410 (red 28 lake), ci 15985 (yellow 6 lake)..*Vegan Collagen....Isle of Paradise Self-Tanning Drops:.Water/aqua/eau, dihydroxyacetone, alcohol denat. (Sd Alcohol 40-B), Glycerin, Polysorbate 80, Xanthan Gum, Erythrulose, Propylene Glycol, Agastache Mexicana Flower/Leaf/Stem Extract, Tocopheryl Acetate (Vitamin E Acetate), Aloe Barbadensis Extract*, Citrus Grandis (Grapefruit) Peel Oil*, Cocos Nucifera (Coconut) Oil*, Eucalyptus Globulus Leaf Oil*, Mentha Piperita (Peppermint) Oil*, Persea Gratissima (Avocado) Oil*, Salvia Hispanica Seed Oil*, Salvia Officinalis (Sage) Oil*, Methoxyphenyl T-Butylphenyl Propanediol, Tropaeolum Majus Flower/Leaf/Stem Extract, Ascorbic Acid, Ethylhexylglycerin, Propanediol, Sodium Metabisulfite, Parfum (Fragrance), Sodium Hydroxide, Phenoxyethanol, Triethylene..*Organic....K18 Biomimetic Hairscience™:.Caprylyl Caprylate/Caprate, Squalane, Persea Gratissima (Avocado) Oil, Helianthus Annuus (Sunflower) Oil, C13-15 Alkane, Undecane, Benzyl Alcohol, Tridecane, Castor Isostearate Succinate, Propanediol, Sh-Oligopeptide-78, Fragrance (Parfum), Tocopherol, Cinnamal, Hexyl Cinnamal, Limonene, Linalool....Milk Makeup Lip + Cheek Cream Blush Stick in Werk:.Ricinus Communis (Castor) Seed Oil, Persea Gratissima (Avocado) Oil, Ethylhexyl Palmitate, Helianthus Annuus (Sunflower) Seed Wax, Candelilla Cera/Euphorbia Cerifera (Candelilla) Wax/Cire De Candelilla, C12-15 Alkyl Benzoate, Isononyl Isononanoate, Silica, Fragrance (Parfum), Citrus Aurantium Dulcis (Orange) Peel Wax, Mangifera Indica (Mango) Seed Butter, Prunus Armeniaca (Apricot) Kernel Oil, Tocopheryl Acetate, Isopropyl Myristate, Hydrogenated Vegetable Oil/Huile Végétale Hydrogénée, Stearalkonium Hectorite, Propylene Carbonate, Sorbitan Tristearate, Polyhydroxystearic Acid, Bis-Stearyl Dimethicone, Isopropyl Titanium Triisostearate, Mica, Palmitic Acid, Limonene, Linalool, Titanium Dioxide (Ci 77891), Iron Oxides (Ci 77491), Red 7 Lake (Ci 15850), Red 28 Lake (Ci 45410), Yellow 5 Lake (Ci 19140)....Milk Makeup Lip + Cheek Cream Blush Stick in Werk:.Aqua/Water/Eau, Ci 77499 (Iron Oxides), Paraffin, Glyceryl Stearate, Synthetic Beeswax, Stearic Acid, Acacia Senegal Gum, Butylene Glycol, Palmitic Acid, Oryza Sativa Cera (Oryza Sativa (Rice) Bran Wax), Polybutene, Styrene/Acrylates Copolymer, Vp/Eicosene Copolymer, Ozokerite, Aminomethyl Propanol, Hydrogenated Vegetable Oil, Phenoxyethanol, Stearyl Stearate, Hydroxyethylcellulose, Cellulose, Sodium Nitrate, Sodium Dehydroacetate, Silica, Glyoxal....Tower 28 Beauty SOS Daily Rescue Facial Spray:.Water/Aqua/Eau, Sodium Chloride, Hypochlorous Acid.",
	"how_to_use": "",
	"num_reviews": 38,
	"overall_rating": 3.6,
	"product_url": "https://www.sephora.com/ca/en/product/summer-showstoppers-kit-P511417?skuId=2763464&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2763464-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "great value!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "this set comes with so many good products! i got it for $50 canadian dollars! this is such a good deal because it comes with a bunch of full size products, but also mini ones that a still a decent size. definitely recommend!"
		},
		{
			"review_title": "Best set ever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Soooo good!! I use everything in it! I pair both mascaras togheter and they make my lashes so long and full. MUST HAVE!!"
		},
		{
			"review_title": "Best Full Sizes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I got this during the sale when the kit came down for $39, love all the products in it & especially the full sizes are a steal in the price I got this one."
		},
		{
			"review_title": "a nice gift for someone",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I got this kit on sale for my sister. She's in her 30s and has clear combination dry skin. She's loved every product so far!"
		},
		{
			"review_title": "These Sephora favourites are a need!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "I got this on sale for 35.50 (Canadian) and that is basically the price of the Haus labs lip oil! the mascaras are amazing and it's a really good deal. should you get this?? the answer is yes!!"
		},
		{
			"review_title": "Not bad for $35",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "It's a great kit when it's on sale. I personally wouldn't pay the full price for it though. Self-tanning drops are meh, Haus of labs oil is nice but I dislike the unnatural pinkish tint, everything else seems kind of nice. I love Glossier mascara, it give me beautiful natural long lashes and it is very subtle, but my natural lashes are pretty long and thick, so it might not be working the same for everyone. Beauty blender puff is solid quality and quite versatile. Milk blush glides on nicely and stays put. Other stuff is good too!"
		},
		{
			"review_title": "Daily use kit",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "I received this yesterday.  I love this product and 4 full size products are amazing and worth it as well. thanks a lot."
		},
		{
			"review_title": "Was an impulse buy! but I do not regret it.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "AMAZING bunch of products in one pack! It’s like 5$ per product, which seems pretty fair! Loving it!"
		},
		{
			"review_title": "Good deal!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Porcelain skin tone, Dry skin",
			"review_text": "I got this set on sale and it's really a good deal. I love the Glossier mascara for the bottom lashes! Everything is good for me except the bronzing drops I'm too fair I look orange. The puff is super heavy I was not expecting that but it works. Overall a very good deal 10/10"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "J'adore les ensembles qui permettent d'essayer les produits avant achat !!!"
		},
		{
			"review_title": "Pick this up if it goes back on sale",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Medium skin tone, Combination skin",
			"review_text": "I ordered this set with a couple of samples and rewards but upon arrival the entire set was missing from the order- I had someone great from the customer service team who had it resent which I’m super appreciative of but how do you forgot the main item in an order like this.. I did purchase this when it was on sale for $45 so I believe the value when it was on sale was great."
		},
		{
			"review_title": "good set",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "it's a really good set to try different products in one. I have never tried benefit brow gel and now I want the full size of it. the lip gloss not a fan of but other than that it's good"
		},
		{
			"review_title": "Great set!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Oily skin",
			"review_text": "Overall it’s a good value. I needed a new brow gel and I’ve been wanting to try the beauty blender puff for a while. So I decided to try the set while it was on sale and I’m glad I did!   The brow gel has been a favourite of mine for awhile.   The beauty blender is amazing!! Applies my settings powder perfectly and it doesn’t absorb too much of the product. It’s something I will repurchase when this one gets gross.   I really liked the glow recipe. I’ve been wanting to try it for awhile, but the mixed reviews had me on the fence. It’s actually really good, blurs well, makes my makeup look great all day and doesn’t settle into my fine lines.   Tower 28 spray is really great! I’ve actually seen improvement in my skin while using it! I get small bumps due to rosacea and I’ve had less while using it.   Isle of paradise works well! I put two drops into my moisturizer at night and noticed a subtle tan in the morning. I didn’t even put foundation on because my skin looked more evened out and the tan hid some of my redness. It didn’t look orange at all on me, I have cool toned peach skin with green undertones.   K18 was fine, nothing special for me. Happy to try it though!  Haus labs is very nice, but not a favourite for me as I prefer gloss over lip oils.   Milk makeup lip cheek is probably the thing I liked least. It’s just ok, doesn’t have the staying power I prefer.  Sephora mascara Is very similar to the old bite beauty one and that was a favourite of mine. So I really liked this mascara! Really coats the lashes and gave mine some lift which I definitely need!  Glossier mascara is my favourite for bottom lashes. I only use it on the bottom lashes or to set other mascaras that run. The wand is a perfect size for bottom lashes, it doesn’t give me raccoon eye and doesn’t flake off throughout the day. Doesn’t add volume, just separates and give length. I needed a new one, so I was very happy it came in this set!   Overall I would recommend this set especially if it’s on sa"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love this set except the hair oil is small but overall when it was on sale its a great deal i mean with just the lip oil and the sephora mascara you paid your set so its worth it. I will probably not buy it again, i will just restock the things i really liked in the set"
		},
		{
			"review_title": "This sephora kit is ok",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
			"review_text": "Personally i found a lot of products ok, for example the sephora mascara just kinda made my lashes clumpy, the self tanner made me orange and i only used 1 drop and the k18 was smaller than my pinky. Though the few products i did like were very good (the lipgloss, brow gel and tower 28 spray.) Overall would not buy again"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I loveee this set!!! (The pictures are screenshots of my vid on insta at Rai_does_circus) in my opinion this is the best Sephora favourites kit available right now. The k 18 oil is smaller than expected, I have long hair and it will probably only last me one or two uses. But everything else is amazing!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "there are 4 full size products in this bundle set. The Haus labs is full size and retails for $36 and the beauty blender is $25 so with this being on sale it's definitely worth the price. While I do find it annoying that the same set in the USA has a supergoop sunscreen and we don't (cmon Sephora) it's still a good way to try products out. but I would never pay $71 dollars for this, sale price only."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Normal skin",
			"review_text": "Missed the mark again, the only full sizes are the terrible mascaras, I've used them both, and both very subpar, unfortunately.  I'd pass on this, even if it's reduced in price."
		},
		{
			"review_title": "Get it on offer",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "Worth the $42 cad - such nice products with some decent full size in there too. I would be disappointed to have paid $72 but I got on offer and do was very happy"
		},
		{
			"review_title": "leaking and dried out products",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "just bought, and 1 product has leaked out in the bag, and the eyebrow wax is dried out. this is what I've noticed so far. not happy."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Best purchase ever. The glossier + the Sephora mascara is the perfect combo for a look like false lashes."
		},
		{
			"review_title": "rip off for canadians DO NOT BUY THIS",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone",
			"review_text": "I get canada is super strict with sunscreen and requires brands to go through lots of expensive testing (as they should!) but supergoop has been available here for years now. no reason it’s not  included in this set. a missing full size item with no replacement and it being the same price is ridiculous, shameful and lazy. if u buy this just know ur being scammed babe"
		},
		{
			"review_title": "Un gros oui!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "L'ensemble vaut vraiment le prix, même si certains produit sont petits, j'ai déjà vu pire dans d'autres ensembles. Il est parfait si vous voulez tester certains produits ou marques."
		},
		{
			"review_title": "Sucks to be Canadian I guess",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This exact fave summer kit in the US is 1000x better, for the SAME price!  Canada can barely get one decent thing in the package. Disappointed by Sephora Canada really."
		},
		{
			"review_title": "A great way to test out new products!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I read the reviews prior to purchasing, was skeptical at first but decided to buy it anyway during the sale since I haven't tried most of the products prior. I'll admit that a few items are very small (hair oil), however for what you get versus the cost of everything seperately, it's a really good price and a great way to try popular products. I love the Tower 28 spray and having a purse-friendly size without having to carry my full size bottle is really conveinent. The beauty blender puff is exceptionally good. I love using it for my loose powder products under my eyes.  All in all it's a great set. You need to keep in mind how much inflation has increased the prices!"
		},
		{
			"review_title": "WORTH IT!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "A lot of people are complaining that it costs more and doesn’t have supergoop but if you convert the cost it's the same and we get the Tower 28 spray which I prefer it this way. The cost is pretty good for all the products (4 full sizes). I LOVE the lip oil so much. The eyebrow gel is really good too. The hair oil makes my hair feel so soft. I don't use powder but the puff seems good. The blush could be a little more pigmented but it's still pretty good. I don't really notice any difference with the Glow Recipe blur drops which is basically the only negative thing I have to say about this set."
		},
		{
			"review_title": "Not worth the $71",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I should have read the reviews - I really don’t think this is worth $71. The sample sizes are tiny, I really wanted to try the glow recipe and hair oil.. the hair oil is so tiny 😭. Anyways, listen to the reviews and wait for a better kit to come out.   An"
		},
		{
			"review_title": "great quality set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This is a great set with lots of quality items. Happy to get to sample these products without risking buying full size. This set is well worth the value if you calculate what’s included by price."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "Quite ripping us of Sephora! You need to step it up for the Canadians. I'm no longer buying these sets... they just keep getting more expensive for less value."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "If you are going to swap the supergoop for the tower 28 spray it should at least be the full size spray to match the product price I was disappointed in the set"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I love it so much. The glossier mascara and the beatyblender are my favourites no regrets of buying its definitely worth your money!!💓💓"
		},
		{
			"review_title": "No Super Goop",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I saw this on tiktok and ran to add it to my cart. I quickly noticed something BIG was missing, I guess being in Canada you do not get the same perks but we are expected to pay the same price? Seems a little unfair"
		},
		{
			"review_title": "Without the supergoop, the price is unfair",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "How are you going to give the canadians one less item but still charge us the same as US? So unfair."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Normal skin",
			"review_text": "This has a lot for the value of the product to be alot and the cost of it was cheap for Al these stuff"
		},
		{
			"review_title": "overall good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "all the full sizes worth like 100$ so it’s not that bad. i’m obsessed with the beautyblender!!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is more expensive and not as good as the US version of the kit."
		},
		{
			"review_title": "Would give 0 stars",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I just watched a tiktok reviewer from America and this Canadian version of the  kit doesn’t come with supergoop like the American one does.  Sephora Canada please do better. We’re paying more for a lot less."
		},
		{
			"review_title": "This is an easy kit to justify 👍",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "I’m 🇨🇦 but bought this in store last week in Honolulu for $52 🇺🇸. The only difference is instead of the mini SOS Spray, theirs has a 20ml Supergoop Glowscreen. The cost of the Haus Labs Ph Lip Oil and the Beautyblender alone make it worth the price. Everything else is a bonus of full and mini sized items to try. Werk is a great universal shade of Milk Blush and I’m looking forward to using the Glossier Mascara, Benefit Brow Setter and K18 drops, as I’ve heard great things. In my opinion, it’s worth rolling the dic"
		}
	]
}