{
	"product_id": "381",
	"name": "Cashmere Mist Eau de Parfum",
	"brand": "Donna Karan",
	"categories": "Fragrance, Women, Perfume",
	"price": 140.0,
	"about": "Fragrance Family:Florals.Scent Type:Warm Florals.Key Notes:Lily of the Valley, Moroccan Jasmine, Sandalwood.Fragrance Description:Unapologetically yours. Cashmere Mist Eau de Parfum is the iconic scent of self-indulgence. A way to celebrate yourself each and every day, it’s a light, sensual scent infused with essences of Moroccan jasmine, lily of the valley, and warm sandalwood..About the Bottle:Designed by Donna Karan’s late husband, sculptor Stephan Weiss, the iconic Cashmere Mist Eau de Parfum bottle mirrors the sensual lines of the female form in glass..About the Fragrance:Inspired by the iconic bottle itself, the campaign is an unapologetic celebration of the female body. A study in self-acceptance and self-indulgence, it’s sensual and evocative—it’s about embracing your body and treating it to a moment all its own.",
	"ingredients": "Alcohol Denat., Cashmere Mist Fragrance, Water, Benzyl Salicylate, Butylphenyl Methylpropional, Alpha-Isomethyl Ionone, Linalool, Limonene, Coumarin, Benzyl Benzoate, Hydroxycitronellal, Geraniol, Citral, Citronellol, Hexyl Cinnamal, Farnesol, Benzyl Cinnamate, Eugenol, Benzyl Alcohol, Isoeugenol.",
	"how_to_use": "Suggested Usage:.-Fragrance is intensified by the warmth of your own body. Apply in the creases of your knees and elbows for a longer-lasting, stronger scent..-After applying, avoid rubbing or dabbing skin. This breaks down the fragrance, causing it to wear off more quickly..-If you prefer placing fragrance on your wrists, be sure to reapply after frequent hand-washing, as this tends to rinse off the scent..-Replace fragrance after 12 months. Expired perfumes more than a year old lose the integrity of the original scent... Eau de Toilette or Eau de Parfum?: .The difference lies in the volume of perfume oil. While EDT contains five to nine percent, EDP contains more, usually eight to 14 percent. EDPs, therefore, last longer and smell more intense.",
	"num_reviews": 261,
	"overall_rating": 4.5,
	"product_url": "https://www.sephora.com/ca/en/product/cashmere-mist-eau-de-parfum-P41391?skuId=860940&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s860940-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "1 oz eau de parfum spray",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s1082684-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "1.7 oz/ 50 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s860940-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Love the perfume but bottle quality is horrible",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, fairLight skin tone, Combination skin",
			"review_text": "Love this perfume. Unfortunately the bottle fell apart barely a few weeks after buying. I had to transfer into another bottle."
		},
		{
			"review_title": "Not for me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I tried it out today for the first time.  Unfortunately it smells “old” on me and doesn’t work with my body chemistry.  It reminds me of perfume my grandma used to wear way back in the day."
		},
		{
			"review_title": "Highly disappointed",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This smells terrible, like a cheap knockoff scent from the dollar store; very disappointed for how much I spent on this"
		},
		{
			"review_title": "Smells close to sexy amber by micheal kors",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "If you like a light smell of baby powder you’ll love this perfume. It’s light, doesn’t cause a headache. I reccomend smelling sexy amber by micheal kors, if u like that perfume you’ll LOVE this one."
		},
		{
			"review_title": "DK Cashimere Mist it’s a wonderful scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Medium skin tone, Normal skin",
			"review_text": "Donna Karam Cashmere Mist is a lovely scent that smells the same the entire time you wear it and lasts all day without giving headache."
		},
		{
			"review_title": "Very beautiful perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I bought this perfume a few days ago because I use the same deodorant and love it. The scent is a light floral powdery smell. I put it on this morning and it lasted through the day. The deodorant itself is amazing and also lasts all day."
		}
	]
}