{
	"product_id": "277",
	"name": "Reserve - Sparkling Sugar Eau de Parfum",
	"brand": "CLEAN RESERVE",
	"categories": "Fragrance, Women, Perfume",
	"price": 148.0,
	"about": "Fragrance Family: Warm & Spicy..Scent Type: Warm & Sweet Gourmands..Key Notes: Blackcurrant (Cassis Berries), Peach Nectar, White Musk..Fragrance Description: Inspired by a wink and smile, this fun and flirty fragrance blends cassis berries and luscious peach nectar with soft pink sugar to create an irresistibly sweet—but not too sweet—scent with a little sass. Ambrette, a natural musk, lingers on the skin for the final touch...About the Bottle: CLEAN RESERVE is a farm-to-fragrance collection crafted with sustainably sourced ingredients and eco-conscious packaging...About the Fragrance: CLEAN RESERVE made the choice to partner with a company that sources sustainable ambrette harvested by farmers in El Salvador to help support education programs and provide a stable source of income for the local farmers and their communities...",
	"ingredients": "Ingredients/Ingrédients: Alcohol Denat., Parfum/Fragrance*, Aqua/Water/Eau, Hydroxycitronellal,.Citronellol, Coumarin.*Fragrance Ingredients Greater Than 0.09%: Ethylene Brassylate, Triethyl Citrate, Tetramethyl.Acetyloctahydronaphthalenes, Methyldihydrojasmonate, Dimethylcyclohexylethoxy.Isobutylpropanoate, Isobutyl Methyl Tetrahydropyranol, 1,5,5,9-Tetramethyl-13-.oxatricyclo(8.3.0.0(4,9))tridecane, Methylcyclopentadecenone, Ethyl Hydroxypyrone, Hexyl.Acetate, Ethyl Hydroxypyrone, Hexyl Acetate",
	"how_to_use": "Suggested Usage:.-Fragrance is intensified by the warmth of your own body. Apply in the creases of your knees and elbows for a longer-lasting, stronger scent.&nbsp;",
	"num_reviews": 237,
	"overall_rating": 4.4,
	"product_url": "https://www.sephora.com/ca/en/product/sparkling-sugar-1-7oz-P503857?skuId=2643526&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2643526-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "3.4 oz / 100 ml eau de parfum spray",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2643526-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Typically, I’m not big on sweet or warm gourmand (i.e., vanilla) fragrances. My typical daily drivers are LES by Boy Smells, Pear, Inc. by Juliette Has A Gun, and You by Glossier, to give a sense of what I typically reach for. But I actually really liked this! It’s definitely sweet but has a freshness that keeps it from being too cloying. It smells like the color pink."
		},
		{
			"review_title": "Absolutely love this fragrance!! 10/10!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Normal skin",
			"review_text": "Every time I wear this perfume I get so many compliments. It has a clean and fresh smell. I absolutely love it. I"
		},
		{
			"review_title": "Great combo of notes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I’m definitely amazed by the mixture of the different notes. They complement each other so well. I don’t really like overly sweet scents but this was amazing. It’s long lasting  - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "love!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "i bought this a few days ago and i am obsessed with the smell of this perfume! it’s fruity and fun, but also clean and mature! it lasts a solid few hours in terms of projection, but i can still smell it on my skin all day. it’s strong, but doesn’t give me a headache at all. it’s the perfect amount so i can stay smelling good all day! the bottle is also a really good size and it will last me a while!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Light skin tone, Dry skin",
			"review_text": "This scent smells incredible but it might be too strong if you have a sensitive nose. That being said, it will linger all day which is amazing. It's very sweet and warm.   - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "Smells bad",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "What are these people talking about?? It must be because they got free product so they give a good review to keep getting free product. I bough this myself. The large bottle smells NOTHING like the sample.  It’s gross. Total pad"
		},
		{
			"review_title": "Perfectly sweet yet fresh",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I absolutely love sweet fragrances, but I’m always looking for something light and not overly cloying — CLEAN RESERVE Sparkling Sugar is exactly that! This perfume sparkles with a perfect balance of sweetness and freshness. The initial notes remind me of caramel, but they quickly unfold into a bright, fruity sparkle that lasts throughout the day.  It’s subtle yet noticeable, and I’ve gotten several compliments, especially from friends who also enjoy sweet scents. For me, it’s a versatile choice — great for everyday wear and special occasions. If you love sweet but refined fragrances, Sparkling Sugar is definitely worth trying!  - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "Smells so fresh and clean!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I absolutely think this scent is adorable! It is sophisticated yet fun and flirty at the same time. I really wasn’t sure if I would like it or if it would be too sweet because I love sweet fragrance but some of them are too sweet. I love how this has the perfect balance to it if sweetness and freshness. It is not overpowering and when you first smell it you get that fresh cottony smell and then the sweetness comes through but also that hint of musk in the end really pulls it all together for me. I wasn’t sure if this would last and a did a couple of sprays on my skin and felt like it didn’t want to stick or last the day compared to a few sprays on my clothes and I felt like I could smell it longer. The thing with fragrance is you can’t assume other people can’t smell it or it doesn’t last because nose blindness is real and you just get used to it because I could smell it after I took my clothes off and realized it was still lightly there so I do believe it has lasting power but at the same time wish it lasted longer. I love this travel size because it fits in my purse for on the go if I want to reapply to keep refreshed. If you get headaches from fragrance easy I feel this would be a good choice because it is light but also everyone has different tolerance and I have a high scent tolerance and can go pretty strong so something that is light to me could be strong to someone else but I strongly believe this is a good light scent that won’t give anyone a headache and would recommend giving it a try. I overall though am in love with it and is definitely a scent I want to grab to smell fresh and ready to go.   - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "If you're into soft and feminine fragrances, this one's for you. It starts off musky and woodsy and dries down fruity and sweet. It's soft but lasting, which I appreciate.   - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "Vintage musk",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Light skin tone, Oily skin",
			"review_text": "I was SO excited to be gifted this perfume by CLEAN RESERVE!  Sparkling sugar?! Yes, please!! I sprayed it on me once and it took me back to a 90's hair salon. Berries? Nectar? Sugar? MUSK!! That's all I can smell is the musk. ONE spray is so strong. Once the initial spray kind of calmed down a bit, it is a warm, clean scent. It gives me vintage vibes. I really don't like the perfume. It's not something I would wear. It reminds me of something my aunt wore in the 90s.   - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "This product is mad of great quality& it smells absolutely AMAZING! I love how it is small, like a travel-size product so I could use it on-the-go, I keep it in my purse! I will for sure be purchasing this product again in the near future. & I highly recommend this product also!"
		},
		{
			"review_title": "Didn’t like the scent",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "I did not like the scent it was to over powering for me. Just was to strong of a scent and gave me a head ache."
		},
		{
			"review_title": "Lovely Scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "This fragrance has sweet scent. It is light and fresh scent, making it perfect for everyday wear. The combination of notes is ideal, as they blend and layer perfectly. The mix of fruity, floral, and musky notes creates a delightful aroma. I love how this fragrance evolves, from the initial application to the transformation into the middle and base notes by the end of the day. Loving it, a must try and have!"
		},
		{
			"review_title": "A Must Have Scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This is my new favorite scent. Its a sweet fragrance with fruity and floral notes, scents include peach nectar, jasmine petals, and soft pink sugar, balanced with a subtle musk and warm woodiness. The fragrance is light and perfect for everyday wear. I always keep it inside my bag.  - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "A must",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "Absolutely amazing I love it so much . Smells clean them sweet and fresh . Warm and do delicious. Defenetly a fragrance you could use night to day . A must !"
		},
		{
			"review_title": "This is so noticeable in a great way!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I was so grateful to receive this gifted opportunity in the mail! I love this scent from CLEAN RESERVE! I received the scent Sparkling Sugar, and it’s an excellent scent for any occasion really! It’s sweet and has a mild first impression with a trail of a lighter than air cotton candy scent that’s just sweet as sugar! It’s true to its name as far as the smell goes! And I am obsessed with how sustainable CLEAN RESERVE is with their fragrances! This specific one is crafted with sustainable notes of ambrette seed from El Salvador! It’s also Vegan! I will be replacing this one with another as soon as I run out! I highly suggest giving this scent a try if you haven’t and I feel this product being CLEAN BEAUTY is great for all ages and all skin types!"
		},
		{
			"review_title": "Nobody can keep their hands to themselves",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I really love the smell to this. It is sweet but not overbearing. My mom is very sensitive to perfumes because it aggravates her headaches but this one didn’t. Not only that, but she’s asking me if she can keep my perfume. Needless to say, nobody can keep their hands off of this."
		},
		{
			"review_title": "large bottle smells different",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I got the big bottle because I loved how this smelled from the sample and mini sprayer.  I find the big bottle smells different though.  like has a chocolatey undertone where the small ones were just very clean and fresh.  disappointed because it cost a lot for a big bottle."
		},
		{
			"review_title": "A Perfect Blend of Floral and Musk",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "This fragrance provides a strong, sweet and floral scent, but after a few minutes, once it settles, the musk and vanilla notes start to appear. For the fragrance professionals this is great scent you can layer with others! A few sprays around your pulse points will really do the trick making this fragrance last whether you go shopping for a few hours or a night out. I also have to mention how I appreciate the company's commitment to using safe and clean ingredients in their fragrances!  - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "sweet scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "I love this scent so much and think its perfect for Christmas time or winter in general! this reminds me of the times where I would bake sugar cookies with my family during Christmas. this scent is very sweet but is pleasant to smell and not overwhelming. I highly recommend this scent for anyone who prefers the sweeter side and is looking for a new fragrance to try this winter!  - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "Love this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "One of the best scents I have ever smelled! It is absolutely delightful and makes me feel like I am the most beautiful girl in the world! Definitely one of my favorites!"
		},
		{
			"review_title": "Sweet and subtle",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Fair skin tone, Oily skin",
			"review_text": "This scent is so sweet and subtle. I love that it has a sugary sweet scent of peach and vanilla with undertones of musk. The perfect combo. This scent lasts hours. A small amount goes a long way so you don't need much.   - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "So pretty",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "#CleanReserve #CleanAtSephora #perfumereview #perfumelovers  This perfume has the perfect nice, clean playful, and fruity scent to it. It’s sweet but not overpowering. The packaging is so simple and cute. I would recommend this product very nice and travel size is best can be easily carry around.   - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "Love the scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I absolutely love this scent.  It smells incredible. I like how long-lasting this perfume is. The mix of vanilla and berries makes this perfume delicious and special.  I am obsessed and this is my new favorite perfume.   - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "The PERFECT sweet perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "This perfume is the perfect amount of sweet & girly. The design makes it easy to travel while the scent lasts all day. I was getting compliments , can’t wait to buy the other scents !   - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "The CLEAN RESERVE Sparkling Sugar Parfum Spray smells amazing! I have the travel size and I can tell that this is going to last me a long time. I only use max 2 sprays on my pulse points and the scent lasts a long time! It's sweet and not overpowering. My husband really likes it on me too!  - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I love a fruity scent and this sparkling sugar is just that. Fruity but not overly fruity where it's only good during summer/spring. It's the perfect balance of sweet, fruity and crisp perfect for the holidays."
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "The fragrance is light yet noticeable, leaving a soft trail that isn’t overpowering. It’s also versatile, fitting seamlessly into any season or time of day. I love it. It smells really nice and I received a lot of compliments. If you’re looking for a perfume that feels youthful, fun, and still sophisticated, Sparkling Sugar is a fantastic choice! #CleanReserve #CleanAtSephora  #perfumereview #perfumelovers"
		},
		{
			"review_title": "Great. Holiday scent.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I got the travel size and I love how it is a spray.   This is a wonderful gourmand scent with cassis berries, peach nectar, soft pink sugar, and musk.  It has a nice musky warm holiday berry scent.  It is perfect for parties cold nights by the fireplace,  or evenings.   #CleanReserve #CleanAtSephora  #perfumereview #perfumelovers"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Clean Reserve’s new scent is a beautifully balanced fragrance that’s playful yet sophisticated. The sparkling cassis berries and peach nectar create a bright, fruity opening, while soft pink sugar adds a refined sweetness that isn’t overpowering. The subtle musk gives it a polished finish, making it versatile for both everyday wear and special occasions. If you love sweet, fruity scents with a touch of sass, this one is worth trying. You can find it at Sephora—perfect for sampling to see if it’s your next favorite!"
		},
		{
			"review_title": "Sugary peach",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Combination skin",
			"review_text": "This beautiful and unique fragrance is one of a kind with the sweetness of sugar and peach nectar . It envelops such a sweet playful scent . It's like a warm hug from your favorite candy .  - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "Smells lovely",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "This fragrance has a lovely scent, is sweet but not overpowering. Is a light, fun, flirty,fresh scent perfect for everyday wear. The notes combination is perfect, they blend and layers really well. All the fruity, floral, musky notes make a lovely scent. Love the strenght of this fragrances, some strong fragrances give me a headache. This one is light, but has great longevity.  Love all the stages this fragrance goes trough on my skin, since the initial application to how it transforms to the middle and base notes at the end of the day.  If you like fun & flirty fragrances, this is a must!  NOTES Top: Cassis berries, Ambrette Seeds  Middle: Peach Nectar, Jasmine Petals, Pink Sugar  Dry Down: White Musk, Tonka Bean, Blond Woods  - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I love the smell of this perfume. It a very sweet gourmand scent. The smell is very sweet, fun, flirty and playful. It lasted about 5-7 hours and I got compliments. I really enjoyed it   - Product gifted by CLEAN RESERVE (USA). #CleanReserve #CleanAtSephora  #perfumereview #perfumelovers"
		},
		{
			"review_title": "Beautiful sweet cherry",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This fragrance is so beautiful. I love to wear it by itself or layered with another fragrance. It wears really good. I get about eight hours of wear. The cherry note is so unique. It’s sweet but not overpowering sweet. It’s perfect! I have nothing like this in my collection"
		},
		{
			"review_title": "Must Have for seasons",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "10/10 highly recommend ! The scent is sparkling sugar and it gives exactly that. It has wonderful hints of sweet and savory mix. It’s definitely light weight but powerful! You won’t be disappointed"
		},
		{
			"review_title": "Smells incredible",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
			"review_text": "I have already been a huge fan of clean reserves scents but sparkling sugar has to be my favorite. I love the notes of berries and peach nectar. I also love that is a clean ingredients brand  - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "Sweet",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I love this scent so much! If you like sweet scents then you need to try this one. It’s light and feminine with the perfect touch of sweetness. This is my new go to!   - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "I love the way this smells once it settled",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This is such a fun scent to experience. The 1st time I sprayed it all i got was sugar then it was fruity, once it settled on my skin it was like a fruit and sugar. I love the way this smells. After an hour or so it was sweet anymore is was fruity. All of the notes work so well together. #CleanReserve #CleanAtSephora #perfumereview #perfumelovers  - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "An absolute delight",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "Sparkling Sugar is an absolute delight! The fragrance is light, refreshing, and beautifully sweet without being overwhelming. It opens with a playful, sugary brightness, reminiscent of sparkling candy, yet it has a sophisticated undertone that feels modern and clean. The scent is versatile—perfect for both day and night wear.  I also appreciate how it pairs perfectly with soft, cozy vibes (just like the blanket in the photo!). It's an uplifting and comforting scent that never fails to make me smile. CLEAN RESERVE truly captured a sparkling essence in this one. Highly recommend for anyone who loves subtle sweetness with a polished edge!"
		},
		{
			"review_title": "A scent that’s perfect for my bubbly personality!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Oily skin",
			"review_text": "I’m not sure what’s up with the negative reviews, but I personally loved it! This is the kind of fragrance that is great for any occasion! It has a playful and flirty blend which is a perfect fit for my bubbly personality!  It’s housed in a chic glass spray bottle, so it gives off an elegant kind of feel. When you first spray it, it gives off a scent of sparkling cassis berries that energizes the senses, so it immediately draws you and anyone around you in. The heart of the scent(luscious peach nectar) adds a juicy sweetness that feels both inviting and refreshing, and then it’s perfectly balanced by soft pink sugar. It’s sweet, but in a way that feels light and airy, so its not so strong that it gives you or your peers headaches. As the fragrance develops, a subtle layer of ambrette (a natural musk) adds depth, and in return a warm and inviting base lingers beautifully on the skin. The final touch is a whisper of soft musk that ties everything together. Whether you’re running errands or going on a date, this Sparkling Sugar perfume leaves you feeling sexy and flirty for hours!   I received Clean reserve sparkling sugar perfume for free in exchange for my honest opinion.  #Clean Reserve #CleanAtSephora #perfumereview #perfumelovers"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Clean Reserve – Sparkling Sugar  A lovely pick for anyone who enjoys a blend of sweetness and subtle elegance!  It is a delightful and unique fragrance that stands out with its refreshing blend of Blackcurrant (Cassis Berries), Peach Nectar, and White Musk. It opens with a burst of sweet and fruity notes.   Give it a minute or two, and the scent settles beautifully into a soft, warm base. The fragrance feels both uplifting and cheerful—perfect for the holiday season.   #CleanReserve #CleanAtSephora  #perfumereview #perfumelovers  - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "Loving the sweet smelling goodness!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, Combination skin",
			"review_text": "Sparkling Sugar scent...yummmmm! It's not traveling with me to NYC this time but it's traveling with me on my everyday errands! This is great as it's light for day to day use... It is sweet, fresh, crisp and yet not overpowering. It is of course made with CLEAN ingredients (free from alcohol and other harsh chemicals!!!) a wonderful whisp of peach from the juicy nectar and sweetness of the peach.   It is a parfum so a little goes a long way!  Loving yet again the simple and sleek design."
		},
		{
			"review_title": "Sweetness in every spritz",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "Clean Reserve Sparkling Sugar has been my go-to fragrance for the past week, and I love how it perfectly matches my vibe. Its sweet and sparkling notes instantly uplift my mood, making it ideal for daytime wear. I appreciate the eco-conscious packaging and cruelty-free formula—it feels good to wear something that aligns with my values.  Pro tip: Dab it gently on your wrists and let the scent reveal its complexity.  - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "Nice blend",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Clean Reserve Sparkling Sugar is an invigorating, playful fragrance that combines the sweetness of fruit, the lightness of floral, and the warmth of soft woods. I  am pleasantly surprised how light and classy it smells and not overly sugary. White musk undertone carries through and provides depth.   - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "Nope",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I am very choosy when it comes to perfumes. I love the skin scent I tried from clean reserve so I gave this a try. To my disappointment, this was seriously sweet , more like sickening sweet. I got headaches after applying it and I had to top it off with pain relief balms. This was a hard pass for me."
		},
		{
			"review_title": "Reminds me of the holidays",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "This scent reminds me of the holidays and winter. It’s not a sweet as I was hoping, but it’s subtle sweetness still makes it something I would reach for when I want to spice it up a little bit.   #CleanReserve #CleanAtSephora  #perfumereview #perfumelovers"
		},
		{
			"review_title": "My favorite!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I’ve been loving CLEAN RESERVE Sparkling Sugar—it’s such a fun and flirty scent! The sparkling cassis berries hit you right away with this bright, playful vibe, and then the peach nectar and pink sugar bring this sweet, cloud-like softness that’s not too sugary. It honestly feels like wearing a little wink and a smile all day. The musk lingers beautifully, adding just the right touch of sophistication. It’s become my go-to when I want something lighthearted but still elegant! I received this complimentary from Clean Reserve in exchange for my honest review!"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This is in the fresh gourmand family. This is sweet, fresh and soft. I think it’s great for daytime as it’s not overpowering. I love the clean ingredients. I enjoy this simple and sleek design. The scent last a long time and is great for layering also."
		},
		{
			"review_title": "Impressed!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Oily skin",
			"review_text": "Sparkling Sugar was a surprise hit for me. I really love that the travel size is a spray rather than a rollerball. The fragrance itself is fresh and light but sweet and feminine. It doesn’t have the longest lasting power which is something I value in a perfume, but otherwise I’m really enjoying having this scent in my collection.  - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I am a big fan of this perfume! It has this sweet sugary fruity scent that is perfect for a night out, whether it’s girls night or date night. This is such a fun perfume and it wears really well."
		},
		{
			"review_title": "Fruity, flirty and fun",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I absolutely love this perfume! I find it to be very delightful as well as versatile. Perfect for wearing for any occasion, during the Holidays, Valentine's day, all the seasons, etc. The scent reminds me of sweet berries. Slightly musky. Very feminine and flirty. The travel size is great because you can take it when traveling, to work, to the gym and if you have a big enough bag or pockets, take it when you go out so you can retouch. I would give it 5 stars but it is not as long-lasting as I'd like. I feel I do need to re-spritz more often than with other perfumes.  I am okay with this however because again, I love this scent!   - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "Fruity & Nice Smelling",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "I enjoy nice compact perfumes for my bag so I don’t have to worry about taking my bigger bottles.  The scent that I tried is the Sparkling Sugar. Nice clean look. Clean, crisp, fruity smell. Long lasting. I also received compliments on it as well. Win win for me! I would recommend this scent to others to try. #CleanReserve #perfumereview #perfumelovers"
		},
		{
			"review_title": "Need more!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I need more!!! I was sent this travel size perfume by clean reserve and as soon as i received it I immediately opened it. This is a prefect gourmand perfume for those that DO NOT like gourmand scents. (Which I am one) this is a very clean scent and sweet but very musky at the same time. You can smell the peach, and the pink sugar as it dies down. I absolutely loved it. The only reason I rated it a 4 was because It didn’t last so long on me. But other than that I would definitely purchase!  - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "sweet and fruity",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "This scent reminds me of my college days. It is sweet and fruity but dries down to warm spicy vanilla and musk. It is a little strong for me on the first spritz but it settles after it dries down. A perfect scent for summer but can always wear in any occasion The scent stays long and the size is perfect when traveling.    - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "Perfect Refreshing Scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Dry skin",
			"review_text": "I’m in love with Sparkling Sugar. It’s the perfect balance. It can stand alone or be paired with your other scents. It has a long lasting and refreshing scent.  - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "I highly recommend it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I’ve recently been loving Clean Reserve Sparkling Sugar, a fragrance that perfectly balances sweetness with a touch of freshness. As someone who typically avoids overly sugary scents, this one caught me by surprise in the best way. It’s sweet but not cloying, with a bit of sass to keep it interesting.  NOTES:  • Top: Cassis Berries, Ambrette Seeds  • Middle: Peach Nectar, Jasmine Petals, Pink Sugar  • Dry Down: White Musk, Tonka Bean, Blond Woods  The top notes of cassis berries and ambrette seeds immediately give it a fruity, refreshing start. The heart of peach nectar, jasmine petals, and pink sugar creates a soft, warm sweetness that’s just right. Finally, the dry-down with white musk, tonka bean, and blond woods provides a smooth, comforting base that lingers beautifully.  This perfume is perfect for everyday wear—whether you’re heading to the office or just enjoying a relaxing day. The longevity is impressive, and it leaves a soft, inviting scent that stays with you.  Sparkling Sugar has quickly become a staple in my fragrance rotation, and I highly recommend it to anyone looking for a light yet sweet scent that’s ideal for daily wear."
		},
		{
			"review_title": "Sparkling Sugar Travel Spray",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "The Sparkling Sugar travel spray by Clean Reserve unfortunately was a tad bit too musky. The cassis berries and luscious peach nectar with soft pink sugar without the natural musk would have made an absolute amazing scent for the travel spray. The scent is very long lasting and doesn't take but 1 spray which I did like but the musk was a little too strong and after awhile it gave me a headache. Product gifted by CLEAN RESERVE (USA)"
		},
		{
			"review_title": "Bright and beautiful!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "As a fragrance enthusiast, I was so excited to try Clean Reserve’s Sparkling Sugar. At first spray, there’s a burst of bright citrus and a mild sugary sweetness. As it settles, it becomes warmer and softer, with a subtle hint of musk that balances out the sweetness nicely.  A great feature about this perfume is how versatile it is. It’s great for daytime wear, but I’ve found that the cozy notes make it nice for evenings too. The scent lasts roughly 4-5 hours on my skin, and it’s noticeable without being overpowering.  Clean Reserve is also an eco-friendly, vegan, and cruelty-free company which is always a plus in my book. I just love the minimalist, modern bottle design also. The fact that the travel version still has a spray is a thoughtful detail as well.  Overall, If you’re looking for a light, sweet fragrance that’s easy to wear and lifts your mood, Clean Reserve Sparkling Sugar is a great choice. It’s like a little dose of sunshine in a bottle!  #CleanReserve #CleanAtSephora  #perfumereview #perfumelovers"
		},
		{
			"review_title": "Smells amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Gifted by clean reserve USA. This scent is absolutely amazing—warm, spicy, and perfect for any occasion! I’ve always been a fan of Clean Reserve perfumes, and this one doesn’t disappoint. With key notes of peach nectar and white musk, it’s both fresh and comforting. You can grab yours at Sephora!  - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "The scent reminded me of blackberry currant. I was pleasantly surprised to get whiffs of it while I was out. Usually body mists are very light and wear off quickly  - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "A fruity perfume for everyday wear",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "Clean Reserve Sparkling Sugar is a delicate and sophisticated fruity fragrance, perfect for everyday use. It opens with light and airy notes, creating a feeling of freshness and elegance.  The fragrance lasts for about a couple of hours, making it a great choice for those who prefer unobtrusive perfumes. It is a versatile option that is suitable for both the office and outings.  Ideal for those looking for a light and unassuming fragrance with a fruity character.  - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "Not my favorite, but pretty good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Dry skin",
			"review_text": "I received the Sparkling Sugar and, while it is a bit on the sweet side (I mean, it is in the name) it has enough gourmand notes to make it enjoyable for my preferences. I sprayed it first thing in the morning on my pulse points and the back of my neck and could smell it for several hours before it started fading. While I don't think it will become a new favorite fragrance, I definitely like it and can absolutely see myself finishing this bottle. My husband wasn't a fan, as he prefers fragrances with more musky notes. I can definitely see girls who like sweet candy like fragrances being a fan.  - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "Perfectly sweet!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I really love this fragrance! It's the perfect combination of fresh and sweet. I usually gravitate towards fresh scents more than gourmands, but this fragrance is so well done that the sweetness isn't overwhelming at all. It has great lasting power and projects well. I think it would be terrific for anytime of year but will be perfect for the holiday season and colder weather. It's such a bright, happy scent and it instantly boosts my mood!  - Product gifted by CLEAN RESERVE (USA).  #CleanReserve #CleanAtSephora  #perfumereview #perfumelovers"
		},
		{
			"review_title": "Scrumptious and Sensual!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "This Clean Reserve Sparkling Sugar Travel Spray Parfum is amazingly sensual and sweet. The Ambery base is noticeable but doesn't overtake the sweet scrumptious scent of suThis Clean Reserve Sparkling Sugar Travel Spray Parfum is amazingly sensual and sweet. The Ambery base is noticeable but doesn't overtake the sweet scrumptious scent of sugar. It reminds me of a champagne and brown sugar, that personally reminds me of a champagne and brown sugar. It lasts for hours and I'm honestly hooked on this scent. #CleanReserve #CleanAtSephora #perfumereview #perfumelovers   - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I really enjoy this fragrance. It's beautifully sweet without being cloying, and it's different enough from other fragrances in the same category to be unique in my collection. I wish it lasted slightly longer-- it's a bit faded after a few hours-- but I definitely would purchase in the future.  - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "Must have for fruity scents",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "Smells amazingly fruit , flirtatious and surprisingly airy , amazing for someone who admires warm fruit the peach is also a very hard first note for this fragrance"
		},
		{
			"review_title": "Fun & Flirty",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "I’m absolutely In Love with this Sweet Fun & Flirty Sparkling Sugar Fragrance..I’ve been wearing it all week and I can’t get enough..I love fruity floral perfume and this is both but so much more..it’s got peach nectar..black currant and it has a light airy natural musk called Ambertte that lingers on the skin an it adds a lil warmth to it..I Luv it..it’s gonna be one of my Favorites I Go to all the time, for sure..I most definitely recommend 10/10 for me #CleanReserve #CleanAtSephora #perfumereview #perfumelovers  - Product gifted by CLEAN RESERVE (USA).   - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "Perfectly sweet!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
			"review_text": "This is such an amazing fragrance! As a gourmand lover, it hits all the right notes for me. It's sweet but not syrupy or childish. I've been wearing this almost every day since I got it. It lasts throughout the day and I can't stop myself from smelling it. It's the perfect pink cloud! #CleanReserve #CleanAtSephora  #perfumereview #perfumelovers  - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I’ve had this perfume for a while, and I keep reaching for it every day. It’s the perfect daily fragrance—not too sweet or overpowering, with a soft, intimate projection. The scent is clean and sweet, with a hint of warmth and spice. The standout notes are blackcurrant, peach, and white musk, giving it a sassy, sophisticated edge. #CleanReserve #CleanAtSephora  #perfumereview #perfumelovers"
		},
		{
			"review_title": "Love the fresh scent!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I've been reaching for the Sparkling Sugar Eau de Parfum from Clean Reserve every day since I got it - the scent is perfect for everyday wear. It's sweet, but not overpowering, and the citrus notes give it a nice freshness. I've gotten so many compliments on how nice I smell when I wear it, and the travel size is super convenient for tossing in my bag. The longevity is also impressive, it lasts all day without fading. Overall, I'd definitely recommend this to anyone looking for a light, fun fragrance.  - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "Sweet on the sense",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "I was blown away by how much I loved this scent! So many perfumes are either too floral and overwhelming or packed with allergens.  The ones that aren’t usually smell weak and pointless. This is the perfect blend of sweet scents without being sickening with a masterclass in supporting roles from the florals.  I also love that its a brand i can support for all their eco-conscious ways. I was gifted the 10ml to review but I will be buying the full size when it runs out.  Product gifted by CLEAN RESERVE (USA)"
		},
		{
			"review_title": "Sweet like candy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "This sparkling sugar perfume smells exactly as described. Deep hints of brown sugar, smells as if you walked through the doors of a candy store. Smells delicious, the potency is strong, I sprayed on my clothes before bed and could still smell it the next morning. This is now one of my new favorite scents."
		},
		{
			"review_title": "Sweet scent and long lasting",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "I love how this perfume not only use clean formulas and sustainably sourced ingredients but it smells good too! I love how the scent is sweet and this perfume was very long lasting on my skin. Win win for me.   #CleanReserve #CleanAtSephora  #perfumereview #perfumelovers"
		},
		{
			"review_title": "Sweet gourmand scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I adore gormand scents! They are my favorite and this was a fun one to test! It is sweet with berry, sugary notes, it's light, I couldn't detect the vanilla in it.  This was a very fun scent and I would love to add this one to my collection.  Thank you so much for letting me sample this!  - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "Sparkling Sophistication",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I'm so glad I had the opportunity to try CLEAN RESERVE Sparkling Sugar Eau de Parfum! As someone who is very particular about fragrances, this one completely exceeded my expectations. It features a unique mix of peaches, blackcurrant, soft florals, and musk, perfectly balanced with the sweetness of sugar. The scent is not overpowering. It's just the right mix of fresh, playful, and sophistication. I've been wearing it both to work and for nights out, and it holds up beautifully throughout the day. What makes it even better is CLEAN RESERVE's commitment to clean and sustainable ingredients, showing care for both the skin and the planet. Overall, Sparkling Sugar is a fresh, fun, and classy scent that has become a staple in my fragrance collection!"
		},
		{
			"review_title": "Smells so good!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Oily skin",
			"review_text": "This product smell is so everlasting and comes with a lot for your buck.I usually spray some on my wrist and neck and it will last all day.I wouldn’t say it smelled like sparkling sugar but it still smelled really good to me! Will buy in the future.Sorry my camera is malfunctioning so I’m not able to take a picture right now.  - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "Love the smell!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I received this Free to try out, but I still love it! It pretty much smells like champagne with berries and peaches in it so it’s a very sweet bubbly smell.  - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "Suble Strong",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I have to say the name CAN be a little misleading, however upon some reading I am FULLY aware of what this perfume offers. This has a nice hint of current, a wonderful whisp of peach, and still yet also has this demure musk to it. When you hear CLEAN in Clean Reserve you get exactly that! This scent is SO clean smelling, you can tell RIGHT away this formula REALLY is clean. It is lightweight, and airy, while also still being strong. It's that strong suble demure in your face kinda throw to it. On the skin it smells so nice with a strong subtle hint of musk. In the air as you walk past you get that flirty and sweetness of the peach. I love it, I love how long it lasts in your skin, in your hair, and on your clothes. This really opens up on your pressure points on your wrists and behind your ears! #CleanReserve #CleanAtSephora  #perfumereview #perfumelovers  - Product gifted by CLEAN RESERVE (USA)"
		},
		{
			"review_title": "Absolutely love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
			"review_text": "I'm grateful to have been sent this CLEAN RESERVE Sparkling Sugar perfume for free in exchange for my review. I'm a big perfume lover and when I saw the fragrance notes I knew that this would be a favorite of mine. It's sweet and fun and fruity. I think it would be appropriate year-round, but would be really perfect for special occasions, like New Year's parties. #CleanReserve #CleanAtSephora  #perfumereview #perfumelovers  - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "You must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Oily skin",
			"review_text": "This perfume is a beautiful blend of sophistication and freshness. Its long-lasting scent is delicate yet memorable, making it ideal for day or night."
		},
		{
			"review_title": "Sweet and Luscious Scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I loved this Clean Reserve scent. Sparkling Sugar will make you feel special and smell spectacular. It's such a fresh, sugary, sweet, luscious scent and it lasts all day and into the night, changing notes throughout your afternoon and evening plans. It's the perfect perfume for every-day use to sweeten and brighten any occasion.   - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "You need this asap",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "When you hear SPARKLING SUGAR, what comes to your mind? Thank you @cleanreserve and @butterly for selecting me and sending me this rollerball fragrance to try and review in exchange for my honest opinion and feedback on the product itself. First thing first, I was drawn in from the name of this perfume! I love sweet fragrances and I knew this was going to be right up my alley. You’re going to love this brand!! Meet CLEAN RESERVE! They are a A FARM-TO-FRAGRANCE COLLECTION: which means their scents are crafted with the perfumer’s reserve of sustainable ingredients that give back to farmers and their communities. I love that they give back! Now let’s talk about this fragrance itself. This perfume is beyond Fun & Flirty.It is inspired by a wink and smile, this fragrance blends cassis berries and luscious peach nectar with soft pink sugar to create an irresistibly sweet, but not too sweet, scent with a little sass. The fragrance OPENS with sparkling cassis berries layered over a luminous ambrette, a natural musk. WHILE a sassy blend of juicy peach nectar and soft pink sugar creates the illusion of a pink vanilla cloud. DEMURE notes of musk linger on the skin for the FINAL touch of a wink and a smile. I wish you could smell this one through the screen!! #CleanReserve #CleanAtSephora  #perfumereview #perfumelovers"
		},
		{
			"review_title": "Sweet and fresh",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "The Clean Reserve Sparkling Sugar perfume is a sweet and fresh scent. It doesn’t have an overpowering sweet smell which I really like. I wish the scent lasted a little longer but the initial spritz makes me feel elevated and confident  #CleanReserve #CleanAtSephora  #perfumereview #perfumelovers   - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "My new favorite gourmand fragrance!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I’m in love with Clean Reserve Sparking Sugar fragrance! It’s a sweet warm combination of peaches, sugar and candy. It has just the right amount of sweetness. After spraying myself with this perfume the fragrance keeps developing into a sexy warm musky peachy gourmand concoction. I received a lot of compliments while wearing Sparkling Sugar. I’m also very impressed with clean ingredients. The travel size is super convenient for on the go. I always keep it in my purse. If you’re a gourmand fragrance fan you’ll love Sparkling Sugar."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "i hate gourmand scents, but this one is so good. it's perfect for every occasion and season––it fits the autumn vibe and Thanksgiving holiday. i love the portability of the travel size too."
		},
		{
			"review_title": "Sweet & Flirty",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This is such a sweet, flirty, and innocent scent.  Absolutely love the decadent blend of cassia berries, peach nectar, and soft pink sugar.  This luminous, playful fragrance has the perfect touch of warm musk for a sexy edge.  - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Thank you @Butterly & Clean reserve for letting me try this amazing product in exchange for my honest review! I love the commitment sustainable packaging of this product! I absolutely love the sparkling sugar fragrance by Clean Reserve! This is the epitome of a dessert fragrance, Making you smell like a fruity cream dream! It lasts all day long and smells amazing so many compliments received! You will smell irresistible and you will love it!"
		},
		{
			"review_title": "Love the scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "The CLEAN RESERVE WHIPPED ChERRY perfume smell is so good.the senses with a delectable cocktail of wild cherry pineapple and coconut water.a soft and delicate bouquet of mimosa and almond blossoms.This perfume is simply divine. From the moment I sprayed it, I was captivated by its enchanting aroma. It's a delicate balance of sweet and floral notes that creates a truly alluring scent. The fragrance lingers beautifully on the skin. It is perfect for everyday and still smells great after 6 hours. It’s a travel size so I can easily put in my bag.  Love love love … highly recommended!! #cleanreserve#cleanatsephora#perfumereview#perfumelovers"
		},
		{
			"review_title": "Sweet Sugar! 🍑🍵🧁",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Clean Reserve Sparkling Sugar Parfum! 🍑🍵🧁 Top: Cassis berries, Ambrette Seeds Middle: Peach Nectar, Jasmine Petals, Pink Sugar  Dry Down: White Musk, Tonka Bean, Blond Woods  It has such a nice scent & it is very fragrant! I’m love this and I will use it definitely for the holidays! 🍑🍵     Dry Down: White Musk, Tonka Bean, Blond Woods  It has such a nice scent & it is very fragrant! I’m love this and I will use it definitely for the holidays! 🍑🍵  - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "Fluffy cloud of sugar",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "As the scent develops, a soft, fluffy cloud of sugar emerges, adding a touch of sweetness without becoming cloying. The white musk in the base provides a gentle warmth and a subtle skin-like quality, making the fragrance feel intimate and personal. Here's a breakdown of the pros and cons: Pros:  * Delicate and inoffensive scent  * Perfect for everyday wear  * Subtle sweetness that doesn't overwhelm  * Good longevity for a light fragrance Cons:  * Some might find it too subtle or lacking in complexity  - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "lovely fruity scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "CLEAN RESERVE Sparkling Sugar is such a fun and yummy fragrance that’s perfect for anyone wanting to spice up their scent game. A little bit goes a long way! It has sweet notes like soft pink sugar, juicy peach nectar, berries, and a touch of ambrette musk, making for a unique smell that really pops. Plus, there’s this lovely hint of vanilla at the end. It’s a totally one-of-a-kind scent experience! And the bottle? It’s super cute and sprays perfectly! I love the simplicity of the design, and that it's not flashy. The fragrance lasts awhile, but I always touch up because I enjoy being approachable. #CleanReserve #CleanAtSephora  #perfumereview #perfumelovers - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "Delightful desert!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "This delightful, sassy flirtatious scent has had heads turning from that first spray! I have gotten so many compliments after using this and I definitely want to get a few more of these so I can gift them to some of my lady friends! The sharp and clean packaging shows class and simplicity and I'm so pleased with a packaging! Clean reserve is not a brand I had tried before, but after getting the opportunity to try this one I'm definitely going to be checking out more of their products.   - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "Smells Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "This perfume is simply divine. From the moment I sprayed it, I was captivated by its enchanting aroma. It's a delicate balance of floral and woody notes that creates a truly alluring scent. The fragrance lingers beautifully on the skin, leaving a trail of elegance wherever you go. It's the perfect scent for any occasion, whether it's a casual day out or a special evening event."
		},
		{
			"review_title": "loveeee its",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "🌿 CLEAN Reserve 🌿 ~ 🩷 Sparkling sugar 🍭  This fun & flirty fragrance blends cassis berries and luscious peach nectar with soft pink sugar to create an irresistibly sweet, but not too sweet just perfect 😉  I am a perfume lover and collector of perfume and the Clean Reserve Sparkling sugar!! Omg!! It's hit me so good !! I fell in love ❤️!! I can't get my nose away from the perfume for real 😄😄 If you are trying to find the perfect gift for your loved one 💕 I recommend CLEAN Reserve Sparkling Sugar EDP ✨️ 😉   #CleanReserve #CleanAtSephora  #perfumereview #perfumelovers"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Normal skin",
			"review_text": "I absolutely love this scent. It smells so good. It is sweet, but not childish sweet. I think the cherry is why it isn't too sweet. It is perfect for the holidays  - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "Love this perfume, clean ingredients",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This perfume smells so good! Really gourmand smelling and has a fairly decent lasting time. I recommend this perfume for the quality and ingredients."
		},
		{
			"review_title": "Sparkling Sugar",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
			"review_text": "Clean Reserve Sparkling Sugar Travel Spray is a lovely, light, and airy fragrance that immediately evokes a sense of nostalgia and countless cherished memories. The fragrance notes of peach, musk, and black currant blend beautifully to create a refreshing and comforting scent. From the first spritz, I was transported back to moments from my earlier years when life felt carefree and full of possibility. It’s incredible how a fragrance can vividly capture a feeling and bring it back to life. This scent is subtle yet memorable for everyday wear, making it ideal for those who prefer something soft and uplifting. The travel-friendly size also makes it convenient to carry, ensuring I can refresh the scent anytime throughout the day.   - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "My new must have fresh/clean scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Soon as I got this I had to open and smell it! I sprayed it on and AT FIRST was expecting SWEET. This does not give super sweet on me. It is very clean and fresh smelling with a nice hint of sweet in dry down on me. I will say this thing LASTS AND LASTS. I sprayed it on in the afternoon on my hoodie and still all day the next day I could smell it. I love to smell very fruity/edible (think mango, strawberry, pastry scents) but this is a new fav of mine. Gonna be getting a big bottle FOR SURE. Thank you so much for giving me this item to test and review, made a new return customer for sure!  #CleanReserve #CleanAtSephora  #perfumereview #perfumelovers  - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "Nice aroma",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I was expect be the normal size, smell really good I love it, I can’t wait to try a new scents, the sparkling is perfect for me and my mood, I love that is cruelty free   - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "Sugar, Spice, and Everything Nice for sure!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "This fragrance smells INCREDIBLE! It’s right up my alley as it is not overly fragrant or floral and a little goes a long way! It reminds me exactly as its name states-sparkling sugar-a delicious, light fragrance that reminds me of champagne, sugar, and everything nice! I would wear this daily and out-I think it’s great for both! I love the cutesy glass bottle, it’s easy to transport and so on-brand! I love the simple but informative packaging! This perfume is sustainable, recyclable, and overall eco-conscious, making it amazing in more ways than one! I would highly recommend this perfume, I think people with all kinds of fragrance tastes would enjoy it as much as I! Definitely a conversation-starter fragrance!"
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Medium skin tone, Dry skin",
			"review_text": "I recently tried CLEAN RESERVE Sparkling Sugar, and I have to say, it's amazing! The scent is light and refreshing without being overpowering. It has a subtle sweetness that feels natural and not too sugary, which I love. The fragrance lasts all day, keeping me feeling fresh and confident. Plus, I appreciate that it's made with clean ingredients, so I feel good about using it on my skin. Definitely a new favorite in my collection!"
		},
		{
			"review_title": "Sugary Perfume",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I am indifferent about this perfume. One moment it smells really good, but then I get a strong sugar scent that accompanies it, and think the two don't balance smoothly.   - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "must have perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Porcelain skin tone, Dry skin",
			"review_text": "This Clean Reserve perfume in the scent sparkling sugar smells so amazing. I love that it lasts  all day long with just one spray and it is made with clean ingredients   #CleanReserve #CleanAtSephora  #perfumereview #perfumelovers - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "Smells heavenly",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "This smells so good!! It’s sweet but not overly. It smells like the holidays and candy! It not overpowering but the perfect amount of scent. I received this product free for my opinion.   - Product gifted by CLEAN RESERVE (USA)."
		},
		{
			"review_title": "Lovely scent but does not last long",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This scent is light, airy, summer day in a bottle. I love the scent so much but it does not last long at all. I mean MAYBE an hour. I might not re-purchase since it does not long."
		},
		{
			"review_title": "Doesn't smell like the sample size.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
			"review_text": "I am SO disappointed! I got a small bottle of this with my points and fell completely in love with the fragrance. When I ran out I bought the 3.4 oz and it smells very different! I can't really describe it but I don't like this one at all and I'm going to return it. I wrote the company to ask if they've changed the formulation but haven't heard back from them yet."
		},
		{
			"review_title": "This is a must have.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I get so many Compliments of the smell. It’s such a clean smell, but yet yummy smell."
		},
		{
			"review_title": "Not like the sample.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "I am so disappointed. I loved the sample, crazy about it. I asked my boyfriend to buy me the bottle and it is nothing like it. If you liked the sample, don't bother buying it. Waste of money. The smell is nothing like it. The alcohol smell overpowers all the rest. It smells cheap. It was my first time buying a real perfume, always stocking on samples. I think I will go the old way. Hope I can find a sample of it somewhere cause this was the best..."
		},
		{
			"review_title": "too severely strong",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "I thought I liked it, but it's just too flowery and strong."
		},
		{
			"review_title": "Compliment Magnet!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Every single time I wear this, I get a compliment. I actually bought it because I smelled it on my friend and had to have it. It smells sweet, girly, but still clean! Perfect scent for spring and summer!"
		},
		{
			"review_title": "Odeur très agréable",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "J'adore cette odeur fruitée et sucrée. Je l'utilise principalement durant les mois d'hiver. Un coup de coeur que j'ai découvert grâce à un échantillon. J'ai ensuite acheté une grosse bouteille et je ne le regrette pas du tout."
		},
		{
			"review_title": "They finessed me 😒",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "When I was given the little sample at Sephora, it smelled so delicious and lasted a good while. This inspired me to buy the actual product. Now after owning and using this product, I realize the scent is nowhere as potent or fragrant as the sample. The actual perfume smells like straight alcohol. I'm like, I know these people didn't just finesse me by making the sample smell great, only to water down the bigger bottle that cost $110. Never again! I dislike this perfume with a passion and the makers should be ashamed. Now I'm stuck with a trash perfume bottle of alcohol. SMDH. But at y'all own risk."
		},
		{
			"review_title": "Fresh clean and addictive",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
			"review_text": "I received a sample in store and totally fell in love with this scent.. it super clean and fresh without any of the harsh base scents in other fragrances that are supposed to be “fresh”. It smells like clean skin. The only thing I noticed is the sample version somehow lasted longer.. maybe because it was a rolly ball instead of a spray."
		},
		{
			"review_title": "Sweet yet expensive",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Got this as a sample. Absolutely love this scent. It’s sweet and floral great summer perfume. However, the price is a little high for the size of the bottle. I really wish this was more affordable."
		},
		{
			"review_title": "Amazing Fresh & Floral Clean Scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Absolutely gorgeous scent. I got it as a sample for redeeming my points and I’m so happy that I chose this scent. It’s amazing and very clean and fresh smelling. Very floral too. I’m in love with it."
		},
		{
			"review_title": "Sweet, Bright, Happy & Very Pretty Fragrance!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Happy, bright, sweet, fruity, feminine, and overall just a pretty fragrance! This surprisingly reminds me of Clean Reserve Radiant Nectar, especially in the opening. I feel like Sparkling Sugar has more of a Berry peach white sugar scent and Radiant Nectar has more of a pear brown sugar scent. As it dries down I notice a softly musky, warm, and subtle woodsy scent as well. There’s this warm and comfortable feel to it too that’s rather nostalgic for some reason. I get the same thing with Radiant Nectar and B&BW Chasing Fireflies. I would also describe this as a sweet and fruity fragrance for the clean girl aesthetic.  I find this to be just an overall pretty fragrance! Something that’s easy to reach for, uplifting, and inoffensive. Very easy to wear. I love the nostalgic feel of this, it’s somehow comforting because of it. It would work really well for at the office because it is a softer fragrance, but it also lasts really well on me."
		},
		{
			"review_title": "@sephora",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Porcelain skin tone, Combination skin",
			"review_text": "this isn't the best or strongest scent very very light, but it does smell nice with Valentino pink Roma"
		},
		{
			"review_title": "Must buy more!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "One of the most beautiful, soft scents I have ever smelled. I got this as a free sample and fell in love. I have hundreds of perfumes and this is close to number one."
		},
		{
			"review_title": "Soft Girl Era Essential",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
			"review_text": "This is the answer to a fragrance when you’re entering your soft girl era….  it is not too overpowering, but it’s sweet and very pretty and very sexy. I love it. It has that clean aesthetic that every soft girl would love. ￼"
		},
		{
			"review_title": "Sooo fresh and fruity",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Dry skin",
			"review_text": "So beautiful but it smells almost exactly like Radiant Nectar, just a tiny bit of a lighter scent. I love both, but I prefer Radiant Nectar for its deeper and longer lasting sweetness. After a few hours, Sparkling Sugar fades to a kind of powdery sweetness whereas Radiant Nectar stays juicy and rich. BUT you definitely only need one in your collection. Has a beautiful personal sillage but only lasts around 4 hours. It’s also really similar to Ariana’s God is A Woman which is just a bit fainter. On the other hand, I’ve seen people compare this to Glossier’s You and I can kind of see it after You sits for about 30 mins, but the initial dry down of You is pure dirty laundry on my skin."
		},
		{
			"review_title": "Product Life Isn’t Accurate",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "This is my favorite perfume scent however it expires extremely fast. My travel size of this began smelling like vinegar within 5 months and my sample size in 2 weeks. I have a full size and I’m holding out on opening it because I do not trust the bottle will last."
		},
		{
			"review_title": "Sweet and personal space smell",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Only but it if you do not want too much projection from it. I work in hospital and cannot wear strong perfumes that project for sake of my patients. This is a nice and sweet smelling one that stays close and personal to you. In fact, any Clean perfumes are personal space perfumes depending on if you like the notes."
		},
		{
			"review_title": "too sweet",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "got for free as a points redemption but way too sweet for me, smells like a really strong body scrub and not really in a good way"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Normal skin",
			"review_text": "this perfume straight up makes me feel pretty. even my husband who is not big into perfumes loves this one. this one will be a staple for sure!"
		},
		{
			"review_title": "Pass",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Oily skin",
			"review_text": "The name chosen for this scent couldn’t be more misleading.  Definitely didn’t smell anything sugar like but more like a very cheap perfume that stuck with me the whole day."
		},
		{
			"review_title": "Pink Sugar for Grown Women",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Oily skin",
			"review_text": "This was a successful blind buy for me. I saw a 50ml bottle at Tj Maxx for $35 and I had to grab it. This is a perfect sweet fragrance for spring & summer. The opening is very similar to Versace Dylan Purple, but the dry down is beautiful. Peachy pink sugar with white musk in the background. This is what I imagine a Donna Born in Roma Eau De Toilette to smell like. Perfect for church, get togethers, errands, dates etc. Highly recommend. I’ve been complimented so I know that the performance is decent as well."
		},
		{
			"review_title": "Spring/summer staple",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Literally bought this 4 times already. I’ve gotten so many compliments on this bc it smells delicious on me. I mix with Dior blooming bouquet sometimes and it’s an amazing mix. This does well alone too."
		},
		{
			"review_title": "Love scent but doesn’t last",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Absolutely love this scent! But doesn’t last long at all. Will not be repurchasing because of this. Is there a similar scent but will last throughout the day?"
		},
		{
			"review_title": "MUST HAVE!!!! LOVE LOVE LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
			"review_text": "I’ve had this perfume for awhile now and it’s one i’m constantly reaching for. It smells so sweet and light. It reminds me of a sugary fruity smell. It’s very bubbly and beautiful. Will be a constant staple in my perfume collection!"
		},
		{
			"review_title": "Gurllll get this tf",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Love, the peach and much really stick out.  I keep coming back to this out of my collection, I always go for fresh florals, this still is but it’s warm and comforting. I love it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "I love this. It’s clean in the best way which I don’t usually like because I’m a gourmet lover myself, but it’s a perfect mix. People at my work rave about how good I smell. It lasts so long on my skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Gucci Rush 2, is that you? But minus the headache from the scent! Love this one so much!!"
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, fairLight skin tone, Dry skin",
			"review_text": "I love love love this perfume! It’s such a nice and clean scent. It’s very light and soft while still being bold and loud. This was my first purchase of the Clean Reserve brand and I’ll definitely be getting more"
		},
		{
			"review_title": "A Must Have Every Day Staple!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This is one of my favorite every day perfumes and I love that it's a fruity perfume that can be worn in every season without feeling out of place. It's bright, flirty and happy. The berries, peach nectar and musk are utter perfection. Try layering this with clean reserve skin and you'll be SO pleased by the utter perfection that is bright and flirty alongside comforting and cozy."
		},
		{
			"review_title": "Best scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Amazing clean and sweet smell. Lasts all day. My favorite perfume."
		},
		{
			"review_title": "Good scent! Doesn’t last long though",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Literally my favorite scent ever. It’s not sickeningly sweet, and it has a note of berries. It smells AMAZING. But the only issue I have is having to reapply often, which is sad considering the price."
		},
		{
			"review_title": "Will always have it in my collection",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I love this fragrance so much! Its the perfect sweet, light, and fresh fragrance. Its exactly what it says it is a fresh gourmand. To my nose its smells like peaches. Its also so good for layering for example i love to layer it with Kayali Eden juicy apple or sparkling lychee!"
		},
		{
			"review_title": "Refreshing scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Despite the name, it’s a really a clean and refreshing scent. I just love it. My only issue is it’s not long lasting on me. I have to reapply mid day."
		},
		{
			"review_title": "Surprisingly Addictive",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Never have I been a person to see something with the word sugar in it and think Wow! I must have this! No I would run farther away, especially for scents. My whole world view changed when I got this is as a 100 point sample spontaneously upon checkout. ADDICTIVE. I had to roll it all over my body I couldn't get enough. It's sweet, yet not syrupy, soft yet head turning, has a whimsical nuance of being young yet suitable for mature women. Masterpiece of fresh & gourmand like the bottle states. Who knew that was a thing? I personally see this as a spring/summer scent because it is pure sunshine and happiness."
		},
		{
			"review_title": "Sweet and beautiful!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I got a sample of this with my order. I will have to get a full size. It is a very sweet perfume. A more fruity version of Prada candy. I love it! I agree it doesn’t really last, but it’s a softer fragrance, so I’m ok with that."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Sparkling Sugar is my ABSOLUTE favorite from Clean Reserve. It’s gotten me so many compliments and everyone I’ve put on to it, loves it!"
		},
		{
			"review_title": "Does Not Last",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I absolutely love this scent, but it only lasts about 20-30 minutes. I will not be repurchasing because of this."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I love this scent! Sadly it doesn't last that long but I love using it before bedtime because it makes me feel so good."
		},
		{
			"review_title": "elevated sweetness",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Medium skin tone, Combination skin",
			"review_text": "I just got this today. I  first tried this as a free sample from a previous purchase and I always thought it smelt like elevated sweetness. I have tried other perfumes that are allegedly gourmand and are either too musky or too sweet that it's nauseating, but this one smells very bougie."
		},
		{
			"review_title": "Great as a blind buy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Got this as a sample and i love it. Definitely buying the big bottle. If you like sweet smelling perfumes get this."
		},
		{
			"review_title": "Dior addict 2 dupe",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "I got this as a sample, and will definitely be making this a purchase soon!! when I tried on I immediately was taken back to 2005-07 Dior addict 2. I have been searching for a dupe and I think I have found the one!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Would be 5 stars but it doesn’t last very long or project much.  Starts off as sweet and dries down to a yummy skin musk. My favorite fragrance right now, just wish it projected more"
		},
		{
			"review_title": "No staying power",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "No longevity. You have to reapply every hour and a half. The smell also reminds me Of glossier you"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Dry skin",
			"review_text": "Love this fragrance. It actually makes me happy. However, it has no staying power. I have to reapply it every half hour. So disappointing. If it had any staying power, I’d buy this over and over again."
		},
		{
			"review_title": "Doesn’t last long",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
			"review_text": "I received a sample and The smell is decent but after 5 minutes it’s gone and you can barely smell it. It doesn’t last long enough for me and not enough berry scent and too much white musk."
		},
		{
			"review_title": "Sweet but Soapy",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "As a gourmand and clean beauty lover I ordered a mini to test out… while I do enjoy the scent, it is nothing like I expected from the description. This has a clean, almost soapy base that takes away the edible quality of a gourmand scent. This is still sweet and very enjoyable, just not a gourmand to me. Wouldn’t suggest it as a blind buy.  Decent wear time and not too much projection, great for everyday wear"
		},
		{
			"review_title": "Childhood memories",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "If you’re looking for a clean scent, this is it. Very light and has an airy feel, would wear it in spring. I can smell the peach but to me it reminds me of the old L’Oréal Pear scented hair detangler for kids but definitely has the perfume undertone."
		},
		{
			"review_title": "I USE THIS EVERY DAY!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Spray this after the shower … my god you’ll smell and feel even cleaner! 😍"
		},
		{
			"review_title": "Happiness In a Bottle!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
			"review_text": "Trust me. Try it. You’ll see. It’s so peachy and refreshing. It’s a clean and crisp scent. And it just makes me happy when I wear it. Gotta experience it for yourself."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love love love. Lasted way longer than I expected and smells so good"
		},
		{
			"review_title": "Smells great, but doesn’t last very long.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "Love love love the scent itself, nice and light and doesn’t give me a headache. Layers well with other fragrances too. It just doesn’t last a super long time in comparison to other fragrances."
		},
		{
			"review_title": "Mood booster",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I don’t know what it is, but this perfume instantly boosts your mood. The scent reminds me Clinique Happy and or Estée Lauder Mediterranean Honeysuckle. Lovely!"
		},
		{
			"review_title": "So sweet",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I bought the tester set and out of them all this was my favorite. It’s so sweet and pretty, perfect everyday girly sent."
		},
		{
			"review_title": "Buy it!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "Aromatic! Sweet but mature. I love it and get lots of compliments. Not too sweet either. It has warm floral notes to it to help balance it out. Hate the look of the packaging but the smell makes me forget about that lol."
		},
		{
			"review_title": "Sparkling sweetness!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I'm a lover of gourmand fragrances, I don't mind something extremely sweet, but Sparkling Sugar convinced me that a gourmand fragrance can also have a zesty freshness. The name says it all... it's sweet, intoxicating, but with a touch of sparklines that makes the sweetness not become sickening. I wish the scent lasted longer on me and that the white musk would be more toned down, but I enjoyed this scent nonetheless."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Porcelain skin tone, Dry skin",
			"review_text": "One of my fave smell ever!! It smells like candies but not in a childish way. The only con is the fact that the smell disappear pretty fast :/"
		},
		{
			"review_title": "The perfect comforting daytime fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This fragrance manages to be both warm but also clean with just the right amount of sweet.  For reference I love YSL Mon Amour and Clémentine California from Atelier Cologne and Mediterranean Honeysuckle from Aerin."
		},
		{
			"review_title": "Beautiful scent and design",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "Love this product, love this scent. So nice, summery. Smells like surgery flowers with a hint of woodscent.   I really like the design of the bottle, simples but perfect with the wood cap.   #butterlyearthmonthbox"
		},
		{
			"review_title": "Favorite perfume for every day!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love this scent!! It has a clean and subtle sweet fruit scent and it’s wonderful. Originally bought travel size and loved it so much I bought full bottle and use it every day. Unique, clean, and fresh fragrance throughout the say"
		},
		{
			"review_title": "Just What I Was Looking For!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "My first time wearing this perfume, my husband commented that I smelled good. Coming from him, it is a big deal since he is sensitive to scents and super picky! Initially the smell is sparkling fruit, but the dry down is fresh out of the shower combined with a bit of fresh laundry and a hint of sweetness. It doesn’t give me a headache, not overpowering at all. But it lingers all day on me. I’ve been searching and searching for this exact type of scent. LOVE!"
		},
		{
			"review_title": "It’s nice",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "This is an ari dupe, at least that’s what it smells like to me but it last a long time and I feel like I would wear this in the fall time gives that real deep warm sugar scent will buy more"
		},
		{
			"review_title": "So good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
			"review_text": "I hate how much I love this. This smells beautiful and fresh on me. It isn’t as long lasting as I would prefer but it can linger on your clothes. It is also soft enough that it doesn’t overwhelm the senses."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I absolutely love this everyday scent! The only downside is I wish it lasted longer."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I got this as a sample with another purchase and loved it so much I had to buy the biggest bottle. Aside from being a fresh scent, it is incredibly soft and gentle. I get headaches from a lot of perfumes, and this isn’t one of them. I can definitely see myself repeatedly purchasing this perfume in the future."
		},
		{
			"review_title": "Flirty summer fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "This is the juiciest smelling fragrance. It’s smells like sweet peaches with a hint of floral notes. The perfect summer scent. As it dries I also smell coconut and caramel. Love love love ❤️"
		},
		{
			"review_title": "Meh",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I don’t really pick up any notes from this. I usually like anything from Clean Reserve but this was a miss for me. There is no projection or lasting power whatsoever"
		},
		{
			"review_title": "Smells like Acetone…?",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "I have been trying to get more into fragrances, and I thought the VIB sale would be a great chance to try out some different scents to see what it like. I normally like sweet and fruity scents, but I heard good things about this one and I thought I would try it. I took one sniff of this and had to get it as far away from me as possible. It literally smelled like acetone. I also got the Radiant Nectar scent, and it also smelled like acetone. I am not sure if there is something wrong with the batches I got or what, but it’s going to be a no from me. Returning immediately."
		},
		{
			"review_title": "Wow!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Smells incredible!! Smells like warm, melted sugar!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Absolutely love this scent. It’s going to be my go to for summer!"
		},
		{
			"review_title": "So far, so good!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, black hair, Combination skin",
			"review_text": "First day using it, but I think it's going to be a keeper. It is very fresh & reminds me of a fresh apple scent. Paired it with my Sol Janeiro hair mist & spray (71&67 I believe), and it does a great job at blending and making them slightly more mature scents. However, it does not personally remind me of sugar or vanilla."
		},
		{
			"review_title": "Light and flirty, perfect for summer!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "My perfect scent for summer! It is very nice on its own but can be layered easily with different scents (I use it most often with Sol De Janeiro 68). It reminds me of a more mature, cleaner version of the OG pink sugar spray. One star off because the lasting power isn’t there compared to the other clean reserve fragrances"
		},
		{
			"review_title": "Delicate and feminine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Tan skin tone, Combination skin",
			"review_text": "I received this product as part of a promotion and I absolutely loved it at first spritz! The fruity floral scent is not overwhelming and it lasts delicately on the skin throughout the day as a light and feminine sparkle. Very happy with this parfum!"
		},
		{
			"review_title": "Simple yet Beautiful",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Love this! The packaging is very cute; the scent is beautiful yet safe! Great for everyday wear alone & paired ( i paired it with my PDM Meliora & it’s a such a pretty springtime combo). I was impressed with the longevity bc I hear that “clean” fragrance don’t have great longevity. I’m glad I blind bought a big bottle of this :)"
		},
		{
			"review_title": "Deliciously sweet, juicy and warm",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "I love love love this fragrance. To start the bottle is gorgeous. looks great on my desk. It has quickly become one of my top go to everyday scents. It smells like a bowl of juicy peaches and berries sprinkled with sweet sugar bottled up, and the warm amber musk comes out when it's warmed up on my skin. It's so good and the longer it sits the better it gets. It doesn't smell identical to radiant nectar to me like others are saying. That scent is more fruity peachy. This one has similar dna but this is alot more juicy from the berries, sweet from the pink sugar and warm from the ambrette musk. They're both good but this is better. I've already purchased the full size and will continue to. I hope they keep this one permanently in their line up. I'm 29 but I feel this can be great for any age and better for spring and summer but ill wear anytime lol. For reference I'm a typical gourmand/sweet scent girl and my favorites include black opium, clean reserve skin, kilian ldbs, kilian princess, dolce and gabbana the only one, etc....hope I could help anyone on the fence. Go for it. You'll love it."
		},
		{
			"review_title": "Same fragrance?",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is just radiant nectar under a different name. The scent is OKAY at best. It has a really syrupy artificial smell. I personally would not repurchase."
		},
		{
			"review_title": "My fave everyday scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "My favourite everyday perfume! So fresh and simple. I always get compliments on it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Love love love this scent. Sweet and fresh at the same time. Great for daytime."
		},
		{
			"review_title": "Beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Dry skin",
			"review_text": "I got this in a recent sample set GWP and it is lovely! Simple, sweet berry scent"
		},
		{
			"review_title": "Clean Sweet Smell",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love this scent on my skin. Its light, clean, soapy, and slightly sweet. I do wish it was a bit stronger but its a great subtle smell for everyday in spring"
		},
		{
			"review_title": "Peach bellini",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "If you know the scent “peach bellini” from bath and body works, this perfume smells very similar to that but slightly less sweet and more fresh!"
		},
		{
			"review_title": "Must Have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "I got this as a free sample, and instantly fell in love. It smells amazing and lasts all day"
		},
		{
			"review_title": "Sweet peach",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "It smells like sweet peach and nectarine to me, with maybe a hint of caramel and cranberry. Little bit of Bellini vibes. Overall it smells like a great teen fragrance. It gives a young vibe imo. Longevity is"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "I received this as a sample along with other perfume samples, this one is my favorite! It lasted long, I purchased the big bottle (it’s huge) the packaging is beautiful, worth every penny"
		},
		{
			"review_title": "pretty good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Normal skin",
			"review_text": "This kind of smells like a grandma who has been cooking sugar cookies. it is a clean and nice smell."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This is a light fragrance that does smell a little sugary. Not too overpowering which I like"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "after using this perfume for 2 weeks , its took my breath away , like wowwwww its smells sweet and fruity. love it !!!!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Fresh, clean, soft, sweet- smells like soap in the best way. No harshness."
		},
		{
			"review_title": "glossier you’s girly sister",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "if glossier you is soft and musky then this is like the girly and fresh version! they smell very similar. it still has a hint of softness which i love and just smells soooo good. i can’t stop smelling myself. i think layering this with glossier you would be heaven."
		},
		{
			"review_title": "piece of heaven",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "love it! it smells practically identical to the og nicki Minaj perfume....it was an incredibly sad day for me when it was discontinued. it's a sweet light fragrance that invokes a sense of flirtatious innocence. will gladly repurchase."
		},
		{
			"review_title": "New favorite scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Received a sample of this product and immediately purchased the full size bottle. Definitely my new favorite such a sweet and fresh scent. Lasted all day long"
		},
		{
			"review_title": "Sweet scent that brightens my morning",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I received a sample size and I’m absolutely in love with the scent! It’s fruity, a little floral, and fresh!"
		},
		{
			"review_title": "Beautiful!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "This scent really surprised me bc I was not wowed by any of their other fragrances but this one is beautiful. It’s flirty and the ambrette gives it a nice warmth."
		},
		{
			"review_title": "Pleasantly Surprised - Give this a try!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I really like this, and I really wasn’t expecting to. I’d seen and heard descriptions online and thought I’d dislike it. However, it does a good job of being light, fizzy, and sweet. Definitely reads fruity more than anything. No florals for me here. I’d say it’s worth a try, even if you do t think you like it. I got a sample of this with my order but I’m strongly considering purchasing."
		},
		{
			"review_title": "Two Scents Create One!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "Oh I really like this!... Reserve Radiant Nectar + Reserve Skin = Reserve Sparkling Sugar!!! Genius if you don't want to buy both to layer!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I bought this scent because of Jaclyn Hill's rave review, and I have to stay she was 100% correct this time around.  This smells so good and so clean.  A great scent for everyday and very sweet. Highly recommend."
		},
		{
			"review_title": "Fabric Softener",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Dry skin",
			"review_text": "Smells like fabric softener.  Nothing warm, sexy or sweet about it.  Not a fan at all!"
		},
		{
			"review_title": "Smells Like Glossier You",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I just received this and sprayed it and kept saying to myself this smells like something I have smelled before and then it hit me, it smells just like glossier you. I currently own this fragrance as well and spayed them both on my skin near each other and they smell soooo much alike. I like them both. The scent is just unique and it lasts all day on my skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Lovely light fragrance.  This is great for a casual day event. bi did receive this as a free sample in one of my orders."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Listen….. this smells exactly like radiant nectar. I love radiant nectar, but I took a star off because it’s literally a duplicate scent to something they already have."
		},
		{
			"review_title": "Fantastic and sweet",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "Smells fantastic and long lasting!! If you like Ariana Grande Thank you, Next perfume, you will love this fragrance. If you love sweet, you will definitely enjoy!"
		},
		{
			"review_title": "Ehhh",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Smells like a sweeter radiant Nectar but last all of 10 minutes on me."
		},
		{
			"review_title": "my new daily scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I got a sample in my order and fell in love with this scent.  It's subtle, sweet, and soft.  Very feminine, but not overpowering. I now wear it everyday to work.   Just bought the full size.   Highly recommend."
		},
		{
			"review_title": "Worth the money",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "I bought this perfume because the lovely Jaclyn Hill recommended it. It’s very crisp and feminine, and the scent lasts all day. Lovely scent for spring and not too overpowering while still being long lasting."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Simply divine! Smells like you just stepped out of a luxurious bath."
		},
		{
			"review_title": "My New Signature Scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I absolutely love this scent! It is so fresh and clean with a tad of sweetness. I especially love it layered with Dulce by Rosie Jane. I think I have finally found my signature scent."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "It smells nice but nothing even close to sweet or sugary. It’s really a light floral with just a hint of fruitiness. If you like true gourmand scents you may want to skip this one. I wish I had and will now mail back for a return."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I got a sample of this in my Sephora order and it was actually incredible and it stayed all day. I loveeee it, it’s sweet but not too sweet."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This scent equals radiant nectar minus the pear, add peach. It’s pretty but a little redundant imo. If you want a nice peach scent tho, this could fit the bill. Nice fragrance but nothing extraordinary."
		},
		{
			"review_title": "Same as thank u, next",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I received a rollerball of this as a freebie. It smells exactly like Ariana Grande’s “thank u, next” perfume. So much so that I swatched one on each wrist and they smell identical."
		},
		{
			"review_title": "My new fav",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I am absolutely in love with this new scent. It's so captivating that I can't help but keep sniffing my wrist all day long. Although I don't typically enjoy sweet fragrances, this one is an exception - it's perfect for me. It has a similar aroma to Lancome's Miracle or other similar scents, it brings back good memories."
		},
		{
			"review_title": "Prada Candy GLOSS Dupe",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love this scent - it’s EXACTLY like the (sadly discounted) Prada Candy Gloss. It’s super sweet, with a hint of spice so if you don’t like sweet then it won’t be for you."
		},
		{
			"review_title": "Love at first sniff",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Absolutely love this scent profile. Some will say if you have radiant nectar you don’t need this but I disagree. I have radiant nectar, but I find that one more musky. I love them both, but I think I prefer this one for spring/summer. Radiant nectar for fall/winter. Stunning!"
		},
		{
			"review_title": "MY NEW ALL TIME FAVORITE FRAGRANCE!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I’m not one to leave reviews but I have received SOO many dang compliments when wearing this fragrance! It’s creates this beautiful cloud-like effect that lingers on your skin all day (in the best way!) It’s the perfect blend of sweet, musky, fruity deliciousness… yet still somehow elevated. Love love love … highly recommended!!"
		},
		{
			"review_title": "my go to scent!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
			"review_text": "love this scent it's not over powering it's just right it's one of my favorite go to everyday scents and I get nice compliments whenever I wear it 😊"
		},
		{
			"review_title": "So good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I love this. It’s clean, fresh, and sweet. You could wear this all year, but I’m saving it for the spring. I had been wanting radiant nectar for quite some time, but decided to get this one. It’s just slightly sweeter. I love this"
		},
		{
			"review_title": "Too similar to Radiant Nectar",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "If you have Clean Reserve Radiant Nectar you probably don’t need this new Sparkling Sugar as they smell very similar. On initial spray I really can’t differentiate between the two fragrances- sweet and fruity. On the dry down sparkling sugar is a bit more gourmand, while radiant nectar is a bit more fruity. You can’t go wrong with either, but you don’t need both!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "i got this in a sample size and wasn’t too sure if i would like the scent but as soon as i sprayed it on me i loved it! i just bought the full size version and i find that it lasts for up to 4 hours on me"
		},
		{
			"review_title": "Like but wanted to love!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I like this but I wanted to love it. It does start out sugary, sparkling and peachy, to me. Not too complex. I need to give myself several sprays as it’s relatively light and I like a little more projection. I did a wear test and found that I got about 4 hours of wear in which I would smell a whiff:waft of the scent as I was moving around in normal activities. After about 6-8 hours, I could still smell it on me,  it on,y by bringing my wrist to my nose directly. So, that tells me someone very close (hugging/snuggling) would smell it on you after that time, but not someone at more distance. I am glad I bought , though it was on 20% off, so I feel the value is good. It is a nice, hefty bottle and looks beautiful with my other products."
		},
		{
			"review_title": "just ok",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "On me, the fragrance description of the product is on point- berries, pear, and sugar that mellow out into a musky but sweet skin scent. If you take gourmand to mean something edible then yes, fresh gourmand fits but it doesn't have the usual dessert like notes that most people associate with gourmand, only a sugary note. I wish it had more musk on the dry down to ground it and make it a little more balanced. It is pretty similar to Radiant Nectar from this line but on me it was sweeter and stronger pear and berries right at the start."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Tan skin tone",
			"review_text": "This isn’t my favorite. It doesn’t smell bad but it’s not anything I’ll gravitate towards in my collection. Definitely not gourmand. I will likely be taking it back to exchange for another scent."
		},
		{
			"review_title": "Just okay...",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "It's a fruity, sweet smell but I wouldn't really classify it as a gourmand scent. It's a pleasant scentl, however I find it to be a little generic and not unique enough for me to keep, for the price."
		},
		{
			"review_title": "Nice but…",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "It’s a nice soft skin scent. You get a lot of a sweet peach. More like a hot weather/spring fragrance. I’m really disappointed in the longevity of it. After about an hour there’s no trail of it not even on my skin."
		},
		{
			"review_title": "Loved it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I actually really enjoyed this scent I did a blind buy and I fell in love. It’s a sweet but fresh scent it’s very different from other scents I own but it’s a 10/10 would definitely recommend!"
		},
		{
			"review_title": "Pass",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Ughhhh. Ill just stick to Skin and Radiant Nectar. This is not my type of scent. Its smells like sugary berries. Its very juvenile smelling I was excited to try it because I love the brand but issa no for me."
		},
		{
			"review_title": "Not Gourmand",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is a really wonderful scent but it’s not gourmand.  I have Radiant Nectar and they are very similar."
		},
		{
			"review_title": "Not the best smelling perfume",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Smells like a pin-a colada. Radiant nectar is better or skin."
		},
		{
			"review_title": "not gourmand",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Grey eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is nice, but don’t be fooled by the description. This doesn’t really smell like a gourmand, it’s much more fresh and solar smelling.The peach really comes through not so much the sugar, if you want some thing sweet, clean reserve skin is what I would recommend. this one is a lot like radiant nectar. If you have that one, then in my opinion, you don’t really need this."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Normal skin",
			"review_text": "I have this and the Radiant Nectar. I love both of them. Initially, they smell similar. But the dry down is completely different on me. This definitely has a stronger musk scent. It is perfect for everyday and still smells great after 6 hours."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "The pro is that it smells good. The con is that it smells almost exactly like Radiant Nectar. I asked my mom and sister and they agreed. There is a teeny weeny difference and I can’t put my finger on it, but if you already have Radiant Nectar, then you definitely don’t need this. Even though I can barely tell the difference, I still prefer Radiant Nectar over the 0.000002% difference between the two. I will be returning this."
		},
		{
			"review_title": "VS Bombshell ?",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I had high hopes, but this smells like a Victoria’s Secret Bombshell flanker. Fresh fruity clean girly.  And pretty light/faint."
		},
		{
			"review_title": "This smells amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
			"review_text": "I took a chance and bought this blind and I have to say I was NOT disappointed. It's both fresh and warm at the same time. It does have a hint of peach in it that I am really loving. I love the Skin scent by them and gourmand is my favorite type of scent. I would say this is the best of both worlds both fresh and gourmand and very unoffensive. I am sometimes sensitive to smells and this does not bother me at all and would be good for everyday wear."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Very sweet and pretty! Smells like peach rings and champagne. If you’re a fan of Radiant Nectar, you’re going to love this!"
		}
	]
}