{
	"product_id": "265",
	"name": "Tinted Oleo-Serum",
	"brand": "Clarins",
	"categories": "Makeup, Face, Tinted Moisturizer",
	"price": 62.0,
	"about": "What it is: A tinted serum that brightens your complexion and effectively cares for your skin with nourishing and hydrating ingredients...Skin Type: Normal and Dry..Highlighted Ingredients:.- Hazelnut: Nourishes and protects skin from dehydration..- Jojoba: Nourishes skin without leaving a greasy residue...Ingredient Callouts: Free of parabens, phthalates, oxybenzone, sulfates SLS & SLES, triclocarban, and triclosan. It also comes in recyclable packaging...What Else You Need to Know: Formulated with 98 percent natural ingredients and an 80 percent skincare formula, Clarins’s first tinted skincare serum combines unique mineral pigments with the power of nourishing, dry plant oils (hazelnut and jojoba). Added ceramides support your skin's barrier function and protect against dehydration...Clinical Results:.In a self-assessment of 105 women, after 1 day of use, results showed:.- +48% skin radiance after application..In a self-assessment of 103 women, after 14 days of use:.- +41% in nourishment and comfort on bare skin.- +56% brightness on bare skin",
	"ingredients": "-Hazelnut: Nourishes and protects skin from dehydration..-Jojoba: Nourishes skin without leaving a greasy residue...Coco-Caprylate/Caprate, CI 77891/Titanium Dioxide, Squalane, Simmondsia Chinensis (Jojoba) Seed Oil, Dicaprylyl Carbonate, Corylus Avellana (Hazelnut) Seed Oil, Silica, CI 77492/Iron Oxides, Stearalkonium Hectorite, Parfum/Fragrance, Aluminum Hydroxide, CI 77491/Iron Oxides, Propylene Carbonate, CI 77499/Iron Oxides, Sodium Lauroyl Glutamate, Ceramide NP, Lysine, Magnesium Chloride, Tocopherol.",
	"how_to_use": "Suggested Usage:.-Application can be adjusted according to the intensity and coverage desired. Use two drops for a natural-, healthy-looking glow. Use three drops for an even, glowy complexion. Use four drops or more for greater coverage. .-Ideally, use a brush to apply, sweeping outward, or use a small wet sponge with light taps.",
	"num_reviews": 2155,
	"overall_rating": 3.8,
	"product_url": "https://www.sephora.com/ca/en/product/tinted-oleo-serum-P508198?skuId=2727691&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2727691-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "1",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2727691-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "2",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2727709-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "2.5",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2727717-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "3",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2727725-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "4",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2727733-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "5",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2727741-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "6",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2727758-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "7",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2727766-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "8",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2727774-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "9",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2727782-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "10",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2727790-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Dried out my skin in patches.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I initially loved this product so much I gave one to a friend. After using it for a week I noticed dry skin and it settling in the fine wrinkles under my eyes. I tried using it with and without primer, with extra moisturizers, post sexfoliation, nothing worked."
		},
		{
			"review_title": "very good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "love it, perfect shade, it blends in perfectly! I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I received this product for free from Topbox Marketing for testing and review purposes. Despite the product was small, a little really goes a long way. I use this dail during make up and it last all day. This works perfextly for covering blamishes and i will definately be buying this."
		},
		{
			"review_title": "Hydrating and fresh feeling!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I tried this in shade 2.5. I found this blended well and left my face feeling fresh and hydrated. This did not feel oily or cakey on my face. It felt light and airy.  I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "3",
			"review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
			"review_text": "I love the tinted serum. It was my first time to try this kind of product. The shade matches my skin. It's not greasy upon application."
		},
		{
			"review_title": "Wonderful serum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I received this product for free from Topbox Marketing for testing and review purposes. I tried it...let my skin soft, very nice, i Love the smell. IS NOT super Greece disappear kuickly . I love how look my skin with the color coverage is smooth super..."
		},
		{
			"review_title": "Super hydrating",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Normal skin",
			"review_text": "Great product was easy to use.  Next to no smell and was super hydrating! I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Love the product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I loved the product. I got this product from topbox to try and review. I liked the shade, very easy to use. After using for  few days my skin looks and feels very nice. It smells good and very hydrating."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "4",
			"review_buyer_description": "Green eyes, Dry skin",
			"review_text": "This tinted serum has a nice light fragrance. I got shade 4 and 5.product is smooth and not too heavy feeling. It has a good coverage.  I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Natural look!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "Received a sample 2.5 and 3 tint. I really enjoyed that it was a tinted serum . It left the face feel hydrated and bright . It left a nice tint like a glow its perfect to put right before your foundation. It’s also nice for a natural look .  #topbox"
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
			"review_text": "Received this free product 4 and 5 tint. I loved how it was liquid easily applied on face . I love that it left my face looking glowing. I also love how its a serum leaves the face feels rejuvenated. It’s amazing using one product that leaves face feeling beautiful . #topbox"
		},
		{
			"review_title": "Loved it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I received a mini sample of tint 4 and 5.I was impressed with full coverage that it has . I applied it in the morning  and it lasted me all day . I really love how it easily applied on the face and how it gave me this natural look with a glow . The shade was really perfect I really loved it . I would definitely recommend it."
		},
		{
			"review_title": "Full coverage",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Medium skin tone, Dry skin",
			"review_text": "I received this product for free from Topbox Marketing for testing and review purposes. I was only able to test one side of my face as it was a mini sample . I like the way it applies I feel like you dont need much to get a full coverage left my face feeling soft afterwards. I tried the 2.5 and 3 sample ."
		},
		{
			"review_title": "Nice Satin Finish",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I had gotten a sample of this serum and I was so surprised by the coverage! As someone with oily skin I generally don't veer toward serums but I'm so glad I could try this out- I was left with a beautiful satin finish that didn't look greasy and held up better than some of my foundations. That being said, I do think this product might have broken me out.   I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Not for large pores.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This tinted serum has a nice light fragrance. Color # 3 was a little too dark for my light neutral complexion. Furthermore, the serum settled into my large pores and made them more visible. I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Nice and hydrating",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I received this product for free from Topbox Marketing for testing and review purposes Found the shades a bit dark very hydrating and felt like i wasnt wearing makeup"
		},
		{
			"review_title": "Not for me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I love tinted products but this one just isn’t for me. I tried shades 4 and 5 both with and without applying a moisturizer first. On me it looked like a powder foundation finish, and it really highlighted any drier patches of skin. I tried applying with my fingers to warm the serum and with a brush. I didn’t like how it spread and personally found it hard to build coverage because it just streaked and took too long to set.  I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "A perfect addition to my routine",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "This is a great tinted serum. It is very easy to apply and is lightweight. The texture was nice and provided an even coverage. You can adjust the amount to use to get the desired coverage which is nice. The shade was a nice match for my skin.  I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "A perfect addition to my routine",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "This is a great tinted serum. It is very easy to apply and is lightweight. The texture was nice and provided an even coverage. You can adjust the amount to use to get the desired coverage which is nice. The shade was a nice match for my skin.  I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Must have in my everyday bag ❤️",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I like this product it’s to light to the skin and can be used for everyday makeup ❤️I recommend it"
		},
		{
			"review_title": "*WOW!* SO nourishing & brightening! Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "Girls this tinted serum goes on so SMOOTH & it’s very Hydrating! Perfect for those dry skin girlies! And the ingredient’s are so nourishing ! I used it in the daytime after cleansing and the fact that it’s tinted gives you a slight YET skin-like coverage. Very natural yet glowly! Made with jojoba & hazelnut so you know it’s gentle on skin. So brightening like hello I look so awake! :) I totally recommend this to all my friends and family. Thanks Clarins for another great product!! I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Coverage and Hydration!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "This serum has amazing coverage! I love that I don't have to do two skincare steps in the morning. Just this 2 in 1, serum and foundation, and out the door! Bravo Clarins! I didn't Know I needed this! Keeps my face hydrated all day and doesn’t clog my pores. Helps wit cover imperfections. I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Natural beauty",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Dry skin",
			"review_text": "I received this product for free from Topbox Marketing for testing and review purposes.  The formula is lightweight and yet buildable. It left my skin feeling dewy whi h ended up looking shiny half way through the day. The colour march to my skin is fantastic. It's very natural looking  I appreciate having the added benefits within this formula for my skin as well"
		},
		{
			"review_title": "A little bit goes a long way!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "What an amazing serum! I only got one sachet but I really liked the final results.  A little goes a LONG way. This serum smells amazing and applies evenly without leaving creases. This shade matched my skin perfectly. I highly recommended this product. I got this free from @topboxcirclereviews #topboxcircle #topboxcircleclarins"
		},
		{
			"review_title": "Natural glow!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "This serum gives me a natural, healthy glow while also evening out my skin tone.  I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Must Have!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Loving this Tinted Oleo Serum, a massive game changer in my makeup routine. Left my skin feeling amazing. I received a sample of this Product from Topbox Circle for free to try and review. Will definitely be purchasing a full size."
		},
		{
			"review_title": "Must have",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Light skin tone, Dry skin",
			"review_text": "Loving the results of Clarins Tinted Oleo-Serum Jojoba Hazelnut Shade 2.5 and 3."
		},
		{
			"review_title": "My New Favorite Foundation",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "Thank you TOPBOX for the opportunity to try this amazing product. Soft and perfect for my skin. Felt very natural. Very happy with the result.  Buying as my new foundation."
		},
		{
			"review_title": "Very, natural, fresh look to the skin!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I used this tinted serum 3 days in a row. Not long enough t see any skin health benifits but enough to rate the product colour and coverage. It's quite light but very hydrating. Great for a normal to dry skin. It doesn't settle into fine lines and wrinkles. Being almost 50 means I have a couple  and I don't want to define them. I like the color and how it vlended with my skin. My powder cosmetics really got locked in when I applied them on top of this colour base. I still applied a touch of powder to set and it was a nice natural finish. If you want a glass finish, use cream colours and no powder. If you want to tone down the shine without using a pwdder, let the makeup set for a few minutes and then pat with oil control papers or one sheet of facial tissue to soak up the moisture. Gives a very nice satin finish. I would purchase this product."
		},
		{
			"review_title": "Invisible",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
			"review_text": "I received this product for free from Topbox Marketing for testing and review purposes.Clarins' tinted moisturizer is a game-changer. It's super hydrating and gives your skin that perfect glow. It feels light, like you're not wearing anything, but still smooths out your complexion. It's will be my everyday go-to for looking fresh and natural once i fine the perfect match for my skin tone but apart from that i totally recommend for an easy, polished look."
		},
		{
			"review_title": "A very good product!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Combination skin",
			"review_text": "After using this product, the skin showed a healthy glow.  I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Two in One😍",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "I received a sample of this product.I love that it is both a serum and foundation coverage. I aim to buy a bigger bottle that would save me time in the morning because i wont need to do both."
		},
		{
			"review_title": "Great product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I received two samples of the Clarins tinted serum, shades #4 and #5. Although the samples were very small, the power of just one drop of this tinted oil was astonishing. Very easy to apply and odorless, it is ideal for hiding small defects on the face. I immediately wanted to buy this product because it suits me so much.I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "it's a good to have it in daily routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Oily skin",
			"review_text": "I was using this product over a few weeks and like this serum plus it's easy apply on skin.I love the scent on skin and its keep a dry skin hydrated. I used it in daily makeup.I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Dewy finish",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I received this product for free from Topbox Marketing for testing and review purposes. I was given the shade 6 and 8 to try. Number 8 was too dark for me and number 6 was ok for my skin tone.  It was easy to apply and blends well.  But it did pile when I tried to put face powder on.  When I tried it again, I waited a good 15 mins before I applied face powder and it did not pile. It gave me a good dewy finish.  I liked it."
		},
		{
			"review_title": "THE BEST",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I got this sample from topbox circle and I have to say it is absolutely amazing highly recommend I felt like I wasn’t wearing anything and it felt great on my skin, very smooth and light weight highly try it!!"
		},
		{
			"review_title": "Good lightweight foundation",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I got shades 5 and 6, i would say shade 5 matches me just fine. The texture of this serum is very light and smooth. It didn’t feel like a makeup product but more like a skincare serum. It has good coverage and settles into a dewy finish which is great for dry skin people. I would give it a try some more times to decide if i want to replace my foundation with this one. I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Simple, smooth and blends well!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I really enjoyed this tinted serum for it's ability to blend into my skin well and not leave embarassing noticeable blotches all over my face while still leaving nice colour. Product is smooth and not heavy feeling on your skin nor does it feel overly chemically and oily. I like the way it makes my face look and feel after wearing this all day. My face actually feels replenished and refreshed after a day at the office and I'm still glowing by day's end!   I recieved this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "I love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
			"review_text": "I received this product for free from Topbox Marketing for testing and review purposes. I like too much. That's amazing serum I ever had. Thank you for your gift Topbox. My skin is felt very good after this serum. I suggesting everyone should try. # #freeproduct"
		},
		{
			"review_title": "Simple and smooth",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "I love the way it glides on my skin, it’s cooling and smooth! Very gentle and smells good! I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "6",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I received this product for free from Topbox Marketing for testing and review purposes. I was given the shade 6 and 8 to try. It is very easy to apply, blends well, provides medium coverage and feels like you’re not wearing anything. It gives you a dewy and natural finish. Overall, this foundation is nice and doesn’t make the skin look cakey."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "8",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I received this product for free from Topbox Marketing for testing and review purposes. I was given the shade 6 and 8 to try. It is very easy to apply, blends well, provides medium coverage and feels like you’re not wearing anything. It gives you a dewy and natural finish. Overall, this foundation is nice and doesn’t make the skin look cakey."
		},
		{
			"review_title": "Little sample",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received this product for free from Topbox Marketing for testing and review purposes. I wish the sample was not a sachet so I can really try it out. I only received one sachet and it wasn’t enough to see the full coverage of it. All I can say is that I tried it on my hands and it blended really smoothly."
		},
		{
			"review_title": "Too dark for my skin",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "The smell was very nice.. It glided on my skin and felt lightweight.  However, even after  blending it well and waiting 15 minutes, it still hadn't been absorbed  into my skin. The coverage was light and patchy. The shade 3 made my face look orange.  I received this product for free from Topbox Marketing for testing and review purposes. #free product"
		},
		{
			"review_title": "Skin Felt Great",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I received this for testing from topbox! I really love using serums so I was glad I was able to test out a Serum that I could incorporate into my makeup routine. Clarins is one of my favourite brands and this did not disappoint. The colour matched me well and my skin felt very moisturized and refreshed. I used it under my foundation for additional coverage and I felt that it helped my makeup last better for the day. Definitely worth trying!"
		},
		{
			"review_title": "Enjoyable & fresh for casual daytime use.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I was given shade 4 which was an oddly perfect match for my nc35-37 skintone. It’s runnier than other tinted products and glides on very easily. Worked well with fingers but buffed out beautifully with a brush. I like medium-buildable foundations and this has medium coverage which I was not expecting! It’s marketed as a serum but finishes like a dewy oil-based foundation. If using this alone, (or under makeup) you’ll have to set it with powder as the slightly oily texture would let it transfer or settle into fine lines. I tried it in the evening time and noticed the pigments have a velvety finish so make sure you exfoliate well. The fresh cucumber scent is fantastic!  I loved the experience of it but would probably only use it in daytime where I want a quick dewy base for popping out, not in evenings or events where my skin needs to look snatched, as it highlighted my dry areas a bit in harsher lights.  I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Breathable finish!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Porcelain skin tone, Dry skin",
			"review_text": "I received this product for free from Topbox Marketing for testing and review purposes. As per my review to shade 1 as well, the product worked great on my skin.  It has a very breathable texture with a natural, radiant finish. It doesn't weigh the skin down or give it a cakey appearance. My skin felt great even after hours of wearing the Clarins Tinted Oleo-Serum."
		},
		{
			"review_title": "A natural, glowy finish!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Porcelain skin tone, Dry skin",
			"review_text": "I received this product for free from Topbox Marketing for testing and review purposes. The Clarins Tinted Oleo-Serum has a nice, glowy lasting finish. The texture was comfortable on my skin and didn't make my skin look cakey. The coverage was more natural and breathable. I don't like my foundation too dark compared to my natural skin tone so the shade was great. I could also use it for concealer as well on days where I don't want to wear foundation. I gave it 4 stars because although it worked well, it doesn't compare to the tinted serum I already use. Thank you, TopBoxCircle for this opportunity!"
		},
		{
			"review_title": "Serum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "Love this product! Goes on smoothly, I could barely tell I had anything on my face. Great coverage! Would definitely purchase this product!"
		},
		{
			"review_title": "good light coverage",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
			"review_text": "I received this #freeproduct from #tryitwithtopbox in exchange for my honest review. I don’t love using heavy foundations and much prefer tinted moisturizers and skin tints, so was excited to try this product. It’s pretty good but I found it can get oily, which isn’t uncommon for this type of product but isn’t what I’m looking for."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "2.5",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I chose shades 2,5 and 3 to try. I have oily and dehydrated skin, I liked the consistency of the product. The application was very easy with a not velvety finish and the coverage not so good for me. I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "A must have before my makeup!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I received a free sample of shade 2.5 and 3 in tinted oleo-serum from topbox circle. I never used this serum before but it matched my skin wonderfully and I'll be sad when my sample runs out lol."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "6",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I used this product for exactly one day. Unfortunately, it was far too light for my skin tone. When I did try it however, I did like how smooth it was. It spread evenly and blended well. Had I received the correct colour shade, I would have a more positive experience.and I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Love it!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "I received this product for free from Topbox Marketing for testing and review purposes. I love how it leaves my skin with an extra glow. I especially love how it offered a natural even touch to my skin."
		},
		{
			"review_title": "Pretty Good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I received shades 4 and 5 to test and found this to be pretty good. It is a serum so the consistency was a bit more watery than a typical foundation. I found that this didn't affect coverage too much though. I think that if someone was looking for fuller coverage, this is not the ideal product. I found the staying power to be pretty good and the light scent wasn't overpowering. Make up went on smoothly on top of the product and it looked pretty natural. I did like the product and would be interested in trying it for a longer period to time. I received this product for free from Topbox Marketing for testing and review purposes"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "1",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Oily skin",
			"review_text": "I did like this product overall, especially for a casual day use when you don't want to use foundation. I have dehydrated oily skin. I applied 2-3 drops with my fingers. Application was very easy, it blended well, with a velvet finish.   Coverture light natural. Blended well with the sunscreen after. However, it deposited a little on the fine lines around my mouth and nose, and I didn't feel it as hydrating as expected.I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Glow up!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I love the smell and feel of this product! It leaves a nice glow however this colour was a little too dark for me. It was also very hydrating and didn’t affect my sensitive skin  I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "A new daily routine!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This product smells amazing and goes on so smooth! It was super easy to apply and didn’t feel heavy on my sensitive skin. I put this on in the morning and it made my skin glow.   I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Great coverage",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I recieved this product in exchange for my honest review from Topbox Circle.  Unfortunately this was not my shade but I do like the consistency and coverage."
		},
		{
			"review_title": "It works wonders!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "I received this product for free from Topbox Marketing for testing and review purposes. I am so amazed at how much this serum works. it has definitely become my favorite. My face looks so glowy and healthy after I apply so I definitely recommend and will be purchasing hence fort."
		},
		{
			"review_title": "Nice Natural Finish",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I received the Clarins Tinted Oleo-Serum Jojoba Hazelnut in Shade 2.5 and 3. This was my first time using a tinted serum as I am more of a tinted moisturizer girl and it didn't disappoint! The serum provided a nice natural coverage that evened out my skin tone without breaking me out or making my skin look dry due to its lightweight formula. I used this product during the day and enjoyed how smooth and hydrating it made my skin feel and look. Shade 2.5 was more my shade compared to 3 but both are doable. I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Amazing Tinted Serum",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I really liked this tinted serum, it made my skin glow and look so smooth. I also like how natural it looked on my face. I’m going to be adding this as part of my daily routine from now on. I’ve used this tinted serum with my make up routine for a couple of days and I can say that it’s so good and it provided light coverage for the skin and make my skin shine. I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Amazing Tinted Serum",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I really liked this tinted serum, it made my skin glow and look so smooth. I also like how natural it looked on my face. I’m going to be adding this as part of my daily routine from now on. I’ve used this tinted serum with my make up routine for a couple of days and I can say that it’s so good and it provided light coverage for the skin and make my skin shine. I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "1",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I received this product for free from Topbox Marketing for testing and review purposes. The tinted serum goes on smoothly and doesn't feel caked on, which is a huge bonus. The colour shades matched perfectly!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "2",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I received this product for free from Topbox Marketing for testing and review purposes. The tinted serum goes on smoothly and doesn't feel caked on, which is a huge bonus."
		},
		{
			"review_title": "Not worth it - Ilia is way better",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "One of the worst skin tints I’ve tried. The product separates while applying and when I added my concealer my under eyes looked extremely cakey. It also separates throughout the day and looked like a mess."
		},
		{
			"review_title": "Game Changer- Shade 8",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Normal skin",
			"review_text": "such a game changer, definitely need to add this to your make up routine if you haven't already. made my face look silky smooth and it blended in so well. 10/10 in my books.I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "6",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Dry skin",
			"review_text": "The coverage is good and felt nice on my skin but the shades I received as a sample were not the correct colour for my skin tone, I would apply it in the morning during my morning routine.  I received this product for free from Topbox Marketing for testing and review purposes"
		},
		{
			"review_title": "Luminous Radiance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Tan skin tone",
			"review_text": "The Clarins Tinted Oleo-Serum 8 is a game-changer for skincare enthusiasts. Its lightweight formula effortlessly blends into the skin, leaving a natural, radiant glow. The tint provides light coverage, perfect for evening out complexion imperfections. Infused with nourishing oils, it keeps the skin hydrated throughout the day. A must-have for anyone seeking a luminous, healthy-looking complexion.I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Not what I expected from a product labelled serum",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I used this product in the morning and it did last all day with great coverage. However, this product being labelled as a serum when it is a oil based foundation is a bit misleading. I found it to be heavier than I expected with the label it carries as well.  I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Not what I expected labelled as a serum",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "Being labelled a serum, I expected this product to be light and not as heavy or oil based like it was.  Coverage was great and it blended well but, I felt this product is just a oil based liquid foundation. Not a serum at all in my opinion.  I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Great product",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I sampled this product i do love it and it left my skin feeling silky smooth i did apply it in the morning with my morning routine.  The only issue i have with it is the cost it is great but doesnt really stand apart from other products that are more cost effective  I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Game Changer- Shade 8",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Normal skin",
			"review_text": "such a game changer, definitely need to add this to your make up routine if you haven't already. made my face look silky smooth and it blended in so well. 10/10 in my books.I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "6",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Dry skin",
			"review_text": "The coverage is good and felt nice on my skin but the shades I received as a sample were not the correct colour for my skin tone, I would apply it in the morning during my morning routine.  I received this product for free from Topbox Marketing for testing and review purposes"
		}
	]
}