{
	"product_id": "670",
	"name": "Mini Jardin Fragrance Discovery Set",
	"brand": "HERMÈS",
	"categories": "Fragrance, Value & Gift Sets, Perfume Gift Sets",
	"price": 78.0,
	"about": "Set Description:This Garden Perfumes collection gift set comprises four eau de toilette dab-on miniatures: Un Jardin à Cythère, Un Jardin sur la Lagune, Le Jardin de Monsieur Li, and Un Jardin sur le Nil. It’s the perfect gift for yourself or for someone else—presented in the signature orange Hermès box..This Set Contains:- 0.25 oz/ 7.5 mL Un Jardin à Cythère Eau de Toilette",
	"ingredients": "Un Jardin sur la Lagune: .Alcohol, Parfum (Fragrance), Aqua (Water), Benzyl Salicylate, Limonene, Ethylhexyl Methoxycinnamate, Hydroxycitronellal, Alpha-Isomethyl Ionone, Butyl Methoxydibenzoylmethane, Ethylhexyl Salicylate, Linalool, Hexyl Cinnamal, BHT, Citral, Benzyl Alcohol, Benzyl Benzoate...Le Jardin de Monsieur Li: .Alcohol, Parfum (Fragrance), Aqua (Water), Ethylhexyl Methoxycinnamate, Limonene, Citronellol, Ethylhexyl Salicylate, Butyl Methoxydibenzoylmethane, BHT, Linalool, Geraniol, Evernia Prunastri (Oakmoss) Extract...Un Jardins à Cythère: .Alcohol, Parfum  (Fragrance), Aqua  (Water)  , Benzyl  Salicylate  ,  Limonene, Alpha-Isomethyl  Ionone, Ethylhexyl  Salicylate, Butyl Methoxydibenzoylmethane ,  Methyl  Anthranilate, Linalool ,  Coumarin ,  Citral ,  Pentaerythrityl Tetra-Di-T-Butyl  Hydroxyhydrocinnamate, Citronellol  ,  Hydroxycitronellal ,  Geraniol ,  Benzyl Alcohol ,  Tris(Tetramethylhydroxypiperidinol) Citrate ,  Eugenol ,  Disodium Edta...Un Jardin sur le Nil: .Alcohol, Aqua (Water), Parfum (Fragrance), Limonene, Hydroxycitronellal, Citronellol, Hexyl Cinnamal, Ethylhexyl Methoxycinnamate, Geraniol, Ethylhexyl Salicylate, Butyl Methoxydibenzoylmethane, Linalool, Citral...This list is subject to change over time. Please refer to the information on your product’s packaging for the most up-to-date list of ingredients.",
	"how_to_use": "",
	"num_reviews": 11,
	"overall_rating": 3.3,
	"product_url": "https://www.sephora.com/ca/en/product/mini-hermes-eau-de-toilette-gift-set-P505679?skuId=2648400&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2648400-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "Gap Throw Back Scent",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "The price point is the main draw at $60 for a mini name brand collection set, the store didn’t have any of these scents to smell before purchasing which was a gamble. However, these scents can be best compared to gaps 2010s collection. The orange scent was the most appealing but wouldn’t recommend some paying that price just for the brand name that smells like low grade mall toilette"
		},
		{
			"review_title": "Oof",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This might as well be just water because it doesn’t do anything. 3 of the 4 scents smell the same, and I poured a half a bottle on myself and could still only smell a candle I had lit in the other room. If you’re into over paying for microprojection this is perfect."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "Nice scents ! 4 mini bottles with different scents. Smells good"
		},
		{
			"review_title": "A garden of delight",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "Gorgeous product. While I didn't love all four scents in the set, the ones I did like were classy, sophisticated scents that could be reapplied throughout the day without becoming overwhelming. I was also very pleased with the product value; the mini bottles are so beautiful, would make cute curio pieces once the perfum is finished, and this set is a great way to sample high end perfume without committing to a full bottle before being ready to. This would make a great gift for a perfume lover and Hermes fan!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "i like 2/4 but find the scents do not last very long one scent smelled liked vinegar on me 🤷‍♀️"
		},
		{
			"review_title": "Perfect gift!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I bought this for my mom for Christmas and she loves them! She really enjoys having nice things so I thought this would be a great option. It is a great way to test different kinds of perfumes. The only reason it’s not 5 stars is because they’re a lot smaller than what the product photos made it look like."
		},
		{
			"review_title": "Mediocre",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "Might be nice for some, but found these scents reminiscent of very basic scents like laundry detergent or cleaning fluid, or some sort of cheap scented candle. I don’t find them feminine at all. However they are subtle and not overpowering."
		},
		{
			"review_title": "Beautiful set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Great set. All of the scents are unique and classy, not overpowering. Nice way to try and see which one works best for you. The bottles are small and aren’t sprays, but they last a while."
		},
		{
			"review_title": "It’s alright",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "It’s small and I’m not crazy about the scents except for one. Planned on giving it as a bridesmaid gift but will be returning for something else."
		},
		{
			"review_title": "No sprays :(",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, gray hair, Porcelain skin tone, Normal skin",
			"review_text": "I would buy it if bottles had atomizers.  Other than that, nice selection of scents."
		},
		{
			"review_title": "great value! beautiful scents",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I was pleasantly surprised by the value I felt I got from this set. I didn't love all the scents, but a couple of them really stood out and became my new favorite (as in, if I would buy the full size bottle) - which is exactly the purpose of these smaller sizes. In comparison do other luxury scents, I was very pleased with this"
		}
	]
}