{
    "product_id": "1682",
    "name": "GRO+ Advanced Hair Serum for Severe Signs of Thinning",
    "brand": "Vegamour",
    "categories": "Hair, Hair Styling & Treatments, Hair Oil",
    "price": 106.0,
    "about": "What it is:u00a0A dermatologist co-developed hair serum that visibly improves hair density, addresses shedding, and hydrates the scalp to support the skin barrier...Hair Texture: Straight, Wavy, Curly, and Coily..Hair Type: Fine, Medium, and Thick..Hair Concerns:- Thinning.- Flaky, Dry Scalp..Key Benefits:u00a0- Visibly improves hair density.- Promotes a balanced scalp.- Strengthens from the root..Highlighted Ingredients:- GROActive+ Complexu2122: A patent-pending, AI-discovered, plant-based compound to address shedding..- Spanish Microalgae: A prebiotic scalp superfood that hydrates to support the skin barrier..- Plant Stem Cells: Rich in proteins to anchor strands at the root...Ingredient Callouts: This product is vegan, gluten-free, and cruelty-free...What Else You Need to Know: Formulated for those with severe shedding, this hair serum is powered by Vegamouru2019s patent-pending GROActive+ Complexu2122, an innovation that is helping to redefine what a plant-based formula can achieve. The compound features an AI-selected blend of antioxidant-rich Rhapontic Rhubarb Root and Japanese BeautyBerry Extract that work synergistically to visibly improve hair density. It's also formulated with Spanish microalgae, a prebiotic superfood that hydrates to rebalance the scalp environment, and plant stem cells which anchor hair follicles from the root...Fragrance Description: This product is formulated without fragrance..Clinical Results: In a 120-day clinical study of 40 participants using GRO+ Advanced Hair Serum once daily:.- 93% had a clinically measured increase in hair density.- Results showed an up to 87% reduction in hair loss due to breakage from washing and combing..In a 120-day consumer study of 40 participants using GRO+ Advanced Serum once daily:.- 98% saw less shedding..Clean at SephoraOur commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificingu00a0effectiveness.",
    "ingredients": "-GROActive+ Complexu2122: A patent-pending, AI-discovered, plant-based compound to address shedding. .-Spanish Microalgae: A prebiotic scalp superfood that hydrates to support the skin barrier. .-Plant Stem Cells: Rich in proteins to anchor strands at the root. ..Water/Aqua/Eau, Butylene Glycol, Alcohol Denat., Propanediol, Curcuma Longa (Turmeric) Root Extract, (Trifolium Pratense (Clover)/Vigna Radiata) Sprout Extract, Biotinoyl Tripeptide-1, Rheum Rhaponticum Root Extract, Acetyl Tetrapeptide-3, Callicarpa Japonica Fruit Extract, Chlorella Vulgaris Extract, Olea Europaea (Olive) Leaf Extract, Caffeine, Tocopherol, Glycerin, Pentylene Glycol, Hydroxypropyl Cyclodextrin, Lecithin, Sodium Phytate, Helianthus Annuus (Sunflower) Seed Oil, Sodium Starch Octenylsuccinate, Alcohol, Cyclodextrin, Citric Acid, Phytic Acid, Lactic Acid, Cyamopsis Tetragonoloba (Guar) Gum, Xanthan Gum...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Apply a dropperful to scalp daily. .-Massage in. .-Use on wet or dry hair. .-Do not rinse. .-For best results, use after Vegamouru2019s GRO+ Advanced Dermaroller (sold separately).",
    "num_reviews": 281,
    "overall_rating": 4.7,
    "product_url": "https://www.sephora.com/ca/en/product/vegamour-gro-advanced-hair-serum-for-severe-signs-thinning-P512485?skuId=2797926&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2797926-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1 fl oz / 30 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2797926-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "lightweight serum",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "I applied this hair serum daily on dry hair or after shower.  I like that its easy to apply, and it feels lightweight and non sticky. It helped my scalp to be more little healthy and I did felt that my hair grew."
        },
        {
            "review_title": "Hair shedding savior",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Iu2019ve had significant weight loss and have tried almost everything. This is the only product that has decreased my shedding. Itu2019s only been a little over a week and I see a difference. I canu2019t wait to see the hair growth"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "After using this product for over a month, I see no difference. My hair is still fall out at a crazy rate. I do not experience great stress, I have not changed my diet, and I use the same shampoo, conditioner, and stylers.  Also, one vile is not enough to last for a month. It is nearly impossible to cover the full scalp with one pipette."
        },
        {
            "review_title": "Wonu2019t go without on my hair journey",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve been using Vegamouru2019s Gro+ Advanced Hair Serum, and Iu2019m seriously impressed. Itu2019s super easy to work into my routine u2013 just a few drops, and Iu2019m done. I love that it feels lightweight and doesnu2019t leave any greasy residue; my hair feels natural, not weighed down at all. Best part? Iu2019m already noticing way less shedding, which feels like such a win. My hair stylist is also seeing a lot of new growth when I go in for my extension moveups!! Highly recommend for anyone looking for an effortless boost in their hair care routine!"
        },
        {
            "review_title": "Consistency is key",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I have really fine hair as it is and as I get older, I feel like it gets finer. This serum has filled in some of my thinner areas and make my hair feel and look so much healthier. Consistency really is key"
        },
        {
            "review_title": "Expensive and small amount of product",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I bought this for CA$120 and used it daily as advised, and not even 2 and a half weeks later Iu2019ve run out. Obviously itu2019s too early to see results, so Iu2019m expected to buy a new bottle every 3ish weeks? I like to splurge, but no. This would total over 2000 annually. I think thereu2019s definitely better alternatives especially considering itu2019s dubious if this even works at all."
        },
        {
            "review_title": "Bring back the old formula",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Iu2019m really upset. The previous formula with CBD helped my hairline to grow in over the past year after having COVID and hormonal issues. It helped to cure my itchy scalp. This product has made my scalp itchy. Every day I see little hair falling out in the sink! This didnu2019t happen before using it. Itu2019s made my hair greasy. The price has drastically gone up. They ruined the formula."
        },
        {
            "review_title": "Highly recommend!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "This serum has definitely helped my hair to more healthy and also grow. I used this serum for 3 months and improved my hair fall. Serum does not make my hair feel sticky at all. I would highly recommend this."
        },
        {
            "review_title": "Frizz!!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "My hair is highlighted, thin and curly. This rurned me into a poodle instantly. I tried to just keep it at the root and it still spreads."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "This serum has helped me so much with growing my hair, that I couldnu2019t believe this worked so well and confirmed it after seeing my before and after pictures! This is incredible and I didnu2019t even use it every single day. This is just incredible. Doesnu2019t make my hair any oilier and itu2019s a super lightweight serum, itu2019s like water."
        },
        {
            "review_title": "Lengthening",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "Giving this product 4 stars because I do feel that it helped my hair grow and I love the convenience of being able to apply it on wet or dry hair. The product is easy to apply and the packaging is luxurious. It has a light scent and doesnu2019t irritate my sensitive skin and scalp. Month one I didnu2019t see much difference to my hair, month two I felt that my hair was growing faster and longer in a shorter amount of time. Month 3 I saw length progress as well. Unfortunately I didnu2019t notice a difference in the density of my hair, I felt like there were still sparse areas lacking in hair. I also noticed by month three I had many shorter hairs, whether that was hair growth or breakage was hard to decifer. I have very fine oily hair so itu2019s quite noticeable. I do love that this product is fair trade, cruelty free, and plant based. See pictures for results."
        },
        {
            "review_title": "A definite no",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I really really really wanted to have positive things to say about this product. However, I made the changes to my current everything using the same shampoo and conditioner like the full 90 days I made me change to my medication however, I was surprised by the amount of hair loss I had when I started my hair was down past my butt, but I used more I was losing hair at the roots. I also found that my scalp was extremely itchy and started to scab over as well as burning. The only thing I changed to my hair resume but using this product and I feel this product is to blame for."
        },
        {
            "review_title": "A nice product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "I received this product free from Skeepers and Vegamour in exchange for my honest review. I received the NEW! GRO+ Advanced Hair Serum by Vegamour.  This product is supposed to help promote hair growth. I have been having an issue with losing a lot of hair lately, so I was excited to try out this product.  I think I will have to use this product longer to see if it really helps with regrowing my hair. This product did not cause any allergic reaction or itching. The consistency of the product was good. The three things I didnu2019t like about it was the dropper did not fill up completely, it only filled up half way. The product never really seemed to cover all of my scalp. Also, it made my hair feel greasy.  Overall, it was an ok product but it does have some issues. I would like to see how my hair growth improves in the next year."
        },
        {
            "review_title": "Great hair serum!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "This is a great hair serum! I love that it can be used on wet or dry hair. I was worried that if I used it on dry hair that my hair would look greasy afterwards but it did not. I started noticing some improvement where my hair had some bald spots after a few weeks."
        },
        {
            "review_title": "real results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "definitely saw a difference in my hair, although with my busy schedule it was hard to remember to put it on my scalp each day. also very easy to use and definitely did not make my hair oily which was scared of!"
        },
        {
            "review_title": "Healthier and shinier hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I have very fine, thin, dry, damaged hair. The texture is straight and I donu2019t color my hair.  I was using this serum for 3 months - total of 3 bottles used. I could see my hair being visibly shinier and healthier looking.  I usually had to wash my hair every other day because my scalp got oily very quickly.  While using this serum I realized I could go 3-4 days without washing my hair. I think overall the health of my hair definitely improved. If you have funds to spend I would definitely try this serum."
        },
        {
            "review_title": "A Lifesaver for Thinning Hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "ve been using the GRO+ Advanced Hair Serum for a few months now, and I am blown away by the results. As someone who has struggled with severe shedding and thinning hair, this serum has been a game-changer for me.  From the start, I was impressed by the fact that this serum is dermatologist co-developed and clinically proven. Knowing that it was specifically formulated to improve hair density and reduce hair loss gave me the confidence to give it a try, and I'm so glad I did."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "When using the product, my hair gets a little damp but dries quickly. The hair loss has stopped and new hair is growing. My scalp is no longer irritated as much, so the product worked perfectly well and met expectations."
        },
        {
            "review_title": "A must in night routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Super happy that I was able to try this product out. This hair serum, is pretty good. Iu2019ve been using in my night routine. I have noticed quite a difference. Really love and will continue to use in my night routine."
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Love this product! Been using it for months! Itu2019s part of my routine. My hair feels stronger and the breakage is also less. The growth takes time but it does happen! Plus the bottle itself is so cute."
        },
        {
            "review_title": "Consistency is the key",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I have been consistent with this product for about 3 months now and I can absolutely see results! I used it daily and I really enjoy that the product does not make my hair look greasy! I have fine hair that looks oily within a day of showering, so to me it was really important that the product did not force me to have a slick ponytail everyday! You have to be consistent though since it takes time for the product to start working."
        },
        {
            "review_title": "Solved all my hair thinning problems!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "As a young single mother suffering from postpartum hair loss and fragile hair to begin withu2026 this product has really changed the game for me. I have always had very fine curly hair but since having my son (heu2019s now 5) my hair has begun to suffer, Iu2019ve hard bald spots from clip in extensions and what looks like a receding hair line and now since using this product for 90 days, I have about 2 inches worth of hair growth all around my head. Itu2019s to the point where I cannot currently wear my hair up because I have these curly thick ringlets of new growth sprouting everywhere! This stuff is the real deal. Itu2019s unscented, doesnu2019t make your hair greasy so itu2019s safe and reccomended to be used morning and night, and the results were so fast I was blown away!"
        },
        {
            "review_title": "Fuller beautiful hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "After giving birth my hair was thinning and basically falling out to the point that I had several balding spots. Being able to try this serum and to see results was a blessing! It was super easy to use and left no greasy feeling after application. My hair is fuller and I feel so much better about myself. I can now style it how I would like without feeling embarrassed."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Iu2019ve really been enjoying this so far! I definitely have noticed some baby hairs coming in. I also really like how itu2019s water based so it doesnu2019t leave my hair oily at all! Iu2019m going to continue using it"
        },
        {
            "review_title": "Use consistently!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "Have tried this item for 3 months now consistently. I have noticed my hair having a shine to it, have not seen much growth as of yet. Have gotten another 3 months supply which is when I expect to see more growth. Would recommend if you are in your hair journey to have quality hair, cannot quite attest to hair growth yet."
        },
        {
            "review_title": "Love this product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This GRO+ Advanced Hair Serum is an absolute game changer! I immediately noticed a difference in my hair density, hydration, and the reduction of shedding. I have had less hair loss and absolutely love this product!"
        },
        {
            "review_title": "Amazing for postpartum hair loss!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "Hands down my FAVORITE hair serum! First of all it can be used on wet or dry hair and is NOT greasy!! As someone with fine hair, serums with oil leave my hair looking dirty and stringy, but this Gro+ advanced serum has never made my hair look that way! I also experienced postpartum hair loss along my hairline and I can confidently say, this serum has helped my hairline fill in tremendously! I highly recommend it!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Vegamour GRO+ Advanced Hair Serum really helped my hair feel healthier. It is a watery, non greasy serum. You use a dropped to apply it to your scalp. It doesnu2019t matter if your hair is wet or dry. It has no significant smell and I canu2019t tell I used it after applying. After using for a few weeks my hair feels fuller and thicker at the scalp. My scalp feels more hydrated and Iu2019m not shedding as much."
        },
        {
            "review_title": "Love it!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Iu2019ve been using the Vegamour GRO+ Advanced Hair Serum for a little over a month, and the results have been nothing short of amazing. I was skeptical at first, but this serum has completely exceeded my expectations. My hair feels thicker, healthier, and Iu2019m noticing new growth in areas that were thinning before. The serum is lightweight, non-greasy, and doesnu2019t leave any residue, which is a huge plus for me. I also love that itu2019s infused with CBD, which has really helped calm any irritation on my scalp. The application process is simple, and Iu2019ve incorporated it into my nightly routine without any hassle. It has a light, pleasant scent that isnu2019t overpowering. Iu2019ve tried so many products in the past, but none have delivered the results that Vegamour has. I canu2019t recommend this product enough to anyone struggling with thinning hair or looking to improve their overall hair health. Itu2019s worth every penny!"
        },
        {
            "review_title": "Can see the results!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I have been having so many changes over the time I have been using this product, in fact, I have my hair way shorter than I used to have it (I just changed my style), but I can say my hair got to be really long thanks to this product! It works amazing and itu2019s super easy to apply. I didnu2019t develop any allergy reaction and it was a nice way to help me with the fact that I lose too much hair constantly"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Dry skin",
            "review_text": "This hair serum was a gift from Vegamour and I am happy to use it. It is a product that took me time to apply every day because I always forgot, but after seeing that my hair was growing little by little and that my roots were getting stronger, I gave myself the opportunity and the commitment to use it daily. It is a procured product that met my expectations and that made a change before and after in my hair. It is easy to use, leaves no residue, has no smell, is practical and best of all, it works excellently. I recommend it."
        },
        {
            "review_title": "Must buy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This hair serum is EVERYTHING! I have been consistently using this for three months now and have noticed such an improvement in the thickness and growth of my hair. I was struggling with hair thinning and had to cut my hair short. This serum has been my saving grace and bought my hair back to life"
        },
        {
            "review_title": "A need for thin hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "I love love love this product! A natural way to grow your hair and doesnu2019t leave it oily or heavy. Definitely recommend. I used this every day for three months and have noticed a drastic difference in the density of my hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Iu2019ve been using this Gro+ advanced hair serum consistently for the last 3 months and hereu2019s what Iu2019ve noticed: Lots of new little baby hairs growing in! When I wash my hair, Iu2019m only losing 2-3 strands of hair now. I was losing substantially more prior to using this serum. My hair also seems to be growing faster in length overall. I have thin hair, and it tends to look oily very easily from using hair products. This leaves zero oily residue, so I didnu2019t have to wash my hair more often. Iu2019m seriously impressed. Donu2019t wait on this one."
        },
        {
            "review_title": "Love seeing Growth!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I have always wanted to try VEGAMOUR and after having a bad experience with another monthly hair care product- I was hesitant. Now, I wish I had started vegamour months, even years ago! I have seen so much growth in the areas where I apply the serum to my scalp and am loving the results and will be continuing to use! Itu2019s also super thin and absorbs well without leaving any residue or being flaky/thick, etc."
        },
        {
            "review_title": "Must try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This serum work really well. I currently use their regrowth serum and it works wonders so I am confident this will work my hair too. I can't wait to see the results with this one . I like the packaging of this one"
        },
        {
            "review_title": "I love this oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Medium skin tone, Dry skin",
            "review_text": "I love this oil so much and can I just say how beautiful the packaging is. It scratched an itch I didnu2019t know needed to be scratched. I have super dry skin and very eczema prone so Iu2019ve severely prioritized my scalp health this year. I was excited to try this product because I have dry, curly hair and have noticed an increased amount of shedding. This oil has become a staple in my nightly routine. After consistent use, Iu2019ve started to noticed baby hair popping through. Iu2019m so excited what my density will look like as I continue to use this oil."
        },
        {
            "review_title": "Good stuff",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "This product is so luxurious. I donu2019t have the final results as Iu2019ve only been using it for weeks, but is refreshing and I swear Iu2019m already seeing less shedding. I battle genetic and age related hair loss and Iu2019m really happy with this product so far."
        },
        {
            "review_title": "Good lightweight formula!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "I havenu2019t had it long enough to see any noticeable results, but I do love how lightweight it is. As expected, I have fine/thin hair & try to only wash a couple times a week, so I NEED a serum that doesnu2019t leave ANY oily residue & this delivers that. Itu2019s practically water. It is high in alcohol tho, which is my only complaint, but I havenu2019t noticed any dryness, yet, as a side effect. You can smell the alcohol for a couple seconds, but it dissipates immediately. Other than that, fairly odorless. Love the glass bottle & clean ingredients! Iu2019m really looking forward to finishing the 3 month campaign to have a chance to actually see the results."
        },
        {
            "review_title": "Visible regrowth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I got pregnant six months after my second child was born, and have 3 babies under 4 years old so I feel like my hair has been falling out for the last four years. Itu2019s especially noticeable around the temple area since using this serum the areas look a lot fuller and there is visible growth. I canu2019t wait to see my hair grow back fully."
        },
        {
            "review_title": "Lightweight",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This grow plus hair serum is really nice. Its thin and absorbs into the scalp really effortlessly without leaving any sort of residue or weighing down the hair. I look forward to seeing results but after only a week I havenu2019t noticed much."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I started using this everyday because my hair is typically thin and has been getting more hair loss than usual. This serum is a must have for me! I noticed before that I'm shedding so much after I wake up and after shower. Thanks to this hair serum I haven't seen that much shedding since then."
        },
        {
            "review_title": "Best thing to happen to my hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "This Gro+ Advanced serum has been a game changer for my hair density. My hair fall situation improved so quickly and I noticed how my hair started to feel thicker and had more volume to it. I'll never stop using this!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I have not been using long enough to see results, but let me point out a few differences from the regular serum (not Advanced): this version is more milky and seems thicker, yet dries faster. If my hair is half dry it will leave a slight oily residue but not as badly as the original version, this one seems more user friendly."
        },
        {
            "review_title": "Growth serum is a must!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Previously I used the original hair serum and it worked really well, so I was very excited to try this new advanced version. The formula is a bit thicker than the original but absorbs just as easily. This time around Iu2019ve also been using it in tandem with the dermaroller for about a week. Itu2019s still early days, but I look forward to seeing long-term results after further use. Love Vegamour products though!"
        },
        {
            "review_title": "perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "Iu2019ve been using the GRO+ Advanced Hair Serum for a few weeks, and the results are incredible! My hair feels thicker, and Iu2019ve noticed significantly less shedding. Itu2019s easy to apply, absorbs quickly without any greasiness, and works great on my fine, wavy hair. Plus, I love that it's vegan and fragrance-free. Definitely a game-changer for anyone dealing with thinning hair."
        },
        {
            "review_title": "Less shedding ++",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Vegamour made this so simple to use especially with the easy to pick up vial/drop , love that this is unscented.  and wonu2019t make hair oily. Iu2019ve done the formula in pink bottle & did the 3 months worth supply so Its harder to tell in a shorter time span. Would need more days & probably 2 more bottles to see how different they compare. I see less shedding, in both brushing my hair & shower time, I use to see clumps in my hands but this does help with that& now I see less fall out especially all over the house, floor, sinks, bathtub."
        },
        {
            "review_title": "I see some growth!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This serum works well specially paired with the dermaroller for better absorption! Where I have noticed the biggest change is on my hairline. I can see baby hairs growing! That's where I focus the most in applying the serum. My hair hasn't stopped falling fully but the amount has diminished and I can see growth which is awesome!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I'm so impressed with this hair serum, it has made such a huge difference in how my hair grows. I feel like it is much fuller since starting this serum and I have had many compliment on the new baby hair growth."
        },
        {
            "review_title": "Didnu2019t irritate my scalp",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I use the serum after I wash my hair. It doesnu2019t feel sticky or greasy and it absorbs quickly. Doesnu2019t leave any scent on my hair. My scalp was not irritated or oily after use. I still need to use it over a period of time to see more results."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I apply a full dropper to my scalp every day and massage it in with a roller. I prefer using it on dry hair. This scent-free, water-based product absorbs quickly without any stickiness. My hair feels refreshed and not oily at all. It's incredibly easy to use and feels amazing. After just two weeks, I've noticed a visible difference in my hair's fullness and overall health."
        },
        {
            "review_title": "Love this new Advanced formula!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, auburn hair, Dry skin",
            "review_text": "I absolutely love Vegamour, and I've tried their original GRO serum in the past and had success, so it was definitely exciting to try this new Advanced formula. It's great that you can use it literally anytime you'd like to without needing to worry about having greasy or weighed down hair. Just one dropper full of the serum (it even less), and your good to go. It's a fantastic serum, and I cannot wait to see my results! ud83dude0d"
        },
        {
            "review_title": "Not heavy or greasy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "The whole Vegamour line is stellar. I have super fine hair so so many oils and serums weigh my hair down and make me not want to use them, but I donu2019t have that issue here - these donu2019t feel greasy and donu2019t build up on my scalp!"
        },
        {
            "review_title": "Isnu2019t greasy at all!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was hesitant to try this because I have super fine hair that is REALLY greasy, but to my surprise there was zero residue and it didnu2019t leave my hair greasy at all. Itu2019s super like and seems to disappear as you massage it in."
        },
        {
            "review_title": "I upgraded from the original GRO Serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I need to know how Vegamour effortlessly created the best hair growth serums. After going through countless bottles of the regular GRO serum, imagine my excitement when I finally got my hands on the GRO+! One thing I noticed is that GRO+ has a more subtle scent compared to the original (I loved the original's fragrance, donu2019t get me wrong, but GRO+ has a more feminine touch if that matters to you). The GRO+ formula is just as effectiveu2014it doesn't weigh your hair down and applies like water. I focus it on my thinning areas, specifically my front bangs and the top of my scalp. For best results, I apply it to air-dried hair at night. I've only been using it for a few weeks, so I havenu2019t seen significant baby hairs yet, but I'm enjoying it as much as the original."
        },
        {
            "review_title": "Great hair growth serum!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I have been using the Vegamour Gro + Advanced Hair Serum for just under two weeks.  Unfortunately I have yet to see any real results as of yet, though I feel that itu2019s too soon.  Consistently is key with hair growth serums so I will continue to use the remainder of the bottle in the hopes I will start seeing results soon!  The product is packaged perfectly, especially since it contains an eye dropper.  Using the eye dropper you can easily apply to problem areas.  I truly feel this product will produce results if used daily for the full month."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love this serum so much. Vegamour is the only brand where I have seen some improvement in hair growth. I see baby hairs and my hair feels much thicker. I use one dropper full once and day and it does the trick"
        },
        {
            "review_title": "Postpartum essential",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "As a mom, I have been dealing with thinning hair for quite awhile. I am very picky with hair products that I used, especially hair serums. I have just started using this product recently along with the shampoo & conditioner and so far I am loving it! I love the fast-absorbing, non-greasy formula & it feels lightweight on the hair. I will have to give an update after using this for a month or two. But for now, definitely worth checking out!"
        },
        {
            "review_title": "Helps with shedding.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Iu2019ve been using the New GRO+ Advanced Hair Serum from Vegamour for about 3 months already and Iu2019ve noticed that the hair shedding has reduced significantly. As you can see from my before and after photos, the amount of shedding was on a fast track. 3 months into this treatment and the shedding has stopped. There hasnu2019t been too much growth but Iu2019m sure that with continued use, my hair growth will catch up and look beautiful again."
        },
        {
            "review_title": "Moisturizes my scalp!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This serum is so easy to apply and the best partu2014 ITu2019S NOT OILY! I like to use this right after my hair wash routine, or in the morning on dry hair before I style it. The serum has no scent and itu2019s not oily, so it doesnu2019t mess up my hair at all. Iu2019ve been trying to grow out my hair postpartum and so far, itu2019s been good. I also have a dry scalp, so massaging this in my hair has helped moisturize my head and promote blood flow to keep it feeling long and healthy."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I have tried a lot of hair serums but this one is so lightweight. It does not leave my scalp feeling greasy and heavy. The serum leave a nice cool feeling when massaged into scalp. My hair looks fuller and healthier since incorporating into my hair care regimen a week ago! Definitely worth trying!"
        },
        {
            "review_title": "You need it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Absolutely believe that this is one of the very few products that does help with hair growth. I find that it doesnu2019t make my hair oily, and that I can apply daily to my scalp and not have my hair looking, oily, freshly washed hair or hair."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I have been loving this hair serum from Vegamour! I have been struggling with a lot of hair shedding over the last few years. I've been on the hunt for a product to help lessen the shedding while also promoting hair growth. I have only even using this product for about two weeks and I have already noticed a significant difference! My hair is shedding way less than it had been and there is less and less hair in my brush every time I brush my hair! I will definitely be continuing to use their product!"
        },
        {
            "review_title": "Helps with hair shedding",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This hair serum has helped with hair shedding. Iu2019ve noticed that I have had less hair fall outs and I see little baby hair growing! The smell is pleasant and the consistency is light weight. Gonna keep using for long term to see the full effects."
        },
        {
            "review_title": "Loving this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "I've been using this hair growth serum for a few months and the results are incredible! My hair is noticeably thicker, healthier, and growing faster. It's easy to apply and non-greasy. Highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "i am obsessed with this hair serum! It is viral for a reason. I have been applying this daily and i already see less shedding and baby hairs growing. Itu2019s been a struggle for me to get some hair growth & this is magic!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Combination skin",
            "review_text": "Vegamour's New Advanced Hair Serum is a game-changer for those looking to improve hair density and scalp health. In just a few weeks, I noticed fuller hair and significantly reduced shedding. The fast-absorbing, non-greasy formula hydrates the scalp without irritation, thanks to its dermatologist co-developed, fragrance-free composition. It also strengthens hair from the root, making it a reliable addition to any hair care routine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "To be honest, I didn't anticipate any improvement in just 3 months. I always thought hair loss was irreversible. But I've been pleasantly surprised! Day by day, I notice my hair getting fuller. While the change isn't immediate, I've definitely seen my hairlines becoming less noticeable. It's truly amazing how well it's working!"
        },
        {
            "review_title": "Great hair serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "This hair serum has worked very well for me. While itu2019s too soon to see if it has helped my hair grow, I have noticed that there has been less of my hair falling out when I style it each morning. I love how my hair looks healthier too."
        },
        {
            "review_title": "Hopeful for long term results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "For as long as I can remember, Iu2019ve struggled with thin hair and persistent hair fall. Itu2019s been quite a journey trying to find something that actually works. Over the years, Iu2019ve experimented with numerous oils, but none have made a significant impact. Then I got this. The first thing I noticed was its lightweight, watery consistency and the pleasantly mild scent. I decided to incorporate it into my daily hair care routine, and to my delight, Iu2019ve started seeing a slight but steady improvement in the thickness of my hair. Itu2019s encouraging to finally find something that shows promise. Iu2019m committed to using it long-term and remain hopeful that Iu2019ll continue to see positive results"
        },
        {
            "review_title": "Excellent hair serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "The Vegamour GRO+ Advanced Hair Serum does help me a lot with severe hair loss. After using it for 3 months, Iu2019ve seen many baby hairs. And it covers the bald spots. Definitely re-purchase in the future.."
        },
        {
            "review_title": "A must-have hair serum in my hair care routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I canu2019t be more happy with my hair growth journey. I tried multiple products for hair loss and nothing worked for me. When I received the hair serum from vegamour I knew it I was the correct one. In the first month I started seeing some changes like less shedding and more healthier hair. My hair began looking more fuller and thicker. Definitely u201cconsistency is keyu201d but this hair serum is my magic wand. I definitely recommend it."
        },
        {
            "review_title": "Smooth and silky",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I actually am very pleasantly surprised by this product, itu2019s very lightweight and consistency is smooth and it has a pleasant smell, easy to apply you can apply to dry or wet hair so that makes it very simple to use, I have been using it for 14 days and I can already see some slight improvement"
        },
        {
            "review_title": "Helps with shedding!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Iu2019m a brunette with dyed blonde hair so I am always looking for ways to improve the health of my hair! Clean ingredients are a must for me so I was eager to try this product. After using this serum for a couple of weeks my hair has been looking healthier with way less fall out. I apply daily on dry hair - it has a lightweight water consistency. Typically hair serums make me break out on my forehead and cheek area but this did not affect my skin at all so thatu2019s a huge plus! Looking forward to new hair growth & heathy hair!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have been using this for about a month because I wanted to see good results before posting my review. I love that I can apply this to wet or dry hair so that I don't have to wash my hair every single day. There is no residue and it's easy to get into a routine everyday using this because its a thin texture it absorbs nicely and not rwlalu interfering with my styled dry wavy hair. I have noticed my hairline appears a little fuller and the back of the head seems thicker and that could be due to alot less hair loss in the shower and overall my scalp just feels healthier. I would recommend to others because it really works and I can't wait to see results in another 3 weeks."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Love how thin and watery the consistency is. I put this on before bed and doesnu2019t stain my pillowcase. I have seen any growth difference but have felt a difference in thickness and volume. Itu2019s easy to add to routine."
        },
        {
            "review_title": "Great serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This serum is perfect. It really helps your hair to grow out. What I love about it too is that it does not make my hair greasy. It makes my hair feel amazing. It also keeps my roots growing and my hair has made a fantastic change."
        },
        {
            "review_title": "RUN TO GET IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This serum made me get on top on being consistent with anything ever lol. After using it for 3 months I saw how much it actually improved my hair health overall! I suffer from thinning and loss of hair and after using it everyday I have seen my hair not only grow but also become stronger than before.Easy to use for daily days."
        },
        {
            "review_title": "Really Helps with Shedding",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I recieved this product in exchange for this post. I Love this product because it is not oily like the other topical products out there. I can actually use this in the am before work, brush it through my hair, like I normally would brush my hair, and it does NOT make my hand look greasy or oily. Nor does it make me break out. You just need to stay consistent and massage in circular motion."
        },
        {
            "review_title": "Good so far",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Iu2019ve been using this for about 2 weeks and so far there hasnu2019t been much change. I do like that it has a watery consistency so itu2019s easy to absorb on my scalp. Itu2019s non greasy and makes my scalp feel nourished and hydrated. Iu2019ll have to keep using it to see about hair growth but so far I like it."
        },
        {
            "review_title": "So far so good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I was skeptical about this serum but Iu2019ve been using it for about a month and Iu2019ve noticed mainly less fall out. I have fine hair that sheds often and this serum has really helped with that so far. I use it 3 times a week even though itu2019s recommended to use daily but it leaves my hair oily so I have to wash it after using this serum. I apply it at nights and wash in the morning. Worth trying"
        },
        {
            "review_title": "No Greasy Feeling!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I have tried so many hair serums, and most of them made my hair feel greasy. After using Vegamour's GRO+ Advanced Hair Serum, my hair did not feel greasy at all! It has a very thin consistency so it absorbs right into the scalp with absolutely no residue, I love the packaging and it is so easy to use!"
        },
        {
            "review_title": "New Hair Density Serum",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received Vegamour's New GRO+ Advanced Hair Serum as a gift in exchange for this post. After using Vegamouru2019s hair serum for almost a year and experiencing significant reduction in shedding, I was thrilled to try this new formulation. The GRO+ Advanced Hair Serum is dermatologist co-developed to enhance hair density, and Iu2019ve been using it for about 2 weeks now. So far, Iu2019m liking the results and am eager to continue using it over the next few months to see even more improvement. Stay tuned for updates!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I havenu2019t used this but only a couple weeks but I notice a very slight bit more density around my hairline. To be fair I have been using the whole line so I donu2019t know which has helped most for me. My hair also does look shinier"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I've never used Vegamour before, but I'm glad I tried it now! I have very fine, thin, limp hair, and most products make it look greasy and dirty. Although I didn't have much time to use this serum, I can say I love how it doesn't leave my hair oily. I usually wash my hair only 1-2 times a week, and this product didn't make it look greasy. Plus, I've noticed a significant reduction in hair shedding."
        },
        {
            "review_title": "A bit overpriced for the results",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "I have super fine and thin hair. After using for sometime I felt like my hair maybe had some additional density but not much. I donu2019t feel like the changes in my hair were significant enough to warrant paying for the system."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Slow but promising results. I have been using this serum for about 10 days now and while not a huge difference, baby hairs along my hairline looks darker. I also apply to my center part and havenu2019t noticed a difference there yet. I love that itu2019s not greasy at all and itu2019s easy to massage in."
        },
        {
            "review_title": "Consistency is key",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was using a hair serum that turned out to be toxic to cats, which I didn't know until my cat ended up in the emergency vet. I had to find a safe alternative, and this product has been amazing so far. It doesn't weigh my hair down, and itu2019s actually helping to strengthen my hair and even fill in some thin spots. Consistency is key!"
        },
        {
            "review_title": "Love it so far",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have both the original formula and this formula, I noticed that I can use this formula on dry hair and it doesnu2019t leave my hair greasing looking like the original formula does. Love it so far, I plan to keep using it to see if it helps with hair loss as well."
        },
        {
            "review_title": "New hair growth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "Iu2019ve been using for a month now so I think itu2019s too soon to say if Iu2019ve noticed a major difference but I swear my hair feels like itu2019s grown more than usual! Iu2019m noticing a lot of new growth. I love that it doesnu2019t leave any residue despite using it everyday."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve been struggling with a hair loss and so happy that I have found this serum! After using it my hair looks much more dense and healthier, plus this serum has an amazing texture and so easy to apply."
        },
        {
            "review_title": "Luxurious hair serum! Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Iu2019ve tried hair grow serums previously that didnu2019t really perform. Now that Iu2019m menopausal Iu2019ve been noticing increased hair shedding and my hairline is receding slightly. I have fine hair all my life and I am hoping with continued use of this serum in conjunction with the dermaroller Iu2019ll begin seeing results of new baby hair growth. Itu2019s too soon to see visible results since itu2019s been less than 30 days, but Iu2019ve been using about a dropperful daily on damp hair long my hairline and in the top and sides of my scalp. It applies easiest when my hair is damp and I just massage it in."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I didnu2019t get a lot of time to review this serum since it was gifted but from using it I will say I love how it doesnu2019t leave my hair oily I usually only like to wash my hair 1-2 times a week and this didnu2019t make my hair look greasy ! I recommend giving it a try to see if it works for you!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Oily skin",
            "review_text": "I havenu2019t been using this product long, about a couple weeks now. Itu2019s a light weight, non greasy, hair serum. I do have high hopes for hair growth. I love vegamour products and think they work really well. Looking forward to results with continued use with this."
        },
        {
            "review_title": "Works really well!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I have tried everything but these past few years, my hair has not been growing like it used to. I have heard amazing things about Vegamour from my friends and got the chance to try their Gro+ Advanced Hair Serum. I am so happy with the results so far! I see more baby hairs coming in and my hair has been feeling thicker and less shedding. I keep it right by my brush so I make sure to use it before bed every night. It's not oily at all, it doesn't make my hair greasy. I need more to keep this progress going!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Oily skin",
            "review_text": "Very excited to try this hair serum. I used the original formula serum and saw good results. So far with this one I have been seeing positive results. No oily residue and my hair seems to be getting thicker too."
        },
        {
            "review_title": "It works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Dry skin",
            "review_text": "I was gifted GRO+ Advanced hair serum in exchange for my honest review. I was pretty surprised at the results. While you can see the difference in length in the photos, I definitely felt the most difference in thickness. My hair was very thin. It felt flat like it had no body to it. I feel the difference. I can see the new growth coming in. While I have to deal with the new growth as it grows, I donu2019t mind it at all! My scalp tends to be greasy so I was hesitant. I didnu2019t want this u2018serumu2019 to make it even more oily. It was not what I expected at all. This product has zero oil. I applied it at night just before bed because I style my hair in the morning. Easiest product ever."
        },
        {
            "review_title": "It works",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I have added this into my hair routine and love it. Great for hair loss and breakage. It works but you have to be patient, first I start noticing some baby hairs coming and doesnu2019t make my hair oily or greasy! Iu2019ll recommend to include it in your daily routine and be consistent"
        },
        {
            "review_title": "Holygrail for my hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I've been using Gro Advance Serum by Vegamour for several months, and the results have truly impressed me. The serum is lightweight, easy to apply, and absorbs quickly without any greasy residue. I've seen a significant improvement in my hair's health and strengthu2014itu2019s become noticeably thicker, more resilient, and shinier. I particularly appreciate the serum's natural ingredients, as I prefer products without harsh chemicals. With consistent use, my hair feels revitalized and looks healthier than ever."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "The Grow Plus Advanced Hair Serum from Vegamour is nothing short of phenomenal. I absolutely adore it for its incredibly lightweight formula, which ensures that neither my scalp nor my hair becomes greasy. This is a huge plus for me as it allows me to go longer between washes. Additionally, the serum is unscented, so it wonu2019t clash with any other hair products or leave any unpleasant odors in your hair.  I've been using this serum for just over a week now, around 14 days, and I've already started to see some baby hairs sprouting on my forehead. This is a significant improvement, and I'm thrilled with the results. I've also been using the matching conditioner and shampoo, which I believe has contributed to these early signs of new hair growth. However, the serum itself is undoubtedly effective, as evidenced by the baby hairs I've noticed.  For those looking to accelerate results, using a derma roller on the scalp in conjunction with this serum can make a noticeable difference. This is likely why I'm seeing new growth so quickly. Additionally, incorporating a red therapy brush into my routine has also been beneficial.  One of the standout features of this serum is its lightweight nature. Unlike another hair serum I previously used, which left my scalp greasy and forced me to wash my hair more frequently, this serum leaves my hair and scalp feeling fresh and clean.   I highly recommend the Grow Plus Advanced Hair Serum if you're looking to promote hair growth. As someone who is 10 months postpartum and still experiencing hair loss, this serum has been a game-changer in helping to restore some of the hair I've lost. Overall, I would give this product a glowing 5-star rating."
        },
        {
            "review_title": "hair must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "This serum takes some getting used to like any skincare product does. Once it starts working the results really show through. That's exactly what happened for me. Initially I wasn't sure but with regular and continuous use I have started seeing new growth. Definitely a staple for me"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "I receive this product in exchange for my review .Vegamour's Gro+ Advanced Hair Serum is a hair game-changer! Softens, shines, and nourishes my hair without feeling greasy. Plant-based, gentle, and effective .I'm hooked!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This product is so great! Super easy to use. I can apply this on wet or dry hair and it doesnu2019t make my hair feel greasy or oily! Iu2019ve been using us for a couple days, i think its gonna take about a month to see results. So far, so good!"
        },
        {
            "review_title": "Not oily at all!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Very excited to keep trying this product! It smells great and it does not mess up my hair.  The bottle is very secure as well, so it will not leak during travel! As with any hair growth or scalp recovery this can take longer than 30-60 days to see progress."
        },
        {
            "review_title": "Holy Grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I had been using the Vegamour traditional serum for quite some time (multiple bottles) but somehow this is even better. When used with the Vegamour Dermaroller it's a total game changer - I feel like I've already seen even more growth and hair and scalp health!"
        },
        {
            "review_title": "working well so far and not oily",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This serum has been really easy to use with the dropper- I apply it once a day in the morning after showering and it is not oily. So far I have noticed some smaller baby hair growth so I am hopeful it will provide me with some more fullness in the spots where i am applying !  Sent by vegamour in exchange for honest review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I had been using Vegamour hair serum so I was so excited to be gifted for their newly launch serum. I like that the serum is not sticky or smelly. I applied it after I shower in the evening. Overall, I am seeing my hair falls lesser. I am so hopeful to have voluminous hair again."
        },
        {
            "review_title": "No residue",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "My scalp has really enjoyed the GRO+ Advanced Hair Serum by Vegamour! The formula is very light when applied and doesnu2019t have any residue. I find I prefer using this on damp hair. A single dropper full dabbled around my crown is all I need each day!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I have never heard of Vegamour before but I am glad I have now! I have very fine, thin, limp hair and most products make it look greasy and dirty- i usually stay away from serums for this very reason. I was pleased to find that Vegamour's Gro+ Serum DID NOT leave behind residue and it didn't form a greasy mess at my root. I haven't necessarily noticed a difference in my hair, but I will keep it in my routine because it doesn't mess with my styling! - 1 star because noticable results haven't happened yet and its really expensive."
        },
        {
            "review_title": "Extra boost for hair growth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "I've been using the GRO+ Hair Serum by Vegamour for a few weeks, and I'm really impressed. The serum is lightweight and has a pleasant, subtle scent. I've seen a noticeable reduction in hair shedding, and my hair feels thicker and healthier. The botanical ingredients and CBD infusion truly seem to work wonders. Plus, it's vegan and cruelty-free, which is a big plus for me. Overall, this serum has been a game-changer for my hair health and growth. Highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "This is an amazing hair serum that actually works ! Iu2019ve been using it for the past three months and the changes are there, my hair is not as thin as it was, I feel it heavier and more volume, cannot be happIer"
        },
        {
            "review_title": "The results speak for themselves!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Iu2019ve been using the GRO+ Advanced Hair Serum by Vegamour for a few days now, and I'm really impressed. The serum is lightweight and non-greasy, absorbing quickly without leaving any residue. My hair feels softer and looks noticeably thicker and healthier. My scalp also feels more nourished, and I've seen a big drop in hair fall, which is such a relief. The pleasant scent and easy-to-use dropper are great extras. It fits seamlessly into my hair care routine and doesn't weigh my hair down. Overall, the GRO+ Advanced Hair Serum has been fantastic, and I highly recommend it for anyone wanting to boost their hair health."
        },
        {
            "review_title": "Exceeded my expectations",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I've been using GRO+ Advanced Hair Serum for the past three months, and the results have been impressive. My hair feels noticeably thicker and healthier, with a significant reduction in hair fall. The serum is lightweight and non-greasy, making it easy to apply without weighing my hair down. The inclusion of CBD and other natural ingredients seems to have a calming effect on my scalp, reducing irritation and promoting a soothing sensation. Additionally, I've noticed new hair growth in areas where my hair was thinning, which has been a huge confidence booster. Overall, GRO+ Advanced Hair Serum has exceeded my expectations, and I highly recommend it to anyone looking to improve their hair health and stimulate growth."
        },
        {
            "review_title": "Nice addition to my haircare routine!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I've only been using the product for a week so I haven't seen much results as for hair growth however the serum does feel soothing as sometimes I have an irritated scalp. I do like that the serum doesn't make my scalp get greasier much faster than it usually does. I plan to continue using the product for as long as the bottle lasts me and I'm excited to see the results!"
        },
        {
            "review_title": "Very expensive",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
            "review_text": "I have been using this product for around 10 days, I notice a small improvement of babyu2019s hair coming in but I will need to keep using it for longer to see the full effects, this goes on very smooth and is lightweight, I like that it doesnu2019t make my hair greasy"
        },
        {
            "review_title": "Hair must have product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This product was okay. You can use it on wet or dry hair and apply daily. It did make my hair a bit oily but thatu2019s usually how my hair is with any product. I didnu2019t see much difference after 12 days of use so I feel like I need to give it more time for results. My hair feels more hydrated and healthy as I also have thinning and fine hair. Iu2019m excited to see the results in a few weeks it also absorbs quickly too which is a huge must!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Hello everyone I received vegamour gro and advanced hair serum from skeepers. The serum is perfect if your hair is thinning from hormones or age. I have thinning and weak brittle hair from bleaching my hair to dye it a different color. I noticed when using the serum, my hair is shedding less. When washing my hair there is less on the bathroom tube floor and looks a little bit thicker. I thought since I am supposed to use it everyday my scalp would turn greasy but I was wrong. The serum oil instantly soaked into my scalp without no problem of spilling on my face."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I am using Veganore Grow+ Advanced Hair Serum for over 3months and it has been a game-changer for me! I've noticed significant improvement in hair growth and I am seeing a lot of baby hairs The serum is lightweight, non-greasy, and absorbs quickly, which is perfect for daily use and can be used on dry or wet hair. I will continue to use it for at least 1 year to see the actual results."
        },
        {
            "review_title": "It works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This serum has been a great addition to my daily beauty routine. I put a few drops in my scalp every night and found that it doesnu2019t leave any residue or make my hair oily at all, which was my biggest concern. After almost 3 months of regular use, I notice a lot more baby hairs growing in my hairline. My partner has even noticed and started to use the serum for his hair as well. Great product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "I have lots of hair loss and damage due to bleaching. My hair is very fine as well. I massage this oil into my damp hair after washing it. Then let it air dry. It does not weigh my hair down. So far so good!"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "My hair is quite dry and damaged because I perm it too much. This product contains a lot of oil so it can reduce the dryness and damage of my hair. It makes my hair softer and shinier.I like it and use everyday"
        },
        {
            "review_title": "Get results with consistent use!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "For the past three months, I have been using the Vegamour GRO+Advanced Hair Serum 3 month supply set. This was my first experience with the Vegamour brand. I was excited to use this product because I have always had shoulder length,fine,thin hair. To make matters worse my hair is shedding/thinning more. The product packaging is very nice and it looks upscale & luxurious. The dropper applicator gives you precisely the desired amount. What I also really like is that this product is cruelty-free,100% vegan,gluten-free,toxin-free & phthalate-free. There is the slightest hint of a chemical-like smell, but it was not bothersome to me. When I was using the first bottle I had to remove the plastic insert from the bottle to use the remaining product.Not a big deal, as it is easy to remove. The serum is light-weight and not sticky or oily at all.   The past three months I have included The Vegamour GRO+ Advanced Hair serum as part of my nighttime self-care routine. What is great about this product is that you can use it on wet or dry hair. You don't have to worry about your hair feeling oily. No oily worries with this product. I do not have any bald patches, just an overall thinning of hair. During the first month I was a bit over zealous with the use of the product. I applied it all over my head!I used a soft scalp massager to gently massage the product evenly throughout my scalp.Needless to say,I used up the first month rather quickly. The second month, I tapered my use a bit and didn't use as much of the product I forgot to use the scalp serum maybe 7 days at the most during the three  month period.  Serum placement was focused around the perimeter edges of my hairline primarily and periodically in the crown and nape. With this product it is certainly about being consistent and taking photos along the way. It wasn't until I started gathering photos to edit that I could see improvement in my hair density. The proof is in the photos! I know that with continued use I can expe"
        },
        {
            "review_title": "Working well so far",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Iu2019ve been using the GRO+ Advanced Hair Serum for the last 7 days now. Iu2019ve been on a GLP-1 medication & have lost over 100 pounds which is amazing BUT Iu2019ve been experiencing an increase in hair loss. I already feel like Iu2019m seeing less breakage when washing and brushing. Iu2019m excited to continue to use this! Itu2019s also nice that you can use it on either wet or dry hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I love this product so much! I have fine, thin hair that Iu2019ve been desperately trying to thicken and treat and this product has done just that. I love how it doesnu2019t leave my hair feeling greasy or too heavy."
        },
        {
            "review_title": "Perfect!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Combination skin",
            "review_text": "Iu2019ve had really great results with Vegamour products and this is no different. I love how a little goes a long way, and results happen quite fast. You can use this on both wet and dry hair, it leaves no residue at all. Iu2019ve used hair growth serums before and they have left my hair feeling greasy or sticky, but this one doesnu2019t do that at all. Im very happy with the results, highly recommended!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "This has helped my dry hair so much! Iu2019ve been using it as an oil to give some life back into my color treated hair and itu2019s done an amazing job thus far. I notice more volume and the oil doesnu2019t leave a residue."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This serum is as good as the other one by vegamour! I love that it doesnu2019t make my hair sticky and greasy and it feels lightweight even after using twice and daily! I havenu2019t seen any hair growth yet because itu2019s been only 10 days I am using it! I am sure though it will work"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "As someone who constantly seeks natural and effective hair care products, I was thrilled to try this one out. Its sleek and elegant design gives it a premium feel, and the dropper applicator is a total game-changer! It makes applying the perfect amount of serum directly to your scalp super easy and mess-free. The serum is lightweight and non-greasy, which I love. I applied it to my scalp every night before bed, and it absorbed quickly without leaving any residue. Plus, the soothing, tingling sensation felt incredible u2013 like a mini spa treatment at home! My hair felt noticeably stronger, especially at the roots, and I saw an improvement in overall thickness. My scalp also felt healthier and less dry."
        },
        {
            "review_title": "Forever a staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have tried all of the popular scalp serums on the market right now. The last one I could only use with wet hair. Which drive me crazy because I only wash my hair 2-3 times a week. And I want to use a scalp serum daily. My favorite part about this serum, that the others donu2019t offer, is that it does not leave your hair greasy! At all! I have very fine hair so it is easy for my hair to get that icky greasy look. Once it dries, there is no oil left behind. Iu2019ve tried about 6+ scalp serums over the past year and a half and this is BY FAR the best one I have used! This will forever be a staple in my hair care routine!"
        },
        {
            "review_title": "Saved my hair from thinning",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This GRO+ Advanced Hair Serum has changed my hair for the better! I am shocked at how much my hair grew out in 3 months! Not only did it grown out but I noticed a huge difference in the shedding of my hair! I used to have a lot of shedding and now itu2019s half of the amount and little to none! Highly recommended for hair care!"
        },
        {
            "review_title": "Doesnu2019t leave your hair greasy!!!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I got this product free in order to give a review. Using this product was SO easy! My favorite part was being able to use this with wet OR dry hair. If you did it with dry hair it actually dried and didnu2019t look greasy, wet hair dried completely normal and also didnu2019t look greasy. It didnu2019t leave my hair with a weird feeling either. I loved that! For results I feel like my hair has become fuller but not major enough results to LOVE the product. My hair is very stubborn though and it could just be a me issue"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I really like it! You have to be consistent and use it every day to see results. It's really easy to use and makes my scalp feel more hydrated when I use it. I believe there's a reduction in the amount of hair I lose every day and I'm watching some small baby hairs coming back in."
        },
        {
            "review_title": "Good for thin hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I've been looking for a hair oil that works on both dry and wet hair and this is it! I have thin straight hair that sheds and I also have an oily dry scalp. So far i feel like my scalp is more balanced and less dry. Overall I'm happy with how my hair feels and excited to keep using it!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This new geo+ advanced hair serum is so nice, I have been using it for a little bit so far paired with the matching shampoo and conditioner. I think they work well together and am excited to keep using these!"
        },
        {
            "review_title": "Added to my daily routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "Easy to use! Smells really good and feels weightless. Perfect with the derma roller. Works well on spot that need more density and fuller look. Easy to add to your routine to help maintain and grow longer hair."
        },
        {
            "review_title": "So far so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have been using this serum since I received it and so far so good. I have very thin fine hair and I am really trying to take care of it now. I cannot wait to see more results with the serum. I have family members that also have been using this product and they absolutely love it."
        },
        {
            "review_title": "hair regrow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received GRO Advanced Hair Serum by Vegamour in exchange for my honest review. Vegamour is one the best haircare product line. It really help my hair look volume and bounce. I love Vegamour new serum it gives me hair life and grow back, i can see already little tiny grow that made my scalp look fuller."
        },
        {
            "review_title": "It works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Combination skin",
            "review_text": "Everything I expect from this serum, is exactly what delivered. I applied it on my bald spots everyday, and after about 10 days I already noticed those baby hairs picking through. I definitely gonna keep using this, since it's a miracle worker."
        },
        {
            "review_title": "Stay consistent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Honestly I had no faith in these type of products until I had the opportunity to try the full 3-month supply. Consistency is key! My hair has always been fine, thin, and stringy. I gained so much volume & length using GRO advanced hair serum. I dye my hair blonde which makes the growth very noticeable. My hair dresser and I had to go back and check how many weeks I usually go between appointments because the out growth was so much more than usual!"
        },
        {
            "review_title": "Worth a Shot",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I been looking for someone to help revive my fine textured hair and give me some thickness and/or growth. Itu2019s still new to me but Iu2019ve been consistent and it definitely gives me the idea of some fullness is occurring. Itu2019ll honestly take 2-3 bottles plus consistency to see a huge difference but Iu2019m invested."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I love this serum.. itu2019s super easy to use and what I love most about this serum is the fact that my hair doesnu2019t get or feel oily after using this product! I will most definitely keep on using this product to achieve healthier hair."
        },
        {
            "review_title": "So good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is excellent hair serum. It helps improves hair density, addresses shedding, and hydrates the scalp to support the skin barrier. It also helps with flaky, dry scalp. I also love that itu2019s vegan, gluten-free, and cruelty-free. It contains great ingredients."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I The serum has a pleasant scent and is easy to apply. I have also experienced less shedding and breakage since using this serum. Overall, I am pleased with the results so far and will continue to incorporate this product into my hair care routine."
        },
        {
            "review_title": "Saved My Thin Hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Vegamour is one of those brands that just makes sense when it comes to haircare. I have been a fan of this brand for a long time and it is because it has saved my thin hair and gave it strength and growth. I have scalp psoriasis so I struggle with some patches on my scalp but after continued use of this serum, I saw results in two months."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "Gifted by Vegamour. This serum is great! I have thin damaged hair. This serum has helped me a lot. I have noticed that I have new growth! Iu2019m so happy! I love how to doesnu2019t make my hair greasy. I can use it everyday without worrying about that."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "this was a really great starting point for me and i noticed after three months more hair growth along my hair line. i also liked that it significantly improved the density of my hair and also i noticed less hair falling out after the first few weeks."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "I was so excited to receive this hair serum. I absolutely love the texture of this product. Itu2019s super easy to massage into my scalp. I use it either on a dry or wet scalp. Overall, my hair is looking fuller and more healthy. I will continue to use this product indefinitely."
        },
        {
            "review_title": "My genetics overruled my success with this product",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "My normally thin and fine hair has become more sparse than is comfortable.  The very first indication the was a problem was when my scalp started to become less tolerant of the heat from a blow dryer becoming easily and quickly burned when styling.  I have been diligently adhering to a 90 day trial of Vegamour Gro+ Advanced Hair Serum.  I applied the liquid daily on dry hair.  It super easy to apply,  just a dropperful distributed into the scalp daily. There is no odor, no stickiness and no oilyness.  I was able to style my hair as usual, using my regular styling products.  I had very high hopes as I imagine most do when embarking on a hair issue solution.  Regretfully I did not find the success I was looking for.  I had absolutely no new growth but I did notice the shedding slowed down.  The results for me are not enough to continue to pursue this treatment, for me it's just a matter of genetics."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Disclaimer: I received this item complimentary in exchange for a review.   I enjoy using this advanced hair serum! The dropper is great and I like that you can use it on dry or wet hair. After application, you don't feel any residue. It's a nice addition to my nightly routine before bed!"
        },
        {
            "review_title": "Amazing results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "So I am really satisfied with the way the results came out with the is product. I used it for a span of about 3 months.  I lost some hair due to stress and I had a very bald patch in my hair! I really was hoping for a product that would help and I think this really helped! It grew pretty quickly and ai am really satisfied with the results. I would say definitely try it! It dries and has no particular scent. A little goes a long way."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I am super excited to try this new Gro + Advanced hair serum. It can be used anytime of the day, to wet or dry hair. I use it at night everyday and can see great improvement in my thinning hair, especially in the crown area."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "I'm still in the early stages of using this serum, so I haven't seen significant growth results yet. However, I have noticed a reduction in hair fall, which is a great benefit. The serum has a lightweight texture, doesn't leave any oily residue on my hair, and gets absorbed quickly. I'm optimistic about the potential of this serum."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "After using this product for a few days I already noticed how much more hydrated and moisturized my scalp was and I didnu2019t even notice how dry it was to begin with until now. My hair feels stronger and it doesnu2019t weigh my hair down or make it greasy"
        },
        {
            "review_title": "Non greasy serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I recently tried the Advanced Hair Growth Serum sample, and I must say I'm impressed. The serum has a lightweight texture that absorbs quickly into the scalp without feeling greasy. After using it for a few weeks, I noticed less hair fall and some new growth around my hairline. It has a pleasant, mild scent and didn't cause any irritation on my sensitive scalp."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I really liked using this hair growth serum. It was simple to put on and soaked in fast. I think it really helped because my hair feels thicker where I used it. Plus, it didn't make my hair stay wet or anything."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I love Vegamour products and used the original serum a while back. When they came out with the GROW+ I knew I had to give it a try. I had success with the original but still wanted to give the new version a try. Application is easy and I keep right next to my toothbrush to remind myself to use daily. Consistency is key! I was given this product by Vegamour in exchange for my honest review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "I am thoroughly enjoying this hair serum. I have fine, thin hair and have been experiencing hair loss. This serum is super easy to apply (one drop is perfect per application). It has a light scent, watery texture, and rubs in easily. I use it nightly and it doesnu2019t make my hair oily at all. It does make hair slightly wet, so I prefer to use it at night. I have also noticed less hair loss."
        },
        {
            "review_title": "GRO+ Advanced Hair Serum for Severe Signs of Thinn",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I use the Vegamour GRO+ Advanced Hair Serum daily on wet hair after taking a shower. There is no oil residue after applying a dropperful to scalp. My scalp feels more hydrated and I noticed my hair has less shedding now."
        },
        {
            "review_title": "I see a difference",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "Iu2019ve been using Vegamour GRO+ Advanced Hair Serum for the past three months, and the results have been outstanding. My hair feels stronger, thicker, and more resilient. The serum is easy to use and doesnu2019t leave any residue, which is perfect for my fine hair. What I love most about this serum is its natural formula. The inclusion of CBD and other botanicals makes it gentle on the scalp while effectively promoting hair growth. Iu2019ve also noticed a significant decrease in hair fall, which has always been a concern for me. If youu2019re looking for a product that can truly transform your hair, Vegamour GRO+ Advanced Hair Serum is the one to try. Itu2019s a worthwhile investment for achieving healthier, fuller hair."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I like that there's no oily residue but it gets my hair wet so I have to wash and style it more often. i use the product for 3 months and i havent seen much change in my hair density or any growth i really had big expectations"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "I really have been enjoying this daily hair serum and so has my hair and scalp! It doesnu2019t leave any greasy residue behind and it also doesnu2019t upset my sensitive scalp. Iu2019ve noticed new regrowth since using it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I tried the pink version of this serum before and noticed results. Looking forward to more accelerated results from this new Gro Advanced one since it is a more concentrated version. I did notice less shedding during showers which is Iu2019m really happy about. I always love the dropper dispenser, easy to apply on scalp and love how this doesnu2019t make my scalp and hair greasy."
        },
        {
            "review_title": "Very good for hair breakage",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "I have been using this product for over two months twice daily. Here are things I noticed : my hair growth is the same as it used to be before the product; my hair falling has significantly decreased. I used to have a lot of hair falling out and I can see every week a big difference in my hair. My hair breakage from coloring my hair is also much better compared to what it was before using the product. Overall , my hair feels healthier and more hydrated."
        },
        {
            "review_title": "Got the bounce back in my hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I have been using this serum for about 3 months now and I have seen noticeable difference in hair growth. My hairs were shedding tremendously a few months back due to the stress. I started using this serum and in few uses I could see baby hairs coming out. This serum has watery consistency and gets absorbed into the scalp really quickly and easily. It is also lightweight and does not make hair greasy. I use about two droppers on my hairs everyday and can notice significant reduction in hair fall and see baby hairs growing. Also, the overall health of the hairs has improved significantly making them stronger and somehow the hairs have regained their shine. I am really impressed with this product and plan on continuing its use."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "As I entered my 30s, I began noticing a decrease in hair volume and my hairline becoming more prominent. That's when I started using this serum, and I've seen remarkable improvements. I've noticed some new tiny hair growth that has softened the appearance of my hairline. Very amazing!"
        },
        {
            "review_title": "Works Well",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Normal skin",
            "review_text": "I was really hesitant to use this product because of some negative reviews. But, I was pleasantly surprised. My scalp feels really healthy and my hair feels softer than ever. I would recommend this to someone."
        },
        {
            "review_title": "Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I've been using the GRO+ Advanced Dermaroller along with the GRO+ Advanced Hair Serum from Vegamour for the past two weeks, and I'm thrilled with the results! This duo has been a game changer for my scalp care routine. The dermaroller enhances the absorption of the hair serum, promoting better blood circulation and stimulating hair growth. My hair looks fuller and healthier, and I've noticed a significant improvement in its overall appearance. Both products come in sleek, elegant packaging that reflects their high quality. They're easy to store and travel-friendly, which is perfect for my busy lifestyle. The dermaroller's needles are crafted with precision, making it safe to use on the scalp. I make sure to apply gentle pressure and follow the instructions to ensure a comfortable experience. The serum is lightweight and absorbs quickly without any greasy residue. Cleaning the dermaroller is simple. I rinse it with warm water after each use and disinfect it with rubbing alcohol to maintain hygiene. Using the GRO+ Advanced Dermaroller and Hair Serum together has transformed my hair care routine. If youu2019re looking for an effective way to boost your scalp health and enhance your hair's vitality, I highly recommend trying these products!"
        },
        {
            "review_title": "One of the only brands I trust with my hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Ok Iu2019m going start with I have always been a fan of this brand. I have done a 90 day treatment of their other hair regrow treatment and saw results. I use this at night and take a vial and run it down the middle of my scalp. I use the new tool that that came out with it. It is their roller and these 2 together work so good. I really feel like it gets into the scalp so much better. I also make sure to get around my hair line. I have currently been using it for only a few weeks so I canu2019t say definitely how it is but so far so good"
        },
        {
            "review_title": "Works amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "OMG I finally found a hair product that actually works!!!! After three pregnancies I started loosing my hair, thankfully my best friend recommended me to get a Vegamour GRO+Advanced Hair Serum and it works! I appt it as directed and after a month of using it I really see the difference!"
        },
        {
            "review_title": "Fuller, healthier hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I am absolutely loving this hair serum! Iu2019ve noticed a difference in fullness and length! I have fine hair and it can be dry as well but I added this to my routine and my hair is looking healthier! This is my first time trying products from Vegamour so I need to check out more."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I am so excited to be using this product, I love how any type of hair can use it. It has no odor. Itu2019s not greasy and it absorbs so fast on the scalp. It has great benefits. It is so easy to use. So good."
        },
        {
            "review_title": "Doesnu2019t make the scalp oily",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I am on a healthy hair journey and really excited to add this to my hair care routine. This is a light weight non sticky serum which can be used both on wet and dry hair. This is an advanced serum so suppose to help with shedding hair. I love how it feels so light on the scalp and doesnu2019t make it oily."
        },
        {
            "review_title": "Hair serum for fine thin hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This serum goes great with the Vegamour Dermaroller. I have fine, thin hair so most serums or oils weight down flat but this serum isnu2019t oil-based. I can use it on a daily basis. It dries/absorbs fairly quickly but you do need to give it about 15 min to completely dry so it doesnu2019t interfere with hair styling but I will likely continue to use as part of my nighttime routine- let it absorb overnight. Maybe it will absorb faster when itu2019s not so humid."
        },
        {
            "review_title": "Game changer product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "This product surprisingly was very effective. I definitely seen an improvement with the texture of my hair. It was a lot less brittle and more shiny. I love how easy it was to incorporate into my hair"
        },
        {
            "review_title": "I can see the difference",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I like this serum because I can see the difference. The texture is like water and doesnu2019t have any scent. I have almost emptied three bottles and have been using this serum for about three months now. Every day I use a few drops everyday on my scalp. From the before and after pictures, you can see there are some new baby hairs growing out."
        },
        {
            "review_title": "must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Medium skin tone, Combination skin",
            "review_text": "I honestly love this scalp serum! It has helped my hair become stronger and shiner since starting it. It is so easy to use and leaves no oily residue. One dropped full a day on wer or dry hair. Absolute must buy!"
        },
        {
            "review_title": "So Far So Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I received the GRO+ Advanced Hair Serum in exchange for this post. After using this product everyday for 3 months I can say I have noticed newer hair growth along my hair line and more baby hairs slowly growing. I apply at night before bed and it does not make my hair greasy or oily. I would recommend this for anyone to try but do not expect immediate results, and you must be consistent."
        },
        {
            "review_title": "Great stuff",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "Gro+ Advanced Hair Serum by Vegamour has improved my hair thickness. It contains CBD and natural ingredients like biotin and phyto-actives. Overall, itu2019s a good choice for those committed to improving their hair health naturally."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I've been using this serum specifically for my thin hair and hairline, and even though I havenu2019t been using it for a long time I am still impressed. My hair falls out much less and my hair seems thicker. Iu2019m thrilled with the progress and plan to keep using this serum."
        },
        {
            "review_title": "Life changing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "My hair had been falling out for the past year and I could never pin point why. I started using this treatment and after a little while I noticed that the falling out had stopped. About 3 months later my hair is thicker/fuller and no fallout. My hair has grown so much. I am so happy with the results. I love that the ingredients are clean, natural, and vegan. This brand in general is incredible!"
        },
        {
            "review_title": "So far so good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "My hair's been thinning quite a bit so I was excited to try this serum to hopefully boost some hair growth. This serum isn't sticky or oily, and I like how you can apply to dry or wet hair. I prefer to apply it to wet hair before blow drying since I have fine hair. My hair seems to be shedding less so far. Of course results take time but so far so good!"
        },
        {
            "review_title": "This actually works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Due to aging and likely a newly diagnosed disability I have noticed a lot more hair loss in the past year and have been wanting to find a product to help address some hair line widening as well and deepening at my temples. I used the advanced hair serum for the past 3 months and was happy to see that my hairline has filled in and I have a lot of baby hairs at my temple so can definitely say this works!"
        },
        {
            "review_title": "Less hair shedding",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I have naturally thin, fine and straight hair. Recently I've been noticing a lot more shedding and in terms of density less volume. I decided to give this serum a try and after about 4 days I've noticed already less shedding and my hair looks fuller! I like to use this with the derma roller and work the product into my scalp."
        },
        {
            "review_title": "10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I've been using the Vegamour Hair Growth Serum for a few months now, and I'm really impressed with the results. The serum comes in a convenient dropper bottle, has a light and pleasant scent, and absorbs quickly without leaving any residue. With daily use, I've noticed significant improvements in my hair growth and overall healthu2014my hair feels thicker, stronger, and I experience fewer breakages. Plus, it's made with natural, vegan ingredients, which I appreciate. Though it's a bit of an investment, the noticeable improvements in my hair's health make it worth the price. Highly recommend!"
        },
        {
            "review_title": "Good product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received this gro + advanced hair serum from Vegamour. The texture of this serum very liquid, the scent is strong but it's ok. I have  been shading for months already I was so upset and I tried a lot different shampoos and vitamins but nothing helped.I applied this serum for 3 months every day on dry hair and now I can see a lot of new small hair are growing up and I canr explain how happy I am"
        },
        {
            "review_title": "Unexpected results with consistent use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I have been using this serum from last 3 months and this review is based on after long 3 month usage. The serum is water like consistency, easy to apply, no greasy or sticky feel on the scalp and easy to use everyday. I have oily scalp and I did not get experience any sticky feel or any side effect whatsoever, hence I am very happy in that part.Now come to the actual results and I would say exceeded my expectations. I had been experiencing hair fall as my before picture shows, the wide middle line. I saw my hair fall has reduced to a great extent, new hair growth on the temple and around the forehead area where you get most receding when it comes to hair fall. The gap in the middle has filled in which is remarkable. I am beyond ecstatic. I am attaching my before and after picture which says all.  I have no critic however I did see more hairball initially when I started this serum which was frightening. But I remained consistent and that phase passed by with great results in long run.  I am so happy and would also like to incorporate their shampoo in my hair care routine. I can surely recommend this serum."
        },
        {
            "review_title": "New hair growth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "After just a few weeks of using this product, I noticed a significant increase in thickness and fullness at my temples. The baby hairs around my forehead, which never used to grow, finally started to lengthen. Even my hairdresser observed considerable new hair growth after just three weeks of use. Now, after nearly two months, the product continues to work effectively. It is light, easy to apply, and although it made my hair slightly greasier, it wasn't enough to be bothersome (I have fine hair)."
        },
        {
            "review_title": "Shiny Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Such a great product , WOW. I love how my hair feels and can see a change in the spots that were thinning. Usually my hair is super dry but since using this it has began to shine., this serum has truly been a blessing and has helped my hair grow."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "I'll update after longterm continuous use. I'm hoping it'll improve and hydrate my hair follicles to encourage growth from my postpartum balding."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I have been loving this hair serum. Iu2019ve already noticed a difference in my hair. Iu2019ve been noticing less shedding from my hair. and iu2019ve had a lot of it before using this product and it has been amazing so far"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "A dermatologist co-developed hair serum that visibly improves hair density, decreases shedding, and nourishes from the root. Specifically designed for those with severe shedding, this hair serum provides a clinically measured improvement in hair density and reduces shedding to help fragile, thinning strands thrive."
        },
        {
            "review_title": "It helped a lot",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "After using Vegamour hair serum for three month every day as directed I can finally come here and write my review. My hair has always been on the thin side and I just wanted thicker hair that was my goal. I didnu2019t see any difference the first month but my second month I seen a difference in my parts they didnu2019t look so big and empty anymore. My hair has filled in a lot to the point I donu2019t have to wear pony tails to hide it I will continue using for three more months because it works and would love to just have thicker hair."
        },
        {
            "review_title": "Hydrated scalp",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This new hair serum felt great on my scalp and hair! It felt very lightweight, didnu2019t leave oily residue. On the opposite, it left my scalp more hydrated. I enjoyed that it has no fragrance, perfect for sensitive people like me."
        },
        {
            "review_title": "so impressive!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Dry skin",
            "review_text": "Omg such a great serum! I'm loving it. I applied it after using the dermaroller. I think they work great together. It absorbs quickly. I really like the luxurious packaging as well. I will continue using it!"
        },
        {
            "review_title": "A Hair Growth Journey",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "**Ease of Use:** 5/5  The Vegamour GRO+ Advanced Hair Serum comes in a sleek dropper bottle. The serum is a lightweight liquid that is easy to dispense and apply. I simply massaged a few drops into my scalp each night, as directed.  **Feel:** 5/5  The serum feels refreshing on the scalp. It has a light, pleasant scent that dissipates quickly. I didn't experience any irritation or discomfort while using it.  **Results:** 4/5  I started using the Vegamour GRO+ Advanced Hair Serum in hopes of reducing hair loss and promoting hair growth. After about 6 weeks of consistent use, I began to notice a decrease in hair shedding and an increase in the thickness and fullness of my hair. I also noticed that my hair was growing faster than usual.  The results were gradual but noticeable. While I didn't experience a dramatic regrowth of lost hair, I was pleased with the overall improvement in my hair's health and appearance.  **Additional Observations:**  * The serum is vegan, cruelty-free, and free from sulfates, parabens, and dyes. * It contains a blend of clinically proven ingredients, including mung bean extract, red clover extract, and biotin. * The bottle contains 30 mL of serum, which lasted me for about 3 months with regular use.  **Conclusion:**  The Vegamour GRO+ Advanced Hair Serum is an easy-to-use and effective hair growth serum. It has helped to reduce hair loss, improve hair thickness and fullness, and promote faster hair growth. While it may not be a miracle cure for hair loss, it is a promising option for anyone looking to improve the health and appearance of their hair."
        },
        {
            "review_title": "Great for hair loss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I used this serum for 3 months and I see great results. I was using full drop daily on the dry hair. I noticed that my scalp started to be less dry, it is hydrated now and hair itself improved. It is more thick and hair loss is less now."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This product is such a staple in my home. Iu2019ve used it in the past and was eager to use it again. I love how dense my hair felt after using it. You can use it on wet or dry hair, works well either way."
        },
        {
            "review_title": "Must have for me!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Iu2019ve been using this serum consistently and I definitely seen a difference in my hair length , love the fact that I can use it and it doesnu2019t make my scalp feel greasy at all! I love it! I also love the texture of it!"
        },
        {
            "review_title": "Great hair serum!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I loved this hair serum together with the dermaroller, they do an incredible process on my scalp, I have never used anything like it. I will continue to repurchase this serum so that my hair continues to get stronger and stronger."
        },
        {
            "review_title": "Luxurious!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "I have always been a fan of Vegamouru2019s products and how luxurious they feel when using them. You can use this serum all over your scalp or as a spot treatment. I noticed too that this helped my dandruff a lot! I would recommend!"
        },
        {
            "review_title": "Hair Growth Serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Normal skin",
            "review_text": "Iu2019ve been using the Vegamour GRO+Advanced Hair Serum for three months and I am loving the results. I have curly and fine hair that is stubborn to grow and also breaks easily. However, after using this serum my hair is feeling so much healthier. I have noticed less fallout the more I use it. This serum is so easy to apply and it is non greasy. Consistency is key using this product and I truly recommend it."
        },
        {
            "review_title": "So excited for this hair journey",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Product received in exchange for an honest review. Iu2019m thrilled to start using the GRO+ Advanced Hair Serum by Vegamour. As a woman in her 40s noticing hair thinning, I am excited to use this product to improve my hair density and overall health. Iu2019ve heard nothing but amazing things about this brand, and I am super excited to start this hair journey. Stay tuned for updates on my progress!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I've been using the Vegamour GRO+ Advanced Hair Serum, and it's awesome! Super easy to apply and not greasy at all. After a few weeks, I saw less hair falling out, my hair felt thicker, and I even noticed some new growth. Plus, it's has great ingredients like hemp oil. Definitely recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "**Title: Vegamour GRO+ Advanced Hair Serum Review: A Game-Changer for Severe Thinning**  Are you struggling with severe hair thinning and desperate for a solution that actually works? Look no further than the Vegamour GRO+ Advanced Hair Serum. As someone who has battled thinning hair for years, I can confidently say this product is a game-changer.  From the moment I started using Vegamour GRO+, I noticed a significant reduction in hair shedding within just a few weeks. The serum's blend of clinically proven ingredients like Red Clover Extract and mung bean helps nourish and strengthen hair follicles, promoting healthier, thicker hair growth.  What impressed me most was the serum's lightweight texture and non-greasy formula, making it easy to incorporate into my daily routine without any hassle. Unlike other products I've tried, Vegamour GRO+ didn't weigh down my hair or leave any residue, which is crucial for someone with fine hair like mine.  After using it consistently for two months, I saw a noticeable improvement in the volume and thickness of my hair. My scalp felt healthier, and I even noticed new growth in areas where my hair had been thinning the most. It's truly been a confidence booster to see my hair looking fuller and more vibrant.  If you're hesitant about trying yet another hair product, I understand. I've been there. But let me assure you, Vegamour GRO+ Advanced Hair Serum is worth every penny. It's not just another promise; it's a solution backed by science and real results. Give it a try, and like me, you might just find yourself amazed at what your hair can become."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Since using this hair serum I've noticed a visible difference in my hair's fullness and I have much less hair shedding.  It's lightweight and doesn't leave my hair greasy, which is a huge plus. I actually enjoy massaging it into my scalp every night before bed- itu2019s so relaxing!"
        },
        {
            "review_title": "A must for hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I received this in exchange for a post. I have been wanting to try this serum and it has not let me down. I cannot say enough wonderful things about it. My hair has never felt more full and strong. This has been a game changer for my hair!"
        },
        {
            "review_title": "Good to test it out!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "This is my first time using Vegamour hair growth serum. It has a light fragrance that is hard to describe, but I find it completely acceptable as it is barely noticeable. I have been using the serum for three months now, and during this period, I noticed that some hair fell out initially. However, with consistent daily use, it is indeed effective; I have noticed some fine baby hairs growing. Iu2019m very happy with the results, and continued use is necessary for better effects."
        },
        {
            "review_title": "Hair growth journey must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This hair serum is a must have if you are on your hair journey! I use it in combination with a derma roller for the best results. It has no oily residue and keeps my hair looking clean even when itu2019s on my scalp. Itu2019s important to massage it deeply and distribute the product evenly! I highly recommend this hair serum if you are looking to bring back those baby hairs and stimulate new hair follicles."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Combination skin",
            "review_text": "GRO advanced hair serum is just another level hair care especially for someone with very less hair growth on average. I just love how big of a difference this makes to my hair. Itu2019s a must have for anyone wanting a good noticeable hair growth in a short span"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Iu2019m super excited about this hair serum and canu2019t wait to see the results I get in a few weeks! Iu2019m going to be using this in conjunction with the gro+ advanced dermaroller. So far the packaging is 10/10, the products didnu2019t leave any greasy or oily residue on the spot I spot tested, and it doesnu2019t have much of a smell. Canu2019t wait to give a two week update!"
        },
        {
            "review_title": "A must-have to daily use  help your hair grow up",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "I have been using Vegamour for 3 months and I have seen hair growing back. I do see that my hair is stronger and fuller looking. After I started to use serum, I saw results after 1.5 months. One think what I liked in this product that all ingredients are natural and serum donu2019t have any fragrance.The pump of the serum is made of glass which is easily to use , and I took it with me on my trips . My final comment is I recommend to my friends and they already start to use after my recommendation. They are agree with me . I will continue to use it."
        },
        {
            "review_title": "Must have for hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "In love with this hair serum! My hair grew a few inches from using it for 3 months. I have noticed my hair also feeling and looking thicker and healthier I would highly recommend this serum to anyone with thin unhealthy short hair it really does help!"
        },
        {
            "review_title": "Excited to try!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I got the dermaroller and decided to try the serum as well, at a first glance the bottle is a bit pricy for the quantity so Iu2019m curious to see how the quality is of the product! Seems light weight, and hopefully with the dermaroller it will help get some fullness back into my hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "This takes time and consistent applications to see or feel results. So as of right now I can say that it does hydrate my scalp very well. It itches less since I started using this but it doesnu2019t make my roots limp and greasy. Itu2019s light and the perfect companion if you are using a dermaroller on the scalp. I like that I can use it on wet or dry hair. I put it on before I go to bed every night. I also put a drop on my finger and rub it into my brows. If you look at the ingredients it has the goods that help with hair loss. Mine is from perimenopause so I pay attention to my brushes, pillows and shower drain. Wish this didnu2019t have alcohol so high up on the ingredient list but it does have caffeine, peptides and turmeric so Iu2019m happy to see those. Even though it has alcohol it still fees moisturizing."
        },
        {
            "review_title": "Natural",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "This serum was needed in my life after I started suffering hair loss from stress of school. There are medicated serums out there that caused me side effects, so I wanted to opt for an option that was less medication heavy and more natural.  I will say that this took a while for me to see hair growth, probably 2 months of usage. Keep with it!"
        },
        {
            "review_title": "Best hair serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This serum delivers on its promises. It effectively tames frizz, adds a healthy shine, and smoothens my hair without weighing it down. Even in humid weather, my hair remains manageable and sleek throughout the day."
        },
        {
            "review_title": "Luxurious Hair Serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love the Vegamour GRO+ Advanced Hair Serum! With hormonal issues causing me to shed a lot of hair, this serum has been a lifesaver. It's so light, non-greasy, and dries quickly on my scalp. The subtle scent is pleasant, and itu2019s incredibly hydrating and nourishing. I'll definitely continue using this."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I've been using the Vegamour GRO+ Advanced Hair Serum for a while now, and I'm absolutely loving the results! My hair feels stronger, thicker, and more vibrant than ever before. The serum is easy to apply, and it doesn't leave any greasy residue. I've noticed a significant reduction in hair fall, and my locks look healthier and more luscious. The best part? It's cruelty-free and vegan-friendly! Overall, I'm thoroughly impressed with this product and would highly recommend it to anyone looking for a hair serum that truly delivers"
        },
        {
            "review_title": "New growth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Iu2019ve been using now for 3 months and have seen new growth and less fallout. I focused on the front , where Iu2019m thinning and applied to my scalp on damp hair. It absorbs really well into my scalp without leaving it greasy. It took about 2 full months of using for me to see new growth but it definitely works. Canu2019t wait to see more results."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I am absolutely loving this GRO+ hair serum so far. Iu2019ve been using it at night time with wet (and sometimes dry) hair and my hair isnu2019t greasy or oily after use. Iu2019m already noticing less shedding too which is super exciting. Itu2019s super easy to use and I canu2019t wait to see the long term results with incorporating this into my hair routine."
        },
        {
            "review_title": "Excellent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Absolutely love this serum it not only made my hair look and feel thicker it gave it a beautiful shine. I used it on dry hair throughout the week and saw more fuller hair and my scalp looked hydrated and so much healthier. I have super fine hair and this help me so much with that. I always am gonna reach for this. It didnu2019t weigh my hair down at all and never left my scalp or hair greasy which is always a concern for me this serum is a a plus in my book"
        },
        {
            "review_title": "Not oily",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I am so anxious to see results from this as Iu2019ve heard good things about this brand and product specifically. Iu2019ve been applying it daily to my scalp when my hair is wet. My biggest concern was it would leave my hair looking and feeling oily, but it didnu2019t!"
        },
        {
            "review_title": "A must have for your hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This growth serum has really helped me with my hair. It is extremely good. Doesn't make my hair oily at all. It has really worked wonders on my hair. It has also started to thicken my hair. I love it."
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I use these drops every night before bed and have noticed a huge difference in my hair growth. I apply it to areas where my hair is sparse (towards the front) and can se quite a bit of hair growing in"
        },
        {
            "review_title": "# 1 Vegamour GRO+ Advanced Hair Serum!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I received the #1 GRO+ Advanced Hair Serum from Vegamour, totally free for trying out at home and  providing my honest review in return.  This hair serum comes in 3 Pack and its new formula is super powerful and comes with the added benefit of broad-spectrum hemp.  The boost of broad-spectrum hemp allows for actives mung bean, red clover, curcumin and Nicotiana benthamiana to work even better, which strengthens the strands of my hair for thicker, and fuller hair with visible results.  Moreover, the hemp oil soothes my scalp and follicles too.  I have been using this amazing hair serum last 3 months and the result is amazing.  Moreover, this awesome serum have been clinically proven to reduce my hair loss.  This natural, effective, plant-based serum promoted stronger, fuller and healthier hair in me, as well as visibly increased my hair density, while reducing loss from combing and washing with visible results in as soon as 90 days.  I have already recommended the Vegamour GRO+ Advanced Hair Serum to many of my friends and family with hair loss and several of them have already purchased and used this hair serum, and they all loved using this natural, effective, plant-based serum which promoted stronger, fuller and healthier hair in them, as well as visibly increased their hair density, while reducing loss from combing and washing with visible results in as soon as 90 days."
        },
        {
            "review_title": "Fabulous!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "Love this new serum from Vegamour! Iu2019ve been looking for a product to help with hair regrowth since I always feel like my baby hairs fall out. Iu2019ve only been using for a bit so Iu2019m jog sure about results, but so far so good!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "Iu2019ve heard great things about Vegamour and finally decided to give this serum a try! Iu2019ve been using this product for almost 3 months now and my hair has been growing quicker and itu2019s looking fuller! The texture is great and itu2019s easy to apply."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m using this serum with the derma roller and happy to say that I donu2019t have any irritation. It doesnu2019t feel greasy on my scalp and my hair feels fuller when air dried. Will need be optimistic for hair length improving faster"
        },
        {
            "review_title": "A staple in my nightly routine now",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I've wanted to try Vegamour products for a long time, so I was excited to start using their Gro+ Advanced Hair Serum. As someone struggling with hair loss and thin hair, this serum seems perfect. Itu2019s easy to apply, and I appreciate that it has hardly any scent. I've been using it every night on dry hair and it's one of the few hair serums I've used that doesnu2019t make my hair feel or look greasy. My hair feels healthier and looks fuller since I started using it. Overall, Iu2019m pleased with the results so far and highly recommend it to anyone looking to boost their hairu2019s density and health. My only complaint is that its a small bottle and I'm going to be so sad when it runs out."
        },
        {
            "review_title": "This stuff works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "Wow, I canu2019t believe how much  this helped my hair! I was thinning SO bad on my temples and sides and this was an absolute life saver! This process took 3 months and I can definitely see the difference! I have about 4 inches of baby hair on each side of my hair! The product isnu2019t oily, you can put it on dry or wet hair! I received something in exchange for the post"
        },
        {
            "review_title": "With continued use, youu2019ll see a difference.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "A solid 4 stars! From a skeptic to a believer. I have always been very careful with hair growth products and finally gave in to try it for 3 months. With continued use I have seen the improvement of hair growth and also the thickness of my hair. It might not be night and day but it definitely improved."
        },
        {
            "review_title": "A big 'yes, please.'",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I've had a constant struggle with thinning hair due to severe PCOS.  I'm really excited to see the results of this serum. After a few uses, I can tell that this one has a lot going for it. I l like that I can use it anytime, without worrying about oily residue, and it's vegan! Though the dropper can make application a little difficult, it delivers the perfect amount of product per application. Very pleased so far!"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "The Vegamour GRO+ Advanced Hair Serum is a cutting-edge product designed to promote healthier, fuller hair. Infused with broad-spectrum CBD and other natural, plant-based ingredients, this serum aims to enhance hair density, reduce shedding, and improve overall scalp health. The inclusion of CBD helps to soothe the scalp, reduce inflammation, and create an optimal environment for hair growth. Formulated with vegan and cruelty-free ingredients, the serum harnesses the power of botanicals to nourish and strengthen hair. The serum is easy to apply, featuring a non-greasy formula that absorbs quickly into the scalp without leaving any residue.Suitable for all hair types, it works to enhance hair vitality and resilience, making it a great addition to any hair care routine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "The Gro+ Advanced Hair serum is not only very luxurious but it actually works. Itu2019s a serum so itu2019s water based (I think) which means it doesnu2019t leave my hair oily! I can use it on my scalp and hair line multiple days in a row without it getting oily."
        },
        {
            "review_title": "Works good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "This serum really does work! I was skeptical at first but this saved my postpartum hair! It smells nice, itu2019s a great non-greasy formula, and the packaging is super cute! I noticed thicker hair and regrowth in the bald patches within the first month!"
        },
        {
            "review_title": "A must have for thinning hair.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I always tell people to invest in your skin/hair and over all health do not compromise and use cheap products because in the long run youu2019re damaging health of your skin/hair always invest in good quality products. Iu2019m always been fan of Vegamour still using it. And I always recommend them to my friends and family. This is a great gift for yourself if you have chemically treated hair this will work great. I have experienced my hair are getting fuller after using this product I do use their gummies as well and im addicted. I use it everyday after washing my hair. In my bedtime routine after shower on clean dry scalp."
        },
        {
            "review_title": "The only hair regrowth item that works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I love this stuff - this really works! Doesnu2019t make your hair greasy or weighed down. Iu2019ve been using this product for about two months now. My hair is thicker and I can see the baby hairs growing in within a few weeks. If you stay consistent,  this product will reward you."
        },
        {
            "review_title": "Commited to the Vegamourchallenge",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I am so excited to give this product a try, I did order the 3 month regime because Iu2019m committed to the #Vegamourchallenge. First impression: I love that it water based, so you can apply it daily without making your hair oily. It doesnu2019t smell really strong and it feels like itu2019s nourishing my scalp. I checked out the ingredients whichu2019s makes me excited, noticed it has a lot of natural ingredients such as caffeine and curcuma and turmeric. I understand it takes consistency to see results and Iu2019m committed."
        },
        {
            "review_title": "Doesnu2019t really do anything",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "I had high hopes for Vegamour Gro+ Advanced Hair Serum, but unfortunately, it didnu2019t live up to my expectations. Despite using the serum consistently, I didnu2019t notice any significant improvement in the thickness or health of my hair. The application process is straightforward. The dropper is convenient for applying the serum directly to the scalp, and the formula is lightweight and non-greasy, which are positives. The scent is mild and doesnu2019t interfere with other products or perfumes. The packaging is sleek and practical, with a dropper bottle that makes application easy and minimizes waste. The bottle is also compact and sturdy, which is good for travel. For the price, I expected more, and I canu2019t say that Iu2019d recommend it based on my experience. Maybe I need to use it longer than 3 months for significant results."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Porcelain skin tone, Combination skin",
            "review_text": "I have used the gro serum and am happy to say I love this new version as well! The Vegamour Gro+ hair serum looks and feels great on my scalp. I didn't experience any irritation and think my scalp has been flaking less too!"
        },
        {
            "review_title": "Give it a try!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "This product did not work wonders on me. TBH I didnu2019t really notice a major difference but again, could just be me. I really wanted to love this product but it just wasnu2019t for me. I do love how easy it is to apply and the size of the products. Could easily carry it and wonu2019t miss a dose even when traveling. Overall I still recommend you to give it a try!"
        },
        {
            "review_title": "It really works !!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Dry skin",
            "review_text": "I absolutely LOVE this hair serum. For over a year I have been experiencing hair and volume loss until I tried this. I have been using it daily for 3 months and I have honestly seen a difference. I donu2019t know that I will ever be without a bottle now , I really recommend this if you are losing hair or just want more volume."
        },
        {
            "review_title": "No Difference",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Iu2019ve been using the Vegamour GRO+ Advanced Hair Serum for a few months now, and I have mixed feelings about it. As someone with South Asian hair, I was hoping for some noticeable growth, but I didnu2019t really see much difference. That said, it didn't damage my hair either, which is a plus. My hair feels the same as before, so while it wasnu2019t a game-changer for me, it also wasnu2019t harmful. Overall, itu2019s a decent product, but I wouldnu2019t count on it for dramatic results."
        },
        {
            "review_title": "Game changer !!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "This serum has been a life saver for postpartum! I had my second baby 3 months ago and by this time with my first, I had lost so much hair my hair line was all patchy! This time I started using this treatment everyday since I gave birth and now 3 months later not only did I not lose the hair like I did last time, but I actually feel like my hair line is fuller and over all healthier! My hair feels strong and so much less falls out when I brush my hair, I would normally get a brush full of hair after I washed it and now only a few strands! I also love that itu2019s lightweight and I can apply it to wet or dry hair without it ruining the appearance of my hair when I style it! LOVE!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This Vegamour hair serum absorbed nicely in my hair. I like to use it after a shower while my hair is still damp. I did notice thickness improvement near my temples, which is great as it makes my overall hair look better."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I used this consistently for 3 months and have seen noticable results. I had a really small bald spot in my scalp which can be seen when I put my hair up in a ponytail or bun. I applied this everyday after taking a shower. It took a while to see results but I can now see and feel that this specific area has more hair now and I donu2019t have a bald spot anymore!"
        },
        {
            "review_title": "Nourishing serum for scalp",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This hair serum contains great ingredients for scalp health and hair growth. It has turmeric and caffeine, which serve to stimulate the scalp and nourish the hair. The texture of the serum is smooth and makes the scalp feel moisturized and healthy."
        },
        {
            "review_title": "Not a regular serum, the best serum!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I used the serum for the first time and honestly the way this feels so light and airy it doesnu2019t feel like a regular serum. I apply it on the front and back of my hair because those are my problem areas. Canu2019t wait to see results within the next few months!"
        },
        {
            "review_title": "Get it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Dry skin",
            "review_text": "I loved the GRO ADVANCRD HAIR SERUM! I received it in exchange Ford my honest review. You get a dropper to run this serum into your hair twice a day and rub it in, massage as long as you can. Then wait for 2 months and your hair will grow. It actually works!!"
        },
        {
            "review_title": "Itu2019s good so far",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This serum is not oily itu2019s very water like. Which is nice because it doesnu2019t leave your hair feeling all oily afterwards. It doesnu2019t really smell like anything either. I just got my hands on this so I canu2019t say Iu2019ve seen a difference but I like the serum for sure."
        },
        {
            "review_title": "Use consistently for improvement in hair growth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I have been using the Vegamour Gro+ advanced hair serum consistently daily for the last 90 days and I am thrilled with the results. After experiencing severe shedding and thinning hair post-Covid, I was desperate to find a solution that would help restore my hair density. This serum is easy to apply and has become a crucial part of my daily hair care routine. I love that it is dermatologist co-developed and clinically proven to improve hair density and reduce hair loss. The fact that it is specifically formulated for those with severe shedding gave me confidence that it would address my specific concerns. After consistent use, I have noticed an improvement in my hair density. My hair feels thicker and healthier, and I am no longer experiencing as much shedding as I was before. I am thrilled with the results and will continue to use this serum as part of my hair care regimen. Overall, I highly recommend the Vegamour Gro+ advanced hair serum to anyone experiencing hair loss or thinning. It has truly made a difference in my hair health and I am grateful for the positive impact it has had on my confidence."
        },
        {
            "review_title": "Hair serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Like how easy this hair serum is to apply. Non irritating, worked after 30 days and overall happy with my results.  I will continue to use. Highly recommend  What it is: A best-in-class, dermatologist co-developed hair serum thatu2019s clinically proven to improve hair density and reduce hair loss* while balancing the scalp environment. Specifically formulated for those with severe shedding.  *Due to breakage from washing and combing in 120-day clinical study.  Hair Type: Straight, Wavy, Curly, and Coily  Hair Texture: Fine, Medium, and Thick"
        },
        {
            "review_title": "Perfect addition to their Gro+ system",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "You absolutely have to try this hair serum! It's the perfect addition to their Gro+ system, it can be applied to wet hair right after the shower or to dry hair, as well! I have noticed my hair feels healthier, stronger and less prone to breakage."
        },
        {
            "review_title": "Healthy scalp without hair loss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I'm using the hair serum because I have hair loss and the first time I felt my scalp improve I felt more hydrated, my curls visibly improved. My hair is falling out much less than it used to when I washed it, which is incredible for me. The best thing about it is that it's treating my hair from the inside out, leaving it healthier and with an incredible shine.  If you want hair growth and stronger, moisturized roots, you can bet on this serum and you'll love it as much as I do!"
        },
        {
            "review_title": "Great new addition",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I absolutely love their OG hair serum so I'm super excited to see the new Advanced Gro+ line! This smells wonderful and I love how it feels on my hair and scalp, lightweight and doesn't leave my hair feeling oily"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "I like to use Vegamour hair serum every evening! My hair became more full and shiny and healthy looking. Easy to apply on scalps with the application system in the serum. Recommending to all my friends and colleagues"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "My hair has been thinning for a while so I love using this to give life back to my scalp. I use it at night and Iu2019ve noticed it looks much fuller."
        },
        {
            "review_title": "Impressed So Far!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This serum helps with the itchiness of my scalp and makes my hair look fuller with a bounce. It also helps remove build-up on my scalp. I use this after my derma roller for hair growth, and my scalp seems to love it because it's not as itchy as before. I've also noticed less shedding since I started using it."
        },
        {
            "review_title": "Doesnu2019t make scalp oily",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Normal skin",
            "review_text": "I love that when I use this on dry hair it does not make my scalp oily. That is one thing I hate about these serums that I feel like I can only use it the night before a wash day but with this itu2019s not like that. My hair feels thickerand stronger."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I recently received this product from Vegamour and have been loving it so much lately. It smells great, and doesnu2019t make my hair greasy at all. I would highly recommend it to my friends and family. Love it! I would say itu2019s Beene one of the best hair products Iu2019ve seen so far."
        },
        {
            "review_title": "Amazinggggg",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "OK, so I have been using this for a couple of days now and it has been amazing. It is very hydrating. I am currently going through postpartum hair loss and using this serum has been a life saver. I could immediately feel it working as my skin and scalp feels completely hydrated.if youu2019re going through postpartum hair loss like I am try this and it might help you like it does me"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "I have been struggling with postpartum hair loss and thinning hair since my daughter was born eight months ago. I was excited to try this serum to combat my postpartum hair and use as part of my hair and scalp routine."
        },
        {
            "review_title": "skincare for the hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "This serum feels so nice on the scalp and hair when paired with the derma roller from the line. I have been using it for a few days and love the way it has made my scalp feel. Its not greasy or heavy on my thin hair. I can't wait for long term results with continued use"
        },
        {
            "review_title": "So amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "This hair oil is the best hair oil that Iu2019ve ever used!! Itu2019s not too thick or greasy doesnu2019t feel heavy on my scalp. Absorbs really nicely and a little goes a long way. I noticed such a difference in my hair health with the shine, oil control and overall dry and brittleness. I swear by this!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "my hair feels stronger and a little lighter since I have natural jet black hair it does make it shine more I also have a little more hair growth coming in. I will be using for a couple months more to see better results. Product gifted"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This serum is such a nice quality. My hair feels so soft and healthy after use. It is not too heavy/doesnu2019t make hair look incredibly greasy either. I use the rolling tool in addition to the serum and cannot wait to continue to see growth!"
        },
        {
            "review_title": "Great for postpartum hair loss!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Iu2019m loving this new hair serum by Vegamour. It comes carefully packaged in a white and gold bottle that is simply beautiful. The applicator is easy to target my hair spots that need some work on them. As a postpartum hair loss mom Iu2019m loving this product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I. Love this serum because it has no chemicals but aides hair growth with natural ingredients. This product has no scent and doesnu2019t irritate me which is a bonus for people with sensitive skin like me!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This hair serum was good, I did see significant growth to my hair. However, it did make my scalp itchy. I would use it right out of the shower & my scalp would itch an hour after application. I skipped a day of using it and didnu2019t notice an itch, so I concluded it was the hair serum. Itu2019s a good product & does work, but it did leave me with an itchy scalp."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I have visible areas where Iu2019ve hair thinning and Vegamour's GRO Advanced Hair Serum is a game-changer. The lightweight formula absorbs quickly, leaving no oil residue behind. By using it consistently for couple of weeks Iu2019ve seen visible results"
        },
        {
            "review_title": "Love it !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "LOVED IT!!! It leaves my hair feeling super hydrated and soft afterwards and amazing if youu2019re going on your healthy hair journey!!!!!! definitely recommend it if youu2019re starting to take good care of your hair"
        },
        {
            "review_title": "Love this serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I've been using this dermatologist co-developed hair serum and couldn't be happier with the results! My hair density has visibly improved, and I've noticed a significant reduction in shedding. The serum also hydrates my scalp, supporting the skin barrier for overall healthier hair. It feels luxurious and effective, making it a standout in my hair care routine. Highly recommend!"
        },
        {
            "review_title": "Noticeable Results!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Vegamour's GRO+ Advanced Hair Serum has been a game-changer in my fight against hair thinning. Its lightweight consistency makes it a breeze to apply, and its delicate herbal fragrance provides a refreshing departure from stronger options. I quickly observed a decrease in hair loss and a significant boost in both thickness and resilience. The combination of natural elements such as mung bean, curcumin, and red clover extract appears to have rejuvenated my scalp, fostering stronger hair growth right from the roots. It has genuinely transformed my hair care routine"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I've been using the GRO+ Advanced Hair Serum for some time and am genuinely impressed with the results. The formula is light and non-greasy, making it easy to use daily. I've noticed a significant reduction in hair shedding and my hair feels thicker and healthier. The inclusion of CBD helps calm my scalp, reducing irritation and dryness. The dropper makes application straightforward. Overall, this serum has noticeably improved my hair's thickness and strength."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Iu2019ve been using Vegamouru2019s latest GRO+ Hair Serum for several months, and the results have been outstanding! My hair feels significantly thicker and more resilient, with a noticeable decrease in hair shedding. The serum itself is lightweight and non-greasy, with a pleasant, mild scent. It absorbs quickly without leaving any residue, making it ideal for daily application. I also love that it contains natural ingredients and CBD, which soothes my scalp and supports healthy hair growth. This product has truly exceeded my expectations and has become a staple in my hair care regimen."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Love this lightweight serum! Itu2019s so easy to apply daily and massage in, especially because it does not leave a oily residue.  The bottle applicator is perfect for applying the right amount. I can tell a difference already by using this every day!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "iu2019ve tried their original serum before and was really impressed with it and couldnu2019t wait to try this new one from them. iu2019ve noticed my scalp healthier and hair strands stronger than before the serum"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "The Vegamour Gro Hair Serum has become a popular choice for those looking to combat hair thinning and promote healthier, fuller hair. With a formula that includes key ingredients such as curcumin, red clover, and mung bean, this serum is designed to stimulate hair growth and improve scalp health."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This GRO+ advanced hair serum is really lightweight.  It works well for my scalp and soothes my scalp.  I like that it isnu2019t heavy and also feels nice.  I find that the bottle applicator is also easy to use"
        },
        {
            "review_title": "Best Hair serum!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love Vegamouru2019s new GRO+ advanced hair serum. I feel like it just gives an extra added boost to my hair growth journey. It smells amazing and doesnu2019t make my hair feel greasy after you. Truly love this serum."
        },
        {
            "review_title": "Obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I love this advanced gro hair serum! I love how light it is and doesnu2019t leave a greasy residue in my hair! Iu2019ve notice new growth and little hairs growing where I used to leave my hair pulled back in a slick back bun!!"
        }
    ]
}