{
	"product_id": "761",
	"name": "Skin Saviors™ Set",
	"brand": "Jack Black",
	"categories": "Skincare, Value & Gift Sets",
	"price": 59.0,
	"about": "What it is:A full skincare regimen, in TSA-approved sizes, that cleanses, exfoliates, moisturizes, and protects..Skin Type:Normal.Highlighted Ingredients:- 2.2% Avobenzone and 7.5% Octinoxate: Provide sun protection..Ingredient Callouts:Free of parabens..What Else You Need to Know:The Pure Clean Daily Facial Cleanser is a dual purpose, two-in-one cleanser and toner that removes deep-down dirt and oil for clear, smooth, shave-ready skin. The Face Buff Energizing Scrub is a superior pre-shave cleanser and scrub in one that quickly removes dirt and dead skin cells, prepping your face for a closer, smoother shave. The Double Duty Face Moisturizer SPF 20 is a lightweight, advanced facial treatment product with a built-in SPF 20 sunscreen. The Intense Therapy Lip Balm SPF 25 is an emollient balm that soothes and relieves dry, chapped, irritated lips..This Set Contains:- 3 oz/ 88 mL Pure Clean Daily Facial Cleanser",
	"ingredients": "-2.2% Avobenzone and 7.5% Octinoxate: Provide sun protection...Pure Clean Daily Facial Cleanser:.Aqua (Water/Eau), Sodium C14-16 Olefin Sulfonate, Disodium Cocoamphodiacetate, Glycol Distearate, Glycerin, Sodium Chloride, Cocamidopropyl Betaine, Sodium Lauroyl Oat Amino Acids, Aloe Barbadensis Leaf Juice Powder*, Aloe Barbadensis Leaf Powder *, Lavandula Angustifolia (Lavender/Lavande) Flower Extract*, Salvia Officinalis (Sage/Sauge) Leaf Extract*, Rosmarinus Officinalis (Rosemary/Romarin) Leaf Oil, Salvia Officinalis (Sage/Sauge) Oil, Backhousia Citriodora Leaf Oil, Hamamelis Virginiana (Witch Hazel/Hamamélis) Leaf Extract, Chamomilla Recutita Flower Extract, Benzyl Alcohol, Cetyl Alcohol, PEG-150 Distearate, Sodium PCA, Citric Acid, PEG-8 Dimethicone, Dehydroacetic Acid, Tocopherol, Phenoxyethanol *Certified Organic...Face Buff Energizing Scrub:.Aqua/Water/Eau, Glyceryl Stearate, Bambusa Arundinacea Stem Powder, Hexylene Glycol, Cetyl Alcohol, Disodium Cocoamphodiacetate, Sodium C14-16 Olefin Sulfonate, Menthyl Lactate, C15-19 Alkane, Aloe Barbadensis Leaf Juice*, Cucumis Sativus (Cucumber/Concombre) Fruit Extract*, Glycyrrhiza Glabra (Licorice/Réglisse) Root Extract*, Calendula Officinalis Flower Extract*, Glycerin*, Mentha Arvensis Leaf Oil, Allantoin, Squalane, Citric Acid, Sodium Chloride, Magnesium Aluminum Silicate, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Fragrance (Parfum), Phenoxyethanol, Ethylhexylglycerin, Stearyl Alcohol, Myristyl Alcohol, Polysorbate 60, Ascorbic Acid, Linalool, Benzyl Salicylate, Citronellol, Coumarin. 22008 *Certified Organic...Double-Duty Face Moisturizer SPF 20:.Avobenzone 2.2%, Octinoxate 7.5%, Inactive Ingredients: Aqua (Water/Eau), Cyclopentasiloxane, Octyldodecyl Neopentanoate, Phenethyl Benzoate, Dimethicone, Glycereth-26, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Phenoxyethanol, Hydroxypropyl Starch Phosphate, Cetearyl Glucoside, Carbomer, Pyrus Malus (Apple/Pomme) Fruit Extract, Butylene Glycol, Sodium Hydroxide, Disodium EDTA, Sodium Hyaluronate, Lavandula Angustifolia (Lavender/Lavande) Oil, Iodopropynyl Butylcarbamate, Pelargonium Graveolens Flower Oil, Rosmarinus Officinalis (Rosemary/Romarin) Leaf Oil, Lecithin, Melissa Officinalis Extract, Haslea Ostrearia Extract, Palmaria Palmata Extract, Calendula Officinalis Flower Extract*, Glycerin, Leontopodium Alpinum (Edelweiss) Extract*, Retinyl Palmitate, Tocopheryl Acetate, Anthemis Nobilis Flower Oil, Peucedanum Ostruthium Leaf Extract*, Buddleja Davidii Leaf Extract*, Artemisia Umbelliformis Extract* *Certified Organic/Certifiés Organiques...Moisture Therapy Lip Balm SPF 25, Natural Mint:.Avobenzone 3.0%, Octinoxate 7.5%, Petrolatum 40.2%, Inactive Ingredients: Theobroma Cacao (Cocoa/Cacao) Seed Butter, Lanolin Oil, Beeswax, Ozokerite, Polyglyceryl-3 Beeswax, Flavor, Butyrospermum Parkii (Shea/Karité) Butter, C18-38 Alkyl Hydroxystearoyl Stearate, Persea Gratissima (Avocado/Avocat) Oil, Tocopheryl Acetate, Cyclopentasiloxane, Microcrystalline Wax, Camellia Sinensis (Green Tea/Thé Vert) Leaf Extract *Certified Organic/Certifiés Organiques...As part of Jack Black’s commitment to always offer the highest quality products, some of the ingredients in these formulations may be updated from time to time. The ingredient list shown here may vary from product packaging, depending on the location and timing of purchase. In addition, packaging may have also been updated from what appears on the Jack Black website.",
	"how_to_use": "Suggested Usage:.Pure Clean Daily Facial Cleanser:.-Apply a small amount to wet hands, work into a lather, and apply to face. .-Rinse. .-Use morning and night to cleanse skin. .-Follow with moisturizer...Face Buff Energizing Scrub:.-Use two to four times a week in the shower before shaving. .-Work a nickel-size amount on to wet face, rubbing gently in circles. .-The power of the scrub is built into the product, so you don’t have to rub vigorously...Double-Duty Face Moisturizer SPF 20:.-Use after cleansing and shaving. .-Apply liberally to face and neck 15 minutes before sun exposure...Moisture Therapy Lip Balm SPF 25, Natural Mint:.-Apply generously and evenly to lips 30 minutes before going out in the sun, or whenever they feel dry or chapped.",
	"num_reviews": 3,
	"overall_rating": 3.3,
	"product_url": "https://www.sephora.com/ca/en/product/jack-black-skin-saviors-tm-set-P505337?skuId=2677193&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2677193-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
	]
}