{
    "product_id": "1434",
    "name": "Sake Nourishing Essence",
    "brand": "Shani Darden Skin Care",
    "categories": "Skincare, Moisturizers, Mists & Essences",
    "price": 80.0,
    "about": "What it is:A skin-nourishing formula packed with antioxidants, amino acids, and minerals that soften, visibly brighten, and protect against external stressors..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Dryness and Dullness.Formulation:Liquid.Highlighted Ingredients:- Sake Water: Visibly brightens and softens..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, and triclosan. It is also vegan, gluten-free, and cruelty-free..What Else You Need to Know:A treatment essence that delivers fast soothing results. Packed with antioxidants and essentials nutrients, this essence hydrates while enhancing the absorption of skincare products that follow. Skin becomes softer and more supple-looking over time..Clinical Results:In a test:",
    "ingredients": "-Sake Water: Visibly brightens and softens..-Bamboo Shoot Water and Glycerin: A hydration duo that attracts and retains moisture for a healthy skin barrier..-Peony Root, Rosa Canina, and Green Tea Extracts: Deliver a boost of antioxidants to defend and strengthen skin....Water/Aqua/Eau, Saccharomyces Ferment Filtrate, Butylene Glycol, Phyllostachys Bambusoides Extract, Niacinamide, Rosa Cannina (Rose) Fruit Extract, Paeonia Suffruticosa (Peony) Root Extract, Camellia Sinensis (Green Tea) Extract, Prunus Armeniaca (Apricot) Fruit Extract, Dipropylene Glycol, Pentylene Glycol, Aminopropyl Ascorbyl Phosphate, Tocopheryl Acetate, Tetrasodium Glutamate Diacetate, Sodium Benzoate, Potassium Sorbate, Caprylyl Glycol, Isoceteth-20, Xanthan Gum, Fragrance, 1,2-Hexanediol, Limonene.",
    "how_to_use": "Suggested Usage:.-Apply to clean skin morning and night after cleansing. .-Gently press into the skin on your face and neck until fully absorbed. .-Follow with any serums and moisturizer.",
    "num_reviews": 20,
    "overall_rating": 5.0,
    "product_url": "https://www.sephora.com/ca/en/product/shani-darden-sake-nourishing-essence-P513647?skuId=2790236&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2790236-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "4 oz / 120 ml",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2790236-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Must buy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "Iu2019m almost 40! And my skin has become increasingly drier and drier. I can def tell a difference after two weeks well worth it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "Was planning to gift this to my girlfriend but had to steal it for myself. I am used to a very bare-bones routine but the change I've already seen in my skin has me committed to this and any other Shani products!"
        },
        {
            "review_title": "Loving how my face feels!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I've only used Sake Nourishing Essence for two days now, but it feels great.  My face feels toned and hydrated."
        },
        {
            "review_title": "MUST HAVE FOR DRY SKIN",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Fair skin tone, Dry skin",
            "review_text": "I have super dry skin and have just used it this weekend and it has made a WORLD of difference.  Use after you cleanse your skin, but before lotion.  It literally reversed some near eczema I was experiencing."
        },
        {
            "review_title": "Chic & Hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "I'm actually obsessed with this essence. I've been using it in my morning routine but I think I'll start using it at night now too. It's really hydrating and makes my skin feel soft and plump. I have been using it before a hyaluronic acid serum in the mornings and I love that extra layer of hydration for my dry skin. Also, the bottle is super chic too! It's one of those that you want to leave out on display because it just looks so nice."
        },
        {
            "review_title": "Hydrating and glowing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Another amazing Shani Darden product. I get so many compliments on my skin because of her stuff"
        },
        {
            "review_title": "A must have for your skin routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "All the products from Shani Darden are just amazing! My skin is usually dry but since Iu2019ve been using her products my skin complexion changed and it is always well hydrated."
        },
        {
            "review_title": "Need this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Best toner Iu2019ve used in a while. Actually does what it says!! Skin looks so much brighter the following day. Canu2019t get enough of it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "My skin has never felt so hydrated and soft! I would highly recommend this!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Love how hydrating this is! The perfect addition to my routine to make my skin glow!"
        },
        {
            "review_title": "Brighter Glowing Skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Shani has done it again! I love all of her products and this one is definitely getting added to my line up. I noticed within just a few uses my skin looking brighter. It goes on beautifully and the packaging looks gorgeous on my countertop. What really sold me on this product too was the scent. Itu2019s so pretty and actually had me smiling as I went to bed. There is something very luxurious and also joyful about it. I have had such incredible results with all of her products so Iu2019m always thrilled when another one gets launched! Love this!"
        },
        {
            "review_title": "A must have in a routine! This toner is a winner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Medium skin tone, Oily skin",
            "review_text": "Ive always loved using a toner in my routine, and this product knocks it out of the park! After a few weeks of using it consistently, my skin feels super hydrated, glowing and supple. Such a great prep for all the serums I use."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "Love this essence - it smells great and leaves my skin glowing"
        },
        {
            "review_title": "An incredible upgrade to a beloved product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "As an avid fan of Shani Darden's line, I was gifted this and delighted to try it before launch. I loved the original formula of the Sake TONING Essence, and was curious to know how this would differ. The GLOW, the SCENT, the SMOOTHNESS....I was blown away. It is (dare I say it) a total upgrade. This step of my routine has always been optional, but not anymore. I look forward to using this nourishing essence every day. Sometimes, I feel the most subtle products can make the most significant difference. Wash with the cleanser, use this after, and alternate her lactic acid and retinol reform. My skin loves that routine, but this Sake Nourishing Essence has taken it up a notch further. I cannot wait to purchase another bottle to keep in my refrigerator for a cooling, healing treatment. 5 stars for me!"
        },
        {
            "review_title": "Your skin will thank you!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "My face has never felt better. I have sensitive skin and this felt so soothing. Did not realize my skin could glow! Recommend if you have dehydrated and/or sensitive skin."
        },
        {
            "review_title": "Sake - need I say more?!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have heard so much about the benefits of sake and have been looking for the right product- THIS IS IT!!! Itu2019s so hydrating and gives me that glowy skin Iu2019ve been looking for. A must have!!"
        },
        {
            "review_title": "My New Favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Amazing!! Shani Darden Skin Care is the gold standard, so itu2019s impossible to choose a favorite product from the line. But the Sake Nourishing Essence is pretty high up on the list. Iu2019ve been using it for a month now, and my skin is glowing."
        },
        {
            "review_title": "You needed this yesterday",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I absolutely loved this product. Shani Darden has done it again!! I love how soft my skin feels. Itu2019s like a better version of the Rhode glazing milk. I feel like this really penetrates the skin instead of just sitting on the top layer and it leaves a long lasting, nourishing glow."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "This product made my skin feel super hydrated and glowy almost instantly! Iu2019m obsessed!"
        },
        {
            "review_title": "Hydratingu2026this is a must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Was gifted Shani Darden Sake Nourishing Essence, and decided to try because Iu2019m a fan of her retinol reform. Skin has been extremely dry from summer/outdoors/chlorine. After using for two weeks straight, my skin looks hydrated, like itu2019s coming back to life. I feel like my face was looking a bit dull, this has it looking brighter if that makes sense. Got two compliments on my skin two days in a row."
        }
    ]
}