{
	"product_id": "856",
	"name": "Nutritive Hydrating Shampoo, Conditioner and Heat Protection Gift Set for Dry Hair",
	"brand": "Kérastase",
	"categories": "Hair, Value & Gift Sets",
	"price": 133.5,
	"about": "What it is:A limited-edition luxury gift set including a full-size bestselling shampoo, conditioner, and heat protectant to nourish and strengthen dry hair..Hair Texture:Straight, Wavy, Curly, and Coily.Hair Type:Fine, Medium, and Thick.Hair Concerns:- Dryness.Key Benefits:- Intensely hydrates and nourishes.Highlighted Ingredients:- Plant-Based Proteins: Nourish hair with essential nutrients and help retain moisture..What Else You Need to Know:Light up your holiday season with this luxury gift set. This Nutritive hair care gift set for dry hair is ideal for all hair types. The combination of the rich, hydrating shampoo, nourishing conditioner, and heat protecting leave-in spray will work to hydrate hair, providing more shine and nourishment to dry hair. Formulated with plant-based proteins and niacinamide, this ritual will intensely condition for ultimate hydration..Fragrance Description:This collection smells like a fresh and floral composition, with top notes of ylang-ylang, royal jelly, and violet leaves for a clean scent; middle notes of wild rose, jasmine, and tonka bean to capture the floral aroma; and bottom notes of sandalwood, white cedarwood, and cinnamon...Clinical Results:.This Set Contains:- 8.5 oz/ 250 mL Nutritive Hydrating Shampoo for Fine to Medium Dry Hair",
	"ingredients": "-Plant-Based Proteins: Nourish hair with essential nutrients and help retain moisture..-Niacinamide: Locks in hydration for long-lasting hair strength...Nutritive Shampoo: .Aqua/Water/Eau, Sodium Laureth Sulfate, Glycerin, Glycol Distearate, Dimethicone, Sodium Chloride, Cocamidopropyl Betaine, Sodium Lauryl Sulfate, Hexylene Glycol, Citric Acid, Stearamidopropyl Dimethylamine, Sodium Benzoate, Sodium Hydroxide, Amodimethicone, Coco-Betaine, Guar Hydroxypropyltrimonium Chloride, Trideceth-10, Salicylic Acid, Carbomer, Panthenol, Niacinamide, Ascorbyl Glucoside, Butylene Glycol, Linalool, Peg-100 Stearate, Steareth-6, Limonene, Trideceth-3, Phenoxyethanol, Hydrolyzed Wheat Protein, Hydrolyzed Corn Protein, Hydrolyzed Soy Protein, Fumaric Acid, Acetic Acid, Iris Florentina Root Extract, Parfum/Fragrance...Nutritive Conditioner: .Aqua/Water/Eau, Cetearyl Alcohol, Glycerin, Cetyl Alcohol, Behentrimonium Chloride, Phenoxyethanol, Ceteareth-33, Hydroxypropyl Guar, Octyldodecanol, Cetrimonium Chloride, Isopropyl Alcohol, Amodimethicone, Sodium Pca, Panthenol, Niacinamide, Ascorbyl Glucoside, Butylene Glycol, Linalool, Benzyl Alcohol, Hydroxycitronellal, Hexyl Cinnamal, Citronellol, Trideceth-6, Coumarin, Alpha-Isomethyl Ionone, Geraniol, Hydrolyzed Wheat Protein, Hydrolyzed Corn Protein, Hydrolyzed Soy Protein, Iris Florentina Root Extract, Citric Acid, Parfum/Fragrance...Nutritive Leave-In Spray: .Aqua/Water/Eau, Niacinamide, Polyquaternium-37, Propylene Glycol Dicaprylate/Dicaprate, Citric Acid, Polysorbate 20, Quaternium-87, Stearyl Alcohol, Glycine Soja Oil/Soybean Oil, Sodium Benzoate, Caprylyl Glycol, Behentrimonium Chloride, Ppg-1 Trideceth-6, Panthenol, Ascorbyl Glucoside, Butylene Glycol, Candelilla Cera/Candelilla Wax/Cire De Candelilla, Propylene Glycol, Linalool, Hydroxycitronellal, Isopropyl Alcohol, Sorbitan Oleate, Benzyl Salicylate, Benzyl Alcohol, Hexyl Cinnamal, Polyquaternium-11, Citronellol, Hydrolyzed Wheat Protein, Alpha-Isomethyl Ionone, Coumarin, Hydrolyzed Corn Protein, Hydrolyzed Soy Protein, Limonene, Iris Florentina Root Extract, Phenoxyethanol, Parfum/Fragrance.",
	"how_to_use": "Suggested Usage:.Nutritive Shampoo:.-Apply a quarter-size amount to wet hair..-Gently massage into scalp and hair until lather..-Rinse thoroughly..-Follow with the Nutritive conditioner .-Avoid contact with eyes. If contact occurs, rinse immediately and thoroughly...Nutritive Conditioner:.-After cleansing hair with Nutritive Shampoo, apply a quarter-size amount to clean, wet hair..-Massage or comb through mid-lengths and ends for even distribution..-Leave in hair for two to three minutes, then rinse thoroughly..-Avoid contact with eyes..-If contact occurs, rinse immediately and thoroughly...Nutritive Heat-Protecting Leave-In Spray: .-After shampooing and conditioning, apply a quarter-size amount to clean, towel-dried hair..-Do not rinse..-Massage onto lengths and ends..-Blow-dry or air-dry..-Heat style as usual to achieve the desired look..-Use as a heat protectant before heat styling..-Apply product onto mid-lengths and ends for seamless detangling and frizz reduction for a sleek finish.",
	"num_reviews": 4,
	"overall_rating": 4.0,
	"product_url": "https://www.sephora.com/ca/en/product/kerastase-nutritive-hydrating-shampoo-conditioner-heat-protection-gift-set-for-dry-hair-P512934?skuId=2811313&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2811313-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "New Favorite Shower Products",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Fair skin tone, Dry skin",
			"review_text": "I was afraid I would like this product just due to the price and unfortunately it’s true. Honestly best combo shower routine ever, my hair has never been this healthy and long before!"
		},
		{
			"review_title": "Not for me!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I had very high hopes for this product given the amount of influencer endorsements. However the amount of hair I’ve lost has been devastating. I do not lose hair regularly and this is a rare occurrence."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I can not recommend Kerastase enough… I’ve had really damaged hair and this has helped transform my hair drastically."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Fair skin tone, Normal skin",
			"review_text": "this set has been so fantastic for my hair I immediately noticed a difference after my 1st use! My hair gets so dry and staticy during the winter and after using all of these products plus some oil on my ends my hair was so nourished and felt so silky. I definitely recommend this and it's a great value versus buying these products individually!!"
		}
	]
}