{
	"product_id": "1570",
	"name": "Every. Single. Face. Watery Lotion SPF 50 Face Sunscreen",
	"brand": "Supergoop!",
	"categories": "Skincare, Sunscreen, Face Sunscreen",
	"price": 46.0,
	"about": "What it is:A next-gen daily sunscreen that’s universal & undetectable with a refreshing, cooling feel — our most powerful protection in our simplest formula..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Fine Lines and Wrinkles, Redness, and Loss of Firmness and Elasticity.Formulation:Lightweight Liquid.Highlighted Ingredients:- Cress Sprout Extract: Filters pollution and supports the skin barrier..Ingredient Callouts:This product is vegan, gluten-free, cruelty-free, and comes in recyclable packaging..What Else You Need to Know:Every. Single. Face. is universal, easy & effective. This non-comedogenic formula is made with skin-nourishing ingredients & provides expert SPF protection against UVA/UVB & infrared radiation, plus it helps filter blue light & pollution. It's also water- & sweat-resistant for 40 minutes.",
	"ingredients": "-Cress Sprout Extract: Known to moisturize and protect skin from environmental aggressors..-Wild Butterfly Ginger Root Extract: Acts as a potent antioxidant that helps filter blue light and reduce the visible effects of free radicals....Avobenzone 3%, Homosalate 9%, Octisalate 5%, Octocrylene 9%, Water, Alcohol, C12-15 Alkyl Benzoate, Propanediol, Dimethicone, Glycerin, Acrylates/Polytrimethylsiloxymethacrylate Copolymer, Maltodextrin, Triethyl Citrate, Hydroxyacetophenone, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, 1,2-Hexanediol, Caprylyl Glycol, Pullulan, Sodium Polyacrylate, Betaine, Lavandula Angustifolia (Lavender) Flower/Leaf/Stem Extract, Hedychium Coronarium Root Extract, Caesalpinia Spinosa Gum, Linalool, Camellia Sinensis Leaf Extract, Tremella Fuciformis Sporocap Extract, Amyl Cinnamal, Glyceryl Caprylate, Glyceryl Undecylenate, Sodium Carboxymethyl Beta-Glucan, Pyrus Malus (Apple) Fruit Extract, Rosmarinus Officinalis (Rosemary) Leaf Extract, Rubus Idaeus (Raspberry) Leaf Extract, Salvia Officinalis (Sage) Leaf Extract, Lepidium Sativum Sprout Extract.",
	"how_to_use": "Suggested Usage:.-Use Every. Single. Face. as part of your daily skincare routine..-Complete your skincare routine..-Apply Every. Single. Face. generously and evenly across your face and neck..-Allow 30 seconds for product to absorb....SPF Directions:.-If this is the only SPF in your skincare routine, apply generously and evenly 15 minutes before sun exposure..-Reapply at least every two hours or after 40 minutes of swimming or sweating.",
	"num_reviews": 27,
	"overall_rating": 3.3,
	"product_url": "https://www.sephora.com/ca/en/product/supergoop-every-single-face-watery-lotion-spf-50-sunscreen-P510612?skuId=2747103&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2747103-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "1.7 oz / 50 ml",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2747103-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Severe Allergic Reaction - DONT BUY",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I had a severe allergic reaction. Do not buy this product. My lips got extremely swollen and I broke out in hives. I tried this product and the lip screen (spf lip gloss) and had to go to the walk-in clinic while I was on a trip abroad. Had to pay out of pocket for the medical diagnosis and prescription. Strongly recommend staying away from chemical sunscreens."
		},
		{
			"review_title": "Not for Me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Light skin tone, Dry skin",
			"review_text": "The quality is definitely there. For me it's the scent I don't care for. I'll not be purchasing again."
		},
		{
			"review_title": "Good sunscreen, wouldn't call it watery",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I previously used the Dailyscreen and I like this better. it's not as thick but is still moisturising. I wouldn't really call it watery and it does have a fairly dewy effect on the skin. I have a medium/dark skin tone and tan easily. This does not leave a white cast at all. I took one star off as it really isn't very watery compared to others I'v tried like LaRoche Posay. Overall this is a good lightweight sunscreen that is still very moisturising."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Literally so good as someone with acne prone skin, I have fallen asleep with it on and nowhere did I break out the next morning. Highly recommend."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I previously used the LPR Liquid sunscreen and LOVED IT. I was excited to try out super gooo because of the hype, however this is not watery AT ALL. It’s quite thick, smells kind of like hand soap."
		},
		{
			"review_title": "Broke me out",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "I got this sample as a gift with in store purchase. It’s good in the way that it’s thin and doesn’t leave a white cast… It’s bad because it broke me out and really stings my eyes. The smell didn’t bother me too much."
		},
		{
			"review_title": "Not great for sensitive skin",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "I have Supergoop Play and Unseen and so bought this for my face. I started getting HUNDREDS of pimples all over my face less than a week after using it. It feels nice putting on and I didn't get sunburn on my face, but I would not recommend this to anyone."
		},
		{
			"review_title": "acne prone girls beware",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "this broke me out so bad I have tiny bumps all over my face and they aren’t going away:( very disappointed cause I just got off accutane! The texture and the way it blends is like a dream tho"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "It seemed okay when I tried it on my skin in store but I applied it on my face twice and I got breakouts. At first I wasn’t sure if this product was causing the breakouts but the second time I put this apt on I realized it was the reason."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "burns eyes, super greasy on the face and does not set"
		},
		{
			"review_title": "Best sunscreen for summer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I absolutely love this sunscreen!!! I have very sensitive skin & it didn’t irritate me. This sunscreen doesn’t leave a white cast.. it’s perfect!!! Highly recommend!"
		},
		{
			"review_title": "Ridiculous bottle",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "First the packaging is stupid. You can never be sure I the bottle empty. The texture is nice and light but the the formula stinks strongly of alcohol and made my sensitive skin really irritated"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "It’s a great sunscreen if you have normal skin and want your skin to be glowy. It definitely has a scent at first but it dissipates pretty quickly. I don’t have to use a moisturizer when I use this which is great, but if you’re oily then this might not be for you."
		},
		{
			"review_title": "Disappointing",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "Bought this product before going on a trip to Hawaii. I didn’t like the oily shiny feel and look after application and it irritated my eyes. I wouldn’t purchase this again."
		},
		{
			"review_title": "Not suitable of sensitive skin",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Made my perioral dermatitis flare up so badly. Do not recommend for sensitive skin."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Whenever I apply it, it smells extremely alcholy and it leaves my face looking greasy, unless you want your skin to look oily, don't buy it"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
			"review_text": "I’ve been using this sunscreen for two weeks now. So far I’m loving it! Great consistency and wears well under makeup. The packaging is a bit awkward but worth it for the product. It hasn’t triggered any breakouts, so I’d recommend!"
		},
		{
			"review_title": "Nice texture",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I wish I didn’t love this but it’s actually really nice on the skin. Really great texture and it doesn’t feel heavy at all. I feel like it also gives me a nice glow. Removed one star as it is expensive for  the amount of product you get.  you get. It also has a sunscreen scent."
		},
		{
			"review_title": "My fave!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, fairLight skin tone, Normal skin",
			"review_text": "I love this sunscreen! I haven’t found the packaging to be annoying at all, it is super cute. The lotion goes on easily and it is thin enough to spread evenly without feeling like I am rubbing the top layer of skin off my face. If you use a bit too much then it is a little greasy, but if you use a good amount then it is fine."
		},
		{
			"review_title": "Pretty good but not perfect",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I had tried the play sunscreen on my face before since it was so much less expensive, but it was too greasy. This one reminds of that but is much less greasy and absorbs well into the skin. I still get a bit shiny but its not too bad. The packaging is a bit annoying though. I can see how it will be vwry difficult to get product out once its almost empty"
		},
		{
			"review_title": "Great for sensitive acne prone skin. No white cast",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Look for a new sunscreen is my most hated task. I am half black so I have to look for something without a white cast and I am combo skin so a lot of sunscreens makes me greasy. This one is AMAZING doesn’t break me out! I am very sensitive and this worked so well."
		},
		{
			"review_title": "favourite sunscreen ever!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "amazing sunscreen!! it has absolutely no white cast and goes into your skin perfectly. It doesn’t break me out at all which is a first for me, specifically with sunscreens as i have very sensitive, acne prone skin. just make sure to double cleanse when using it! the only downside is it’s a little teeny bit oily, but i have super dry skin and then when i do my makeup i just put powder over it so it looks perfect after that. would totally recommend!!"
		},
		{
			"review_title": "Great everyday sunscreen",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Application is easy and doesn't leave a white cast on my face. I like that's not too thick and goes on easy."
		},
		{
			"review_title": "A new favourite",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I’ve tried the play sunscreen and I didn’t like it because it was too oily and stung my eyes.   I really like this sunscreen, it feels very watery and doesn’t sting my eyes or look oily. I do have to say the smell is a bit off putting when you first apply it but it goes away after a couple of minutes. Removed one star because it’s hard to squeeze the bottle to get product out. Wish it had better packaging."
		},
		{
			"review_title": "Great daily sunscreen with no white-cast",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Refreshing sunscreen, no white cast with “fungal safe” ingredients. Quick drying, goes well under makeup. I would buy again!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "So lightweight and smooth! Doesn’t break me out but with texture wise I don’t recommend it for very oily skin!"
		},
		{
			"review_title": "Must have for oily skin and acne prone",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Absolutely love this sunscreen! Used to only be able to buy this in the states. Feels like water on the skin, quickly absorbs, gives you a glow, and doesn’t  break you out! Not thick like the other supergoop sunscreens"
		}
	]
}