{
	"product_id": "1068",
	"name": "The Body Builder Medium Hot Round Brush Hair Set",
	"brand": "Mane",
	"categories": "Gifts, Value & Gift Sets",
	"price": 129.0,
	"about": "What it is:A holiday bundle with everything you need to create a blowout look, without the blowout time..Hair Texture:Straight, Wavy, Curly, and Coily.Hair Type:Fine, Medium, and Thick.Hair Concerns:- Volumizing.What Else You Need to Know:Create the easiest bouncy hairstyles with this set. The one-temp-fits-all (355°F) round brush creates volume at the roots, perfectly styled bangs, and loose waves. Its extended barrel has a nine-foot swivel cord to prevent tangling. It also has 60-minute auto shutoff and auto voltage for use around the world (an adapter may be needed). The mini detangling brush smooths knots and tangles without breakage, and the four alligator clips are a must for sectioning and precisely styling your hair..This Set Contains:- It's Giving Body Medium Hot Thermal Round Brush (38 millimeters)",
	"ingredients": "",
	"how_to_use": "Suggested Usage:.-Start with fully dried hair and apply a heat protectant..-Brush your hair using the Mini Ready or Knot Detangling Paddle Hair Brush..-Section your hair using the alligator clips for easier and faster styling..-Tap the power button to turn your tool on. You’ll hear a double beep (in about 40 to 50 seconds) when it’s fully warmed and ready for styling. Once you’re done, tap the power button again to turn your brush off..-For major root volume, position hair opposite of its natural falling direction and place the hot brush underneath sections of hair at the root. Hold for a few seconds before continuing down the lengths..-For perfectly styled curtain bangs, use the hot brush to grab each section at the root, then diagonally roll it away from your face..-For loose waves, use the hot brush to grab hair at the root and twist away from your face, so that the section is wrapped around the barrel once. Slowly twist as you pull the brush down vertically...Recycling Instructions:.-Replacing an old tool? Mane and Pact Collective will recycle it for free. Through this first-of-its-kind tool-recycling program, you can now donate tools in any condition to be properly processed, diverting excess waste from landfills. Head to heymane.com/recycle to learn more.",
	"num_reviews": 57,
	"overall_rating": 4.8,
	"product_url": "https://www.sephora.com/ca/en/product/mane-the-body-builder-medium-hot-round-brush-hair-set-P512914?skuId=2809994&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2809994-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "Not a must have, I would pass",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "I didn’t find anything special about this brush. There is a learning curve if you want curls, however, I wanted this for volume and a nice blowout look. I followed their instructions and achieved minimal volume. It did smooth my hair smooth"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Not suitable for short fine hair, it tears out baby hairs and doesn’t grab all layers. Also a warning; if you buy their products through Sephora they will not give you a warranty."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "Asian hair girlie MUST HAVE!! literally makes styling soooo easy & curtain bang perfection 😍"
		},
		{
			"review_title": "A great heat tool and set!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I bought this during a sale and set it to in-store pickup while on vacation. I figured it'd help cut down my routine. I was right and love it so much. I use the whole set in my regular hair routine even at home: a clip for holding my hair out of the way, the brush for smoothing out that section of hair, and the heat brush for styling my hair. It works wonders on my shoulder-length hair! I do use a heat protectant on each section beforehand, and it helps smooth and shine my hair. I've never been good at using a round brush to style while blow drying. Now I can dry my hair without worrying about how it looks. This will do the work for me afterward - particularly at the back of my head. I highly recommend! (It's also great if you shower at night and need a quick refresh in the morning before heading out.)"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Best product and amazing value, I love the brush, I’d totally buy it myself"
		},
		{
			"review_title": "A MUST HAVE FOR ASIAN GIRLIES",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Very underated hair tool. Took me 5ish minutes to get my hair done, and curls lasted all day. A must have for my Asian girlies!!!"
		},
		{
			"review_title": "Worth the single penny spent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "I used so many products but every time i used my hair remain frizzy and dry i try this set and shock by result . After using this my hair remain soft and shiny i love it."
		},
		{
			"review_title": "This is a great tool",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "This kit is fantastic and includes everything you need for beautifully styled hair. The brush truly makes your hair look like you just had a professional blowout. The best part is how quickly it works; styling my super long hair took only about 10 minutes. The brush effectively detangles my hair, and the clips are ideal for sectioning."
		},
		{
			"review_title": "Fun to use!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "Mane's Body Builder Kit is perfect for getting that blowout look! It takes a little getting used to using a heated brush so that you don't tangle your hair, so I suggest practicing with it while it's off first just to get the hang of it. Use heat protectant spray too, it can get hot, especially if you have finer hair. Overall though, it's a fun and easy to use product with great results."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "Omg better than a Dyson! Dries my hair super fast and leaves it feeling so smooth! Gives me great volume and leaves a beautiful shine that does not look oily! 10/10 would recommend!!!! Love that it includes a hair brush as well"
		},
		{
			"review_title": "This is better then the REVLON hair blowout brush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "I’ve officially found a new favorite hair tool that I won’t be putting down anytime soon! First off, the packaging is so fun and appealing—I’m obsessed with the pastel colors.  The tool itself is incredibly lightweight, easy to hold, and super user-friendly. It gives me the most beautiful, soft waves and an amazing blowout without tugging on my hair. My hair is left feeling smooth, shiny, and absolutely gorgeous. But my favorite part? It’s completely silent! I can style my hair in peace without any noise.  It also comes with handy grip clips and a brush, making the whole experience even better. If you’re looking for the perfect gift or want to try it yourself, this is the one! @fabbeautyboss"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "I love this hairtool! I have a new found obsession for thermal round brushes, and let me tell you, this one is so good! I was definitely very impressed with it. I thought the temp may be too low, but it is the perfect temp and gives me the nicest curls and volume! Also love that it's a longer barrel and has dual voltage. I purchased this brush, and didn't get it to review. I chose this item, rather than the bondiboost after a lot of research! lol. Buy it, I'm sure you'll love it :)"
		},
		{
			"review_title": "A great hair tools",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "The body builder kit from Mane is my favourite. My hair type is medium wavy & The brush, alligator clips and blowout brush works amazingly. Also this brush works well and give beautiful look without damaging my hair. This set looks cute and beautiful. Love this body builder kit.This tool gives my hair volume & shine"
		},
		{
			"review_title": "Transformed my slept-on hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I am in love with the Mane The Body Builder Medium Hot Round Brush Set! This set comes beautifully packaged. You get the hot round brush, four pastel alligator clips, and a mini brush. I have used hot round brushed like this before and they didn’t do much for my hair, but this one is different! It gives my hair so much body and bounce. You can straighten and curl your hair with it too. It perfectly styles my butterfly layers and curtain bangs. I also love that the hot round brush has an extra long cord and has a chime sound that lets you know it’s turned on or off and another when it has heated up. I can throw away all my other styling tools because this one does it all."
		},
		{
			"review_title": "Transform my hair rutine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "The Body Builder Kit from Mane is simply amazing. I completely loved the brush as it heats up quickly, and the heat is evenly distributed, allowing me to style, straighten, and add volume at the same time. I love the multifunctionality of the kit because my hair is wavy and I always have a lot of frizz, but by using this brush, I saved time by avoiding flat irons and, at the same time, reduced damage to my hair. After using it, my hair had much more movement, softness, volume, and even more shine. In addition to the brush, it comes with all the necessary tools to make the styling process faster and more convenient. I definitely recommend it."
		},
		{
			"review_title": "Nice",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I love that this blowout kit comes with extra accessories to help with the process! The mini brush and alligator clips are so cute and work really well. I do wish the blowout brush had adjustable heat settings since I have fine hair, but I just use heat protectant."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I recently tried the Mane The Body Builder Medium Hot Round Brush Hair Set and loved it! The brushes are well-designed, with an ergonomic handle for a comfortable grip. The heat-retaining core speeds up drying and locks in volume for a salon-like finish. The bristles glide smoothly without tugging or frizz, while distributing heat evenly to protect hair from damage. Perfect for creating voluminous styles that last all day, this set is a must-have for anyone aiming for the perfect blowout."
		},
		{
			"review_title": "Must-Have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "This Body Builder Kit by Mane is what I have been needing for my wavy hair! The heated round brush, metal brush, and four clips make styling so easy. I was able to give myself incredible volume at the roots with minimal effort. The heated round brush adds smoothness and shine, while the metal brush helps detangle and refine the look. The pastel clips are super handy for sectioning. I love how easy it was to transform my hair with this kit! Highly recommend!"
		},
		{
			"review_title": "Such a cute and easy to use hair tool & set!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "First of all this set is so cute and fun! I love how the bristles on the brush DO NOT pull on my hair like other brushes! I love how easy the tool is to use when I’m in a hurry to leave I love to give some volume to my front hair pieces and this works great and so fast! Overall it made my hair look so voluminous I love it!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I have very curly 3c hair. This was honestly not the best blowout I’ve had, but it also wasn’t the worst. I feel like this product left me a lot of frizz and it could have been blown out better with as much effort as I put in."
		},
		{
			"review_title": "Goodbye frizz",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "My hair is very frizzy and it’s very hard to find hair tools that control my frizz. This hot brush did an amazing job at preserving my hair blow out and it looked silky and smooth. I was very impressed by the results. The brush and clips that come with it make it very convenient as well."
		},
		{
			"review_title": "What a great hair set !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "This is my first product from Mane, and I decided to give it a try because I was looking for a new hot round brush. This set includes not only the round brush but also a mini paddle brush (which is super cute in real life!) and four large hair clips, so it has everything I need for styling. I love that this hot brush is super light, which really matters to me because I have dry, wavy hair that’s usually hard to style. The set temperature makes it easy to add volume at the roots, style my bangs, and create loose waves without any fuss. The long swivel cord is also great because it doesn’t get tangled up while I’m using it, making the whole process so much easier. On top of that, this set is beautifully designed and would make a perfect gift for anyone who loves hair styling tools."
		},
		{
			"review_title": "Volumize medium wavy hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I absolutely love how this brush creates really nice medium wavy hair. My hair is always lack of volume and after using this brush, my hair looks fuller and volumize. I noticed my hair is less frizzy and less static. This is used on dry hair, and looks like a great blowout but without the blow. The clips that came with it was helpful to section the parts I am styling. I used the mini paddle brush to detangle and smooth out any knots before I used the thermal round brush. Overall, it is worth the buy and make a great gift."
		},
		{
			"review_title": "I’m Loving My New Body Builder Set.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I have medium wavy hair that has a tendency to get frizzy. This styling brush is lightweight, and works well to calm my main. It heats up to the perfect temperature and gives my hair a fuller, blowout effect. It smooths as I brush. I love that this set came in such adorable packaging! It came with a mini detangling brush, and four cute clips to section my hair as I style. I’m loving my body builder set!"
		},
		{
			"review_title": "Easy to use!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I was blown away by the Mane Bodybuilder Kit! The kit literally had everything I would require to create the perfect full bodied blowout! I am by no means an expert at hair styling and this blowout brush was surprisingly easy to use once I practiced a bit! I have long thick coarse hair that takes forever to style but the Mane blowout brush cut my styling time in half! I also adore the mini brush and clips! The metal brush gives a great scalp massage as an added bonus! I think this blowout brush could work for all hair types! Especially if you have curtain bangs! Highly recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I have wavy hair that’s a bit thick, and this set works well for my hair. I like that it includes everything I need to create a blowout look. The mini brush helps to detangle my hair, while the metal bristles provide a gentle scalp massage, and the clips help separate my hair and stay in place while I’m styling my hair. The hot thermal round brush is lightweight. It helps give my roots volume and my hair a loose wave. I love using it on my curtain bangs. It styles them quickly and perfectly!"
		},
		{
			"review_title": "Hair salon glam at home",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Here’s my review of the Mane Body Builder Kit, aka your new best friend for effortless volume and bounce! If you love a blowout but want to skip the salon time (and cost!), this kit is a total game-changer. Mane’s Body Builder Kit combines everything you need in one bundle to get bouncy, shiny hair without the fuss. Let’s break it down:  The Vibe: Effortless Glam in Minutes! This kit includes a hot brush with a ceramic-coated barrel, which helps reduce moisture loss and eliminates frizz thanks to those magical negative ions. I love that it heats up super fast, so you’re not wasting any time waiting around. It gets to the perfect styling temp in about 40-50 seconds, and with even heat distribution, it gives consistent results throughout your hair.  The Process: Heat Protectant First – Protect those strands! Start with dry hair and add a good heat protectant. Detangle & Section – Mane’s Mini Ready or Knot Detangling Paddle Hair Brush is perfect for prepping hair, and the alligator clips make sectioning a breeze. Root Volume for Days – Position the brush under the roots, lift, and hold to create volume that lasts. Curtain Bangs & Loose Waves – For a chic blowout finish, this hot brush makes curtain bangs easy, and for waves, just twist and go! Why It’s Worth It: Individually, all these tools would cost $128, but the kit’s only $98. Plus, you’re getting a premium brush and clips absolutely free! Talk about a steal!  Final Thoughts: This kit is a must-have for anyone looking for salon-quality results at home. It’s easy to use, reduces styling time, and makes achieving that bouncy blowout look so achievable. Whether it’s for a special event or just to elevate your daily look, the Mane Body Builder Kit has you covered! #ManeBodyBuilderKit #BouncyBlowout #EffortlessHair #HairGoals #AtHomeBlowout #VolumeForDays #ManeMagic #HealthyHair #ShinyHair"
		},
		{
			"review_title": "Holy Grail",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "Oh my god where has this kit been all my life? I have completely replaced my curling iron and another ceramic tool that shall not be named with this one! It does my curtain bangs flawlessly and quickly- and it heats up so fast! Yall I know I got this for free but it is fireeeeee"
		},
		{
			"review_title": "I totally love this kit",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This cute little kit has everything I need for bouncy, beautiful hair. The hot round brush is perfect for styling my long bob or adding waves to longer hair. It also keeps my hair healthy. Plus, the comb is great for detangling, and the hair claws keep my hair in place while I style it. Check out the before-and-after pics to see the amazing results!"
		},
		{
			"review_title": "Such a cute kit",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "The Mane Body Builder Kit has everything I need for a fuller, bouncier blowout. The hair clips make sectioning my hair so much easier for blow-drying. The blow-dryer does a great job at adding volume, and the brush is perfect for styling and detangling. I'm super happy with this kit—it would make a great gift too!"
		},
		{
			"review_title": "Increase in volume and thickness!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "The Body Builder Kit by Mane is designed to boost volume and create fuller-looking hair. It includes lightweight products that lift and add body without weighing hair down. I have fine, straight hair, and after using the kit, I noticed a significant increase in volume and thickness. My hair felt bouncy and looked more dynamic right from the first use!"
		},
		{
			"review_title": "So easy to use and gives my hair beautiful volume!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I love my new The Body Bulider Medium Hot Round Brush Set by Mane Addicts. I have long wavy hair and I’m always struggling with a lack of volume, my hair looks flat on top. I’m so impressed with this hot round brush set which also includes a detangling paddle hair brush and 4 alligator hair clips. It’s super easy to use, the brush heats up to 355 F and the medium size is perfect for me. I prep my hair with heat protectant spray and I just brush it starting at the roots. Sometimes I can brush my hair upside down too. The difference is amazing! I achieve beautiful volume within minutes. I’m very happy with this set. Great quality and beautiful results."
		},
		{
			"review_title": "Nice !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "First time using this cool brand, I absolutely loved the packaging and how it comes. I loved the result using the brush as well as the accessories that came with it ! Really good quality and a great Christmas gift !"
		},
		{
			"review_title": "Love this !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This set is so cute! I just adore the cute clips, mini paddle brush and of course the tool. Everything comes in pretty pink packaging perfect for gifting. Tool itself is very lightweight and was easy to use. Adds nice volume to my typically flat hair. Just to keep in mind, it doesn’t have a hot air coming out of the tool as I initially thought lol. Just a heating plate with brush bristles."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The Mane Body Builder Kit is a game-changer! Super easy to use, and I get salon-quality volume and waves in minutes. Love that it cuts down on frizz and leaves my hair so shiny. Plus, it’s a steal with the brush and clips included for free. Perfect for quick, bouncy blowouts!"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I absolutely love it! I love how bouncy and a lot of volume it gives my hair! I love how it doesn’t leave it frizzy like others I’ve used. I love the clips it comes with along with the brush! I love this brush"
		},
		{
			"review_title": "Increase in volume and thickness!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "The Body Builder Kit by Mane is designed to boost volume and create fuller-looking hair. It includes lightweight products that lift and add body without weighing hair down. I have fine, straight hair, and after using the kit, I noticed a significant increase in volume and thickness. My hair felt bouncy and looked more dynamic right from the first use!"
		}
	]
}