{
	"product_id": "811",
	"name": "Mad Madame",
	"brand": "Juliette Has a Gun",
	"categories": "Fragrance, Women, Perfume",
	"price": 210.0,
	"about": "Notes:.Style:",
	"ingredients": "Alcohol Denat., Fragrance, Water, Butylphenyl Methylpropional,, Hydroxycitronellal, Geraniol, Evernia Prunastri Extract, Benzyl Benzoate , Citronellol, Benzyl Salicylate, Linalool, Benzyl Cinnamate.",
	"how_to_use": "",
	"num_reviews": 35,
	"overall_rating": 4.1,
	"product_url": "https://www.sephora.com/ca/en/product/mad-madame-P395309?skuId=1703347&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s1703347-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "3.3 oz/ 100 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s1703347-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I bought the full size bottle and I actually really like the scent, but it honestly doesn’t last more than a couple of hours. Which I personally find disappointing given the price tag. I wish I would have saved my money."
		},
		{
			"review_title": "worth every penny. Gorgeous Fragrance!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I own a lot of perfumes and this is my very favourite ever. It’s no Secret that many of us purchased fragrances because of complements from others. This is a double side of the coin. I get nonstop compliments and I love it. I’m very choosey on the fragrances I purchase and this was a blind buy. So glad I stepped out of the box. Longevity is awesome and It’s such a sexy perfume."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "This is everything. It's floral, woodsy, sexy and so unique. It is by no means your typical rose scent. It is much more mature and dark. The longevity of the wear on my skin is amazing too. This is perfect for a fall/winter scent. Once Elizabeth and James Nirvana Rose got discontinued I was so so sad, but this have stepped in and taken its place for me. 100% worth the price for me."
		},
		{
			"review_title": "My favorite perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I LOVE the fragrance. I bought a subscription to scent bird and this one I fell in love with and as a result ended my subscription after a few months. (Mostly because I was getting way too many different perfumes that I didn't like as much as this one) I seriously have an obsession over this scent and wish I could afford it at the moment but due to more important expenses I am stuck with whatever perfume I get from my cousin's for Christmas (which is fine but not usually my choice). Either way, it is a scent that makes me feel rather sexy even on my less sexy days. Highly recommend"
		},
		{
			"review_title": "SAD MADAME",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, lightMedium skin tone, Dry skin",
			"review_text": "I’m such a fan of Juliette Has a Gun perfumes. I was looking forward to this purchase. Unfortunately, this is my very least favorite of all the Juliette fragrances. It just has a heavy, chemical scent that my partner and I just couldn’t grow to like. Very disappointed that it was just not right for me."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair, Light skin tone, Oily skin",
			"review_text": "I love this perfume. It has an absolutely amazing feminine smell with a masculine edge. It definitely lives up to the name.   I have found that it's really easy to over apply the perfume though out of the spray bottle. I have a really good application using a purse spray for this one but I've found that the bottle does give very generous sprays. I saw some reviews about the staying power being terrible but this hasn't been my experience with it. It has totally stayed with me throughout my workday and after work drinks."
		},
		{
			"review_title": "Beautiful ❤️",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Wow! I just love this perfume! Finally bit the bullet and bought the bottle, I had been buying the sample kit thing for the last few years but I would run out of the sample of mad Madame so quickly, because it is my favorite. It is a beautiful fragrance and I am forever hooked. Next up is the full size of Another Oud. Thanks JHAG for making beautiful long lasting fragrances!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I got this in the JHAG Discovery Set (get the set!!!). I typically steer clear of floral scents, but I bought the set and wanted to try them all. I am glad I did! Upon first spray, the scent is sharp. But it dries down beautifully. I would describe it as a soft and clean scent - not at all audacious. If Giorgio Armani Si and Chloe had a baby - this would be the scent! It is very reminiscent to both of those perfumes. The sweetness of Si and the clean feminine softness of Chloe."
		},
		{
			"review_title": "Sexy!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This was my favorite sent from the Juliet has a Gun discovery kit. It's warm spicy with just enough fruit and sweetness to make it completely desirable and sexy. It really lasts on me and it's fall out is just as exciting as when I first put it on. This is definitely my new go to!"
		},
		{
			"review_title": "New Favourite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Wasn't sure that I would like this scent, based on the description. Seemed like it would be overpoweringly sweet. I was pleasantly surprised to find me new favourite perfume instead! Well balanced with a unique tang that almost reminds me of grapes. While it is expensive, it is absolutely worth the money. This smell lingers all day, and melds very well while it fades."
		},
		{
			"review_title": "put that mad woma back i the attic",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Well the name says it all. If you want to smell like a crazy old lady wearing the same stale cloying perfume since 1964 then Mad Madame is for you. It smells like a strange combination of my grandmothers Giorgio (think Dallas, shoulder pads, and lots of gold jewelry) mixed with cheap men’s cologne. A devastating combination really. This one is a miss for me, but I do love Another Oud, Not a Perfume and Lady Vengeance."
		},
		{
			"review_title": "Great smell, terrible staying power.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I am in love with the scent of this perfume. Normally I would take a sample home with me, but it was the last day where you would get triple reward points on fragrances so I impulsively bought this (and didn't want to return it because of all the points I got). The staying power of this perfume is terrible! I can barely smell it 20 mins later and after 1 hour it's completely gone off my skin and clothes. Even body sprays from the dollar store have better staying power than this. Do not recommend."
		},
		{
			"review_title": "Disappointed",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The perfume I wear has become terribly expensive so I am looking for something new. This scent was decent although a little chaotic. Unfortunately, it disappeared within an hour or so. That is unusual for me. I would recommend getting a sample and trying it for a bit before buying a bottle."
		},
		{
			"review_title": "it's ok",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I'm not completely disappointed with Juliette Has a Gun, but I'm not sure what all the hype is about. This perfume has pretty good staying power but is a bit overpowering at first. I love roses, but this one didn't impress me too much- I think this scent is too mature for me. It begins with a champagne-like note which reminds me of Chloe but then it fades to something a grandma would wear."
		},
		{
			"review_title": "This is wonderful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I got the sample set, and I really wanted to like Lady Vengeance, because - cool name. But I didn't really like that one. Mad Madame is perfect. It's not over cloyingly florally, it even has a slight masculine edge to it, but slight. It smells amazing on me and I get a lot of compliments on it from men."
		},
		{
			"review_title": "Out-freaking-Standing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is my kind of perfume. It's feels like a modern version of an old school femme fatale perfume.  I immediately smell juicy black current or other tart berry and bright fresh rose. Under those bright fresh top notes though is a dirty sexy something that I don't know how to describe except not freshly showered but more or less clean body scent. Most fragrance evaporates on me 1-3hrs tops. This last about 5.  Once it dries down the scent stays close to your skin so no problem wearing it in an office as long as you don't apply right before you walk in.   The only other JHAG fragrance that feels like this one is maybe Another Oud. All of the others are much more lady like so don't assume you'll like Mad Madam because you like Miss Charming or Lady Vengeance."
		},
		{
			"review_title": "Not For Me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love several of the other scents from this brand, but this one was awful.  It had a masculine cologne scent with an underlying layer of stale cigarette smoke.  This eventually faded to a string overly floral smell.  It reminded me of my grandfather.  I gave it about a three hour try before I had to go to the bathroom and wash it off with hand soap."
		},
		{
			"review_title": "my favorite ever in the universe",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I thought I would never spend this much on a perfume, but after trying this out in the sample box I HAD to have it. I love the musky scent and it compliments my skin perfectly. My hairdresser said,Whatever you are wearing, wear it ALL the time because it is incredible! Wish it wasn't quite so pricey though."
		},
		{
			"review_title": "Floral jasmine like",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Floral,smells like Bolgari Jasmine Noir ,doesn't last more than an hour. Good for daily wearing but not for occasions."
		},
		{
			"review_title": "Sophisticated!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Like many reviewers stated, I too have shied away from Rose scented perfumes.  They tended to be overpowering and most are one note heaviness.  Therefore when I first ordered from this line based on the scent descriptions, I purchased Not a Perfume.  I love this scent and the description perfectly matched its aroma.  But I also wanted a sexy, feminine scent and kept coming back to the description for Mad Madame.  Finally I thought why not and ordered it.  Wow, this scent is amazing!!  The rose isn't overwhelming but instead compliments the other scents beautifully.  As some stated, after about 30 minutes to an hour it settles into its final aroma that I find to be sexy, alluring, come hither, sophisticated but not stuffy. A little goes a long way both in scent and time.  You don't constantly have to refresh it as it lasts but it doesn't knock you over the head the way many rose scented perfumes tend to do. I love this scent and I'm so happy I finally decided to give it a try!"
		},
		{
			"review_title": "Surprising Little Rose",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I typically steer clear of fragrances with rose notes. They're hard to pull off without smelling cheap. This one surprised the heck out of me! Only tried it because it came in the sampler pack, and tried it last expecting to hate it. The rose is quite strong at first, but 5-10 minutes into the drydown, and it morphs into something quite beautiful. Complex is an understatement--this scent pulls off floral, green, fruit, and musk in a way that is astonishing. Very unique, which is always a huge bonus for me. Long-lasting."
		},
		{
			"review_title": "love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I purchased this perfume in October as a birthday gift to myself. It has quickly become my favorite scent. I usually grow bored of a scent and have a tendency to purchase a new perfume every couple of months. I can honestly say that I haven't had the desire to change scents. I have never received more compliments on my scent in my life. The scent lasts for hours and the bottle goes along way. I still have a half of a bottle after using it daily for 6 months ."
		},
		{
			"review_title": "Madly Gorgeous!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I blind bought a bullet spray refill of this on a different site, expecting this to be extremely in-your-face. I like all sorts of scents and was looking for something outide of the clean, berry floral or lush rainy scents I usually gravitate towards. I expected it to be sharper, but it's kind of like a cozy, woody rose that's also sort of lush in an unusual way that casually reminds you I'm not a like a regular chypre, I'm a cool chypre! Maybe it's the ambroxan working well with my skin chemistry. Also it is pretty long lasting on me with decent silage, without being overpowering, AND I don't think I'll tire of it easily. I usually only like chypres, but I'm in love with this! Maybe my new signature scent?"
		},
		{
			"review_title": "Love this scent.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I absolutely love this perfume. My new favorite and my husbands as well. I received several compliments on it yesterday. Worth every penny."
		},
		{
			"review_title": "Love it! my new winter scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Titslly enjoying Mad Madame. Unusual, unique scent. Using this in Fall Winter. Can't wait to get the 15 sampler. I love this line!"
		},
		{
			"review_title": "Disappointing",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I had heard amazing things about this brand, but I do not feel Mad Madame reflects that. It smells like rubbing alcohol and a fake floral scent. Even after it dried down, I was not a fan."
		},
		{
			"review_title": "Strong opening turns into subtle floral",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I don't find it as audacious and scandalous as it claims to be, quite the opposite really, I find this to be quite feminine and soft. It starts quite potent with the blackcurrant and dries down to a mix of jasmine and rose with some green notes in the base. Not very metallic or woody in my opinion."
		},
		{
			"review_title": "Beautiful fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is a wonderful perfume. It makes me think of winter and spices and drinking whiskey. It stays all day, even with frequent hand-washing and application of lotion. It reminds me a bit of Prada Amber (perhaps the rose?) but less old-ladyish. Well worth the price tag."
		},
		{
			"review_title": "Love Love Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Firstly, I normally detest anything with rose, but this is beautiful. Deep, sultry. Masculine. Clean and even though it is perfect for the coming fall, it is still going to work the rest of the summer. Worth every cent. I cannot wait until the other Juliette Has A Gun scents I ordered arrive.  Save up and splurge. Nothing else smells quite like this. If you like Tom Ford Velvet Orchid, check this out. It is not as heavy and lacks that overwhelming quality."
		},
		{
			"review_title": "oh help...!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I got a sample kit online...these scents are so sensual and complex, but of course my favorite is the most expensive!"
		},
		{
			"review_title": "Beautiful and a bit daring",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "On first spray and dry down I thought I didn't like Mad Madame. But knowing how particular I am about perfumes, I knew I'd have to give this several more tries. Well...I love it! And it only took two tries. Unlike my first Juliette perfume (Not A Perfume) which was love at first smell, this one took slightly more time to love.  It is a divinely lovely and mature rose scent. Not a bit stuffy but instead sexy, beautiful and a little daring. But not over-the-top daring. In some respects it reminds me somewhat of Atelier's Rose Anonyme, which I really don't care for, surprisingly. I'm not great describing notes but what I smell after dry down is a non-traditional rose scent with a tiny spiciness in the background. You can go heavy or light on this one, just depends how much you spray."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I've been waiting for about a year for Sephora to carry Juliet has a Gun Mad Madam after get a sample of it from Birchbox (It was love at first smell) and ordering it from France... Shipping took a long time. But I will say that I'm very disappointed that Sephora is charging $10.00 more for the same size bottle as Birchbox. Guess I'll go back to ordering it there. * I have tried almost all of the Juliette line and they are all amazing!! This one and Not A Perfume are my favorites. I mix my own scent with Not A Perfume as the base. Fantastic!!"
		},
		{
			"review_title": "WOW!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Never even heard of JHAG....the other day I noticed it was brand new on sephora. I decided to try it...pricey but the reviews were amazing. Just received it and.....I can't even explain how complicated the scent is. IN A GOOD WAY. It's not your average department store parfum. It has a very masculine quality to it, yet it is definitely feminine and regal. All I can say is I was not let down. Absolutely beautiful and 100% unique. Nothing else like it."
		},
		{
			"review_title": "Sophisticated dusky floral",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Juliette Has A Gun fragrances are not for the shy, but are rather sophisticated and dusky, complex and lovely. If you are up for a bold scent. I find that on me Mad Madame changes a lot after about an hour. It's overwhelming when first applied but then dries down to a rich sophisticated rose floral. Many of the notes are not listed on Sephora's description. Amber, freesia, peony, patchouli, tuberose, moss, jasmine, moss, white musk and balsam. This scent has the richness of the flowers and almost a dustiness. But the other elements add a masculine punch and a touch of the vanilla sweet. I smell no black current or fruit at all, personally. I really like this scent, but it is bold (though less so after an hour). And it wears well…maybe 10 hours or more."
		},
		{
			"review_title": "Musky jasmine with rose",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Mad Madame makes me think of a bold French aristocrat before the Revolution. It is definitely a scent for when you're feeling strong and powerful, and want to kick some butt while wearing high heels. The main notes are animalic musk, jasmine/tuberose, and rose. The patchouli is thankfully very muted, and the oakmoss adds enough woodsiness to keep it from getting too floral. Like Tocca Cleopatra without the peach note. Sillage and longevity are what you should expect from JHaG - about 8/10 on both, so strong and long-lasting, but not enough to make bystanders tear up. For jasmine lovers who don't want to go all the way floral."
		}
	]
}