{
	"product_id": "824",
	"name": "Mini Molecular Repair Hair Mask & Oil Value Set",
	"brand": "K18 Biomimetic Hairscience",
	"categories": "Hair, Value & Gift Sets",
	"price": 61.0,
	"about": "What it is:This set helps to care for hair damage, reduce frizz, restore hair health, soften, smooth, and add shine..Hair Texture:Straight, Wavy, Curly, and Coily.Hair Type:Fine, Medium, and Thick.Hair Concerns:- Damage, Split Ends, and Breakage.Key Benefits:- Cares for hair damage from bleach, color, chemical services, and heat in as few as four minutes.Highlighted Ingredients:- K18PEPTIDE: Targets damage from bleach, color, chemical services, and heat..Ingredient Callouts:These products are vegan..What Else You Need to Know:These products help you care for hair damage and fight frizz. The leave-in mask helps targets hair damage from bleach, color, chemical services, and heat in as little as four minutes—restoring strength, softness, smoothness, and bounce. The hair oil, a strengthening, defrizz solution, delivers immediate and long-term frizz control, improving shine and reducing split ends while offering up to 450°F (232 °C) heat protection..Fragrance Description:These products have a fresh-floral scent with notes of jasmine and peony..Clinical Results:In a clinical study, 1 4-minute application of the Leave-In Molecular Repair Hair Mask showed improved strength and elasticity in hair damaged by bleach, color, chemical services, and heat..This Set Contains:- 0.5 oz/ 15 mL Leave-In Molecular Repair Hair Mask.Clean at Sephora",
	"ingredients": "-K18PEPTIDE: Targets damage from bleach, color, chemical services, and heat..-Hemisqualane and Squalene: Reinforces hair's moisture barrier, smooths flyaways, and enhances shine..-Avocado Oil: Provides heat protection up to 450°F (232°C)...Leave-In Molecular Repair Hair Mask:.Water (Aqua) (Eau), Alcohol Denat., Propylene Glycol, Cetearyl Alcohol, Dicaprylyl Ether, Cetyl Esters, Behentrimonium Chloride, Polysorbate 20, sh-Oligopeptide-78 (K18PEPTIDE™), Hydrolyzed Wheat Protein, Hydrolyzed Wheat Starch, Isopropyl Alcohol, Tocopherol, Phenoxyethanol, Potassium Sorbate, Citric Acid, Fragrance (Parfum), Geraniol, Linalool, Hexyl Cinnamal, Benzyl Alcohol...Molecular Repair Hair Oil:.Caprylyl Caprylate/Caprate, Squalene, Persea Gratissima (Avocado) Oil, Helianthus Annuus (Sunflower) Oil, C13-15 Alkane, Undecane, Benzyl Alcohol, Tridecane, Castor Isostearate Succinate, Propanediol, SH-Oligopeptide-78 (K18PEPTIDE), Fragrance (Parfum), Tocopherol, Cinnamal, Hexyl Cinnamal, Limonene, Linalool...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
	"how_to_use": "Leave-In Molecular Repair Hair Mask:&nbsp;.- After shampooing, do NOT condition.&nbsp;.- Towel-dry hair.&nbsp;.- Apply 3-9 pumps of molecular repair hair mask to mid-lengths and ends. Begin with 3 pumps and build as needed.&nbsp;.- Let sit for 4 minutes.&nbsp;.- Do not rinse out.&nbsp;.- Style as usual.&nbsp;..Molecular Repair Hair Oil:.- Apply with 1-3 drops on damp hair for additonal damage repair, then wait 4 minutes before styling..- Apply with 1-3 drops on dry hair as a finisher for additional shine...PRO Tip:.- Highly concentrated formulas. Start with the minimum recommended amount and build as needed.",
	"num_reviews": 206,
	"overall_rating": 4.9,
	"product_url": "https://www.sephora.com/ca/en/product/k18-hair-mini-molecular-repair-hair-mask-oil-value-set-P512907?skuId=2814432&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2814432-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "Love this product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I have curly/wavy hair and I heat style my hair every wash. This product is working really well for my damaged hair. My hair health is improving after using this mask. Just started using the oil and so far I liked it too."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "I think it’s great when it’s applied. It’s pretty expensive for a mini and the full size is way more expensive. I will say my hair feels great when applied. I followed instructions and after a few days it says you don’t have to apply it everyday and you should notice a difference. On days I did not apply it, my hair felt back to how it was. I feel you need to apply every day to get the same effect when using. I’m not too sure if i would buy again"
		},
		{
			"review_title": "My new favorites for hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
			"review_text": "These two products absolutely changed my hair game. I love using the mask when I'm short on time and don't want to condition, the oil is amazing at taming my frizz during the winter months and also smells great!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Dry skin",
			"review_text": "So.... it works. I maintained level 10 blonde for about a year, then decided to start coloring it, but I couldn't decide on a color I liked. In other words, many many MANY processes. my hair was fried. stiff, frizzy, and I had lost my curl. If I put the right styling products in it, I could get it to look good until I washed the product out. I tried all kinds of stuff just to get it soft again.Then I came across this kit. At first, I was pretty underwhelmed, but then I started noticing that I was getting my curl back. I used the mask twice and the oil after every wash. After the 3rd mask, my hair has movement again, is so soft, and the curl has completely returned! The oil is light but ultra hydrating. Immediate difference in my hair. I was about to recommend only the oild before I masked the 3rd tim! However, the effects of the oil are  fairly temporary. The real magic is the mask. Love the fresh scent both products have too! Blue is before, as good as I could get it. Green is after, with just a wash."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "The sizes are perfect for travel or trying it out before buying the big sizes. The hair mask helped repair some damage I have from color treatments and I like how the oil made my hair feel soft and smooth after using."
		},
		{
			"review_title": "Don’t buy full size, try it first.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I was using it as recommended but it didn’t impress me at all. My hair is pretty fizzy and damaged with bleach, but other brands (Bed Head, Olaplex or even Pantene) work so much effectively on my hair. Happy that I bought mini set."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "Way too expensive for the little product you receive. I don’t think it does a better job than other hair repair products."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "I have amazing results using this product, I have my doubts about this but it worth every dollar."
		},
		{
			"review_title": "Great products",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I grabbed this and was excited to try it. So far so good. These are small trial sizes but they don’t disappoint. Works well for my fine highlighted hair."
		},
		{
			"review_title": "small but mighty",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "Gifted by k18. The K18 Mini Molecular Repair Hair Mask & Oil Set ny new game changer for healthy, vibrant hair. This duo revives and repairs, leaving my hair feeling stronger and smoother with every use. This mini set is perfect for travel or if you just want to try out the productsfor the first time."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Combination skin",
			"review_text": "Wow! This is my first K18 product and it did not disappoint. The hair mask is amazing! I love the smell and that I don’t have to rinse afterward. I have thin dark brown hair and after applying both the mask and oil my hair is soft, shiny, not frizzy (at last), and looks healthier overall. It definitely lives up to the price."
		},
		{
			"review_title": "Saw results",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I absolutely love the Mini Molecular Repair Hair Mask & Oil Value Set! After just a few uses, I noticed a huge difference in my hair. It feels so much softer, looks healthier, and the shine is incredible. The mask provides deep hydration without weighing my hair down, and the oil leaves it smooth and frizz-free. My ends feel stronger and less damaged, and I can already see long-term benefits. This set has become a must-have in my hair care routine!"
		},
		{
			"review_title": "Helps with Frizz and Dryness of my hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "The K18 Mini Molecular repair hair mask and oil set is a good mini set to try the products before buying the full size. The Repair Hair Mask does smell strong and a kind of alcohol smells it. I use this repair hair mask to fix damage from hair coloring. I leave it on clean damp hair for 4 to 5 minutes before washing it off. My hair feels softer and manageable. The Hair oil works well to smooth out frizz,  enhance the shine of my hair, and protect it from heat. I only use a little of the hair oil in my dry hair such as my ends."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Loving this duo, the hair mask makes a good difference on the hydration of my hair, it makes it softer and more manageable, while the oil helps me to style it, reducing the frizziness.  The size is very convenient for traveling.  I would like to keep using it permanently as part of my hair care routine."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "This is such a great duo if you’re new to k18 or looking for a gift. The hair mask is amazing and definitely lives up to the hype. It makes my hair super soft and feels so healthy. I love the oil too, it gets rid of my frizz without weighing down my fine hair. And they both smell amazing!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I know the hair mask has been raved by a lot of people, so I think this gift set is a good way to test it out and also try out a different product from the brand. I do think the price is a little bit up there for the amount you get, but it’s definitely a good gift for someone looking to try the brand."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I really like this hair mask and shampoo set. It works! I have been using these for a few weeks and they are so effective. My hair was so damaged before but now it has started to feel healthy. The mask makes my hair really soft and the shampoo removes buildup. My hair feels stronger and smoother now."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "My favorite is the molecular hair mask. I noticed the biggest difference in the strength and support of my hair after 3 uses. This duo is perfect for someone that’s trying to repair their damaged or color treated hair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone",
			"review_text": "Wow! This set has really transformed my hair! The shampoo leaves my scalp feeling super clean but doesn’t strip it of all its natural oils, so it’s still moisturized. The mask really helps to repair my damaged ends and brings my curls back to life. I’m a big fan of this line and this set it’s just lovely! Gifted by K81."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I have fine and frizzy hair. The oil helps calm the hair and doesn’t drag my fine hair down as much as some of other hair oil products I’ve tried before. The hair mask works well too. Amazing brand that constantly gives amazing products for customers"
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Dry skin",
			"review_text": "This is a great option for dry, damaged hair. It helps to restore softness and smoothness after just one use, leaving hair feeling healthier and more manageable. The treatment is lightweight, easy to apply, and adds noticeable shine without any heavy residue. Perfect for an extra boost of moisture and strength!"
		},
		{
			"review_title": "The best!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I absolutely love K18 the hair mask & oil are amazing! After using it, I love how my hair feels. I love how healthy it looks, and it’s much softer. It’s repaired a lot of my front ends where it’s been damaged and very dry it looks do much healthier and frizz free! I totally recommend K18 these products are wonderful!"
		},
		{
			"review_title": "Shiny healthy hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "If you're looking for a hair care duo that delivers visible results quickly, this set is a game-changer. The combination of the Leave-In Molecular Repair Hair Mask and Molecular Repair Hair Oil works wonders for hair damaged by bleach, color, chemical treatments, or heat. In just four minutes, the mask restores softness, smoothness, and strength, while the oil provides long-lasting frizz control, shine, and protection up to 450°F.  One of the standout benefits is the K18PEPTIDE, which directly targets damage, paired with Hemisqualane and Squalene to reinforce moisture and fight flyaways. The Avocado Oil offers powerful heat protection, making this set ideal for anyone using heat-styling tools. Plus, it’s vegan, clean, and comes with a fresh floral fragrance featuring jasmine and peony—light and refreshing without being overpowering.  Clinical results speak volumes: after just one application of the mask, hair feels stronger and more elastic. With the oil, you'll experience 24-hour frizz control, a 104% boost in shine, and a significant reduction in split ends. It’s a compact set that delivers serious hair repair and protection, perfect for anyone wanting to bring their hair back to life after damage."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "The K18 Mini Molecular Repair Hair Mask & Oil Set is a great chance to try out K18’s most popular products. I have had this brand recommended to me on social media and IRL countless of times but have never wanted to pull the plug on paying full price. This was super helpful to try before you commit!"
		},
		{
			"review_title": "healthy hair in winter time!!.😍",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I love this hair treatment and I was so happy to be able to try the oil for the first time , it has a very subtle scent and I love how nice my hair has been feeling, it’s so much more soft and it looks healthy!"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "I looove this! I used it not sure what to expect and it makes my hair so soft!! It also make it extremely easy to comb through and my hair seemed to be less Frizzy!! I will definitely keep this in my hair routine"
		},
		{
			"review_title": "Must try hair oil!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I’ve been super excited to try out this K18 hair oil but didn’t want to put down the $40+ for the full size before trying it out. The leave-in is an all around effective and respected product within the hairdresser community and I would certainly pick this up if you have hair bleaching or heavy heat damage now/coming up. The hair oil has such a lovely scent reminiscent of the Westin Hotels white tea fragrance. The oil has left my hair more manageable and softer, especially around my ends. Will continue to use."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This set is definitely a cute stocking stuffer for all the haircare junkie in your life. I have been hearing so much hype around the k18 hair mask and it did not disappoint. It made my thin and damaged hair feel so healthy and most importantly, less tangled. My hair is so soft and silky everytime I used it. The hair oil definitely helps with the frizz while super lightweight. While I do feel like the oil is good, the star is definitely the mask"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "The Ultimate Reset+Repair Hair Mask and Shampoo set from K18 delivers exceptional nourishment and revitalization. The shampoo gently cleanses without stripping moisture, while the mask deeply repairs damaged hair, restoring softness and strength. Ideal for those with dry or over-processed hair, this set leaves hair feeling silky, hydrated, and noticeably healthier after just a few uses."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Dry skin",
			"review_text": "Been a k18 fan for a few months now. The oil is something i wanted to try and this set is perfect! The oil has been making my hair feel nourished and healthier. I have been using it 2-3 times a week. Just 3 drop as good to get healthier looking effect. The k18 mask is a keeper! It is so easy to use and i have seen it effect the look of my hair after 3 washes"
		},
		{
			"review_title": "Loving this kit so much!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I am very impressed with the results of this kit on my hair. It is very easy to use. My ends were very dry and split. The appearance improved a lot after the first use. The shine in my hair is also visible. I am really loving this kit. I have already used it 3 times and will be able to use it even more times, although they are small they last a long time. I am very happy and satisfied with all the results obtained."
		},
		{
			"review_title": "I love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Dry skin",
			"review_text": "This Mini Hair Repairer was a gift from K18 Hair and I love this brand because it leaves excellent results and it is a very complete hair line with a very pleasant smell. I like the size of the product, perfect to carry it with you at all times. I also like that it leaves your hair shiny and it looks very well cared for and hydrated."
		},
		{
			"review_title": "The Mini Molecular Repair Hair Mask and Oil Set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "The Mini Molecular Repair Hair Mask and Oil Set smells amazing. I love using it after washing my hair especially the oil. It makes my hair smell so good. It does make my hair look a bit oiler. I do recommend this product."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I'm super impressed! The mask is a game-changer—my hair feels stronger and looks healthier. And the best part? You only need the tiniest amount for each use, so this little bottle is going to last me a while. Same with the oil—it leaves my hair smooth without feeling greasy. Definitely worth it if you're looking for a quality hair treatment that goes the distance!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Light skin tone, Oily skin",
			"review_text": "My hair has never Felt better. I have extremely damage hair due to dying it over and over again and these products make my hair feel so soft and repaired after two uses. I could see the difference definitely will be purchasing this product."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I absolutely love the hair oil and I am so excited to try out the hair mask this time! K18 really helps save my hair from drying out and works like magic. I can see visible improvement on my hair texture"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I received this product for free in exchange for an honest review. It's my first time using it, and I was instructed to apply it once a week. The product comes with two bottles: one to replace your regular shampoo and the other to treat your hair before drying. Since it's designed for weekly use, it may take some time to see the full results.  Just for your information, I've dyed my hair twice (without bleaching), and I often deal with dryness and frizz. So far, I haven't noticed any significant changes, but I plan to continue using the product to see if it improves my hair over time."
		},
		{
			"review_title": "Hair seems healthier but not softer",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "This detox shampoo smells good, I think like some sort of plant. It cleans my hair well but it also leaves it feeling dry. Thankfully the hair mask adds back that moisture back. I hair seems healthier but not as soft as usual. I love K18 but I feel like to know how well this works I need to use it for longer."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "The recovery hair mask has a lightweight texture.  After just four uses, hair feels silky smooth, softer and adds a subtle shine to the hair. Great for damaged or color-treated hair. The hair oil helps with the fizziness and smoothness that doesn’t weight down the hair."
		},
		{
			"review_title": "Amazing for repairing hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I love this set! This treatment has saved my hair! I I have dry damaged hair from over a decade of bleaching and this has been a game changer! My hair is not as brittle and looks so much smoother and healthier! I’m on my second bottle!"
		},
		{
			"review_title": "Great set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This is such a fantastic set! I love that you’re getting a full size hair mask which you don’t even have to wash out (bonus!) and a mini clarifying shampoo! The clarifying shampoo is great for someone like me who only washes like once or twice a week due to fun colored hair so it helps get rid of product buildup then I can go in with the mask after and it restores my hair leaving it silky soft again!"
		},
		{
			"review_title": "Good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I received this mini molecular repair hair mask in exchange for this post. First of all I love it it! It made my hair soft and shine. I also love how silk it is too. It’s easy to use. Just shampoo your hair and don’t use conditioner. Just use the mask right away but don’t comb it for atleast 10-15 mins."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This set is super cute and it’s perfect if you want to try the brand. The hair mask is really good, it makes all the difference if you follow the instructions. A little goes a long way. After several uses I can definitely tell that my hair looks and feels healthier, softer and shinier.  The oil feels weightless on the hair, it helps with frizz and shine."
		},
		{
			"review_title": "Soft",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "tried the K18 Mini Molecular Repair Hair Mask & Oil Set and I really think it made a difference for my hair. I Have very damaged hair and now it looks shinny and super soft. Great product. Keeping up this one!"
		},
		{
			"review_title": "Wonderful combo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
			"review_text": "I absolutely love this Set! After just a few uses, my hair felt noticeably stronger, softer, and healthier. The mask is lightweight and doesn’t leave any residue, making it perfect for my hair care routine. The oil is fantastic for adding shine without making my hair greasy. I appreciate that these products are powerful in small amounts, and they’ve made a huge difference in the overall texture and appearance of my hair. Highly recommend for anyone looking to repair and revive their hair!"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I cannot get over the mini molecular repair hair mask and oil set. I am completely obsessed with everything that this brand comes out with and I can tell a difference from the first use. I am in love. Definitely recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "If you wanted to try out the mask then definitely get this set as you are getting the mini detox shampoo for free at that point. Really enjoy both products and a cute set to gift for the holidays or to stock up for you."
		},
		{
			"review_title": "Not bad!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is my first time trying the K18 series of hair care. So far, I do like the products, the shampoo is good, doesn’t overly dry my hair, produces adequate lather. The mask is good! A little bit goes a long way. It helps to keep hair nicely conditioned and doesn’t feel like you’ve added a product in it. I can’t speak on the health of my hair because I haven’t seen any changes yes. For this reason I am still skeptical about the cost. Hopefully I change my mind the more i use it !"
		},
		{
			"review_title": "K18",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "I love this Mini Molecular Repair Hair Mask & Oil Set. Makes my hair so soft and shiny. Doesn't wat down my fine hair and is great for color treated hair. No strong scent. Easy to apply. Great for travel."
		},
		{
			"review_title": "good for traveling.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Dry skin",
			"review_text": "I have had the full size of both these products. I like them both but I do prefer the oil. The mask doesn't do much for my frizzy hair. The oil ads some shine and takes my frizz a bit. I love this minis duo for traveling. Gifted by k18."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "K18 is a savior for dry or damaged hair and I’m absolutely loving this incredible k18 hair mask and hair oil. The hair mask helps restore moisture and repair damage, while the oil seals it all in. Would definitely recommend trying out K18 through this cute gift set!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "this revived my dead, straw-like hair! i think this product is something you are going to want to practice with just so you know how much the perfect amount is for your hair. this is truly amazing for those who want to revive their hair."
		},
		{
			"review_title": "I love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "This gift set helped my hair tremendously. My hair is very frizzy and dry and it is hard to find products that keep my hair frizz free. This duo helped, and my hair is very soft ! I will be purchasing the full size bottles."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
			"review_text": "I love this little gift set of two awesome products. I think these are a great gift and the perfect size to travel with. It actually lasted me a while because the shampoo is meant to be used only once a week which is great for me since I wash my hair 2x. A week usually"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I have been wanting to try this repair hair mask for so long! And I’m really impressed with the mask ! I have never felt my hair so soft and healthy! And this an amazing set perfect for gifting because you can also try the hair oil!"
		},
		{
			"review_title": "The best hair repairing ✨😚",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "All I'll say is that both products have the goal to provide excellent repairing results. I colored my hair a week ago and after that I've been using both products and can tell you that the results are fantastic. What drew me in was the formula, which is free of sulfates, parabens, and silicones, which is beneficial for people trying to keep healthy hair. In my perspective, the shampoo cleans your hair nicely without leaving it oily, yet you can tell it's moisturized. On the other hand, the reset repair mask contains biomimetic peptides that help restore the hair's natural structure, providing you with softer and smoother hair. While the price point is on the higher side, in my opinion the results justify the investment, especially for those with heavily processed or damaged hair like me. Be mindful that this is my own experience; every hair is different. If you’re looking for a set that effectively repairs and revitalizes damaged hair, the K18 Ultimate Reset + Repair Mask and Shampoo set is worth considering."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Thank you k18 biometric hair science for saving dried out frizzy hair from using bleach on it. My hair has come back to life my curls have bounce to them and the oil makes them shiny rather then looking like I stuck my fingers in a light socket. Gifted by k18 hair biometric science"
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "Love! love! love! this hair treatment and oil! K18 biometric hair science has helped repair the damage I did to my hair when I highlighted it a month ago. It’s helped with the frizz and flyaways and my curls have more life to them. Gifted by k18 biometric hair science"
		},
		{
			"review_title": "Convenient and compact",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "The K8 Mini Repair Hair Mask and Oil Set is a powerful duo for damaged hair. The mask deeply nourishes, leaving hair soft and revitalized, while the oil adds a smooth, shiny finish without weighing it down. Perfect for restoring moisture and repairing split ends, it’s ideal for those looking to bring life back to dry or brittle hair. Compact and travel-friendly, this set delivers salon-quality results in a convenient package. Highly recommended!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Oily skin",
			"review_text": "K18 hair products are pretty popular for their ability to repair hair damage at a molecular level. They have a leave-in molecular repair hair mask that's supposed to be really effective. I love this duo it’s helped my hair so much!"
		},
		{
			"review_title": "Great duo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This duo really helps my curly frizzy hair. 3 drops is enough of the oil. The cream also a little goes a long way. Leave my hair so soft afterwards. The smell is very nice also not too strong, but smells very nice."
		},
		{
			"review_title": "Great",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I have used this brand's products a few times and it's pretty good. Although the price is a bit high compared to other brands' hair care products, it works for me so I still use it. The hair mask doesn't make my hair soft, but the hair conditioner is pretty good. It makes my hair softer and doesn't cause itching or dandruff."
		},
		{
			"review_title": "This is truly the perfect duo to help damaged hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Hair mask helps restore damaged hair quickly. After using it, my hair becomes much softer and smoother. Hair conditioner helps hair become healthy and shiny. Compact, delicate design, easy to use."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love all the K18 products I’ve tried and this one is at the top of my favorites as well! My hair is very fine and with the amount of times I get highlights, it’s really important to keep my hair strong. This mask is great for improving the damage bleach does!"
		},
		{
			"review_title": "Game-Changer for My Bleached, Damaged Hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I’ve been on a long journey with my hair (thanks to years of bleaching!), and let me tell you—this little K18 set is an absolute lifesaver. From the very first use, my hair felt so much softer, smoother, and healthier, like it hit the reset button. And it all happens in just four minutes! The mask is a miracle worker on my dry, damaged hair, restoring strength and bounce I thought were long gone. As for the oil, hello, shine! It controls my frizz like nothing else, even when my hair seems to have a mind of its own. Plus, knowing that it's giving me heat protection up to 450°F? Major bonus. The scent is so lovely too—fresh, with a light floral touch. It doesn’t overpower, just makes your hair smell like a soft breeze of jasmine and peony. If you have bleach damage or just need something to fight the frizz and bring back that healthy shine, this K18 set is THE answer. I can’t recommend it enough—worth every penny!"
		},
		{
			"review_title": "Great for repair hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "The K18 Mini Molecular Repair set, which includes the mask and oil, promises to transform damaged hair with its advanced technology. Leave-In Molecular Repair Hair Mask: The instructions are simple: apply it to damp hair after shampooing, skipping conditioner, and let it sit for just four minutes. I found it a bit odd not to use conditioner at first, but I decided to trust the process. After using the mask, I noticed a significant difference. My hair felt much softer and looked visibly healthier. The elasticity improved, it felt strong and manageable while styling. I loved that it doesn’t require rinsing, allowing the product to stay in my hair. Post-application, my hair previously damaged by bleaching showed less breakage and a noticeable reduction in frizz. While I didn’t conduct a scientific elasticity test, the overall feel was very positive. Molecular Repair Hair Oil: This oil is applied to damp hair, using just a few drops. I was surprised by how lightweight it is, it absorbs quickly without leaving a greasy feel. After applying the oil, my hair shone like never before. It felt smooth and manageable, which is essential for me, especially on humid days. The frizz control throughout the day was impressive. The oil claims to reduce split ends by 78%. While I didn’t count them, I definitely noticed my ends looking healthier and less damaged. Plus, the heat protection up to 450°F is a huge relief since I frequently use heat styling tools. K18 Mini Molecular Repair set exceeded my expectations. Together, the mask and oil transformed my damaged hair into something manageable and radiant. The results were evident after the first use, making it a great option for anyone struggling with hair damage from coloring or heat styling."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "WOW at this stuff!!! Seriously effective, I bleach dye my hair and I feel like my hair changed after one time of using it. I received it as a gift for review but I think I’m gonna be purchasing it once I’m out😭"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "My hair is not only softer and healthier to the touch, but it also looks better, and that's saying something because my hair is long. I highly recommend this product. I love this set Felt like it was actually cleaning my hair. Second off the mask. The hair mask is literally amazing. After first use I noticed my hair was so much lighter and softer. Literally became obsessed from that point on! Less"
		},
		{
			"review_title": "Holy Grail",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "This is the ultimate little duo to repair and transform my delicate strands. The detox shampoo is color safe and gently removes product buildup, sebum, and metals commonly found in hard water to provide a clean canvas for the best reparative results. I like the lather and the scent is very pleasant. My scalp feels revitalized after every use.  The leave in hair mask helps to reverse damage from bleach, color and chemical services. It also helps repair heat damage in just four minutes. It softens and detangles and is perfect for all hair types. I love the texture of this product and I am highly impressed with the results I'm seeing and I'm excited to see further results with continued usage. I would definitely purchase and recommend this brand! It's a game changer."
		},
		{
			"review_title": "If you need healthy hair, go for it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, black hair, Combination skin",
			"review_text": "The Mini Molecular Repair Hair Mask and Oil Set is a powerful duo for reviving damaged hair. The mask deeply nourishes and strengthens, leaving hair soft and silky, while the oil adds a lightweight, glossy finish without feeling greasy. Both products work well together to restore moisture and repair breakage, making hair look healthier and more manageable. Ideal for those seeking salon-quality repair in a convenient travel-sized set."
		},
		{
			"review_title": "Great Introductory Set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Dry skin",
			"review_text": "I have tried K18 Leave-In Molecular Repair Hair Mask in the past and already knew I enjoyed this product. While it has some limitations, the mask has always been great after I highlight my hair or any time my hair needs some extra care. I was highlighted a few months ago and spent many hours in the sun, causing my ends to feel dry and not have the shine I am used to.  This mask really helped to give my hair a boost and bring it back to life. My hair feels hydrated and some shine has been restored. I still notice a bit of damage towards the ends that will need to be cut, but overall, I'm very pleased with how much this mask helps the look and feel of my hair. This was my first time trying the Molecular Repair Hair Oil and I was a little skeptical about the small amount recommended to be used. I applied when wet and also added when dry, and I feel this works best as a finishing oil for my hair. I instantly noticed a glossy, defined finish and it also helped make my faded and slightly brassy highlights pop against my dark hair. I did use a few extra drops since my hair is coarse and thick, but much less than I would with other hair oils, which is impressive and makes the mini sizes last longer than expected. I would definitely repurchase and recommend both products in the set. I think this set would make a great present or introduction for any one to the K18 line."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "The Ultimate Reset Peptide Prep made my hair feel clean. It eliminated the dry shampoo buildup I had with ease. Usually I have to wash my hair twice to make my scalp feel this good. I followed it up with the hair mask. The hair mask left my hair feeling soft and hydrated. I have natural blonde hair but it’s kind of frizzy and it smoothed my hair down."
		},
		{
			"review_title": "A new must have for me!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "My hairdresser uses k18 on my hair and I am always obsessed with how sleek and soft my hair is when I leave the salon but thought I just did not have the skills to make it all pretty and shiny and silky. THIS set however changed that! I used it and first try my hair was so smooth and easy to comb and when I styled it it was so freaking beautiful and shiny. I’m obsessed"
		},
		{
			"review_title": "Really good products",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "This really makes a difference in my hair. My hair is frizzy and a bit damaged, but I am trying to grow it a bit. Both the leave in conditioner and the hair oil work so well. The oil is very light, a little goes a long way and makes my hair so soft, smooth and it helps make it look so nice. The conditioner does the same soft and smooth. These are great products."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "What a great set to add to your haircare routine. K18 is one of my favorite brands so of course this duo did not disappoint. It helped to detangle my curls  while leaving my hair soft. The oil was perfect for frizz as well as a nice shine to the hair."
		},
		{
			"review_title": "Love the hair mask",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Dry skin",
			"review_text": "This is a great set to try a couple of the products out. I really like the hair mask. I apply to towel dried hair, let it sit 4 minutes, and then style as normal. My hair feels healthier and stronger after using the mask. The oil is just okay though. I couldn’t tell a huge difference after using it. I do have fine, thin hair and the oil didn’t weigh it down or make it greasy."
		},
		{
			"review_title": "Perfect for hair thinning!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "This is the perfect gift set for someone who has always been curious trying out the K18 formula! I love the value that you get in this gift set, and the products are perfect for any hair types! I have loved using these together!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Normal skin",
			"review_text": "This mini set is a great way to get introduced to the K18 hair system. I've tried many of their products and find this brand effective at treating my dry hair. The mask is easy to use and doesn't involve as many steps as its competitor. The oil makes for a great finishing touch and leaves my hair feeling soft and silky once dry. Recommended for those who want to try K18 out without buying the full size products."
		},
		{
			"review_title": "Awesome Set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "I love this set, the detox shampoo really feels like it cleans my hair really well and removes all the buildup from other products. I have really badly damaged hair from years of bleaching and the hair mask that comes with this really makes my hair feel soft and healthier then it did before. I highly recommend trying this set."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "K18 shampoo and leave in hair mask has worked wonders on my hair. I have used these products over time and have noticed how great my hair is flourishing. My hair was clean without feeling stripped. The mask was moisturizing and left my hair soft."
		},
		{
			"review_title": "So good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "I love the mini sets that K18 brings out. This is perfect for the holidays especially for those that have not tried k18. I have colored hair and k18 makes a huge difference on my blonde hair . I think everyone should try."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I love this mini molecular repair hair, mask and oil set by this brand. It seriously is the best thing I’ve ever used. It’s a total must have for wanting to smooth your hair out and make it feel gorgeous."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes",
			"review_text": "Mini molecular repair hair mask and oil set is a great set to incorporate in your hair routine. The mask is great and it’s a leave in so it much easier to use and the oil helps seal split ends making my hair look healthier"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I recently tried the K18 Mini Molecular Repair Hair Mask & Oil Set, and wow, it’s a game-changer! The mask feels lightweight yet deeply nourishing, leaving my hair super soft and noticeably stronger. And the oil? It adds the perfect amount of shine without weighing my hair down. I love how it targets damage at a molecular level, making my hair feel healthier with every use. If you’re looking for something to revive and strengthen your hair, this duo is definitely worth a try!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Molecular repair mask and oil set is my favorite combo. It makes my hair so smooth and frizz free. I use it once a week and results are amazing. I have seen significant change in my hair growth and health. I love it"
		},
		{
			"review_title": "SO HYDRATING FOR HAIR",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "I have been bleaching my hair for years and it was very dry and damaged. After using the hair mask for a couple of weeks, I see a noticeable difference in my hair. I have way less breakage and it feels sooo smooth!! The serum is so hydrating. I love that it brought my hair back to life."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "For dry damaged hair, this set is the best! My hair feels so much healthier and looks so shiny and bouncy. The shampoo was excellent at removing build up and the leave in mask was super hydrating and nourishing. My hair felt smoother and softer. I’m in love!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I have damaged and frizzy hair that I bleach every 6 months. My hair was looking like straw and this set really made such a noticeable difference!!! The mask leaves my hair looking sooo smooth and silky and the oil tames my frizz. K18 has literally transformed my hair!"
		},
		{
			"review_title": "One of my favorite brands",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "About two years ago, or little more, I fell in love with K18 products, after trying their Leave-in Molecular Repair Hair Mask. Since then I’ve tried everything from the brand and always have backup products, like: shampoo, conditioner, repair mask, oil and dry shampoo. These Molecular Repair Minis are perfect size for traveling and last for a month for my Normal, Wavy, Long hair."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "My absolutely favorite leave in hair mask! Works amazing! Your hair is soft after it! Love it so much! Easy to apply! You don’t need a lot, so little goes long way! Love it! Oil it’s also good, but you need to use really little!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I’m blown away by the K18 Mini Molecular Repair Hair Mask & Oil Set! In just one use, my hair felt softer, smoother, and noticeably healthier. The leave-in mask is a game-changer—it repaired damage from heat and coloring in minutes, leaving my hair shiny and full of bounce. The oil is the perfect finisher, reducing frizz and adding even more shine, plus it provides heat protection, which is a huge bonus. My hair looks better than ever—definitely recommend this set for anyone looking to restore their hair’s health and beauty!"
		},
		{
			"review_title": "The only hair treatment set you need!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I have used the mask and hair oil for months now and I can honestly say I see a huge difference in the strength of my hair. I would say I like the mask a bit more than the oil but this set is amazing because you have the chance to try them both without committing to the price of the larger size. This is a great gift to someone for the holidays if they have color treated hair or bleach processed to bring it back to health!"
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "This pair is absolutely amazing! I couldn’t be happier with the outcome of using this product! My hair looks and feels so much healthier, I was truly shocked! It’s so easy too! My hair is so much smoother, healthier and even thicker overall!"
		},
		{
			"review_title": "New Staple!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
			"review_text": "I have coarse, dry hair, naturally curly hair and recently transitioned to grey which means I have damage from the bleach. The first time I used the conditioner and hair oil, I was absolutely blown away with how hydrated, soft, and silky it left my hair. This combination of products delivers on results! After the first use, my curls are more defined and bouncier. I can't wait to try more K18 products!"
		},
		{
			"review_title": "Great mini kit for starting back strength in hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This is something I wanted to get to repair my colored hair and get back to the strength it is needed. I like how I can use both the oil & mask to help my scalp get back right and my hair bond stronger!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "I wanted to love this product and I think it is a great trial if you want to try out a few products but the k18 I don't think it really does that much for my hair and in a way I still felt likhair conditioner in my hair"
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This is such an amazing set and great sizes for traveling , I love everything that’s K18 especially both of the items that come into this kit because they’ve made my hair feel and look amazing, definitely recommend"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Perfect mini kit for travel. Both of these are amazing products separately but together are even better. I like that it’s enough product to get you through a couple washes. I have too thick and long hair for the amount of product that is given however, so I struggled with deciding how much hair this was worth it for me. I feel like it is a great deal though and hard to pass up for holidays especially."
		},
		{
			"review_title": "A Great Hair Treat",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "The K18 Mini Molecular Repair Hair Mask & Oil set is a great way to repair damaged hair. My hair was over-processed and the hair mask and oil has helped tremendously in the way my hair looks. I have noticed less flyaways and my hair looks less frizzy."
		},
		{
			"review_title": "Great products!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "K18 has some awesome hair products! This leave-in works so well and didn’t weight my hair down. It was soft and smooth but still had bounce. This Leave-In Treatment is infused with the patented K18Peptide that renews hair to its most youthful, healthy state. K18 doesn’t just hide damage or patch it up leaving hair brittle, it transforms even the most extreme damage into hair that looks and feels like new. Then the Peptide Prep shampoo is a color-safe, non-stripping clarifying shampoo with the K18PEPTIDE. It deeply cleanses hair and scalp leaving hair detoxified & refreshed. A non-stripping lather works to unclog hair follicles while banishing dirt, oils, silicones, and things left behind from heavy product buildup including 99% of product buildup, 95% of sebum + a 76% copper reduction* after just 1 wash."
		},
		{
			"review_title": "great kit",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Oily skin",
			"review_text": "I just received this hair kit in exchange for this post and the products are great so far!! great trial size first off, but the products on their own is great. The hair oil is not too heavy & oily and easy to work with"
		},
		{
			"review_title": "a hair must",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "These miniature products are ideally suited for travel. I have been eager to experiment with this brand for some time now, and I am pleased with the results. The fragrances are pleasantly subtle. My hair has sustained some damage due to coloring treatments, and this hair mask and oil have been instrumental in restoring its health. I am highly satisfied with these products and intend to purchase the full-sized versions."
		},
		{
			"review_title": "Perfect duo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Love this set! The hair oil  is amazing! Just got my hair dyed and usually it gets super dry but using this product along with the k18 leave in my hair is silky, my ends are hydrated and it helps control the frizz from the summer humidity.  The mask is easy to apply—just a small amount is needed for even coverage. It doesn’t leave any residue or weigh down the hair, which is a huge plus. I also appreciate that it doesn’t require heat or rinsing, making it a convenient addition to my routine. Highly recommended!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "K18 do it again! Always win. This kit is amazing. My hair look more healthy and shiny. I have a curly hair and use this kit. My curls look more define and glowy. I will by this. Really repair the hair."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I absolutely love K18 products especially as someone that deals with dry damaged hair! The mini set is the perfect way to try that 2 products or to give as a gift/ stocking stuffer. Both the oil and the hair mask are amazing"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "No, I think you know when your hair is superduper clean. It’s that light feeling that can take a curl and style so easily without any additional product or effort. The conditioner just repairs and make it look shiny and beautiful and less fly away. Very happy with this product."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Oily skin",
			"review_text": "I love using this set right after my shower. I use the leave in to make sure my hair has that extra shot of moisturization. Love that this is a hair mask I don't need to rinse out. I follow up with the oil and wait a bit before blow drying. It makes my hair feel protected and healthier."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Combination skin",
			"review_text": "I recently tried the K18 Ultimate Reset + Repair Hair Mask and Shampoo Set, and I'm thoroughly impressed with the results. The shampoo gently cleanses without stripping my hair of essential moisture, while the mask is incredibly hydrating, providing an instant boost of nourishment. I love how it only takes a couple of minutes to work its magic—perfect for my busy lifestyle. After using the set, my hair feels softer, stronger, and more manageable. One of the standout features is how well it protects my dyed hair color, preventing dullness and maintaining vibrancy. The lightweight formula ensures that my hair doesn't feel weighed down, which is a huge plus. Overall, this set is a game changer for anyone looking to restore and protect their hair without a lengthy treatment routine."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "The K18 Ultimate Reset + Repair Hair Mask and Shampoo Set is a game-changer for damaged and unhealthy hair. The shampoo gently cleanses while effectively prepping strands for the deep restorative benefits of the hair mask. Immediately after use, my hair felt noticeably softer and more manageable, with reduced frizz. The mask is richly infused with potent ingredients that work to rebuild and strengthen hair at the molecular level, leaving it revitalized and full of life. I was particularly impressed with how lightweight the products are, avoiding that heavy residue often found in other repair treatments. Overall, this set is a must-try for anyone looking to revive their hair’s strength and shine."
		},
		{
			"review_title": "Perfect for the holidays",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received this K18 Ultimate Reset + Repair Hair Mask and Shampoo Set from k18 Hair Biomimetic Hairscience  for my honest opinion . What a fantastic set for the holidays. this shampoo is incredible. It works so well getting rid of any buildup in my hair and my girls hair. It’s great to use this then the hair mask it’s helped my damaged hair so much. My hair feels silky smooth. This is a great girl for anyone."
		},
		{
			"review_title": "Amazing buy!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "As someone who’s been dying to try K18 products, this was the perfect opportunity. I’ve heard a lot of amazing things about this brand and thought before committing since they are expensive products, the kit would be great. so far i’ve had an amazing experience. i’ve noticed a big difference with the hair mask in a short amount of time! My hair is feeling much healthier and smoother already. With the oil a little goes a long way, it’s perfect to control my frizz."
		},
		{
			"review_title": "Great size for travel!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This mini set is the perfect bundle for travel. My hair neeeeds it and I love that I don't have to bring the full thing. The repair hair mask is nice to bring for less conditioner usage. The oil keeps my hair soft and shiny."
		},
		{
			"review_title": "Visibly better hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I was gifted this set by K18 Biomimetic Hairscience . The shampoo is gentle yet effective in cleansing and detoxifying the hair. After my shower I applied the leave in molecular hair mask and it feels so smooth! I can already tell that with regular use this product will help to transform and restore my hair."
		},
		{
			"review_title": "Love this set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "This is such a great kit! I love the brand and the leave in treatment already its great to give someone or if you already like their products, it’s a great value on my opinion. The treatment is pricy so this is also a great way to try the product at a fraction of the price!"
		},
		{
			"review_title": "Best hair product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Oily skin",
			"review_text": "This hair product keeps hair stronger and more resilient. This hair mask fights with frizz and hair looks  more healthier and shiny"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
			"review_text": "I'm grateful to have been sent this K18 Mini Molecular Repair Hair Mask & Oil Set in exchange for my review. I have fine, thin hair and I get a lot of frizz, especially when I use heat on my hair. Since both product have heat protection properties and the oil has frizz control, I was able to use heat on my hair without worrying about damage or frizz. I liked how easy it was to use this set and how much shinier they made my hair. I feel like the products did a good job of working together, so I'm glad they came together as a set."
		},
		{
			"review_title": "A must try!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "This set includes a Detox Shampoo and a Leave-in Repair Hair Mask. The shampoo effectively cleanses your hair without stripping it, leaving it feeling fresh and light. The real star is the Leave-in Hair Mask, which repairs hair damage from the inside out. After using it, hair feels smoother, stronger, and less prone to breakage. It’s a bit on the pricey side, but if your hair needs serious care, it’s worth the investment."
		},
		{
			"review_title": "Perfect Set If You’re New To K18!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "I feel like K18 is taking the hair care industry by storm and for good reason! My hair stylist has used K18 on my hair since it’s colored, lightened, and has mild damage. I was so excited to try K18 at home myself with this adorable K18 Molecular Repair Minis Set! The Leave-In Molecular Repair Hair Mask made a noticeable difference in the strength, softness, and look of my hair. Per the instructions, I only shampooed my hair and didn’t not use conditioner. Once out of the shower, I towel dried my hair and then applied 6 or so pumps of the hair mask. After another 4 minutes, I applied 3 drops of the Molecular Repair Hair Oil. Once my hair was dry, I noticed that my hair felt thicker, stronger, healthier, and shiny! I’m excited to continue working these K18 products into my weekly hair routine! This set is just perfect if you’re just dipping a toe in to the awesomeness that is K18 or to take with you if traveling! Even though they are small, since you don’t need to use much product each time, I expect that they will still last me quite a while."
		},
		{
			"review_title": "A must for processed hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "This set is perfect if you 1) have been wanting to try K18, or 2) you already love K18 and need some minis for travel! I fall in the latter category- I loooooove K18 and the mask is an absolute must if you have damaged/color treated hair. I have very heavily processed hair and I can’t even tell you how amazing this has been for minimizing damage. I have very fine, very thin hair and this has been amazing for keeping elasticity in my strands and minimizing breakage. It’s honestly kind of magical. I’ve gone though multiple bottles of this and I recommend it to anyone who has processed hair. As fit the oil, this was my first time trying it, and I’m happy to have this small bottle, because really, a little goes a long way. Like 3 drops tops and you’re good. This duo is amazing. Just get it. Gifted by K18."
		},
		{
			"review_title": "Not for protein sensitive hair.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I ordered the Mini Molecular Mask set. In my first order, the mask was missing from the set, Ty Sephora for refunding me. I repurchased this in the store and I feel that K18 does not work for my hair type, I am very protein sensitive and I think the protein in this damaged my hair more."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "This is the ultimate repair and restore to treat damage hair. I have noticed a difference when using both products. I like the peptide prep and i have only applied a little bit since it was my first time. The K18 repair mask that I like the most provided my long hair to be soft and silky."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love K18 products so much and especially this mask. I have it in full size, but I am happy to add smaller size to my travel kit. This set also comes with hair oil. It leaves hair smooth, silky and shiny. It is such a good oil and a little goes a long way"
		},
		{
			"review_title": "Works great for my hair",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "It Repairs hair damage and reduces frizz . This biotech-powered mini set is game changer for my hair. It also Works on all hair types to restore hair health, soften, smooth and add shine. Just after one wash you feel the difference"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Dry skin",
			"review_text": "The travel sized products are quite small. The hair oil, I’ve used on both dry and wet hair, and I don’t think it makes much of a difference in controlling my frizz, but it does make my hair feel smooth and not dry. Be careful to only use a small amount (2-3 drops if you have long hair) because it can easily make your hair look oily/greasy. For the hair mask, I did see a difference in my hair after using this product. It just looked smooth and shiny and healthy. Overall, this pack is too pricy for what it is, especially since they’re small sizes."
		},
		{
			"review_title": "Noticeable difference",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "The K18 Mini Molecular Repair Hair Mask & Oil Set is worth every penny. This duo has eliminated my frizz and has defined my ringlets to the max. Every where I go, people are complimenting me on how beautiful my hair looks.  I noticed a difference immediately after applying the mask. My curls looked more defined, moisturized with zero frizz. On the second day i used the oil and it did the same thing but it made my hair incredibly soft and shiny. Both have a light scent that is barely noticeable. Neither product is greasy and neither weigh my hair down. I highly recommend this product, all the buzz is true!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "K18 has made a huge difference in my hair. I have long, thick bleached blonde hair and the combo of this treatment and oil has really helped my hair to be smoother, healthier and shinier. I feel like I’m seeing a lot less breakage. This set is perfect if you want to try the products but not spend full price for the larger sizes. It’s also perfect for travel or perfect to gift."
		},
		{
			"review_title": "Frizz free hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This hair repair set contains a hair mask and a hair oil. My hair has been damaged by using too many heated tools. I love that this hair care set has helped to tame my hair frizz and make them more smoother"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I love this set! You get a mini mask and a mini oil! The mask will last forever because you need so little to make a huge difference! And the oil leaves my hair so smooth and hydrated! Definitely a must have for anyone new to k18!"
		},
		{
			"review_title": "Such a staple in my hair routine now",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I love K18. I’ve used it in the past and it saved my hair. It makes my hair super soft and feel repaired. This set is so nice because it includes the oil, and not gonna lie, the oil is pretty great as well. I used it after the four minutes of K18 was up and it made my hair soft and silky. Overall I think this set is super cute and helps you delve into the K18 world."
		},
		{
			"review_title": "Recommended",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I have the most damaged hair I’ve ever seen in my entire life and it’s super long, down to my hips. I was really skeptical when I read the directions and they said to shampoo and skip conditioning. My hair is so brittle but after I shampooed with this it wasn’t as bad. I dried my hair completely and applied the hair masque and it made my hair very soft and you couldn’t even tell I skipped conditioning, it looks really good. It kind of feels like I didn’t condition but at the same time it doesn’t. I highly recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "I absolutely love this bond repair mask—you only need a little bit—a few pumps for my long hair, and I use this 2-3 times a month. It definitely has made my hair look much healthier. The oil is also fantastic! Nice consistency, great moisturizing which I love."
		},
		{
			"review_title": "It’s good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Pretty good and hydrated. Feels lightweight and I don’t dislike the results. Will continue to use!"
		},
		{
			"review_title": "The best",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
			"review_text": "This is hands down the best product on the market for hair repair . I love that this gift set includes a detox shampoo as well as the amazing K18 mask formula. This is a perfect gift for anyone in your life that values their hair."
		},
		{
			"review_title": "Amazing Set!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "I was gifted these by K18. This is my first time trying anything K18. I have heard rave reviews on it so was excited to get my hands on this set. It would be perfect for travel or to try the products without fully committing. I have been lightening my hair for the past 3 years and have noticeable damage from that and I am very impressed on first use. The hair mask made my hair instantly soft, light and shiny! I used the oil the next morning on my dry styled hair and it absorbed very well, and didn’t leave my hair greasy. I will be buying these in full size to replace what I currently use because they are that good!"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I recently started using the Repair Hair Mask and Shampoo Set, and it’s been a fantastic addition to my haircare routine. My hair is prone to damage from heat styling and regular dyeing, so I’m always on the lookout for products that will strengthen and restore my hair—and this set has definitely impressed me!"
		},
		{
			"review_title": "Makes Damaged Hair Look Healthy!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "This duo is a GAME CHANGER. The clarifying shampoo does dry your hair our a bit but it also removes build up which makes your hair softer and less crunchy. The leave in treatment did WONDERS for my curls. The curls at the front of my hair are heat damaged and this treatment makes them look healthy!!"
		},
		{
			"review_title": "Healthy hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "Really loving k18 reset and repair. The shampoo smells nice and leaves me hair clean and healthy looking. The repair leave in is the best! Full size, a little goes a long way and my hair is looking better and better with each use!"
		},
		{
			"review_title": "I’m Blown Away by K18",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
			"review_text": "The K18 Mini Molecule Repair Hair Mask & Oil Set is amazing for my fine, long color-treated hair! The mask leaves my hair feeling incredibly soft and strong without weighing it down, and the oil adds the perfect amount of shine without any greasiness - plus it smells incredible. I’ve noticed a big improvement in the health of my hair, especially with reduced damage and breakage. A must-have for anyone with color-treated hair or is looking to boost hair healthy and keep it looking vibrant."
		},
		{
			"review_title": "Must have for damaged hair",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I’ve heard so many good things about K18 mask but I was little skeptical about if the results worth the product price. My first time trying it and I can tell you-so worth it. Visible results after first use. My hair feels lighter, healthier, softer, so much less breakage. It is must have for damaged and colored hair. This mask is a game changer for me. However, I don’t feel like 1-3 pumps is enough for my hair, I need more like 4-5 pumps and it gets so expensive. I really love this product, but unfortunately the price tag is just little too much for me. I will repurchase one more bottle and hope the results will last. I would totally recommend it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "K18 is amazing and if you have some damage in your hair, I cannot recommend this little set to you enough! Youll see the difference in your first use, but by the time you finish these two youll be wanting a full size. I highly recommend this as a little gift as well!"
		},
		{
			"review_title": "Great Product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Normal skin",
			"review_text": "I really love this product. This is the second time I've used the set, and so far, it's been great. A little goes a long way with both products, and you don't need much to get the promised results after using them for a few weeks. My hair is not only softer and healthier to the touch, but it also looks better, and that's saying something because my hair is long. I highly recommend this product. You will definitely enjoy it! I received the product as a gift in exchange for this honest review."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "The K18 Hair Ultimate Reset set is pretty awesome if your hair is feeling fried from heat or color. The mask is super lightweight and actually makes your hair feel softer and healthier without being greasy. The shampoo’s nice and gentle too. It is on the pricier side, but if you’re dealing with serious damage, it’s definitely worth a shot!"
		},
		{
			"review_title": "Like it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This Repair Hair Mask and Shampoo Set is an excellent option for anyone looking to restore moisture and strength to damaged or dry hair. It’s a bit of a splurge, but the results are definitely worth it if you're dealing with hair that's been through a lot!"
		},
		{
			"review_title": "Amazing set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "My favorite shampoo that smells nice and makes your hair look smooth and silky. The conditioner takes care of hair and does not weigh it down. Everything you need to achieve beautiful hair and restore it is included in this set."
		},
		{
			"review_title": "Nice set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I was gifted by K 18 Hair the Ultimate and Repair Duo, and I really love it. This is a 2 step hair routine. The shampoo is very lightweight and doesn’t have any unpleasant smell. It cleans very well leaving the hair smooth and healthy looking. I will definitely continue to use them for better results."
		},
		{
			"review_title": "Essential for damaged hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "This set is a must for damaged hair! The shampoo smells so luxurious and lathers well, thoroughly cleaning my scalp and hair without stripping it and being too drying which is a concern when you have damaged hair. The mask is a godsend and it’s wonderful that it’s the full size in this set. My hair is so silky smooth and shiny after using it when before it is noticeably drier and dull. My hair feels and looks so healthy now after one use!"
		},
		{
			"review_title": "Great set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "The ultimate reset set it amazing! The Classic k18 mask is the best hair mask on the market that visibly repaired my split ends. It is my holy grail product and I’m excited it’s full sized! For that price in the bundle it’s a deal and also so nice to try their detoxifying clarifying shampoo which is also great! Love this gift set bundle"
		},
		{
			"review_title": "Great minis!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "The Mini Molecular Hair Mask & Oil Set is the perfect way to undo damage in your hair! The set is so small yet last so long and is so mighty! It is the perfect way to repair damaged hair. I put in the leave in then finished off with a few drops of the hair oil to protect my hair when heat styling. What a winning combination!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Love this set! The oil is great for every day use. I put some on my ends and it made them feel so soft. I’ve been using the mask for years. It’s so great at reversing damage I get from straightening my hair"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I got this for my dry hair and it's really helped to make my hair feel smooth and look shinier. I think overall my hair just feels more healthy and looks smoother . I would recommend to others looking for a quality hair product for their hair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Mini versions of my favorite hair care products this is amazing on my color processed hair. Having a travel size hair oil is perfect for long flights. I’m a huge fan of this tiny kit and this is much needed.I’m"
		},
		{
			"review_title": "must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "i love everything about k18 and this is the perfect prices to put together in this set. both have seriously repaired my split ends and fixed my frizziness. I have gotten so many compliments on how healthy my hair looks!"
		},
		{
			"review_title": "super cute good for the holidays",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "very small set i will say but im excited to see how my hair feels after continuous use. k18 products are all really good and for my curly hair that detox shampoo is perfect for product build up. they also smell really yummy"
		},
		{
			"review_title": "Awesome set for any hair type",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "I really like this set from k18. The shampoo gets my hair super clean but doesn’t dry it out like most clarifying shampoos. It smells really nice as well. I was skeptical about not conditioning after shampooing, but I applied the leave in as directed. I only used a small amount and it was enough for my hair. I love that it is so simple to use but is also super effective. My hair has damage from years of lightening, and it really helps it feel nice and healthy again. It doesn’t weigh my hair down or leave me feeling greasy. I love it."
		},
		{
			"review_title": "Transformed my hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Light skin tone, Dry skin",
			"review_text": "If you are looking to repair damaged hair then this is the set for you! I have noticed a significant improvement with just one use of the shampoo and mask. My hair is smoother and shinier and overall more manageable. This makes a perfect gift for someone whose hair could use some tlc."
		},
		{
			"review_title": "Love K18!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I'm in love with the K18 Mini Molecular Repair Hair Mask & Oil Set! The hair mask and oil leave my hair smoother, softer, shinier, and frizz-free. My split ends are also less noticeable. These products also don't weigh my hair down or make it look greasy. I usually use both of these every other wash day. I just love how my hair looks and feels after using these. This set is perfect for someone looking to try K18 products. This set would also make a great gift. I will definitely be purchasing these again when I run out."
		},
		{
			"review_title": "Great duo!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I’ve loved K18 haircare and have heard such great things about the hair oil so I had to get this kit! The hair mask leaves the hair feeling so smooth and bounce and the oil has helped with my frizz so much! Its a great duo if you struggle with frizz and split ends"
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This is such an amazing little kit! It has the mask and oil to make your hair and look healthy! I do the mask once a week and my hair feels more nourished, looks healthy and smooth. The oil, I like to use everyday."
		},
		{
			"review_title": "Great gift set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "This is my first time trying both the hair mask and the hair oil. The hair mask is great but make sure to read the directions because they are very specific. My hair looks great after one use but looks even better after 3 uses. The oil helped so much with my split ends and adding hydration back into my hair."
		},
		{
			"review_title": "Lovley kit",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I loved this mini hair care travel kit, it really did improve the appearance of my split ends and chemically damaged hair, I liked the formula and my hair was soft and silky after each use when I wash my hair"
		},
		{
			"review_title": "Love jr",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love k18 it works so good it really helped my dry dead bleached hair come back to life! It really works if you want your hair to not break off you need k18 to repair the bonds in your hair! Loving this product"
		},
		{
			"review_title": "The best duo in hair product history",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This set of two mini products by K18 make such a dynamic duo and it is truly what girls hair dreams are made of! First, let me say these mini sizes are not like your typical mini size products that give you only a little bit more than a sample to try. Instead, these minis are all you will need for a very long time as less is truly more with these products! The amount that I used of each was minuscule. When using the leave in molecular repair hair mask the one thing I had to remember was to not condition my hair after shampooing. When I towel dried it, all I needed was about three pumps of this product, and it truly seemed to make my hair look like a glowing halo versus a pile of damaged brittle straw. It was so shiny and smooth and extremely easy to manage. As I do use heat products, the molecular repair hair oil was important to apply prior to using my straight iron but also proved to be the best product I’ve ever used to fight frizz and make my hair as beautiful as possible. I highly recommend this mini kit as it is the absolute best way to acquaint yourself with K 18 and their miracle worker products. The hype is extremely well deserved!"
		},
		{
			"review_title": "Cute and handy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "I’ve been using K18 products for more than a year now and I am very pleased with the results. Being able to have both leave-in mask and hair oil in a mini size is such a convenient thing. I can take them everywhere with me, even if I fly overseas with carry-on only. It’s such a cute little set. Definitely worth purchasing."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I have been using K18 products for years now. And I feel like this set is perfect for someone who wants to try it out but doesn’t want to splurge on the big sizes just yet. The hair mask is one of my absolute favorites and I truly see such a huge difference in how my hair looks and feels. The oil is amazing for when you’re wanting that extra shine in your hair and I couldn’t recommend a hair set more. I feel like you really get what you pay for with this brand."
		},
		{
			"review_title": "Just buy it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "This is a great little set of some of k18’s best options for damaged hair! This mask is small, but it’ll last me months of use on my fine hair. It’s the best for repairing damage and I’ve had amazing results combined with the k18 shampoo and conditioner. The oil is basically free and it’s been amazing as well for making my hair look healthy and shiny."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "I Love k18. It has saved my Hair many times. The hair mask is a life saver and a game changer. I have bleached hair and I use hot tools. This has turned my hair around. The oil has a nice scent and it’s light."
		},
		{
			"review_title": "A new favorite!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "*I received these products in exchange for an honest review. After using the hair mask and oil for the first time, I might just say this is my new favorite hair combo. My hair has never felt so soft and silky. Also after using the hair oil, I actually feel like my frizz especially on my ends were tamed. My hair is super fine and thin and these products feel so lightweight. They don’t weigh my hair down at all and I love how my hair looks without even styling it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "This is such a perfect set. I love it. A little bit goes a long way it really hydrates and smooth my hair out, especially since it’s color treated it makes it super soft and feel so much healthier."
		},
		{
			"review_title": "Absolutely worth it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "K18 products are game changer for my hair. My hair is pretty lifeless and damaged from years of hair coloring but the mask helps!  The mask is lightweight yet packed with nutrients. I love how it absorbed quickly, leaving no heavy residue behind. After just a few uses, my hair feels softer, more manageable, and surprisingly bouncy. The oil complements the mask perfectly. Just a few drops tamed frizz and added a gorgeous shine without weighing my hair down. Overall, this set has truly revived my hair. I can’t recommend it enough if you’re looking to restore your locks without the fuss."
		},
		{
			"review_title": "MUST HAVE!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "My favorite hair repair mask & shampoo combo! I love all of the products from K18! I switched over to their line about 3 months ago & have noticed a huge change on my hair! I used to fry it all the time with bleach & this has been my life saver!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "This mini kit is the perfect introduction to hair mask and hair oil. The hair mask has specific instructions, but they are easy to follow.  A little goes a long way. I am loving my results. My hair looks shiny and soft and healthier. I highly recommend it! The hair oil is lightweight and it absorbs without looking oily. A little goes a long way with this as well. My hair looks amazing after applying and my frizz is nearly gone after using both of these. A must have!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I always take travel mi is with me but I feel like haircare is always still too big for me personally. I love this travel set as the sizes are perfect. I can detox my hair and then put the mask on to help nourish and strengthen my hair. Even if your not traveling but simply want to try them before committing to the full size then I would recommend."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I have always adore K18 products. This Molecular Repair Hair Mask & Oil Set is amazing on my dry hair.  This set is an amazing gift. I’m have been using it for a few time and I have noticed an amazing result. It is lightweight and amazing on my hair."
		},
		{
			"review_title": "This set is Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "So this is my first time trying this brand. The duo set is perfect for travel. I have color treated and damaged hair so I was very excited to see the results with this detox shampoo and hair mask. I followed the instructions and applied the shampoo as step 1. The shampoo is blackish in color due to the activated charcoal. It smells very clean and fresh, and lathers really well. It truly is a detox shampoo, I could instantly feel the weight being lift off while shampooing. Next as Step 2 I applied the hair mask directly after shampoo. There’s no need to apply any conditioner, I have very long hair so it saved me some time. I just towel dried my hair and applied a total of 3 pumps of the molecular repair hair mask throughout my hair to mid lengths and ends. This is a leave in mask so I just applied it and let it sit for about 4 minutes. And that’s it! Afterwards, I just styled my hair after like I usually do. I am quite happy with the results so far. My hair feels much cleaner and softer. I usually only wash my hair once a week so this duo works perfectly for me."
		},
		{
			"review_title": "your hair will be amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "I use the molecular hair mask on damp hair. I have long hair, so I do 4-5 presses. I rub it into my hair well and do not rinse. Then I use molecular oil, about 1-3 drops. I rub the oil well along the entire length of my hair. After using it, I noticed that my hair began to fall out less, became soft and shiny."
		},
		{
			"review_title": "So good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I have been loving this set! It seriously works wonders on my bleached and dry hair. The mask makes my hair feel so good and soft after using it. It’s one of the only products that I’ve used that actually works to restore my hair. This is the perfect size for travel or to get if you want to test it out!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love this little kit. They are pretty small sizes so beware but this is perfect to try out both products or for travel. A little goes a long way with both so you will not regret it. I love using both products together or separately depending on how I plan to style my hair that day."
		},
		{
			"review_title": "Good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I love this hair are set. I recently bleached my hair and this has helped repair my dry brittle hair. The leave in conditioner has been a great addition to my hair care routine. I love it so far. Works good"
		},
		{
			"review_title": "Gives you the desired results in few minutes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "Love the Mini molecular repair Hair mask and Oil set from K18. The goodness of both products in one set. My hair is color treated hair and is damaged, dry and is very frizzy due to frequent coloring. After using the hair mask the very first time my hair looked stronger, shiner and less frizzy. It was easier to comb and there was less breakage. The best thing about the mask is that you don’t have to rinse it so it doesn’t take much time as you can just leave it on. After using the mask for few days, I used the oil and my hair texture became smoother. Love how both products on using simultaneously can give you amazing results on the very first use. Love the packaging as it has the goodness of two products in one set. Very affordable and can last long as very little product is enough to give you amazing results."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Porcelain skin tone, Dry skin",
			"review_text": "This it the ultimate hair repair set for those with damaged hair due to bleaching and heat styling. I've been dying, bleaching, and straightening my hair for the last 10+ years so I have a lot of breakage and shedding, but this set has helped combat those issues immensely. I've noticed less breakage and increased softness and shine since using"
		},
		{
			"review_title": "Amazing for bleached hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "Due to my black hair, whenever I have to dye my hair blonde, I have to bleach it twice. So you can imagine, my hair is brittle and dry from the bleach. I have been using this for the past couple days, and it makes my hair look much heathier and softer. Not many products can cause such a big change in just a couple days. I'm shocked!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "The K18 Mini Molecular Repair Hair Mask & Oil Set is a game-changer for those seeking to repair and rejuvenate damaged hair. The hair mask, formulated with K18’s patented peptide technology, penetrates deep into the hair shaft, repairing broken keratin bonds and reversing damage from chemical treatments, heat, and environmental stressors. The accompanying oil adds a silky finish, providing moisture and protection without weighing hair down. Together, they leave hair feeling stronger, softer, and noticeably healthier after just a few uses. The set is particularly great for those who want an intensive yet lightweight treatment to revive their hair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This stuff is really good . I have really bad dandruff and have used plenty of hair products to try and help and nothing worked but this stuff is working instantly. It’s a little pricey but definitely worth it ."
		},
		{
			"review_title": "This is a must!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Combination skin",
			"review_text": "This set is so nice for a birthday or a Christmas gift. K18 has such amazing products and this set is perfect for hair care repair. this would be great for someone who gets their hair lightened. gifted by k18"
		},
		{
			"review_title": "Effective Duo!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I’ve been using the K18 Mini Molecular Repair Hair Mask & Oil Set, and both products deliver great results. The hair mask is lightweight, absorbs quickly, and makes my hair feel noticeably stronger and smoother after just a few uses. It’s easy to apply and doesn’t weigh my hair down. The oil is lightweight as well, adding a healthy shine without making my hair greasy. It tames frizz and leaves my hair feeling soft and hydrated. Together, these products have improved the texture and overall health of my hair. I’m really impressed and would recommend this set!"
		},
		{
			"review_title": "Great for frizz control",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "A fantastic duo to help with frizz!  I really love the oil and the leave in! The smell really nice and immediately improve the appearance of my hair making it silky smooth, frizz free, and sleek!  It is a little bit small but both products go a long way and I don’t need to use too much of them for them to be effective!"
		},
		{
			"review_title": "lovely",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Medium skin tone, Combination skin",
			"review_text": "I love how the oil leaves my hair feeling soft and shiny, my hair feels healthy. The mask is a good complement, I feel like it is repairing the damage caused by dying my hair every month. I recommend it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "This set is so cute and amazing! Perfect for travel and on the go. I’m obsessed with both the hair mask and hair oil! They made my hair look so much more smooth, soft and healthy! I highly recommend this set!"
		},
		{
			"review_title": "Great",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Great product so far! It does have a light scent to it, nothing over powering but if you’re looking for unscented products this isn’t it! Cute gift idea for friends and family!! I so far recommend it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I had recently dyed my hair at home ( i know, i know) and it basically fried my hair. So many split ends, so much damage. My scalp was looking oily, my ends were dry, but then as soon as used the mask, it almost “calmed my hair down”. Also the oil wasn’t weighing my hair down which is a big plus. It is very small though"
		},
		{
			"review_title": "Love",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Medium skin tone, Combination skin",
			"review_text": "Reverse hair damage + fight frizz with this K18PEPTIDE-powered molecular repair duo. After washing, skip conditioner and start with the leave-in mask that helps repair hair damage from bleach*+ color*, chemical services* + heat* in just 4 minutes—restoring strength, softness, smoothness, and bounce. Finish with the hair oil, a strengthening, de-frizz solution that delivers immediate and long-term frizz control, improves shine + reduces split ends while offering up to 450°F (232 °C) heat protection"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Great set that comes with a detox shampoo which is great when you are using bond building products to make sure that your scalp is actually clean instead dirty. Dirty scalp won’t work properly with k18 so cute"
		},
		{
			"review_title": "K18 is a must!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love this duo from K 18! The mask is the perfect intensive treatment for at home. Use in the oil is a great way to maintain moisture in my ends, leaving them, soft and silky without being too heavy and weighing me down."
		},
		{
			"review_title": "great holiday set!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "okay so i just tried the k18 ultimate reset + repair hair mask and shampoo set and omg, i’m totally obsessed. my hair has been through a lot (like bleach, heat styling, you name it), so i was super excited to see if this lived up to the hype. first off, the detox shampoo is a game changer. it felt like a deep clean without stripping my hair. like, i could actually feel the buildup melting away, and it left my scalp feeling so fresh. i love that it’s color-safe too, since i’ve got highlights that i want to keep looking vibrant. after just one wash, my hair felt lighter and way less greasy, which is a win in my book! now onto the leave-in molecular repair hair mask. you guys, this is where the magic happens. i applied it after towel drying my hair and let it sit for just 4 minutes, and seriously, my hair felt instantly softer. it’s like my split ends were gone (okay, not really, but you get what i mean). i couldn’t believe how bouncy and shiny it was! it’s crazy how quick it works, especially for a mask. and the fact that it’s a leave-in is so convenient. i hate rinsing out products and then feeling like my hair needs more love. overall, this duo is everything i didn’t know i needed. my hair feels stronger, smoother, and just healthier overall. if you’re dealing with damage from bleach or heat, you HAVE to try this set. it’s totally worth it. i’m definitely adding this to my weekly routine."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "I have really thick and frizzy hair that is hard to manage. I followed the instructions on how to use the mask /and oil properly and instantly saw positive results. My hair feels way softer, easier to brush through, and shinier!"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I was amazed by the CLINICALS Leave-In Molecular Repair Hair Mask! After just one 4-minute application, my bleached hair felt stronger and more elastic. It’s a game changer for anyone dealing with damage from color or heat. Highly recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "The hair repair mask is my baby. I’ve been using it for while now so this set is really perfect. The oil is so good o, you don’t even need to use a heat protectant when you use it. They are minis but you don’t need much of it so they go a long way."
		},
		{
			"review_title": "Highly recommend if your hair needs extra love! 🩷",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "As someone with super long hair, finding products that keep my hair healthy without weighing it down is a challenge. The K18 Ultimate Reset + Repair Hair Mask and Shampoo were a total game changer for me! After just one use, my hair felt softer, smoother, and so much more manageable. The mask really revived my ends, which usually get dry from heat styling, and the shampoo left my scalp feeling fresh without stripping any moisture. I love that it’s lightweight but still delivers deep hydration."
		},
		{
			"review_title": "Great Set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is my first time trying the k18 hair mask and hair oil and I am very impressed. The hair mask works amazing as long as you follow the instructions and the hair oil is great for after the mask or as a oil treatment before wash day. I think this set is perfect for someone who is looking to expand their hair care game"
		},
		{
			"review_title": "Excellent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I am in love with this hair oil and leave in treatment. I use this set daily  it works great and I see good results. I have dry hair, but this set helps me maintain it. My hair is moisturized, silky and hydrated. It feels healthier and has more strength. I would highly recommend it to everyone!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Light skin tone",
			"review_text": "The K18 Ultimate Reset + Repair Hair Mask and Shampoo Set is a game-changer! The shampoo cleanses gently but thoroughly, and the hair mask really does make my hair feel softer and stronger after just one use. It’s especially great if your hair has been through a lot of heat or coloring—mine has, and this set helped bring it back to life. It doesn’t feel heavy or greasy either, just lightweight and healthy. If your hair needs some serious TLC, I’d totally recommend giving this a try!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Normal skin",
			"review_text": "this set is the perfect holiday gift or treat for yourself! k18 is so potent that you really only need minis anyways. their classic hair mask is my holy grail for hair repair and it makes my hair ridiculously soft + shiny. i follow up with the hair oil to lock in my newly repaired strands and tame frizz. love this duo!"
		},
		{
			"review_title": "A god-send!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This set is the absolute best one I’ve ever had. After years of bleaching my hair and having frizz, the k18 hair mask has left my hair SO soft and healthy after just one use!! It’s literally my new favorite hair product of all time time now!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I tried the K18 Ultimate Reset + Repair Hair Mask and Shampoo Set.  The hair mask is amazing and also full size.  It makes my hair silky and smooth.  The shampoo is also good for detox.  It’s a great combo!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "The K18 Mini Molecular Repair Hair Mask & Oil Set works wonders for soft, shiny, and strong hair. The leave-in mask detangles effortlessly and keeps my hair looking healthy, while the leave-in oil adds incredible softness and shine."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I've never seen my hair look and feel as healthy as it does with the K18 Ultimate Reset Set. The shampoo is perfect for my oily scalp, and the conditioner leaves my hair incredibly smooth. The results are long-lasting, and a little conditioner goes a long way to keep my hair soft throughout the week."
		}
	]
}