{
	"product_id": "1174",
	"name": "The Conditioner- Hydrating Cream with Hyaluronic Acid, Niacinamide + Panthenol",
	"brand": "Nécessaire",
	"categories": "Hair, Shampoo & Conditioner, Conditioner",
	"price": 38.0,
	"about": "What it is: A clinically-tested hydrating cream to repair the scalp and and hydrate hair. Preps for hair growth treatment. Color-Safe. Dermatologist-Tested...Hair Type: Straight, Wavy, Curly, and Coily..Hair Texture: Fine, Medium, and Thick..Hair Concerns:.- Anti-Aging.- Dryness.- Thinning..Key Benefits:.- Helps to deeply cleanse the scalp, while infusing hair with hydration and vitality.- Helps remove build-up, minimize irritation, and relieve a dry, itchy scalp.- Color-safe and keratin-safe...Highlighted Ingredients:.- Hyaluronic Acid (Seven Molecular Weights): Delivers multilevel hydration to the scalp and hair..- Niacinamide and Panthenol: Vitamins B3 and B5 helps strengthen the scalp's protective barrier..- Celery Seed Extract: Helps relieve a dry, itchy, flaky scalp...Ingredient Callouts: This product is vegan, gluten-free, cruelty-free, fragrance-free and comes in recyclable packaging...What Else You Need to Know: The Conditioner is a daily treatment designed to reverse dryness, remove build-up, and repair scalp. The formula is infused with skincare actives like hyaluronic acid, niacinamide, panthenol and celery seed extract for better results. It also preps for hair growth treatment to follow. It is also color-safe, keratin-safe, hypoallergenic, dermatologist-tested, and non-comedogenic..This product is an Allure Best of Beauty award winner...Clean & Planet AwareOur ambitious curation of beauty made without controversial ingredients from brands dedicated to making meaningful environmental commitments, including sustainable ingredients and sourcing, packaging, corporate commitments, and consumer transparency.",
	"ingredients": "-Hyaluronic Acid (Seven Molecular Weights): Delivers multilevel hydration to the scalp and hair..-Niacinamide and Panthenol: Vitamins B3 and B5 helps strengthen the scalp's protective barrier..-Celery Seed Extract: Helps relieve a dry, itchy, flaky scalp...Aqua/Water/Eau, Cetearyl Alcohol, Glycerin, Cocos Nucifera (Coconut) Oil, Aloe Barbadensis Leaf Juice Powder, Caprylic/Capric Triglyceride, Behentrimonium Methosulfate, Persea Gratissima (Avocado) Oil, Niacinamide, Panthenol, Sodium Hyaluronate, Apium Graveolens (Celery) Seed Extract, Cetyl Hydroxyethylcellulose, Citric Acid, Caprylhydroxamic Acid, 1,2-Hexanediol, Caprylyl Glycol, Disodium Phosphate, Hydrated Silica, Propanediol, Silica Dimethyl Silylate, Sodium Phosphate......The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Use as your regular conditioner. .-Apply from scalp to tip. .-Let the product sit for one to two minutes. .-Rinse well... Recycling Instructions:.-Nécessaire has partnered with How2Recycle to provide third-party verified recycling claims. .-Please follow recycling instructions printed on carton..-Rinse eco-bottle and recycle with #2 plastics..-The FSC-Certified carton and insert can be recycled with paper..-Note: the cap is not curbside recyclable. .-For items that are not readily recyclable via curbside in the US please consider using Nécessaire’s verified TerraCycle partnership.",
	"num_reviews": 460,
	"overall_rating": 4.6,
	"product_url": "https://www.sephora.com/ca/en/product/necessaire-the-conditioner-fragrance-free-P502757?skuId=2608727&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2608727-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "8.4 oz / 250 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2608727-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Did the job!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This is based on one use. I used as directed and massaged the conditioner into my scalp. The result was a very flake free and clean scalp!  It didn’t give me the silkiest hair, but the scalp was the point and it worked very well. Someone said that the scent was like salted celery and I literally LOL’d because she was so spot on!  But I wasn’t looking for a great scent, just a great product for my scalp and that’s what I got!  Will purchase again.    purchasing this product."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "Instructions say to apply son scalp as well and it did not weigh down my fine hair. Very happy with this conditioner that I will be buying the shampoo as well to match. There really isn’t a fragrance so keep in mind if you are looking for a scent to your products"
		},
		{
			"review_title": "Conditioner for your scalp!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This is a nourishing conditioner with a lightweight gel-cream texture that turns milky when rewet and rinsed. I have thick low porosity long hair that forms ringlets, and chronic dry patches on my scalp that I use Nizoral for. I've always been told to keep conditioner off my roots to not add weight or buildup. The necessaire conditioner allows me to treat my scalp like I would any other dry skin on my body, with light hydration and healing panthenol. I massage it on with a shower brush and let it sit before rinsing. I think it's really improved the balance of my scalp over time, and made my hair look healthier as a result."
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I love this body lotion it is top notch quality and makes me feel so luxurious. It smells nice and clean. I love this brand truly. I would recommend this to anyone and do not hesitate to purchase this product! Gifted by necessaire"
		},
		{
			"review_title": "Just hate the bottle cap, have squeeze hard to use",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I don't see much of a difference from my normal conditioner. I guess it's okay.  The reason I give 3 stars because I hate the bottle, it's hard to get the product out."
		},
		{
			"review_title": "Winner for dry hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Dry skin",
			"review_text": "I just used this for the first time today and am really impressed with how well it detangled and didn’t wash all out after rinsing. I have very dry hair also so I air dry and have to say my hair was smoother and softer and this product is the only thing I did different. It gave me moisture and shine and did not feel like muck on top of my hair. Winner will try some of their other products now."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Strips the moisture out of your hair. Not a fan of this shampoo, although the conditioner that I bought along with the shampoo was good."
		},
		{
			"review_title": "Love at first try!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, gray hair, Fair skin tone, Dry skin",
			"review_text": "After one use of the shampoo and the conditioner, my hair has more volume and is so soft, and without the heavy weighed down kind of soft. I love it!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "Super simple formulation that my wavy hair seems to like, especially if I plan on air drying. It doesn't feel super hydrating (probably due to the lack of silicones) yet my hair still looks nice afterwards"
		},
		{
			"review_title": "Hydrated scalp and hair",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Hair and scalp are feeling a noticeable improvement after using this 3 times. Applied from ends to roots and massaged into scalp. The smell when using in shower isn’t the nicest but it is quite subtle. Scent free post shower."
		},
		{
			"review_title": "I like it but it does smell",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Some people say it smells like celery, I think it smells like ramen, the kind you buy in a package. I get hungry while I'm conditioning my hair. Thankfully, the scent doesn't last. And my sensitive scalp seems to be doing better with this and the hyaluronic shampoo. I'd suggest smelling it before buying, though."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Oily skin",
			"review_text": "Excellent for my dry scalp (which also happens to be oily) and fine hair."
		},
		{
			"review_title": "Fine, oily hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Love it! I have sensitive skin and my scalp is oily and my hair is fine—it gets weighed down easily. I love that this conditioner is for hair AND scalp—it feels so wonderful and makes my hair less oily by moisturizing my scalp. 10/10 and it doesn’t smell like anything! Love it"
		},
		{
			"review_title": "Not for thick hair",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "No idea why this is so popular, as it provided zero hydration for my hair.  I’ve got thick, Asian hair with dryness at the ends and oily scalp.  No matter how much of the product I loaded on or how long I let it sit, it was still dry.  The tangles kmg"
		},
		{
			"review_title": "Works on oily hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I loved how clean it got my oily hair. I wash once or twice a week and this shampoo did the job without over stripping my hair. It truly is scent free if you’re looking for shampoo without fragrance."
		},
		{
			"review_title": "For Soft Hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "The best hair conditioner. Makes my hair stronger and super soft. Doesn’t weigh it down. I love the scent that is not overpowering. This creamy conditioner contains proteins, peptides and ceramides that make my hair better looking the longer I use it. I would recommend it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This conditioner is great. Leaves my hair super moisturized and not flakey or dry at all. Really enjoy this product, and really enjoyed using it. I have really curly hair and it doesn’t strip my hair at all!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "The conditioner includes proteins and rosemary extract. These ingredients make my hair look shiny and healthier than before. The packaging is also easy to use. This combined with the shampoo is the perfect duo."
		},
		{
			"review_title": "Not great for my fine hair.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "This does not feel hydrating enough for my fine hair. I feel like I have to use double the amount that I do with my other go-tos, and I end up pulling more hair out while applying this. It’s almost like it grips my hair weird. I also hate the bottle. It’s so hard to get the conditioner out! This may become shaving cream for me."
		},
		{
			"review_title": "Great conditioner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "So good! It works so well. I had to get this after I fell in love with the shampoo. This also lasts a long time so the spend is worth it. You dont need as much as a usual conditioner. Wish it had scent"
		},
		{
			"review_title": "Gentle and effective",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I was really impressed with this conditioner - the perfect level of hydration for my fine hair, even on the roots in winter."
		},
		{
			"review_title": "A MUST",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "I have been using for some days and its so much better than the masks from Keraste and less expensive!! I love it"
		},
		{
			"review_title": "A must have for dry itchy scalp",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I bought this for my dry, itchy, flaky scalp. It works and also helps with dryness too. The scent is a bit different but it goes away after you rinse your hair out. I had tried many products before I found this one. It’s very high quality and I will buy it again."
		},
		{
			"review_title": "Not great for curly hair",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "I’m searching for a conditioner that will help my curly/wavy (high-lighted) hair by providing lasting moisture and help with frizziness. I comb my hair in the shower only & need a conditioner that will help detangle as well. This conditioner did not provide either of those things."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "I am sensitive to fragrances and was also looking for cleaner products, so the Necessaire shampoo and conditioner have been perfect for me. My hair looks and feels healthier. The only downside is the cost"
		},
		{
			"review_title": "The SMELL",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Light skin tone, Oily skin",
			"review_text": "The product is just a solid conditioner, but it smells horrible. Like salty celery."
		},
		{
			"review_title": "Helped with hair health, moisture and shedding",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "I am African American with curly hair. I was hesitant to buy this as I couldnt find reviews by black women but I tried it anyway and am very glad I did. Many times products that are marketed for all hair types don't work for my hair but this conditioner and shampoo did. I used it twice before reviewing so I could be sure my first use wasn't a fluke. The shampoo cleaned my hair without stripping or tangling. I have avoided products even labeled as shampoo for the last few years because my hair gets so tangled but this didn't do that. But it's the conditioner that suprised me most. Again, conditioners marketed for everyone tend to not moisturize enough or help with detailing. This soaked into my hair easily, my hair detangled easily and afterwards it felt light/not weighed down but not dry at all...and that moisture stayed with my hair throughout the week. I also have been struggling with thinning hair and tons of shedding. I am in my 40s and perimenopausal. The second time washing my hair with these products I had 1/3 the shedding both in shower and during blowdrying and flatironing. This may be shampoo and conditioner but I am also using their scalp serum each night. For additional context for curly women, my hair is small s curls; thin strands but lots of strands; highly porous; waist length when straight. When straightening hair I wash, blowdry and flatiron only once a week. I used this for my straightening routine so can't speak to slip/detangling when I wear curly in the summer but I plan to try it out when I do wear it curly."
		},
		{
			"review_title": "Made my hair fall out",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
			"review_text": "Filled up an entire grocery bag with hair that had broken off or fallen out, and the only thing different was this conditioner. Did nothing for my hair and I do not dye or style my hair. It didn't make it soft didn't reduce frizz didn't detangle just made it fall out. Was looking multiple handfuls every shower or when I'd brush my hair, my hair was all over my clothing. Stopped using a week ago, already nowhere near as much hair loss. Horrible product."
		},
		{
			"review_title": "Best conditioner I’ve ever used",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "My fine, thinning hair remains full, manageable, and softer than ever after using this conditioner. Best conditioner I’ve ever found. I love that a little goes a long way and it doesn’t weigh down my hair. It detangles my damaged ends easily."
		},
		{
			"review_title": "Solid!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Good conditioner that left my hair sleek and moisturized. Also great aesthetic in my shower collection. I love this brand!"
		},
		{
			"review_title": "Love the conditioner, hate the bottle.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I was hesitant with using it on my scalp because I get oily really quickly but it works wonderfully. I love how refreshing it makes my scalp feel like skin care. Loss of a star because I hate the bottle. Doesn’t keep shape well."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "I wanted to love it so bad but I just don’t plus it smells so weird. I bought both the shampoo and conditioner, now I just have to use them until they run out because of the price I paid but I’m truly not loving them"
		},
		{
			"review_title": "Dry hair, falling out",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "I was trying to find a shampoo that would hydrate my hair but not cause me to break out in an eczema rash so I gave this a chance. I tried it once and didn't see too much of a difference. I thought I would give it a fair chance and try it a couple more times and I WISH I didn't....this conditioner totally ruined it my hair! My hair has NEVER been so dry, brittle, frizzy, or breakable! My hair has been falling out in CLUMPS and still has not recovered. I stopped using this conditioner in July...my hair to this day still falls out and is drier than ever. I changed NOTHING else about my hair care routine except using this product so I'm convinced it's the culprit. I take a lot of pride in my hair so it is pretty devastating. I fear it will never be the same again..."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "best conditioner! i have a lot of thin hair, itchy dry scalp and prone to oily roots. don’t be afraid to work this on your scalp! great for prolonging time between washes. help relax my scalp!!!"
		},
		{
			"review_title": "It’s nice :)",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I liked this shampoo/conditioner duo. The conditioner moisturizes my hair and I no longer have to top off my hair with hair oils. My hair is very silky and frizz proof after each wash."
		},
		{
			"review_title": "Huge miss",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "This left me with huge flakes all over my scalp, despite keeping the ends and shaft as the point of attention for conditioning. It took so much conditioner to hydrate my hair. My hair is fine and oily, and I found this not only dehydrated but actually broke my hair off."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "I love this product! I see a noticeable difference in how much hair I lose in the shower. It even helped with my itchy scalp/dandruff. I love that this product is fragrance free. With this conditioner a little goes a long way (about a quarter size). I would highly recommend giving it a shot"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "My favourite conditioner ever. Doesn't leave my hair feeling greasy whatsoever!"
		},
		{
			"review_title": "GREAT conditioner (but it smells like celery)",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I think this conditioner is great- I tend to use it as my go-to product for conditioning and use it in tandem with the Necessaire shampoo. I have very sensitive/reactive skin, and this has never caused an issue; leaves my hair soft, easy to style, and healthy! My only gripe: I know it’s supposed to be fragrance-free but to me it smells like celery (which I guess makes sense since there’s celery seed extract as a listed ingredient). It doesn’t leave any sort of scent in my hair after rinsing, but whenever I’m applying it, it does smell quite strong. It’s not enough to turn me off of the product but I did find it a bit jarring the first time I used it… because who’s expecting to smell celery in the shower?"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "Great slip, really really hydrating yet very light, perfect for my hair which is both curly and fine. Immediately saw less dramatically less hair in the shower using this combined with the shampoo and serum"
		},
		{
			"review_title": "drying",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "Shampoo made my hair fall out and this conditioner was not hydrating at all, my fine hair has never been drier. Would not recommend, I had to throw it away after trying it for 2 weeks."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
			"review_text": "I really love this hydrating conditioner! I have very long and very thick hair and with that always need as much moisture as I can get with my hair products! It hydrates without weighing my hair down!"
		},
		{
			"review_title": "Great Moisture for Dry and Curly Hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I have curly textured hair that tends to dry out. Lately, I’ve been seeing my hair thinning and falling out due to over processing so I wanted to find a new hair care line to treat it.  I was thrilled that this conditioner is super moisturizing and has great slip to keep the integrity of my curls when i style it afterwards. I tried other another competing brans (Nutrifol). While it might have touted how effective they were, they missed the conditioner for my hair type. My hair is super soft after rinsing with the Necessaire conditioner and then I apply the scalp solution. Non-scented is a plus, too…less toxins for our body and the planet. Necessaire has a new and happy customer!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I use this as a conditioner only on my wavy hair. I tried it on my scalp too, but it made my scalp greasy. However it worked great as a scalp cleanser for my sister who has curly hair. Different hair, different results."
		},
		{
			"review_title": "Shampoo is great but I don’t like this.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I have wavy to curly hair and it’s a medium thickness and the ends get fairly dry. My entire head of hair gets frizzy. It didn’t do anything for the frizz and given that I don’t condition my scalp due to me getting an oily scalp quickly I can’t speak to the scalp care it talks about. I think it’s okay but it doesn’t do much for the dryness. I typically use a second conditioner to help and also to mask the smell. Usually fragrance free doesn’t bother me but this smells so bad that I literally hold my breath while using it."
		},
		{
			"review_title": "Great...except for the smell!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "I was pleasantly surprised by how well this conditioner works.  My hair is so much softer after using this.  The only reason I'm giving it 4 stars instead of 5 is that it smells like celery, which I can't stand."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Dry skin",
			"review_text": "scalp moisture without the icky slimy feeling left over on your shoulders and back. good for people with sensory issues!"
		},
		{
			"review_title": "It is NOT non-comedogenic",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
			"review_text": "I don’t understand how they can say this is non-comedogenic if coconut oil is one of the top ingredients? They also have avocado oil in this + in their shampoo too. After 1.5 week of use, I have hairline acne starting up again. Big disappointment"
		},
		{
			"review_title": "Bad product, wouldn't buy again",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Really not worth purchasing. I have a sensitive scalp, so I was interested in the clean beauty fragrance-free description, but this conditioner does nothing. I find myself using a second conditioner to fully detangle and condition. Definitely not good for waves or curls. I also bought the shampoo to see if they worked well as a pair, but it's even worse. It made my scalp flaky and my hair like the texture of hay. I feel played by the reviews. Wouldn't buy this shampoo or conditioner again."
		},
		{
			"review_title": "Can’t wait to use again!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "So glad I bought this, after just 1 use my hair is so much softer and moisture replenished, it’s almost like I got a hair mask from the salon!"
		},
		{
			"review_title": "Love the brand but not this product",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Light skin tone, Dry skin",
			"review_text": "I love Nécessaire’s products but this conditioner is just not it. Didn’t really do much for my hair and definitely is not really worth it."
		},
		{
			"review_title": "Don’t recommend",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "How this got so many raving reviews is beyond me. This product absolutely sucks."
		},
		{
			"review_title": "Love love love!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This has become my all time favorite shampoo/ conditioner pair. I’ve purchased 3 times now and will forever repurchase. My hair has never looked this healthy and it’s amazing."
		},
		{
			"review_title": "Requires too much Product to cover my hair!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Not worth it, especially if you have long hair. I have 24” extensions and it takes SO MUCH conditioner to even start to feel it covering my hair. Not cost effective. Did nothing for frizz."
		},
		{
			"review_title": "Greasy for fine hair",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Normal skin",
			"review_text": "Super disappointed with this conditioner. I’ve tried it multiple times including after clarifying shampoo with the same greasy results. It feels like there is a fine film left over on my curls. Avoid, especially with fine curls."
		},
		{
			"review_title": "A new must have in my shampoo rotation",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "My second purchase. My scalp is noticeably healthier and less irritated. My hair feels clean and happy as well."
		},
		{
			"review_title": "Buy it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Dry skin",
			"review_text": "Amazing product!! I am obsessed with this conditioner and the way it leaves my hair feeling after every use! I have been using it nonstop and have already repurchased it myself!! So amazing and such a staple!"
		},
		{
			"review_title": "Works for my needs",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I bought this and the shampoo thru the Necessaire website but I feel like it's more helpful to leave reviews here. I have eczema and MCAS so fragrance, preservatives, and harsh surfactants are a no go. Not only does this have the National Eczema Association Seal of Approval but the company also holds themselves to the ingredient standards of the EU which is way more strict than the US. I have oily roots with dry ends and a flaky/irritated scalp. I apply this heavily on my ends and then take whatever little is left on my hands and run it through my roots, and while it's not an overnight cure (one of the hero ingredients, Niacinamide, can take up to 12 weeks to fully work) slowly the flakes and inflammation are going down. I really do think the panthenol and hyaluronic acid are helping with moisture retention and strength in my ends. It doesn't have any weird smell that you sometimes get in other fragrance free natural products. The biggest pros are that this company has an entire line of fragrance free clean products which streamlines my routine, and then the aesthetic is beautiful. If you have sensitive skin you know the irritating medicinal packaging to all your beauty products."
		},
		{
			"review_title": "Scalp highly irritated, discontinued",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "This product is unscented, but was so irritating to my scalp that I had to stop using it after 5 days. It took my scalp over a month to recover. If you have sensitive skin or scalp avoid use. A real waste of money."
		},
		{
			"review_title": "A must have in my routine￼",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "I love it I have curly hair and it’s really good for me and the reason why I also like it it’s because it’s healthy and made my hair look really good  ❤️❤️❤️￼￼"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This is a no frills conditioner but in the best way possible. It does everything it’s supposed to do and nothing more. It cleanses it defangles, it doesn’t weigh my hair down. I also absolutely love the packaging"
		},
		{
			"review_title": "greasy :(",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Oily skin",
			"review_text": "this conditioner made my hair appear greasy after using. i had to return it."
		},
		{
			"review_title": "Might be too mild",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Fell for the reviews, but don’t like this conditioner. It’s mild, like the shampoo, but I can’t comb out my hair after using. When I mentioned that I couldn’t comb my hair, without using a leave-in, my hairdresser asked me if I was even using a conditioner. So, guess it’s too mild. My hair is thinning and fine, so I’m always looking for products that won’t weigh it down. Disappointed."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This worked really well! I recently moved back to an area that's humid after a decade living in the desert, so I was looking for something hydrating that wouldn't make my hair more frizzy. I was pleasantly surprised! This is the first product I've used in a long time that I felt like actually reduced my frizz instead of just not making it any worse. It did not weigh down my waves. I also saw benefits when using it directly on my scalp and it didn't make my hair or scalp feel oily.  It's a very small container, but I found that I've been able to get by with using less than I normally would with other conditioners. I love the design of the top.  For reference: I have long, medium-thick, wavy, low-porosity hair that isn't color treated and is usually dry. Sometimes I get sebum buildup on my scalp. I've been using the product for a month or so."
		},
		{
			"review_title": "Has Helped a lot",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "I bought their shampoo and conditioner and it's noticabley helped my hair after just a few washes. It leaves my hair feeling soft and smooth for days and has helped with oil control."
		},
		{
			"review_title": "A great fragrance-free conditioner!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Love everything from Necessaire - including this new Conditioner! It adds just the right amount of hydration to my hair without weighing it down or leaving it feeling greasy. It has Vitamin B5, which helps nourish hair follicle for growth and prevents hair loss. If you’re hoping your hair would smell great, then this is not for you since it’s a fragrance-free product - But I don’t mind at all. It’s gonna be a new staple in my hair routine!"
		},
		{
			"review_title": "Sensitive scalp approved",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is great! I’ve always used fragrance free shampoos and conditioners. I struggle with acne and the thought of heavily fragranced products running all over my back  and hairline makes me cringe. I also have had episodes of scalp psoriasis in the past. I was using dermarest for a long time which worked great for my scalp and was fragrance free but the sulphates really dried out my hair so I started looking into alternatives. I’ve used the Kirsten Ess and the briogeo fragrance free shampoo and conditioner and like this one the best. Only wish I checked their website before ordering. They ship to Canada and they pre pay all duties and tax. Even with the dollar exchange it’s cheaper then on Sephora. You can also buy in bundles which makes it even cheaper. But overall great conditioner. It’s says you can use on your roots as well but when I tried that it left my hair looking a lot heavier once styles so I’ll just stick to applying it to mids and end. I used the inkey salicylic scalp serum before showering and that helps keep my psoriasis under control. It’s also fragrance free."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The smell of this conditioner is beyond horrible. Not sure if I'm going crazy but it smells like ramen."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Straight to the point:  Smell: No scent. I prefer my hair products to have fragrance. I am not docking the brand for this, as I knew this would have no fragrance.  Ingredients: I can appreciate the clean ingredients and transparency from the brand.   Consistency: This is a lighter conditioner.   Application/ packaging: It has a twist top. So, you turn the top to open the product and squeeze the conditioner out. The packaging is very minimalist and sleek.   Moisturizing/Hydrating: I have a short pixie cut growing our from a buzz cut. I am always looking for light conditioners because of my scalp. My hair is dry.   I left this in my hair for about 10 minutes, rinsed off. It rinses off well.   However, I do not feel like it moisturized or hydrated my hair. If anything, I think it made my hair dryer. My hair sheds more than usual for medical reasons, but I swear this made it shed a lot more because this is the only new hair product I have introduced.   I think this is a good conditioner for those with oily scalps or very fine hair. I definitely feel that it is worth a try. What doesn't work for me doesn't mean it won't work for you.   3/5"
		},
		{
			"review_title": "Surprisingly wonderful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "Surprisingly very nice. It makes your hair feel soft and less frizzy. It doesn't feel heavy at all. I really like it, but the only thing is that it is quite small for what you pay for. If you have long hair you might need to invest in something else. Too bad they don't sell a bigger size. Also, they have no scents which would be nice if they did... But other than that I really like it. It doesn't make me break out either. No pore clogging ingredients in this."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "LOVING! This conditioner is now an absolute fav. I have curly hair that tends to be on the frizzy side and love the way it makes my hair feel. This will become a staple of mine and would recommend to anyone."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Absolutely love this product, it doesn’t have an fragrance at all and leaves my hair feeling soft. The applicator is really cool too, doesn’t have a lid but more of a screw-open type of thing, really innovative. 10/10 recommend!"
		},
		{
			"review_title": "I like, but…",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "It’s an interesting concept that you can put this on your scalp. I always feel like the top of my hair never gets as much love as the mids and ends so I do like that this can be used all over the head. I wish it had fragrance, though. I prefer scented hair products, so the option to not have anything but in scented is why I took off one star. Otherwise, this is a great product that does what it says."
		},
		{
			"review_title": "Best conditioner I've found",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I've tried a lot of products to ensure health and manageability for my hair (fine, wavy 2a/2b, long) and this is the first one that has done exactly what I needed right out of the bottle. I use it on my scalp and roots, down to the length and ends and let it sit. Then I shampoo and rinse thoroughly. It does not weigh my hair down and does not cause greasiness. My scalp feels nourished and soothed, and best of all, my hair is soft, detangled, manageable, shiny, and incredibly healthy. Many products have left my hair feeling too oily, or like straw. At least for me, this one is just right. I love that it's fragrance free. My hair still feels clean for many days after and smells just fine (I wash it about 2 times per week) without scent. I'll probably try their shampoo when I run out of what I currently have. Very glad they made this product and I gave it a try!"
		},
		{
			"review_title": "Finally, I found it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "This conditioner is my new best friend! I have struggled with oily flaky scalp with dry hair all my life 😏 I have tried every hair product imaginable, and honestly, this stuff is next level. It makes my hair so soft and manageable yet does not weigh my hair down, or make my scalp or hair greasy. I don't really write reviews, but I want Nécessaire to somehow know that this product is amazing and they should never stop making it lol."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "This conditioner hydrates my hair and leaves it shiny and healthy. I also love that my doesn’t feel greasy by the end of the day.  This product is perfect for those that have issues with scents."
		},
		{
			"review_title": "Made my hair greasy",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Ended up returning. It's hard to rinse out and makes my hair greasy. My hair gets all crusty. Living Proof and OUAI work better for my hair. For reference I'm ethnically Chinese and have straight, fine, thin hair with very little texture that is prone to dryness.   To be fair, this product feels high quality and maybe would work better for other hair types. Also non irritating to my eczema, huge plus. P.S. you have to twist the cap to open it! It took me a sec to figure this out."
		},
		{
			"review_title": "so. good.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "Like everything else from Necessaire — I absolutely loved this conditioner. It’s lightweight & moisturizes without making my hair feel greasy. But it did make my hair shinier and softer! My scalp also feels clean and this didn’t leave any buildup! I’m on post-wash day 3 and it’s still not itchy + no flakes!"
		},
		{
			"review_title": "Sadly, not for me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I wanted to love this but I don't find it conditioning at all.  Also, there is no smell which some may prefer.  I don't like anything too strong but a little something would be nice.  For reference I have medium length, slightly wavy hair.  I don't typically need much conditioner but this just felt like nothing."
		},
		{
			"review_title": "Perfectly Hydrating Without Being Weighty",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I have a pretty flaky scalp and dry, curly hair, but this conditioner was an instant hit for me. From the first wash, it added just the right amount of hydration to my hair without weighing it down or leaving it feeling greasy/dirty. It gets a bonus for a little going a long way. I think this is my new holy grail conditioner!"
		},
		{
			"review_title": "Scalp Nourishment",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "This conditioner has left my hair feeling silky, soft and very hydrated. It is thick and creamy but left my hair feeling light and bouncy. It has Vitamin B5, which helps nourish hair follicle for growth and prevents hair loss. I like that because I’m noticing hair thinning as I age. I typically prefer hair care products that smell pretty but I was excited to see how a fragrance-free product with vitamins might affect my scalp health."
		},
		{
			"review_title": "average",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "just your average shampoo/conditioner. I disliked that there was no scent, ended up returning as I didnt think it was worth the price."
		},
		{
			"review_title": "fine hair? skip it.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Sadly this one is a miss - so many great reviews but sadly didn’t work out for me. Did not feel very hydrating at all and made my fine hair go greasy way faster than usual. Agree with the other reviewers who felt it made their hair frizzy - mine also felt rough.   I do love the shampoo by Necessaire though!"
		},
		{
			"review_title": "DOES NOT CONDITION IT DRIED MY HAIR OUT",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "MADE HAIR MORE DRY AND LEAD TO FRIZZ AND FLY AWAYS"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I absolutely love this product so much! As someone with an oily scalp it can be hard to find good conditioners/shampoos that work well for me. But this product does the trick. Also not having fragrance is good if you have sensitive skin! Love this product!"
		},
		{
			"review_title": "Save your money",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, lightMedium skin tone, Combination skin",
			"review_text": "I was super excited to try out this product since I’ve seen other products all over tiktok!! I will say after having used it for a couple of weeks, it made my hair super dry and I felt like the conditioner was doing nothing. Save your money"
		},
		{
			"review_title": "love it!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "The conditioner really surprised me. Most conditioners are on the thinner side and I really don't feel like they offer much of a benefit. I used this conditioner as I would use a deep conditioner by applying it all over and letting it sit in my hair for several minutes prior to washing it out. After washing it out my hair was noticeably softer and easier to detangle. I also love that the packaging is squeezable and has a squirt top. This made it so much easier to dispense and use while in the shower with slippery hands."
		},
		{
			"review_title": "Red scalp relief!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Grey eyes, Fair skin tone, Combination skin",
			"review_text": "I received this product as a free sample. I always fall victim to sensitive scalp in the cooler months. I happened to notice large flakes prior to my first use of this product and was pleasantly surprised to realize this was a scalp conditioner. My red scalp was almost instantly relieved!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This is a fantastic conditioner. I love that it has no scent, has a screw top for easy dispensal and doesn’t feel heavy on my hair. Gives my ends the perfect amount of conditioning. Couldn’t be more impressed! Highly recommend!"
		},
		{
			"review_title": "Not my favorite",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "i was so excited to try this shampoo & conditioner but unfortunately I did not love it. My hair still felt dirty and itchy. Not a fan of the unscented..I do like a little scent in my shampoo and conditioner"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Pleasantly surprised by this product! The conditioner has an amazing formula and leaves my hair feeling soft without greasy. Smell is also incredible! Hair feels super healthy and not weighed down after using this conditioner."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Like the shampoo, I love this simple packaging yet it’s so easy to use - just twist and squeeze. It is truly fragrance free which is great for people who are sensitive to scents. However, it’s not a super hydrating conditioner. It’s just a lightweight moisturizing one, thus my four star review."
		},
		{
			"review_title": "Great hydrating conditioner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I was really excited to try this shampoo! It has beautiful packaging, and I have a dry and itchy scalp that needs lots of moisture. I love the Hyaluronic Acid and vitamins in this formula because I have very dry skin/scalp. The conditioner felt very smooth, and it made my hair feel soft. I’m glad I got to try this conditioner"
		},
		{
			"review_title": "Great conditioner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I love this conditioner it does not weight my hair down or leave it oily ny hair cones out soft and shiny  this is a great conditioner I will be getting it again I really do recommend this product love it"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "I love the packaging , very simple ingredients that makes a clean shampoo.  My  hair felt amazing even after one wash! I love the smell as well :) I love the packaging , very simple ingredients that makes a clean shampoo.  My  hair felt amazing even after one wash! I love the smell as well :)"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I have received this product for free giften by Necessaire and I think is a great product and smells sooo good! This conditioner is amazing my hair feels so good and so soft after that, I love the product"
		},
		{
			"review_title": "Great for Dry Scalp!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "As someone who really struggles with a dry and flaky scalp, especially this time of year, I am super impressed and pleasantly surprised with this shampoo. My hair feels clean and flakes are reduced after use, but totally no greasy feeling left after. Would recommend and by again"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I was gifted this in exchange for an honest review. The conditioner is a lovely addition to my routine next to the shampoo, and does leave my hair feeling soft. I would be curious to try out the scented versions as well."
		},
		{
			"review_title": "Makes my hair soft!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I love the way this conditioner made my hair feel so soft, and smooth. I style my hair quite often so I deal with breakage and dryness but this conditioner showed me immediate results within 1 use. I love the clean ingredients it has and that’s it’s fragrance free because I have a sensitive scalp! Will definitely be a staple in my routine."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
			"review_text": "I have tried quite a few shampoos and conditioners recently, and I am super impressed by this one. This conditioner leaves my hair feeling so soft, without leaving any buildup or residue, which can def be an issue for me. I love it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Light skin tone, Combination skin",
			"review_text": "I received this product free from the brand to test and review. I liked that it is made with plant based surfactants and is completely fragrance free. As a licensed cosmetologist I’d love to carry this for my guests"
		},
		{
			"review_title": "Love this for my hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I’ve been using this on my hair wash days and it’s been amazing so far. Firstly, I love that the formula is fragrance free! There are also no sulfates which is great. It feels so luxurious, leaving my scalp and hair feeling super fresh and clean."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "This is a light conditioner that has no detectable fragrance. I think it would be good for someone who is sensitive to fragrance and doesn’t want a very heavy conditioner. I don’t feel like it moisturizes my frizzy and dry hair quite enough on its own, but I appreciate the simplicity of the product and its unique packaging."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I have been using this conditioner with the shampoo and it has made such an improvement for my scalp and for my overall hair health. Perfect for people who are concerned with thinning and aging. I like fragrance in products but I don't mind that this is fragrance free."
		},
		{
			"review_title": "A must have conditioner !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "The shampoo and conditioner are my all time favorite. I've been such a big fan of Neccesaire especially their Body wash. The perfect thing I love about this product is there are no harsh chemicals !!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "this felt amazing in my hair. very lightweight and nourishing! one thing that I love about this brand is how beautiful the packaging is and the way that it looks in my bathroom! alongside the product being great!"
		},
		{
			"review_title": "Gifted review",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Have been using it for about two weeks now. Does the job and I like that it’s fragrance free, however my hair does feel extra dry being that it’s cold weather now and I have curly hair. Going to continue using it and see how it changes my hair"
		},
		{
			"review_title": "Good lightweight conditioner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I love that this conditioner is fragrance-free, I have a very sensitive scalp and the fewer irritating ingredients the product has, the better it is for me. The conditioner itself leaves my hair soft and hydrated, and if you don’t like heavy conditioners, this one’s for you. I myself sometimes go for heavier options, but I think that this product has great ingredients and will work well for everyday use."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I've recently discovered a new favorite product:It was extremely hydrating and went well with the shampoo.Additionally, I adore that it lacks fragrance!I would highly recommend it to everyone, and you should get the shampoo as well!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Normal skin",
			"review_text": "The shampoo and conditioner are my absolute favorite. I’ve been using these products for the past year and am in love with the clean ingredients / fragrance free. The conditioner is perfect for my fine hair because it doesn’t weigh it down - unlike most which are too heavy & greasy. I love the way their products make my hair feel. Would definitely recommend!"
		},
		{
			"review_title": "Super clean & hydrating!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "This conditioner, like all the other necessaire products leaves me feeling super hydrated with no added bulk from harmful ingredients. Super clean and awesome! Highly highly recommend for those of you looking for a clean conditioner."
		},
		{
			"review_title": "Totally obsessed!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
			"review_text": "I’m obsessed with this this brand and their packaging. First I love the ingredients and how clean they are plus no fragrance and sulfate free. i have very dry and damaged hair and just after a few washes, I could really tell the difference with the softness and texture of my hair. This conditioner makes my hair super soft and hydrated, a little goes a long way."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I love that these shampoo and conditioners are both fragrance free. The quality of the entire product including the packaging and the product itself makes me feel luxurious and rejuvenated. I would highly recommend these!"
		},
		{
			"review_title": "Scalp health conditioner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Love the creamy texture, and it’s a joy to use every time. There are some of my favorite ingredients such as Hyaluronic Acid, Niacinamide and Panthenol which help with hydration. Skincare for the scalp? Yes, please!"
		},
		{
			"review_title": "Super moisturizing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "LOVE this conditioner!! It’s so moisturizing without being too heavy or harsh on the hair. My scalp feels much more moisturized even after one use. I will definitely be making this a part of my hair routine."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I love how these hair product looks, it’s very minimalist, but more importantly they work well! They don’t really smells like anything , which gives a clean vibe and it’s good for sensitive scalp.   My hair has also been dry and frizzy for a while now, so even though using the conditioner won’t actually make the already damaged hair become normal, but they do disguise that terrible look! But still, even I do like this conditioner it’s still more light for me I would suggest a serum or oil after drying hair."
		},
		{
			"review_title": "LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This shampoo helped my hair tremendously. I really liked that it was fragrance free because smells sometimes over well me when it is constantly on me. My hair felt smoother and clear after just one use!"
		},
		{
			"review_title": "So good!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "This conditioner is lovely! I use a nickel size amount and it’s more than enough for my medium length hair. It makes my ends look and feel soft, it detangles all my knots, and doesn’t leave my hair looking oily. Definitely recommend"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Dry skin",
			"review_text": "Such a great product that has no fragrance so it’s great for sensitive scalp. Moisturized and detanlged my hair really well. Love love this conditioner and will pe repurchasing once I am finished with this bottle."
		},
		{
			"review_title": "Must have in my hair collection!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Light skin tone, Dry skin",
			"review_text": "i loved this product!! the ingredients in it are so nice & it made my hair feel so soft & nice after the first wash. I didn’t need that much product the first time I used it & my hair felt really clean! can’t wait to keep using this"
		},
		{
			"review_title": "So good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "i’ve been loving this product so much it’s been working really well on my hair and I definitely notice that it is more smooth than usual. It does smell really good as well and leathers nicely!!!!!!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, lightMedium skin tone, Combination skin",
			"review_text": "Working in healthcare ensures I wash my hair more often than I should. Im thankful I came across Necessaries conditioner to help me out. This always leaves my hair feeling refreshed and my scalp clean. When I wash my hair with this, I feel the difference in hydration. Another reason why I love Necessaire is that it uses vegan, gluten free,  and cruelty free ingredients."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I tried the conditioner with the shampoo and my hair felt so soft. It makes my hair so manageable and the ends don’t feel too dehydrated. I also appreciate that this conditioner doesn’t have any fragrances."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "Absolutely love this product! I would totally purchase it again! It gave my hair a clean feel and left it super soft!! I like to leave my conditioner in for 3-5 minutes before rinsing it off and I love the way it feels after!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "This conditioner makes my hair super soft and shiny! I also love how it has clean ingredients which is something I’ve been looking for. This also works great for my dry scalp and with buildup. I would highly recommend."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I think this is a good product and leaves my hair, feeling clean, however, being someone who likes fragrances, and their shampoo and conditioner, this one is just not for me. I will note that there is a cent, but it’s also not a scent. In my opinion, it smells more like cardboard"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "This is my first time trying a fragrance free conditioner. I don't mind it at all infact I love how it makes my hair look. My hair is smooth and hydrated. I have dry hair and this definitely keeps my hair hydrated throughout."
		},
		{
			"review_title": "Refreshing!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, lightMedium skin tone, Dry skin",
			"review_text": "I have extremely thick hair which is why I dread hair wash  days but this duo has restored my faith in shampoo and conditioners. I almost never use conditioner because I always feel like it weighs my hair down but now I double wash my hair and then apply a pea sized amount to the ends and my scalp feels refreshed and my overall hair feels lighter and clean!"
		},
		{
			"review_title": "Would purchase again",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "This conditioner made my hair really smooth and non frizzy. I prefer products that don’t have fragrance and this one still made my hair smell great. The packaging is also nice. I Would purchase this product again!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, lightMedium skin tone, Dry skin",
			"review_text": "Honestly, I was really excited to try this Shampoo and Conditioner set together. Upon my first few uses, i noticed that the the conditioner felt a little off. It didn't really moisturize my hair but made it feel a little rubbery. So, I'm not sure if I'll be using the product again, sorry!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "Great conditioner! This is my first time using hair product with hyaluronic acid and I’m obsessed! I love the fact that I can use this conditioner on both my scalp and my hair and it helps with maintaining a healthy pH balance of both. Another great thing is that it’s sulfate free (good for blondes or those who have had keratin treatment)."
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Incredible product. Everything from this brand is always top quality and this is no exception. Created with hyaluronic acid and niacinamide which also has no fragrance is the type of conditioner I was searching for. This is the best."
		},
		{
			"review_title": "I have found the one!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "This is the one! If you’re looking for a good, clean ingredients and also fragrance free conditioner that hydrates and gives your hair incredible shine look no further. Bonus points, it has hyaluronic acid and niacinamide!"
		},
		{
			"review_title": "silky formula",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "First off wow I dont know how they did it but the formula is amazing, it leaves my hair SO smooth! I know its more natural that it has no scent but i would prefer it with something nice smelling so when i walk by people they go omg her hair smells so good and its so shiny!  received this product as a free sample"
		},
		{
			"review_title": "So great",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Ive been absolutely loving this conditioner. It really brings it on with the clean no fragrance   products. So far the conditioner has been doing my hair great and leaving it smooth and I love the minimalistic design."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, lightMedium skin tone, Dry skin",
			"review_text": "This conditioner is pretty awesome on my thick and frizzy hair. I like that it doesn't have a fragrance, as I can be sensitive to fragrances sometimes. The formula itself is so hydrating and it helps a lot with frizz and detangling hair."
		},
		{
			"review_title": "A must have in my hair care routine.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I love this all natural hair conditioner and it’s so good for my dry dandruff prone hair. It leaves my hair silky and shiny which is usually dry and rough. I definitely recommend it for dry dandruff prone hair type."
		},
		{
			"review_title": "Good but not great",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Light skin tone, Dry skin",
			"review_text": "I do like this product but don’t like how much of it I have to use. I have curly/ dry hair  and felt like I had to use a ton for it to make my hair feel soft and hydrated. I do like how gentle it is and how it’s fragrance free."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This Product is one of my new favorite. Super moisturizing and paired perfectly with the shampoo. I also love that it’s fragrance free! Would highly recommend to everyone and don’t forget to also get the shampoo!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "This moizturizing for my hair and makes it soft. I don't need to use a lot. It doesn't feeling weighing and it's good at washing off/rinsing. I love the twist cap! It's very convenient and easy to use."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I tried the necessaire conditioner and really liked it because it made my scalp and hair feel refreshed and clean after a wash. This conditioner doesn’t contain any sulfates which eases my mind when using it.  I tend to have a sensitive scalp but I had no problem using this conditioner so I recommend it to other people who have problems with sensitive scalps!"
		},
		{
			"review_title": "Super hydrating!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
			"review_text": "I’m genuinely obsessed with this conditioner!! It’s scent-free and super gentle, making it the perfect detox product for hair that’s really been through it lol. My hair can get really dry and frizzy, but this product has helped it retain moisture, therefore minimizing frizz!! And the packaging is 10/10 so cute."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Ultimately, really liked this conditioner. It says for the scalp but I realized after the first wash it’s best to use it for the ends of my hair like a traditional conditioner. I actually like that it’s fragrance free as well; doesn’t interfere with my chosen perfumes. Might try is as a hair mask moving forward."
		},
		{
			"review_title": "Must have for thick hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I love the way this makes my hair feel. Such a great lightweight product that is sure to leave your hair feeling great. I have thick hair and this worked out so well. I would definitely recommend to those with thick hair!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "The best! Can’t believe it haven’t tried this before. This really cleaned out my scalp without causing it to be super dry and I actually went two and without my hair getting oily! Win in my book 🙌 can’t wait to try more from the brand"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This conditioner felt really nourishing on my curls and provided lots of hydration without weighing it down. The fragrance free feature is new to me in hair products, but I did not mind it since my hair still felt really clean and conditioned."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "I love the  shampoo and conditioner. The conditioner was amazing. They both have really neat packaging. I like that it did truly nourish my ends but had no scent. Even though I’d love a scent it was nice for anyone who may not!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "I tend to have a dry, itchy scalp and can be sensitive to haircare products. This I have found not to be irritating and left my hair feeling super soft, clean and fresh. I will continue to use this and would definitely recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "lightMedium skin tone, Dry skin",
			"review_text": "Necessarie does it again! I’ve tried most of their products and am always so happy with them. The conditioner (and shampoo!) is what was missing from my perfect shower set. Love this clean beauty product! Hydration without weighing my hair down or causing it to look greasy. 10/10"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "I really like this conditioner for my hair. It makes my hair super soft and I love the way the container looks. I can't wait to continue using it and see how much it helps out my hair in the long run."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "After I've rinsed out the matching shampoo, I apply a generous amount of this fragrance-free conditioner to not only the ends of my hair, but also to my scalp to alleviate dryness. The conditioner instantly detangles while not weighing down my hair or giving me oily roots. The formula is so moisturizing yet lightweight, I love it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love this shampoo. It has a very similar texture to the body wash, which is one of my favorite products by the brand.It lathers up so well and leaves my hair and scalp feeling SO clean. It’s also soothing on the scalp."
		},
		{
			"review_title": "Hydrating and Dry Scalp friendly",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "This conditioner made my hair so soft and helped hydrate my hair and scalp. I paired it with the shampoo and I feel like they make for a great hair care routine. Did great for my colored hair.."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Combination skin",
			"review_text": "I absolutely loved how clean and fresh this made my scalp feel! It’s incredibly dense and has zero smell at all so it felt very green and healthy too. The combo of shampoo/conditioner is outstanding and my scalp feels so healthy and like it can breathe!"
		},
		{
			"review_title": "Great shampoo",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This is amazing it makes my hair feel super clean without drying my scalp out. Helps with my dandruff and reduces the frizz in my hair. Super lightweight and no fragrance which helps with my sensitive skin and allergies."
		},
		{
			"review_title": "Hair feels so soft!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "This conditioner feels so good on my hair, it smooths it out immediately. I like how it has no scent and is made with beneficial ingredients for your hair. My hair wasn't as tangled after using this product and just feels soft. I would definitely recommend trying it out!"
		},
		{
			"review_title": "Adding to my routine",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "This product really amazed me, from to packaging to the smell. The shampoo was great it left my hair feeling clean soft and shiny. I loved the application. I have very dry and itchy scalp and I love that it did not leave my hair irritated   The shampoo did make my hair a little dry while washing but one I used the conditioner afterwards the moister was there it gave me the slip that I needed. I would absolutely recommend these products for curly hair."
		},
		{
			"review_title": "Hydration without weighing you down!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "This conditioner is so creamy dreamy! Love the consistency - it gives me the slip i need to detangle. It also leaves my hair super soft but not weighed down. I love that it has hyaluronic acid - i can definitely feel a difference in the moisture of my hair!"
		},
		{
			"review_title": "absolutely genius!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "OKAY!! I’ve been using this for a couple of weeks now… And this is *exactly* what I needed in my shower. I’ve suffered from a dry scalp and flat, dry hair, but this conditioner has changed the game for me. The hyaluronic acid has made my hair more healthy looking, bouncy from the extra hydration, and it helps accentuate my natural wave. The celery seed extract is also a really cool ingredient that’s new to my haircare routine, healing and relieving my itchy scalp. The plus is using this non-essential oil, non-fragrant product, assuring my sensitive skin will have zero bad reactions. I love the bottle too… absolutely genius!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "i love this product, it makes my hair super soft without weighing it down or making it look greasy. it really helps to reduce my frizz, and my hair looks much healthier when i use this product. i also love that it’s unscented"
		},
		{
			"review_title": "MUST TRY",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, lightMedium skin tone, Normal skin",
			"review_text": "THIS IS AMAZING! This is now my go-to conditioner. It leaves my hair so soft and hydrated. Not only the shineeeee. 10/10 product right here. Also love the packaging. If you are looking to try a new conditioner, TRY THIS."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I have been using this product for the first time when I wash my hair every three to four days and am loving it! I love how it doesn’t have a strong scent but does an amazing job of cleansing my scalp while also moisturizing."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "I love this conditioner! It is not too thick while also leaving my hair feeling moisturized and shiny. I notice significantly less frizz and humidity effects in my hair since using this conditioner as well!"
		},
		{
			"review_title": "Great gift set",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "This stuff is great I love the simple packaging. They look so cute in my shower and would be such a lovely gift for the holidays. This is a bit out of my price range for an every day conditioner and I am not too in love with the scent of it. Sometimes an amazing scent will make me spend a few extra bucks so that my hair can smell good all day."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I really enjoy this thick, creamy conditioner! It helps leave my hair feeling very silky and smooth. I also really like the packaging it comes with; the bottle dispenses the perfect amount that I need to use."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "Love this conditioner. You can use it on the scalp as well which works wonders especially if you have a drier scalp. It conditions and nourishes the hair making it easy to detangle. It gives hair shine. Great overall."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "Love a conditioner that can really lathers up my brittle, dry hair- it locks in so much moisture and helps my hair to look smooth and soft. I love how the formula is gentle on my scalp and this is the perfect hair conditioner!"
		},
		{
			"review_title": "Healthy hair starts at the scalp! Try thi6d out!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "This fragrance free shampoo and conditioner has great packaging to start and loved that it comes out the top! My scalp felt clean and refreshed while using the shampoo. The cream conditioner was thick and made my hair feel soft. I have hypoallergenic skin so I was glad it doesn't strip my hair or skin or make my face red if It gets on my face. After styling my hair felt so lighter and healthy. My husband even said my hair looked/felt soft when he got home from work. A++"
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I loved trying this conditioner! I have thin hair and using this shampoo made my scalp feel very clean and makes my hair look fuller the next morning. I would definitely recommend this conditioner for people to use!"
		},
		{
			"review_title": "Nice and silky hair",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
			"review_text": "This product was super smooth. I liked the packaging as it’s super aesthetic. I liked how it left my hair very silky and soft, as well as shiny! I also liked how natural it felt, it didn’t weigh my hair down."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
			"review_text": "I have only used the shampoo and conditioner combo once. I have color treated wavy thick hair, and normally use a co-wash, about once a week, but do make a point to use a traditional shampoo and conditioner every few washes as I find it helps with buildup. I have sensitive skin and used to have an issue with itchiness. While I've only used this combo once, I did really like how it left my hair. When washing the shampoo out, my hair did feel a little dry and I was worried, but when I used a good amount of conditioner, it made my hair soft and manageable again. I like that there is no strong scent and overall feels like a gentle cleansing system. I would definitely use this again and would recommend."
		},
		{
			"review_title": "Another stellar Necessaire product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I’ve been using this alongside the Necessaire shampoo and have been living for this combo. The texture is relatively lightweight, not thick like your typical hair mask. It slips beautifully throughout your hair and I don’t feel like I need a ton of product. I didn’t expect to love this as much as I did. My hair is super dry, so I’m generally drawn to thick hair masks that provide deep hydration. While this conditioner isn’t super hydrating like a hair mask, I’m able to use it from my scalp down to the ends of my hair. I usually stay away from my scalp with my conditioner, as I only wash my hair every 3-4 days and conditioner use on my roots can leave me greasy after 24 hours. This conditioner, however, rinses clean and hydrates my roots  and the length of my hair without any residue or greasiness. I’ve been alternating between this product and a deep conditioner/hair mask, which is the perfect combo for me. I would recommend anyone looking for a great everyday shampoo/conditioner duo to give this one a try."
		},
		{
			"review_title": "Shiny Hair !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I've been using this conditioner for a while and it made a huge impact on my hair. A little goes a long way and my hair is now healthier looking, less frizzy, hydrated and with great shine. The packaging is awesome as well!"
		},
		{
			"review_title": "Clean feel!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Highly recommend for anybody sensitive to fragrance and wanting a “clean feeling” immediately after hair washing! Some products leave your hair feeling hydrating but not thoroughly clean - I find that this one does!"
		},
		{
			"review_title": "Hydrating conditioner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I love that this conditioner has vitamins and hyaluronic acid in it. My hair felt hydrated after using. My hair has been so dry lately so I really needed a hydrating shampoo and conditioner and I think Necessaire came through with this multi-vitamin line."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "LOVE this stuff. My hair is noticeably smoother and softer after just one use. Not oily at all and doesn’t leave that weird film all over your body like some conditioners can. Will absolutely continue to use this stuff!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, lightMedium skin tone, Dry skin",
			"review_text": "I have a sensitive scalp so the fragrance free conditioner is great! I really felt like my hair was softer after just one use. Need to try it a few more times, but I’m liking it so far! I also love the packaging, so chic!"
		},
		{
			"review_title": "I love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I really like this conditioner! It made my hair very soft in the shower and the next day when my hair was dry. It’s very light and refreshing and I would definitely recommend this product!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
			"review_text": "I love this product the smell is great and I love that there are no harsh chemicals in the product. After a few washes I could really tell the difference with the softness and texture of my hair. I recommend this to anyone."
		},
		{
			"review_title": "Great conditioner!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "I love this conditioner! It is amazing that it is fragrance free because I have a sensitive scalp. My hair feels hydrated and refreshed after using this conditioner. I love using this with the matching shampoo! They are an amazing duo"
		},
		{
			"review_title": "Loved this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "I’m in love with this conditioner as it can be used both in your scalp as well as your hair. It really helped my scalp and hair hydrated giving me a healthier looking hair without any frizz. I have thick long hair and this shampoo & conditioner range really made my life easy."
		},
		{
			"review_title": "No irritation, clean shiny hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "I’ve always been a fan of Nécessaire’s chic packaging so I was so excited they came out with a fragrance free line for my sensitive, eczema-prone skin! My hair feels clean, shiny & manageable without any other product!"
		},
		{
			"review_title": "Loveeeee this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Dry skin",
			"review_text": "This has left my hair feeling so incredible soft ! I love that it does not have any kind of smell or fragrances added to this line and that it is on the natural side. My hair is deff loving this product and i would so buy it again !"
		},
		{
			"review_title": "A must-have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I have been using this conditioner for a few weeks now and I am really impressed. I have very dry hair and and oily scalp. I have noticed a huge difference in my scalp not getting so oily so quickly. It also is very hydrating to my hair without weighing it down!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Love Necessaire products! I love the ingredients and how the packaging is plastic and climate neutral. Hair feels clean and healthy after use. This is a great product for sure! Would recommend trying it!"
		},
		{
			"review_title": "try",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Combination skin",
			"review_text": "I really enjoyed this conditioner, I’ve recommended it to all my friends and family! The innovative packaging makes it fun and practical to use in the shower … after application my hair was super soft!"
		},
		{
			"review_title": "No scent equals amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I really like this! The packaging makes it easy to use-just twist the top. I am someone who is sensitive to smells so I love that this really truly is unscented and doesn’t even have a natural fragrance. This leaves my hair silky and smooth and helps with frizz."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I love this conditioner so much. It leaves my hair very moisturized and smooth. I love this this condition with the Shampoo from Necessaire. It also helps if you have dry scalp. I highly recommend it"
		},
		{
			"review_title": "Such a hydrating conditioner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "I love this Necessaire conditioner. I only wash my hair every 3-4 days and this leaves it feeling very hydrated. I also prefer a fragrance-free shampoo and conditioner so this is perfect. Love how it leaves my hair feeling healthy and smooth and the packaging is very sleek as usual!"
		},
		{
			"review_title": "Excellent quality?",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "I’m really happy with this conditioner. I’ve been struggling with an itchy, dry scalp for probably for two months and after trying this product it really be helping my scalp. It also leave my hair soft and easy to manage!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "The conditioner made my hair feel so soft and hydrated. It little went a long way. Love that the packaging looked very clean and minimal, but as I was finishing more of it, it became a little hard to squeeze out. Overall,  good."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "First of all this stuff smells absolutely incredible. This brand always has the best smelling shampoo and conditioner! It really made my hair feel soft and silky and I enjoy the volume that I achieved with this"
		},
		{
			"review_title": "Thoughtful and Luxurious",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, lightMedium skin tone, Normal skin",
			"review_text": "Using this makes me feel confident that it won’t dry out my hair or skin. Very few luxury products cater to sensitive skin and Nécessaire does it justice. My hair felt moisturized and smooth. Thank you for your thoughtful products!"
		},
		{
			"review_title": "Perfect for healthy softer more hydrated hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "This is by far the best conditioner I have tried in a long time! First I love the ingredients and how clean they are plus no fragrance and sulfate free. Also how it has hyaluronic acid it to help my hair retain moisture long after! It feels so rich and luxurious and soaks into my hair especially the ends. Noticed a difference in how soft and smooth my hair was after the first use!"
		},
		{
			"review_title": "Helps with dry scalp!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I absolutely love this conditioner! It leaves my hair and scalp feeling hydrated without being oily. I also really love that it has hylauronic acid to deeply moisturize my hair and scalp. It always leaves my hair feeling smooth and shiny. It is really easy to apply and work into my hair. Highly recommend!"
		},
		{
			"review_title": "A great option for low maintenance hair",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "https://www.sephora.com/product/necessaire-the-conditioner-fragrance-free-P502757"
		},
		{
			"review_title": "Star Product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "Buy this conditioner right now! No, seriously! I have been waiting my whole life to find a conditioner like this! As someone with color treated hair who is trying her best to only use clean products, this conditioner is a life changer! The product itself is so wonderful. I love that it’s formulated without fragrance and doesn’t use any ingredients on the EU’s banned list. It left my thick, fine, frizzy hair feeling hydrated, weightless and voluminous! I can’t believe it myself! I finally found my forever conditioner!"
		},
		{
			"review_title": "Great for Dry Scalp",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "I tend to have a very dry and flaky scalp, so using the right shampoo and conditioner is very important for my overall hair health. This conditioner was really great in terms of moisture! Though it’s not the thickest and most moisturizing, it does more than enough Without making the hair greasy or weighed down. I wish it did have a fragrance but that’s just personal preference! Overall it’s a fantastic product for dry scalp."
		},
		{
			"review_title": "love the conditioner for scalp too!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I have severely itchy scalp and learned from my hairdresser that you can actually apply conditioner to your scalp to relief them! So I’ve been using the conditioner from Necessaire for close to a month now and it’s been so good to my scalp. Less itchy for sure, and my scalp feels less tight after shower, which provided a lot of relief! I like that it has niacinamide as well to soothe my hair and scalp!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I love this conditioner. It works so good with the shampoo and helps soften my dry hair. The only thing I hate about this product is the packaging, because the conditioner is thick, I had to press harder on the tube to get out the product. Nevertheless, it is a good product and I recommend trying it out!"
		},
		{
			"review_title": "My new favorite conditioner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I am so happy I finally tried this conditioner! It’s sulfate free which was important to me since I was looking for hair products without sulfate and Fragrance. After using it my hair feels so much softer and my scalp fees nice and hydrated."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Normal skin",
			"review_text": "The packaging on this product is the coolest thing! I have never seen a product open like this one does. It really makes it so user friendly in the shower I love it. This moisturized my hair so nicely and was so easy to comb out after use. My hair felt really hydrated and didn’t make my blonde fade or leave me with a dry feeling scalp. Totally worth it imo!"
		},
		{
			"review_title": "Gamechanger",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "This conditioner smells so earthy and amazing I am obsessed. It feels super lightweight and gentle but leave your hair soft and silky. Honestly this is the only conditioner I have ever used that has made my thick and wavy hair feel soft and almost frizz free."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "I love this conditioner so much! I really love that it’s sulfate free. I have pretty damaged hair but I’ve noticed after using this consistently my hair feels more nourished and a lot softer! I highly recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Dry skin",
			"review_text": "So good! I’ve been using the shampoo and conditioner for a couple weeks now and they have far exceeded my expectations. I have dry hair and these work wonderfully for me. My hair is soft, shiny, strong and healthy looking. Highly recommend!"
		},
		{
			"review_title": "Lovely",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
			"review_text": "I was gifted this product in exchange for my honest review and I absolutely love it. It’s actually refreshing to have an unscented shampoo because sometimes although I may love a formula the scent isn’t always a love. This allows me to just focus on the sulfate free formula. It left my hair hydrated and refreshed. Plus I absolutely love the packaging. It’s so much easier to dispense in the shower instead of messing with snap caps."
		},
		{
			"review_title": "Great conditioner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "This conditioner works so well. It leaves my hair healthy and tangle free. I love that it is fragrance free too. My hair and scalp love this. Is so easy to use as the bottle cap just twists to squeeze out."
		},
		{
			"review_title": "Perfect for my dry sensitive scalp",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Dry skin",
			"review_text": "I’m loving this! I’ve used it a few times now and after the first use, my scalp was less flaky. I suffer from an extremely dry scalp as well as a pretty severe fragrance allergy, so it’s tough to find products that work and moisturize enough to avoid flakes. Working a small amount of this into my roots and scalp after the matching shampoo hydrates well enough to help my flakes stay gone. I love these!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "This condition is amazing !! It left my hair so soft and shine. I love that it isn’t too heavy on my hair as well. It works great with my curly or straight hair which I love. I love that there isn’t an scent on it also !"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "this conditioner is surprisingly great! i have course curly hair and the hyaluronic acid in this is very nice. i still need to use leave in conditioner in conjunction with this, but it’s definitely a great addition to my routine!"
		},
		{
			"review_title": "Long hair approved !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "I need like a tub of this in my life !!! Conditioners are so tricky because some make my hair feel like a blanket is on top others dry my hair even more. Dry scalp or split ends? You need this conditioner. My hair is very long (close to my butt) and when I tell you it feels and looks healthy after 3 weeks of use.. chefs kisses. Of course I needed more than most for every use but it’s worth the results. The celery seed extract does wonders for dry itchy scalp."
		},
		{
			"review_title": "Could have better results.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Combination skin",
			"review_text": "This conditioner feels very nice on the hair. I dont get a greasy feeling on my hair. Its not a super heavy conditioner so my hair isnt weighed down. As far as conditioning my scalp, I cant say ive noticed a clear difference. The texture of my hair is nice after my wash but I would like a little more relief on my scalp. I tend to get more dandruff towards the front of my hair line and I cant say Ive noticed a difference. I gave it a 3 star rating since its not heavy on the hair and non greasy and thats important to me."
		},
		{
			"review_title": "Cured my post vacation dry hair!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This shampoo & conditioner has absolutely saved my hair. I recently got back from a long vacation where I feel like my hair got fried and dry so when I started to use this when I got home I could immediately see a positive change in my hair! My hair is super silky and smooth again!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
			"review_text": "I absolutely love this conditioner. I am very picky when it comes to hair products but this one is perfect for my dry, damaged hair. It also smells amazing  which is a nice plus! 100% recommend this shampoo."
		},
		{
			"review_title": "Must have for healthier softer hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This is amazing and so thick/luxurious! I love that this is sulfate free! That and being fragrance free really attracted me to this. Plus the hyaluronic acid it helps give it amazing moisture! It’s super hydrating but doesn’t weigh my hair down. It helped get rid of my straw hair from dying it! My ends are so much smoother and softer. I especially like how it’s soothing and keeps my hair healthy from root to tip!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This conditioner has been my go to in these last few weeks. I have very curly, yet sensitive hair. I have dyed it multiple times and it’s hard for me to find a conditioner that doesn’t leave my hair feeling weighed down or overly heavy. I really like the fact that there are no sulfates in this product, and there are actually plant surfactants! Never tried a conditioner quite like this."
		},
		{
			"review_title": "Easy and smooth",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Really easy to use! It comes in a squeeze bottle. The top cap is a twist off design and that makes it really easy to use the bottle. The formulation is also really thick and has no fragrance. It helps to make my hair smooth and hydrated."
		},
		{
			"review_title": "The best conditioner I've used",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "The conditioner is beyond excellent. It's very thick, a little goes a long way but you know it's working at hydrating, smoothing, and softening immediately. My hair feels softer and smoother compared to other conditioners that I've been using and this will definitely replace what I've been using (verb, living proof, klorane)."
		},
		{
			"review_title": "great with shampoo as well",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "This conditioner from NÉCESSAIRE is amazing, i have curly very damaged hair and somehow my hair feels smoother and with less frizz, i do use their shampoo as well, maybe the combination of both makes my hair feel great."
		},
		{
			"review_title": "Totally worth every penny",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "This conditioner makes my hair super soft and hydrated! I have colored hair and this makes my hair look so healthy! And the best part, it is clean and have great ingredients! It doesn’t make my scalp dry or oily and it doesn’t flatten my hair like other conditioners. This is totally worth every penny"
		},
		{
			"review_title": "A Must Have Product!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "To start off, I love the fact that this conditioner is fragrance-free!  A lot of people struggle with sensitive scalps and cannot handle fragrance, and unfortunately there are not that many fragrance free hair products on the market!  I also love the fact that this conditioner makes my hair so incredibly soft and hydrated!  I will definitely continue using this product and others from Necessaire!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Dry skin",
			"review_text": "Not gonna lie. In my opinion, this is mostly just fine. If you’re buying it you’re buying it for the packaging and listen. The packaging is great. I love the twist and I think the bottles are really attractive."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Tan skin tone, Dry skin",
			"review_text": "This new product has saved my skin, I love it so much. I love that it leaves my scalp feeling clean and moisturized at the same time I will definitely repurchase and buy this as gifts to my family and friends"
		},
		{
			"review_title": "Makes my hair shiny!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I do miss having a nice scent but I feel Ike my hair feels shinier and healthier. I think this conditioner is good overall but it could be more nourishing. It takes some getting used to but it pairs well with an oil after."
		},
		{
			"review_title": "So so soft",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This conditioner was so incredibly soft and soothing! I did not feel like I needed to apply a leave in conditioner, my hair felt so soft! I also love the amount of product you receive! I definitely recommend :)"
		},
		{
			"review_title": "New Staple",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "I'm one of those girls that only washes their hair every 7-10 days, and I have never been able to find a conditioner that kept my scalp hydrated and healthy the way this one has. I love that it contains ingredients like hyaluronic acid and Niacinamides that actually benefit my scalp without making it oily. This product is definitely formulated to help the scalp and not so much dry ends, so I recommend pairing it with a hydrating mask!"
		},
		{
			"review_title": "My new go-to!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "I’ve always wanted to try Necessaire products and  I finally got the shampoo and the conditioner and I’m loving it so far! I have curly hair and the conditioner definitely helps to detangle and leave my hair feeling super soft after I’m done. 10/10"
		},
		{
			"review_title": "Excellent formula!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Looove this conditioner! The texture is super creamy and thick, so I found it coated my hair really well without using a ton. It left my hair feeling soft and nourished. I do wish that it had a scent, but I understand that this product is awesome for people sensitive to fragrance! The packaging is really ergonomic as well. No flipping open or unscrewing caps. The bottle is also a softer material that is easy to squeeze. Such thoughtful design!"
		},
		{
			"review_title": "My new go-to product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "This is my new go-to conditioner! I've been using it alongside the shampoo. I love how even after rinsing the product, my hair stayed soft and supple. It did not strip my hair off of moisture and it didn't leave it feeling greasy at all!"
		},
		{
			"review_title": "Great conditioner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This conditioner leaves my hair feeling so soft and silky! It goes great paired with the shampoo and I can definitely tell once it dries that it does a good job of nurturing my hair. I’m hoping it will also restore shine later on!"
		},
		{
			"review_title": "Cruelty Free & Vegan",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I have been looking for a conditioner that makes my dry, damaged blonde hair feel hydrated and soft. This one has done both all while being fragrance free. Plus I love that it’s cruelty free and vegan."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Gifted by T3 Micro. I’m a big fan of t3 products. First of all their products look beautiful. They look so good on the vanity. Second, it works so well on my wave/curly hair. I do prefer my hair straight and that is why I’ve been using this religiously."
		},
		{
			"review_title": "Okay for normal hair",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "While I loved the shampoo, I was disappointed in the conditioner.  It has a very lightweight feel and might work for you if you have normal hair that isn’t dry or tangle prone.  For me, I had to use A TON to hydrate my hair and detangle it.  I did like the packaging and appreciate that it’s fragrance free."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Loveee! This conditioner! It has absolutely no smell which is great for people that are sensitive to fragrances! It has a really nice consistency and leaves my hair feeling super soft! The bottle is also really cool!"
		},
		{
			"review_title": "It’s just okay",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I was gifted the shampoo and conditioner and the conditioner was not super impressive. It left my hair soft, but it took a lot of product to work. I have tried other conditioners I like more unfortunately."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This conditioner has helped my hair so much. I was hesitant to use because I love fragrance but this product has been amazing for my hair. I have a dry itchy scalp and this really has helped both of those issues."
		},
		{
			"review_title": "New daily go-to",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, lightMedium skin tone, Dry skin",
			"review_text": "I've previously purchased the Necessaire body wash and lotion before, and liked how clean and simple they were. Their hair products are no different! My hair feels super silky after using the conditioner and it'll definitely be my new daily go-to."
		},
		{
			"review_title": "Loved",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I have been using this conditioner for more than two weeks and I must say that I loved it, my hair really does not adapt to every product but this one is very good, it gives me softness and my.  hair is silky I recommend it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I’ve been using this conditioner in combination with the necessaire shampoo and it has helped detangle and smooth out my strands. My hair is left glossy and hydrated. I have curly hair and I found that my hair wasn’t that frizzy with the use of this conditioner."
		},
		{
			"review_title": "Treats my scalp and makes my hair look healthy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Nécessaire‘s Conditioner- Hydrating Cream with Hyaluronic Acid, Niacinamide + Panthenol works so well! Especially on my super dry skin and sensitive scalp; I suffer from itchy dry scalp and dandruff. Especially, during fall and winter months. My hair is natural dry and curly hair. This condition really keeps my hair hydrated and treats my dry scalp and hair. Not only that, it also takes away the dandruff. The fact that is fragrance-free is a bonus because produce with fragrance irritates my dry skin and scalp."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Oily skin",
			"review_text": "I liked this product! I definitely think it needs to be used in conjunction with its shampoo counterpart. I liked the feel of my hair after using both products. The only thing… if you don’t like the smell of celery, definitely avoid! It’s not overwhelming or anything, but it does very much smell like celery."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I really like this conditioner! I paired it with the shampoo and while the shampoo felt like it dried my hair out, the conditioner helped bring the moisture back. I would definitely recommend buying them as a set if you struggle with buildup!"
		},
		{
			"review_title": "Great conditioner!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I love using this conditioner together with their shampoo from the same line. I love hair products with no sulfates and this was no exception. I also like that it is fragrance-free. It leaves my hair feeling nourished."
		},
		{
			"review_title": "Great conditioner!!!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "I was hesitant at first to try their shampoo and conditioner but I am incredibly surprised!! This product is very hydrating and does not leave my hair feeling dry. It has a great smell and I really love how my hair feels."
		},
		{
			"review_title": "The best!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This conditioner is a dream. It isn't greasy and leaves my hair feeling smooth & nourished.  I have definitely found my favorite conditioner. I am also obsessed with the functional & chic packaging! Definitely worth trying out."
		},
		{
			"review_title": "Nourishes hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "This conditioner is one of the best ones I’ve used! Formulated with avocado oil, hyaluronic acid, and niacinamide, they help hydrate your scalp and hair. After a hair wash, my hair felt so soft and nourished. This formula is also great because it doesn’t include parabens, sulfates, silicones, and other hair damaging ingredients."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I've only tried the lotion from Necessaire before but the product feels clean, especially since there are no sulfates. It's also fragrance-free so great with anyone that has allergies or is sensitive."
		},
		{
			"review_title": "fragrance free!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "My hair type: thin, fine, straight. My scalp type: dry and flaky. It's hard to try new hair products because my hair and scalp is so sensitive, but this product checks the boxes of not making my scalp dry and itchy. I also love that it is fragrance free."
		},
		{
			"review_title": "Totally a hit!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
			"review_text": "This is a super creamy conditioner that hydrates without being too heavy. I was honestly surprised that it was so hydrating based on the thickness of the formula. I have course thick hair and it helped to smooth and hydrate it. I had my bestie try it, she has thin curly hair, and she also loved it. I love that this shampoo has skincare ingredients like HA and niacinamide in it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I’m so impressed with this product! I didn’t have expectations but wow! I’ve seen such a huge difference already! My scalp feels amazing and I love it! It’s fragrance free so it’s perfect for us sensitive gals! I definitely recommend!"
		},
		{
			"review_title": "Great for dry damaged hair that needs hydration",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I love this conditioner. It says to apply from scalp to ends which is what I do and it leaves the hair super smooth and soft. It doesn’t weigh down my fine hair. Gives my dry damaged hair it’s shine and softness back."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "Overall this product was just okay. I did not find that it made a huge difference in how my hair felt. I also did not hate the product I just think the price is a little steep for what you get. This was a gifted product."
		},
		{
			"review_title": "Another win from Necessaire...!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "This shampoo is fabulous! It is fragrance-free so it did not irritate my scalp and left my hair feeling so clean and moisturized. I noticed that my hair dried naturally a lot better than it usually does! Will definitely be repurchasing!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "This conditioner makes my hair so soft! The last conditioner I used left residue in my hair but this one doesn’t! The directions on the back of the bottle say to massage it into the scalp but I’ve never done that with any conditioner. I just apply it to the ends of my hair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Great conditioner. I highly recommend it to everyone. It really moisturizes and hydrates my hair. I love that it doesn’t have any scent, it is unusual for me, but I really love it. Nice design also!!!"
		},
		{
			"review_title": "Soft so",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Dry skin",
			"review_text": "I have long curly thick hair that I flat iron a lot so I need something that's going to keep my hair healthy despite all the heat I use. I love the clean refreshing smell, really puts moisture back into my hair, leaves it super soft, tangle free and looking great for days"
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "My hair is thin, fine, and gets weighed down super easily. At the same time, my ends are dry and need enough hydrating from a conditioner to be smooth and silky. It's a fine line and I'm overall pretty picky with conditioner. So far though, I'm really enjoying this one from Necessaire! I love the ingredients in this conditioner and my hair feels bouncy and soft."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Recently, I have been suffering from an itchy scalp so I decided to try this shampoo and conditioner since it has hyaluronic acid and niacinamide. After using this product my hair and scalp felt like it was cleaned very well, however, the itchy relief would only last a day of not washing my hair."
		},
		{
			"review_title": "My new favorite!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "This conditioner was SO nice! My hair felt so incredibly soft after using it. I have fine hair, and this time of year it can tangle easily. It kept it completely tangle free. I do feel like it weighed my hair down a little bit, but nothing some product can't fix. Overall I love it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "the Necessaire shampoo and conditioner duo is amazing. First off can we talk about the aesthetics of these, it’s insanely beautiful and I love the sleek slender packaging. The conditioner works well and leaves my hair so silky soft"
		},
		{
			"review_title": "Great conditioner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Dry skin",
			"review_text": "I absolutely love this conditioner! It's so nourishing and makes my hair feel super hydrated. My scalp and my hair feel revived. I also really like the bottle it comes in- it's super easy to use and get the right amount of product!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, lightMedium skin tone, Normal skin",
			"review_text": "Honestly my hair feels so soft after using this and super clean as well! I love that this is considered a clean product and has no sulfates! Also, I thought this having no fragrance would bother me but I actually don’t mind it."
		},
		{
			"review_title": "Great clean formula",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "The Conditioner is a pretty minimalist package with nice benefits for hair. It’s free from parabens, sulfates, silicone, and fragrance. I try to use fragrance-free products in my skincare routine to avoid potential irritation, and this was my first time trying fragrance-free hair care. To me, the conditioner doesn’t smell like anything at all. It contains hyaluronic acid, a hydrating ingredient also often found in skincare, as well as avocado oil and celery seed extract. I found it unique that you’re meant to apply this to your scalp as well as your hair, and I noticed that I do need about twice as much as I do of other conditioners before my hair feels smooth and I can run a comb through it."
		},
		{
			"review_title": "Try this with the shampoo!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I love how this conditioner left my hair feeling clean and silky, gave it some moisture. It's scent free, so it doesn't have any harsh fragrance that dries out my scalp, I do love it together with the shampoo."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "i was skeptical about trying this conditioner, considering i’ve dyed my hair multiple times and was worried about getting the moisture my hair needs and making my hair manageable i consider is good so far but didn’t blow my mind is good but too pricey"
		},
		{
			"review_title": "Excited to try",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "Feels so luxury! The packaging is so sleek. Haven't gotten the chance to try out the product yet, but so excited to try it out and I'm sure it will work as well as it looks. Also love that it's sulfate free!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "This conditioner is really nice, my hair feels so soft after using it. It doesn’t have fragrance in it, so that’s really good for people who are sensitive to it. I love that it has hyaluronic acid in it. I think that contributes to how soft my hair feels."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "honestly, i was unsure about an unfragranced conditioner. however, this is so elegantly formulated that I'm not even worried about smelling or feeling dirty or weighed down in any way -- my hair feels bouncy and healthy, not heavy or dried out in any way! my hair is fine, color-treated and low-porosity, so I often worry about that, but my locks are luscious :)"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "I’m not used to fragrance-free hair care so this was a bit unusual. I somehow thought that the softening abilities was related to how ‘sweet’ a conditioner smells… I’m glad I was wrong! This one is very basic but delivers the same (probably even better) hydration than what I was used to. It lathers less but my hair felt so soft and smooth afterwards."
		},
		{
			"review_title": "Best Conditioner!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "I absolutely loved this conditioner, it was so thick and smooth and for someone with dehydrated hair my hair loved it. I used the conditioner on the ends of my hair and let it sit in my hair for about 5 minutes. I blow dried my hair after washing my hair with this product and my hair had never felt softer after blowing it out."
		},
		{
			"review_title": "softest my hair has ever been",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "I tried Nécessaire The Conditioner in combination with The Shampoo. I noticed they are fragrance free and I like that they are climate neutral and accepted by the National Eczema Association. I do have some mild eczema and I get scalp build up so I need products that help with that. I was curious about these using plant surfactants and I like that there are no sulfates. The conditioner is creamy without being too thick. It detangles and my hair is so soft it feels great running my fingers through it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, lightMedium skin tone, Combination skin",
			"review_text": "I love the packaging of this conditioner! I love how it dispenses product and I also love how clean and minimal the design on the packaging is. The product itself is also really nice. I appreciate that they offer a fragrance free conditioner because that is hard to come by when it comes to hair products and a lot of people are sensitive to fragrance. This conditioned my hair well and made it feel soft."
		},
		{
			"review_title": "Hydrating conditioner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
			"review_text": "I am used to having my conditioner have a scent. I gave this conditioner a chance since I really enjoyed the shampoo. The conditioner is very hydrating and doesnt weigh down my hair. After washing my hair, it was more manageable, soft and shiney."
		},
		{
			"review_title": "Must try this product!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "I heard such amazing things about Necessaire products that I was so excited to try their shampoo and conditioner. The bottles are so sleek and I love the twist cap. It makes it so easy to squeeze out the conditioner and it’s good for traveling. The products are fragrance free and have no sulfates which was nice to see since I have a sensitive scalp. The conditioner was so lightweight. My hair felt so much silkier. After my first wash my hair felt so much nicer than it did before. My hair is very dry so I love that the product has hyaluronic acid. I couldn’t wait to try it for a second time and get the same results !"
		},
		{
			"review_title": "Must have for sensitive scalp!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I've been looking for a shampoo and conditioner with just natural ingredients, so I'm delighted to have found this one. My hair becomes so clean and soft as a result it looks so beautiful! I really like there is no fragrance, especially for a sensitive scalp. My new go-to conditioner is this one."
		},
		{
			"review_title": "Hello smooth hair with minimal fall out!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, lightMedium skin tone, Combination skin",
			"review_text": "Like the shampoo, this is truly amazing. At first, I was a bit hesitant since I’ve never tried a conditioner that was fragrance free but wow. Also the fact that this claims you can also use it on your scalp?? I’ve never seen a conditioner that was safe enough to use in the scalp! This conditioner felt much more creamier and lightweight unlike other conditioners. My hair felt super smooth once I rinsed it out and I had very minimal fall out. All of the conditioners I’ve previously tried have given me so much fall out that I thought it was normal for a conditioner to give crazy fall out but this conditioner proved me wrong!! I was blown away when I saw how little of my hair fell!! From the beautiful and short ingredient list to the texture, I can say I was very impressed!! I’ve incorporated this conditioner into my hair wash routine and I just love it. I would repurchase this if it wasn’t out of my price range."
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "I absolutely love this conditioner! My hair always feels so soft after shower, but not greasy after just a few few days I am so glad I switched over to Nécessarie products especially this conditioner since it’s fragrance free and isn’t overpowering with perfumes in it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "I love this conditioner! It is super hydrating. I love that it’s fragrance free and it doesn’t irritate me. This product works great with the hydrating shampoo. I’m adding this product to my daily routine."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I really like the basic nature of this product and if you’re sensitive to products, this one is likely to be a great fit. It applies well and washes out without leaving any weird residue. Great for all genders."
		},
		{
			"review_title": "Works!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "I have been looking for a clean ingredient shampoo and conditioner and I’m so glad I came across this one. The conditioner gives me a great slip for detangling and my hair feels so soft. I love that it’s fragrance free. This is my new go to conditioner!"
		},
		{
			"review_title": "Must have conditioner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "Omg this is definitely my FAVORITE  CONDITIONER. it makes my hair so clean and soft I absolutely look forward to washing my hair now because afterwards it looks so good! I live that you put it in your scalp too! I don’t mind that it’s fragrance free and I actually really like that."
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This conditioner is very nice- especially for fine hair. The no scent is great for sensitive skin as well. the packaging is so unique and easy to use! My hair feels very soft and less frizzy! Doesn’t feel heavy or make my hair dry"
		},
		{
			"review_title": "Soft and Tangle Free",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I use this conditioner with its matching shampoo and the scalp serum. I do wish it had a scent but I won't penalize it for that because for many that's a plus. This conditioner is very hydrating and doesn't weigh my hair down. I often have LOTS of tangles but this made my hair tangle free, which resulted in less shedding. Love the hyaluronic acid for extra hydration in the winter and keeping frizz at bay."
		},
		{
			"review_title": "A beautiful texture",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "This conditioner is smooth and soft and it made my hair feel just as soft! I love how the packaging is an easy twist-open system and the texture is amazing. I also am so impressed with this ingredient list - Hyaluronic acid is a must for my dry and frizzy hair!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "This conditioner is amazing! I have super dry hair and scalp and it has seemed to help. I’ve been very happy with the few uses I’ve had now! Also, the packaging is chefs kiss! It’s so that girl vibes and I love the way you open the shampoo. Oh, & it’s unscented! At first I was little thrown off about it being unscented but I love it now and I believe that helps it be better for your hair. Made me hair feel like literal silk!"
		},
		{
			"review_title": "Loved",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
			"review_text": "El acondicionador necesario cambia las reglas del juego para el cabello seco. No solo obtienes una botella llena de producto, sino que el producto en sí huele increíble. Mi cabello seco nunca se ha sentido más brillante y mi cuero cabelludo seco también está menos irritado. Se lo recomendaría encarecidamente a cualquiera que tenga el pelo seco."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
			"review_text": "Another great addition to my shower routine! This conditioner doesn't leave my hair feeling heavy or greasy but soft and moisturized. I was also surprised to like the fragrance-free version as that's not typically the kind I opt for."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I can’t even begin to describe how amazing this shampoo and conditioner duo is. First of all the packaging and bottle that it comes in is incredible. The packaging is sooooo convenient to use when you’re in the shower"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "Great conditioner, it helps detangle my hair after shampooing, and made handling much easier. However, I find the conditioner to be very ordinary and didn’t wow me, for the price point, I was expecting more"
		},
		{
			"review_title": "The best!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I absolutely love that this conditioner is fragrance free ! It isn’t oily or sticky it definitely is super light and not leave any residue or any weird feeling after use. I absolutely loved it definitely recommend"
		},
		{
			"review_title": "A new game changer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "The necessaire conditioner is a game changer for dry hair. Not only do you get a full bottle of product, the product itself smells amazing. My dry hair has never felt shinier and my dry scalp is less irritated too. I would highly recommend this to anyone with dry hair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "The application experience was great; easy to apply. Love that it has plant surfactants and no sulfates. Both my scalp and my hair felt very clean afterwards. The ingredients sound great, especially the avocado oil, hyaluronic acid, and Niacinamide. The packaging is great as well. The only con is that my hair needs a bit more hydration though overall I really enjoyed trying this with the matching shampoo. I have bleached/colored hair for reference."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Love this conditioner! I use it after the Necessaire shampoo, and it works so well! I chose the fragrance free version, and I love the hyaluronic acid in it because my hair feels so soft afterwards! Love this line because of the clean ingredients!"
		},
		{
			"review_title": "GIVE IT A TRY!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "The packaging is very innovative and helpful when applying to your hair. I felt luxurious using this conditioner ! My hair was super soft & hydrated after applying I would absolutely recommend this to friends and family!"
		},
		{
			"review_title": "Leaves hair soft and shiny",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "My hair is wavy/textured so it tends to get dry and tangly easily and this conditioner did a good job removing the tangles and leaving my hair soft and shiny which I loved. I also like that is fragrance free and made with clean ingredients. The consistency is thick/creamy and a little goes a long way. The only thing I noticed was that it didn’t provide the level of hydration I was expecting for my type of hair but overall it’s a great conditioner."
		},
		{
			"review_title": "New staple in my hair routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
			"review_text": "I'm a big fan of this conditioner! I have an extremely dry scalp, so I love that this is meant to be a scalp treatment as well as a conditioner. There are no sulfates or added fragrance, so I don't have to worry about this product irritating my skin."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "This conditioner is lovely, great texture & hydrating didn’t leave my hair feeling dry & I have type 4 hair. It pairs well with the shampoo. A little also goes a long way. I would recommend it. I love that it’s sulphate free so it doesn’t strip any good oils from your hair."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The conditioner is great! I love that it is fragrance-free which works for my sensitive scalp. I also love how it has hyaluronic acid. However, I wish it was more hydrating for my wavy hair."
		},
		{
			"review_title": "Love this conditioner!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, lightMedium skin tone, Dry skin",
			"review_text": "This conditioner is amazing paired with the use of the shampoo! I am particular with the type of hair products I use and I love the ingredients in this product. My hair has felt more hydrated and my scalp is left feeling great. It’s fragrance and sulfate free too!"
		},
		{
			"review_title": "Not the Most Hydrating",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I LOVE the packaging on this product. Very cool and unique. For me, this was a super light conditioner and didn't add a ton of hydration to my dry hair. It did feel nice, but I am used to thick moisturizing products."
		},
		{
			"review_title": "Works wonders!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This worked wonders!! My scalp & hair feel so soft & clean. I love that it has celery seed extract in it, how cool! If you’re looking for a cleansing set I highly recommend giving this and the shampoo a try."
		},
		{
			"review_title": "Great formula for all hair types",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "So glad I tried this conditioner with the shampoo and I am sold!! They have great clean formulas and so effective. This one works well for my sensitive scalp and thin hair. I only apply on the ends and it makes my hair look great. Need to try other products by this brand"
		},
		{
			"review_title": "Perfect consistency for thin hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I absolutely have been loving this new conditioner from Necessaire! My hair always feels super hydrated and soft after. I also have pretty think hair so I can’t use super thick conditioners. This one has the perfect consistency and doesn’t weigh my hair down at all!"
		},
		{
			"review_title": "Luxurious Conditioner - It Works!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "This conditioner is amazing. It doesn't lather like most others, but still does the job and is free of sulfates which is super important to me when selecting products. It left my hair feeling super soft and tangle free. I have long, thick hair and this conditioner is perfect for my hair. I'm super impressed with the ingredients and love the way it makes my hair feel. Highly recommend it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Absolutely love this conditioner a makes my hair feel super good and nice the texture feels great. Love the smell of the shampoo gives ny hair extra life makes it feel more clean and healthy absolutely love it."
		},
		{
			"review_title": "A product for Soft, healthy hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
			"review_text": "I love this clean product! I love that it has no fragrance but still makes my hair feel and smell clean! I was truly impressed with this product especially with how it cleaned and conditioned my long, thick hair. Highly recommend!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I love that it doesn’t have sulfates and it has good ingredients. My hair feels very hydrated and healthy. I love that it has hyaluronic acid and niacinamide. My scalp feels a lot less itchy as well."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I love how light this condition feels on my hair. It’s the perfect consistency and weight but I also feel like it does so many amazing things. My hair feels refreshed and hydrated and overall so good. I’m a huge fan"
		},
		{
			"review_title": "I love it!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
			"review_text": "This conditioner really surprised me. It made my hair look so soft and smooth. I also truly enjoy the clean ingredients in this formula. My favorite part is definitely the packaging. The cap to open and close it is so convenient. This is a winner for me!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Yay, I’m so glad I tried out this conditioner. It is my new favorite. It hydrates my hair so well and leaves it smooth, shiny, and tangle-free. It is very lightweight and never leaves my hair greasy or heavy."
		},
		{
			"review_title": "Absolutely love this product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "Absolutely love this along with the shampoo! For starters I LOVE the lid and how you twist it to open and close, that’s so unique to me. Secondly I like how there was really no smell and how soft it made my hair feel afterwards. And lastly my curls felt and looked so nourished. I definitely recommend this product!"
		},
		{
			"review_title": "Instant Favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I am absolutely in love with this conditioner. A little goes a long way and provides the perfect amount of hydration and moisture to my hair. Also I love that I can apply this conditioner on my scalp without irritating or weighing down my hair. It is a clean fragrance free formula and works wonders for sensitive scalp."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, lightMedium skin tone, Combination skin",
			"review_text": "I used this in conjunction with the shampoo, and my hair felt amazing. as someone with long, thick hair, I'm used to using quite a bit of conditioner--this one is powerful! you need less than you think. I love the packaging, too. very slippery hands in the shower friendly."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love love love that this is natural, sulfate free with no harsh smells or chemicals or anything because I have quite sensitive hair and skin. It’s super soothing and works well on wavy combination hair"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "necessaire products are chic and very effective and I have been using them for years now. I really like the packaging and appreciate that there are no sulfates in this product. My hair feels smooth and frizz free!"
		},
		{
			"review_title": "Great for frizzy hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I have dry frizzy hair so this product worked great for it! Love the pump it comes with that makes dispensing the product easier - however, it did make my scalp greasy which I am not a fan of! I would say be cautious to ensure it doesnt' get to scalp but if you have frizzy hair this is a great addition to your routine!"
		},
		{
			"review_title": "my hair is hydrated 😍",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This conditioner hydrates my hair while leaving it feeling lightweight once dry. My scalp feels clean after just one use! I like the packaging as well! You twist the top to use the product, so you don’t have to mess with a pump."
		},
		{
			"review_title": "Hydrated scalp",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "No dye, no synthetic fragrance, and no harsh chemical. I enjoyed using the shampoo and conditioner Duo. I’m surprised that the conditioner did not make my hair oily, since my hair tends to be oily with conditioner on the scalp. My scalp did not feel dry and my hair did felt smooth."
		},
		{
			"review_title": "So smooth",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Nécessaire's new conditioner. For one thing, while I love their body products, they're not exclusively a hair brand. For hair like mine that needs an absurd amount of care and attention, a brand that isn't hair-specific makes me suspicious. For another thing, this shampoo and conditioner duo are marketed towards scalp health. No brag, but I have an itch- and flake-free scalp."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "Gifted by living proof, I absolutely love this oil. Firstly, it smells great - earthy and natural. Second, all my frizzes gone. I live near the ocean so the frizz and dry ends are my nemesis. This oil has been a holy grail!!"
		},
		{
			"review_title": "Bottle design is love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Love love love this conditioner. Starting with the bottle design wow very practice so way to pump out without any mess. It’s super moisturizing & washes out smoothly . It has a nice creamy consistency"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Great conditioner! Hydrates hair well, without causing any greasiness. And also works as a detangler. I have wavy very fluffy hair and after using this conditioner my hair doesn’t look frizzy anymore. I also use shampoo from the same line and this combo so far is one of my favourites in hair care. Highly recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "The conditioner is amazing. I love that it is fragrance free which works for my sensitive scalp. The ingredients are clean, and the hyaluronic acid delivers maximum hydration which is beneficial to my curls."
		},
		{
			"review_title": "great for sensitive scalps!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "fragrance free Shampoos and conditioners  are a must when my scalp is dry and irritated. this one is aesthetic and works very well and I find that it hydrates my hair and leaves it soft and silky. I also love the packaging"
		},
		{
			"review_title": "You want this!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "Y'all I am obsessed with their body care products so I knew I was gonna love their shampoo and conditioner. The conditioner is so creamy and helped make my hair feel so hydrated. Also cut down my frizz. I love!!"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "One of my biggest concerns about the conditioner is that it does not allow my hair to be as smooth as I would like it to be. This is because my hair ends are extremely dry.   Nécessaire The conditioner doesn't weigh down my hair, and at the same time, it feels smooth."
		},
		{
			"review_title": "Perfect for dry hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I love the fact that the conditioner is fragrance free and it has hyaluronic acid. I have dry hair so this product aligns perfectly for my hair. The application process was easy. I did not feel any tangling when applying the products. I apply the conditioner right after using Necessaire shampoo and my hair was hydrated."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "First off, I love the way it dispenses! I love how my hair feels afterwards, it cleaned my scalp very well! I was actually very surprised. My hair looks very nice after. It was very soft I would definitely recommend!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I loved using the shampoo  from Nécessaire. I have a really dry scalp and this has been helping with having a healthier scalp. It had amazing ingredients like hyaluronic acid and niacinamide. It’s amazing!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This product was so great for me and my sensitive skin. It didnt irritate me at all and did a great job of cleansing my hair without stripping it of its natural oils. it felt soft and hydrated after washing"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "I love how this is fragrance free. The product is so hydrating and my hair feels so soft and shiny after using this. I have color treated hair so I don’t feel like it fades the color at all and really helps maintain the look of my hair."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This conditioner is really great, but I’m a bit wary of the price tag. It’s lightweight and definitely makes my hair feel both softer and smoother. It also doesn’t leave my hair prone to feeling oily that soon after using, which is always ideal. I just don’t think it’s anything special, or anything a cheaper product couldn’t provide."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I love how nourishing this conditioner is without using silicones! Truly just makes my hair feel healthier and nicely hydrated and soft. The ingredients list is amazing and the packaging is gorgeous - what more can you ask for?"
		},
		{
			"review_title": "Nice conditioner",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I am a lover of Necessaire products! So I was really looking forward to trying there new conditioner, it’s amazing and makes my hair so smooth and soft! It is fragrance free so no smell. I prefer my hair products to have a smell but I still like this and just apply my hair oil and hair mist to give a smell. So I would recommend getting a hair oil or hair most if you like a scent with your hair."
		},
		{
			"review_title": "Clean hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Necessaire is a super clean brand. I have used their body wash before and loved the mild fragrance. This shampoo is made from clean plant based ingredients and does not contain sulfates and parabens. It’s light on hair so can be used weekly. It contains hyaluronic acid and niacinamide which made my hair feel soft and hydrated. It didn’t leave my hair dry. The packaging is so simple and environmentally conscious."
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "I love all Necessarie products and this conditioner has become a favorite! It has a smooth creamy texture and makes my hair so soft , manageable and frizz free. It has no scent and I love the twist top packaging, it's super convenient!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I love Necessaire and was so excited to try these products and they did not disappoint! The shampoo and conditioner made my hair feel so soft and smooth which is something I look for as someone with coarse hair."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I love the conditioner far more than I love the shampoo. It is light but very hydrating and nourishing. I find the fact that it is unscented to be so nice! It leaves my hair feeling soft and not heavy. If you have super super dry hair you may need something a bit richer, but overall it is a nice conditioner!"
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I love this conditioner. WOW is all I have to say. My hair is very thin and this conditioner does not weigh my hair down at all. It doesn’t make it look greasy but moisturizes it so well. My hair usually gets very dry after shampooing but this did such a great job at making it feel super soft. I did receive this product for review but I’m so glad I did because it’s so so good."
		},
		{
			"review_title": "Best shampoo + conditioner combo!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I adore this brand’s body wash and lotion, so I thought why not try their conditioner!! Safe to say, I was not let down and I absolutely adore this combo. The texture of my hair after conditioner left my hair feeling silky smooth and easy to style after the fact. Once styled, there also was noticeably less frizz."
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I looove the product! It makes my hair really shiny and healthy from the first try! It also doesn’t have any scent so Im not worried about the additional ingredients. I already recommended it to my friends."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This conditioner is my hair smooth and silky. I enjoy the fact that their ingredients are very clean and don’t have any harsh chemicals for my hair, especially if my hair is damaged or color treated. I know I can count on this to work."
		},
		{
			"review_title": "Worked great for my hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I’m really happy with this conditioner. I’ve been struggling with an itchy, dry scalp for probably for two months and after trying this product it really be helping my scalp. It also leave my hair soft and easy to manage!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Light skin tone, Dry skin",
			"review_text": "My first note is the packing, it’s amazing. The cap allows you to get the conditioner out with no issues,  I often find myself struggling to get the last bits of conditioner out with other bottles. On to the formula, so far i’ve really been enjoying both the shampoo & conditioner. The shampoo is so gentle, for the first time in my life I understand what a hydrating shampoo feels like. The conditioner is good, not amazing. I think the shampoo is worth trying 100%!"
		},
		{
			"review_title": "Would repurchase",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "Lovely shampoo. I love that this was not scented / fragranced. It did not leave my hair feeling stripped nor my scalp dry. My hair felt clean after and it lathers up very nicely. It feels very silky."
		},
		{
			"review_title": "I like!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "This conditioner is amazing! I prefer conditioning before shampooing, and I love this one! I have also tried the shampoo and hair oil. This brand is truthfully amazing! Helps my hair stay shiny and non greasy!"
		},
		{
			"review_title": "Good conditioner, Hard to get out",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "I received this product as a gift and I honestly do feel like this left my hair feeling completely clean without leaving it dry. The only issue I have specifically with this conditioner is the packaging, I think the product itself is great and that the matching shampoo to this is convenient in this packaging, however it is quite difficult to get the product out of the top since it's quite a thick consistency."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I usually prefer scented haircare products but decided to give it a try since my hair has been acting up a little since having it colored! It’s more brittle and dry these days, so wanted to switch to something more nourishing and gentle. This conditioner fits the bill! It helps detangle my hair really nicely and leaves it smooth and soft without weighing it down. I’m a fan!"
		},
		{
			"review_title": "Perfect to get a clean scalp!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I was gifted both the shampoo & conditioner from the brand and WOW. I couldn't put my finger on what I've been searching for in terms of a new shampoo and conditioner but this is it. I love that it is fragrance free and it specializes for scalp. I tend to have a dry flaky scalp especially when the weather starts getting colder and already from 3 washes I feel and can see so much improvement in my scalp. Both the shampoo and conditioner lathers very well. My scalp feels so clean and clear after using both in conjunctions."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "loved. After using this conditioner my hair was much softer and I didn’t have to put any product in! It also brought out my natural curls, what a plus that it doesn’t have fragrance!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "Along with the shampoo the conditioner was so nice! Thick and creamy. Almost like a  runny cream. It was a great treat for hair. I have thick color treated ends and it was a perfect way to condition my hair without the greasiness."
		},
		{
			"review_title": "Really good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I loved what this conditioner did for my hair. Very moisturizing, and makes my hair more manageable and easier to comb through. It is an absolute necessity if you’re also using the shampoo of the same line, as it doesn’t do much moisture wise."
		},
		{
			"review_title": "in love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "i am very happy i had a chance to try this set. great moisturizing effect and my haor and scalp feels super clean and fresh each time i use it, hair looks more healthy and shiny. love this product so much"
		},
		{
			"review_title": "Great on dry hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Love how clean my hair feels and looks after this shampoo! I’m a big fan of fragrance free and this one doesn’t disappoint. This works well on my dry winter hair. Works well with my more coily hair types"
		},
		{
			"review_title": "super great conditioner to try!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "i love all of nécessaires products,  but i am especially a huge fan of this conditioner. it is feels super refreshing and nice on my hair and scalp. i love how my hair feels when i get out of shower and packaging is super cute."
		},
		{
			"review_title": "Make a curly version!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I love the ingredients of this conditioner, but after testing it and checking some of the other reviews--I would agree that it is not hydrating.  I have curly hair that isn't super dry but I definitely appreciate something with hydration. That being said, I think if they made a version of this conditioner for curly folks, it would be a hit!"
		},
		{
			"review_title": "Silky soft hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "Necessaire shampoo & conditioner changed my assumption about the brand & products completely and I am quite impressed by the product & packaging. I LOVE their Shampoo & Conditioner since there’s no fragrance to them. I love my hair after washing with Necessire’s shampoo, and then in conjunction with this conditioner, I really like my silky soft hair after washing it. If you are looking for something fragrance-free Shampoo & Conditioner, you should try Necessaire the hair duo."
		},
		{
			"review_title": "Love paired with the shampoo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This conditioner pairs nicely with the shampoo, after using both my hair feels healthier. My scalp is cleaner and my hair feels more moisturized without being weighed down. Both products have a nice scent (light and not overpowering)"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "So hydrating! My hair felt insanely soft after the first use. I’m really impressed by this conditioner. I usually have to use a lot of masks that weigh down my hair to get it soft. My hair was so easy to brush through and felt really healthy. I’m loving this conditioner!"
		},
		{
			"review_title": "ONE OF BEST",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "This Conditioner is amazing!! First off I love the packaging of the product. When I use this it makes my hair silky Smooth. TO the point i cannot keep my hands off my hair, even my husband noticed how soft it feels."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I love the way this conditioner makes my ends feel so hydrated and nourished. This pairs well with the shampoo. They both smell very faint.The packaging so very unique with a twist lid that opens and dispenses the product. It’s very pretty and aesthetic like their other products."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This conditioner is nice and light weight, I have platinum blonde bleach hair so I’m glad it was not too heavy and kept my hair from being oily and it kept me nicely hydrated. I paired it with the matching shampoo and I really did love the results"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I love this conditioner! I suffer from dry, brittle hair and this conditioner is perfect for that. It leaves my hair silky and smooth and definitely helps with dryness. This product also helps my hair smell amazing :)"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I really enjoyed using this conditioner! It is definitely fragrance free so if you are sensitive to scents or hate scents then this is perfect for you!! It left my hair feeling very silky soft and is really lightweight. I received this product as a free sample."
		},
		{
			"review_title": "So hydrating",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Dry skin",
			"review_text": "Really like this conditioner!! I really don’t like that it’s not scented, the only body product I like to be scented but the ingredients are amazing. I love the hydrating ingredients and it makes my hair and curls felt so soft afterwards. I left it in for a few minutes before combing my hair and then washing it out and I loved it. Combining with the shampoo,  my hair felt extra clean, soft and refreshed."
		},
		{
			"review_title": "Absolute must in the routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "Obsessed with how wonderful my hair feels after every shower. This has changed my hair quality ever since i have used it and also love how its fragrance free and best part is the innovative twist of the cap that is super convenient. Love it absolutely!"
		},
		{
			"review_title": "The best!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "The best conditioner ever I’ve gone through 2 bottles already this year! It makes my hair feel so short and tangle free! I love the clean feeling it leaves my scalp without over stripping my hair or drying it out! This  product is the best!"
		},
		{
			"review_title": "Love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Love this conditioner! From the sleek packaging, all the way to the formula. It moisturizes the hair without making it feel heavy or weighted down. I love that it’s fragrance free, so it reaches a broader audience that may have any sort of limitations due to allergies or preferences!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "This is a great conditioner for after the shampoo. It’s really hydrating and doesn’t feel greasy. I was able to apply it directly to my scalp and not feel weighed down our oily. The pump is designed really well. I was able to get as much conditioner as I wanted without any trouble. It is fragrance free so it does not compete with my other body care products"
		},
		{
			"review_title": "Light and clean!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I used this product with the shampoo from the same line, and I love the hyaluronic acid as an ingredient! It makes my hair feel soft and moisturized. I also love that it’s unscented and gentle on my scalp. It doesn’t feel like it weighs down my hair at all!"
		},
		{
			"review_title": "AMAZING!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "WOW! First off I have dandruff and this and the shampoo have been a life saver for my scalp! Nothing has worked for my hair as well as this! The conditioner gives just the right amount of moisture without being heavy. I love that there’s no fragrance or any bad ingredients in this formula. I definitely will be buying this when I run out!"
		},
		{
			"review_title": "Love this conditioner!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I love this shampoo and conditioner, easily one of my new favorites. I love that they are sulfate free, I only wash my hair once a week because it’s bleached so any more frequently dries it out, but this conditioner keeps my hair super hydrated! And I love that it’s fragrance free as well! Definitely recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "This conditioner is great! It's fragrance-free but to me, it smells like celery. It lathers nicely and I like how my hair feels afterward. The only thing I don't like about this product is the bottle dispenser - the formula doesn't flow freely."
		},
		{
			"review_title": "Super Moiturizing Scalp Treatment",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "OK this conditioner is super amazing. This is a scalp treatment and I have colored hair so I have to use products that are good for color treated hair and I always have bumps on my head that honestly always pop and it's gross. What's amazing is after using this scalp treatment, my scalp bumps go down and feels so much better. This really has helped moisturize and cleanse my scalp. It's nice to know that I'm using hyluronic acid straight to my scalp which leaves me feeling super good."
		},
		{
			"review_title": "Definitely a must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love the way this conditioner leaves my hair. My curls are bouncy and voluminous. It doesn’t weigh my hair down. The softness is so nice. The smell is great. I am so very happy with this product and will continue using it"
		},
		{
			"review_title": "Yahoo!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Definitely inlove with this shampoo! It is very gentle for my scalp which suffers from dandruff. I have a very sensitive skin and my hormones are now imbalanced due to pregnancy. This is indeed a lifesaver."
		},
		{
			"review_title": "LOveee the texture",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair",
			"review_text": "LOveee the texture. I love the consistency and texture of this product. A little goes a long way. I can't wait to see the long term results but on short term use it worked wonders for my damaged, dehydrated hair. I have SUPER FRIZZY hair and I loved using this conditioner.!"
		},
		{
			"review_title": "Healthy and Hydrated Hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "This conditioner instantly smoothes the texture of my hair and detangles my easily tangled hair. It provides a lot of hydration to the hair, which I need because my hair tends to be drier and it is color treated. I really notice the difference when I rinse my hair. My hair feels so much silkier, smoother, and softer. When I’m styling my hair post-shower, it feels so much smoother and silkier. My hair can easily brushed through and after styling, it has a lot less frizz than normal. I don’t use much of this conditioner for a person who normally really piles it on. I really love the easy to squeeze packaging. This is a great companion for the shampoo!"
		},
		{
			"review_title": "Amazing conditioner!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "I love this conditioner so much! It feels so lightweight and it is so moisturizing and hydrating on my hair! It also has no fragrance added which is great for my sensitive scalp as well. I liked how clean and fresh looking and feeling my hair was after the first use, I highly recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Exceeded my expectations, this left my hair feeling soft and easy to brush through. I’ve also noticed a lack of itchiness any dandruff. My favorite part is that there is no fragrance so it isn’t overwhelming and does the job!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This conditioner is formulated with a bunch of ingredients to promote softer, healthier hair. It is unscented so it's great for those with sensitive skin too. If you're looking for something simple, I'd recommend this product!"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This brand just never ever disappoints! Best shampoo and conditioner I have ever tried! Also best part about it is that it is without any chemicals! Leave my hair feeling moisturized and clean without any other crazy things that will damage my hair"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I absolutely loved this conditioner! I loved the way it made my hair feel. My hair felt soft and hydrated without it weighing it down. I love that this is made for sensitive scalps and this has been wonderful for me and works well!"
		},
		{
			"review_title": "Great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "I love how this has good clean ingredients and isn’t overly scented. This makes my hair feel super soft and you don’t need a lot of product because it spreads well in your hair! I love how it helps with brushing my hair after I shower since it detangles and softens my hair"
		},
		{
			"review_title": "Great for hair hydration",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I have been using for 2 weeks and have noticed a difference in hair hydration and frizziness. My scalp usually gets oily after a day it has improved.  I have color treated hair and this has helped maintain hair healthy."
		},
		{
			"review_title": "Love this brand",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I’ve used it three times so far. Love it. I have a lot of thin hair. I was worried it would too too heavy. The conditioner has made my hair look shiny, full and healthier. It feels like I have a protective armor on my hair. I may have to try the shampoo !"
		},
		{
			"review_title": "Great for long hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Such a good conditioner! I have long, highlighted hair and I’m often looking for a good hydrating conditioner and this is it! I use it every other day to the ends of my hair and it gives great hydration without making it heavy or oily. Love!"
		},
		{
			"review_title": "A staple in my haircare routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I absolutely love this Shampoo! I try to go as long as I can between washes, so I need something that really cleanses my hair without causing damage, and this is perfect for the job. My hair feels very clean and I do not have any irritation on my scalp. It has even helped reduce my dandruff. I can’t recommend this product enough!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "We all know and love Necessaire for their great products and minimalistic packaging. This was my first time trying their conditioner and it was good but not sure I would purchase again. The bottle and packaging are super convenient since it’s a twist to just dispense the product. When putting this on my hair, I felt it was thinner than usual but it might just be that I’m used to thicker conditioners. My hair was soft after but a bit tangly in some areas. I do have thick hair so this might be better for thinner hair, but overall it’s a good conditioner."
		},
		{
			"review_title": "Not scented or has any sulfates.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Easy to use. Sulfate free and scent free. Perfect for my sensitive skin. I've been wanting to try this for a long time and it didn't disappoint. I recommend it to anyone who doesn't want sulfates or scents in that product."
		},
		{
			"review_title": "Nice Lightweight Conditioner!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "It also comes in beautiful easy-to-use packaging like their Shampoo. Has a nice creamy texture, again no scent, no sulfates. Feels lightweight and doesn't weigh down my thin fine hair, doesn't feel heavy, greasy, or oily. Still makes hair soft and manageable. After using this my hair feels soft and hydrated, yet bouncy and fuller!"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Dry skin",
			"review_text": "Really enjoying this so far! It isn't too heavy for my hair (some conditioners can really weight it down) and I like that it's fragrance free so it doesn't conflict with the scents of my other hair products - that can be really hard to find!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I love all of Necessaire’s products and I’m so happy they made hair products!! This conditioner feels soooo nice and really makes my hair feel hydrated and smooth. My hair gets so dry in the winter and I’m excited to keep using this"
		},
		{
			"review_title": "Love this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I love this conditioner the packaging is super cute I would highly recommend this brand I love that it is fragrance free so it is going to work for even sensitive people I would highly recommend to all my friends and family"
		},
		{
			"review_title": "An essential",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I absolutely enjoy this conditioner. My hair is colored, highlighted and super dry. It makes it feel so hydrated, smooth and easy to detangle. Love the added vitamins and fragrance free I recommend and love what I have tried from this brand."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "I think the way the bottle opens is great. I also like the slip this conditioner gives my hair. It rinses out very easily and smells nice. Best of all my curls looked so good-no frizz and they stayed curly all day."
		},
		{
			"review_title": "Great products",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I was in need of a new shampoo and conditioner and used this for the first time. It made my hair feel really soft, what I liked the most was that it didn't have a smell to it. Some shampoos and conditioners make your hair feel greasy but this one doesn't."
		},
		{
			"review_title": "Great for dry scalps!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "Love how soft my hair feels after using this! I only wash my hair twice a week, and my scalp tends to get dry and flaky between washes. This conditioner is so hydrating, and makes my scalp and hair feel soft. The bottles are a little small so I’m not sure I’d pay full price because I have long hair. I go through a lot of shampoo and conditioner. It’s a great product though and I’d highly recommend to anyone looking for a new shampoo and conditioner."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I love this conditioner, using it together with the shampoo and scalp serum from the brand. Conditioner has no scent, just perfect, since I avoid unnecessary fragrances in my beauty products. Leaves my hair looking nice, easy to style, healthy."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "I have been using this for about a week now and I love the conditioner. Similar to the shampoo. The texture of great. I do think if you get the conditioner you should get the shampoo as well so that way you get the full results of the products. 5/5 would recommend"
		},
		{
			"review_title": "Haircare",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I am actually so in love with this product! It leaves my hair looking AMAZING! Everytime I use this product it makes my hair look/ feel like I just got my hair done at the salon! This is a must now in my everyday haircare routine"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Normal skin",
			"review_text": "My hair has felt so smooth and hydrated since starting to use this Necessaire conditioner.  I love that it is fragrance free because it will not interact with whatever perfume I decide to wear.  Love!"
		}
	]
}