{
	"product_id": "1463",
	"name": "Sun Flush All-Over Face Tint Liquid Blush",
	"brand": "SIMIHAZE BEAUTY",
	"categories": "Makeup, Cheek, Blush",
	"price": 48.0,
	"about": "What it is: A multiuse tint for cheeks and eyes infused with skin-soothing ingredients for a filtered, flushed-from-within effect...Coverage: Medium..Formulation: Liquid..Highlighted Ingredients:.- Allantoin: Soothes skin..- Hyaluronic Acid: Draws in moisture to keep skin looking fresh and plump...Ingredient Callouts: Free of parabens and mineral oil. It is also cruelty-free...What Else You Need to Know: Reach for this tint whenever you want a flush of color on your eyes or cheeks. The moisture-infused formula delivers a filtered, flushed-from-within finish (like the way your skin looks on a humid day). The finish is dewy, not shiny.",
	"ingredients": "-Allantoin: Soothes skin..-Hyaluronic Acid: Draws in moisture to keep skin looking fresh and plump...Water, Trisiloxane, Dimethicone, Butylene Glycol, PEG-10 Dimethicone, Mica, Dicaprylyl Carbonate, Isononyl Isononanoate, Disteardimonium Hectorite, Glycerin, Pentylene Glycol, Vinyl Dimethicone/Methadone Silsesquioxane Crosspolymer, Benzyl Alcohol, Magnesium Sulfate, Triethoxycaprylylsilane, Dehydroacetic Acid, Citric Acid, Fructose, Sodium Hydroxide, Urea, Aluminum Hydroxide, Allantoin, Maltose, Sodium Chloride, Sodium Lactate, Sodium PCA, Trehalose, Glucose, Sodium Hyaluronate, Tocopherol. May contain: Mica, Titanium Dioxide (CI 77891), Red 7 (CI 15850), Red 6 (CI 15850) Red 7 Lake (CI 15859), Iron Oxides (CI 77491), Iron Oxides (CI 77492), Iron Oxides (CI 77499), Blue 1 Lake (CI 42090), Yellow 5 Lake (CI 19140).",
	"how_to_use": "Suggested Usage:.-Dab onto cheeks and eyes, then lightly tap in with your fingers for a healthy-looking glow..-For a sunkissed effect, apply with a soft, fluffy brush to temples, then bring across the cheeks and nose in a ‘W’ shape..-To use as eyeshadow, apply across lids with an angled brush; this will intensify the color payoff.",
	"num_reviews": 135,
	"overall_rating": 4.5,
	"product_url": "https://www.sephora.com/ca/en/product/sun-flush-all-over-face-tint-P503333?skuId=2634061&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2634061-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "Peach",
			"shade_descriptor": "peach",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2634061-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Baby",
			"shade_descriptor": "pink",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2634046-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Blaze",
			"shade_descriptor": "orange",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2634053-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "I am in LOVE!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "I’m a Latina and struggle to find the right subtle colors for my complexion. I basically wear blush and lip balm exclusively. I feel like this is THE ONE!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Blaze - orange",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "Gorgeous color. Excellent formula. Amazing packaging."
		},
		{
			"review_title": "My new travel buddy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
			"review_text": "I am a fan of SIMIHAZE BEAUTY since I have tried their refillable lip pack. This time, I have a chance to try their sub flush. This is easily becomes my next favorite from them. It is a great all in one for eyes, lips and cheeks. The texture is so smooth & easy to blend, giving a touch of color to finish my makeup. I love the size that it can be easy to travel with. Love from me."
		},
		{
			"review_title": "Cute",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "This is the first product that I try from this brand and for the first impression I loved the package. Is so cute. I love the product as well. You can use on lips, eyes and cheeks and having a beautiful monochromatic look."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Peach - peach",
			"review_buyer_description": "",
			"review_text": "I love the peach color of this blush it is so natural! A new favroite blush of mine. I will say it’s expensive for how much product you are getting. The packaging is huge but not the actual product, which is disappointing"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "I’ve been on the hunt for a versatile, natural-looking blush, and the SIMIHAZE BEAUTY Sun Flush All-Over Face Tint Liquid Blush has become an instant favorite! This product delivers a radiant flush that looks like you’ve just spent a day in the sun. It’s lightweight and blends effortlessly, giving my skin a healthy, dewy glow without feeling heavy or greasy."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Simi haze beauty never disappoints I love this product so much and the packaging is so helpful. I love the color is so good on my skin application is easy and I love how cute it is to pull out of my purse"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Blaze - orange",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "This is a cute blush! I definitely like it more as a blush and not as a lip tint because of the shade I got, but I can say the shade is super pretty, very buildable and blends so nicely. Definitely compliments my skin tone nicely."
		},
		{
			"review_title": "Amazing color",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I love this blush formula! The formula is a thicker cream and is quite pigmented so be careful when you’re taking it out - blend it on the back of your hand. The flush of the color is beautiful and it looks quite natural when blended out."
		},
		{
			"review_title": "Must have product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Incredible colour and texture. I never want to be without the Baby and soft shades, but will be purchasing all of them. They make such a difference to my look, and are so easy on sensitive skin, and have no artificial scent.   This"
		},
		{
			"review_title": "Horrible smell",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "Jeez this smells like old spit - and sticks to your face. Blotchy and does not last - what crap"
		},
		{
			"review_title": "Overpriced",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "Color was yucky and it has a weird texture. Definitely overpriced"
		},
		{
			"review_title": "Love it!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I love this blush. So easy to blend, the colours are all amazing. The packaging is a little bulky but the product itself is phenomenal"
		},
		{
			"review_title": "not good for acne-prone or sensitive skin!! :(",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "if you are acne-prone or prone to clogged pores, I won’t not use this :( i love the product itself! its natural and easily blendable. but i notice to have clogged pores on my cheeks when i use it multiple days in a row :("
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Peach - peach",
			"review_buyer_description": "",
			"review_text": "I am a makeup artist and cream blush fanatic (who has tried more than a fair share of cream blushes!), and these ones by SIMIHAZE are one of my top faves in terms of lasting power, blending ability and wearable colours.  This is more a request than a review:  please restock sand and soft."
		},
		{
			"review_title": "My Favorite Splurge for Blush",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Dry skin",
			"review_text": "I'm only dropping one star because of how little you get for the price, however, this is probably my favorite blush EVER. Its spreadability is great and the color is beautiful and buildable. I'm not great with finding colors that suit me and I really love the Peach. I'm excited to try more colors. I also want to note it's not the best for lips (at least not for me) - it goes on awkwardly (streaky, doesn't spread great, and is hard to work with)."
		},
		{
			"review_title": "Wish there was more product!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Normal skin",
			"review_text": "Lovely product, but unfortunately more packaging than anything else. I really like this product, nice colour and staying power, but there is simply so little of it hidden within the oversized bottle that I won't purchase it again. If the way that this product is sold changes, I will be a return purchaser!"
		},
		{
			"review_title": "Best!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I was excited to try this line! Product is terrific— wear it everyday! 🍉"
		},
		{
			"review_title": "Buy if you want horrible acne",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "IF UR ACNE PRONE DO NOT USE this broke me out so bad and I cannot undo the damage this inflicted upon my skin. Large textured bumps that I will have on my cheeks forever!!"
		},
		{
			"review_title": "Love the product, but doesn't last",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Dry skin",
			"review_text": "I really love the the colour, and its texture. My gripe is with the size! For a product claiming to be an all-over tint, it does not have the longevity to be used as such. After less a month and a bit I'm scraping the bottom of the container already. If I used this everyday I'd have to buy 9-10 of them to last a year."
		},
		{
			"review_title": "sensitive skin avoid!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "Being 100% honest the packaging and yuka rating sold me. I tried it out and for one i prefer a dewy/glowy blush (like one that can be finger applied) and it went on patchy, and matte. i also have a few small red pimple like bumps that showed up after only 2 days of use! I never breakout on my cheeks , there are better blushes and safe for sensitive faces. For $35 you're paying for the name and the packaging"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "Such a beautiful orange blush, my go to all winter and fall!!!"
		},
		{
			"review_title": "NEW HOLY GRAIL!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "Hands down best blushes I've ever used. I have the colors baby and blush, both of them perform beautifully. They look so natural, they can be worn on their own OR over multiple layers of other products without messing them up!! They are also buildable too! Usually I find that liquid products can cake up really fast as I'm building but these did not!! I thought I had already found my favorite liquid blush but these ones were even better I was shocked. I have bad acne and these did not emphasize any of it. I am obsessed and want all of the shades. So underrated. If you're thinking about trying, DO IT!! 10/10 !!"
		},
		{
			"review_title": "Didn’t blend well, color feels unnatural",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "I bought a bunch of different liquid blushes trying to find a a good one for winter… Wanted to love this based on some of the other reviews but I found it hard to blend and sort of artificial looking. I tried with a brush, a sponge, and just fingers:( Bummed out! I’ll stick to NARS and Rare Beauty for now."
		},
		{
			"review_title": "Broke me out after 1 use",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
			"review_text": "I used this for a single day, and it literally broke me out all over my face with tiny red welts. Immediately went into the trash! Do not purchase if you have anything other than crystal clear skin."
		},
		{
			"review_title": "Please verify the people posting",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Great products! Hey everyone , there are people here who are just writing bad reviews against this company due to political reasons. Please ignore them! This makeup brand is great, shares positivity and awareness!"
		},
		{
			"review_title": "I want my money back",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I bought a bunch of Simihaze products in store and literally hated every single one. It’s like they are all copies of better formulas. This is similar to Rare Beauty’s liquid blush but you can see it sitting on the face and it’s an unflattering color"
		},
		{
			"review_title": "Melts into skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Amazing formula and colour, will be adding more colours to my collection."
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Great product. Love Simihaze products. It looks nice."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Baby - pink",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Horrible brand and horrible product. Would never purchase from them again"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "This is really nice! I love the color, it’s super natural. Only thing I have to say is that you have to use a lot to get much pigmentation but that goes for most liquid blushes."
		},
		{
			"review_title": "BEST blush I found this year!! Super beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "This is the BEST blush I've discovered this year!! I bought two color, Sun tan and peach, I was pleasantly surprised by both of them, both super beautiful! They give me the natural summer look, and the texture is very light smooth and hydrating,   huge love Simihaze!!!"
		},
		{
			"review_title": "My favorite blush ever!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I am a liquid blush junkie and this one has become my daily go-to. I was first drawn the the cute packaging but then fell in love with the color “baby.” It leaves the prettiest glow and is my perfect color for summer. It blends easier than anything I’ve tried and you can’t overdo it. It reminds me of glossier cloud paint but softer and more effortless. I love makeup and don’t leave many reviews but I had to on this one. My only knock would be that I wish I could get more to come out on the wand and there’s no way of telling how much I have left in the tube"
		},
		{
			"review_title": "Soooo cute!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I Love the sculptural shape of this product. I bought this and the lip balm the moment I saw them in the store  because they are sooooo cute! The baby pink color is very similar to my Rare beauty blush shade Bliss. The quality is good and comparable to the other brands."
		},
		{
			"review_title": "Blends beautifully!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I'm giving this one a 5 star review although the color was too peachy for myself.  It glides on beautifully and is super simple to blend.  If it was available in a light pink without peach tint, I would definitely be purchasing again."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Peach - peach",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "A great intro to a no-frills/foolproof approach to blush. Ordered baby pink and thought it to be too light for my complexion, although the peach might be a bit much. I have to go in a bit lighter. Other than that, a good summer product."
		},
		{
			"review_title": "No good",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "There is only one actual review from someone who didn’t get this for free. Surprisingly it’s a decent one. But really, this is ok, yet way overpriced. So are the rest of Simihaze products. The owners are rich sisters who are friends with the Kardashians. Don’t buy."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Peach - peach",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I had previously not heard of SIMIHAZE, but I never one to turn down a new brand. The packaging is absolutely adorable, bubblegum pink, and very easy to open. Color wise, the Sunflush was a bit too peach/salmon for my light, neutral to cool undertone. That being said, it did not look bad in the slightest, just not my general preference. The formula is overall light and easily blendable with ok staying power, but at the end of the day, it's really nothing special unless you are obsessed with a certain shade. Not bad at all, but in no way awe inspiring.  *Received complimentary in exchange for my honest opinion.*"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Peach - peach",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "Perhaps the real star of the show is the hitch quality packaging. We’re so used to quality luxurious packaging being monotonous and neutral but this one really stands out. It has pretty rounded and acostó f with strong magnetic closure. It feels stylish but functional and is easy to find in my bag without looking. The product itself is easy to blend and truly works as a multi purpose product for lips or cheeks because it blends in as easily on the cheeks as it does on the lips without any greasy feeling."
		},
		{
			"review_title": "Great face tint!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
			"review_text": "I love this face tint! It works great as a blush and makes my face look beautiful when I add it on after my foundation. It gives my face a look of color and is perfect to use! The color lasted all day too! I love it."
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "A multi-use tint infused with skin-soothing ingredients. Dab the doe-foot applicator on your eyes and cheeks—wherever you want a flush of color. The moisture-infused formula gives a filtered, flushed-from-within effect."
		},
		{
			"review_title": "Wanted to love....",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "First of all, cute packaging. I grabbed 3 different Simihaze products during the Rouge sale and this turn out to be my least favorite. The formula is supposed to work all over the face but my goal was just to use this as a liquid blush. The blush does apply beautifully, not patchy. Has a natural glow to it. The problem is, the color disappears within the hour, even though initially, the color shows up upon application. Very weird. I tried using it as a eyeshadow and it somehow works as long as you don't blink until it completely dries on the lids; otherwise, it creases. As a lip color, it feels nice on the lips but sinks onto my lip lines. Honestly, a mediocre product at a luxury price. Don't recommend this particular product."
		},
		{
			"review_title": "Great Blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "This liquid blush is very unique and versatile. I can use this blush as a eye shadow, blush and highlighter. I like the packaging it's easy to open and apply to my face with ease. The color goes on smoothly and isn't sticky on my face. I like to use this product as a blush the most. The color is bright and beautiful."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Peach - peach",
			"review_buyer_description": "Green eyes, lightMedium skin tone, Normal skin",
			"review_text": "Overall loved this lipstick and color! It was very pigmented and lasted me all night. It is a matte lipstick and although it h I’m not use to matte lipsticks I still loved it! Definitely recommend to everyone"
		},
		{
			"review_title": "So little product for the price!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Formula is just meh. It's also not cost effective. Only 2.6 mL of product. The Rare Beauty Liquid blush is 7.5 mL and is $15 cheaper."
		},
		{
			"review_title": "Very cute",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I've always looking for a smart product that could fit my purse. I walk a lot and mini make up sets are my favorite. This is a smart solution to looking beautiful at all times. I just love the item and it's very functional."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Baby - pink",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I really like this creamy blush! The packaging looks so aesthetically pleasing, and the product is very easy to apply. I also love that it’s buildable and can be used for either a subtle or bold look."
		},
		{
			"review_title": "Sun-missed for all seasons",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I’ve been looking for a new, natural looking blush  and am beyond excited to have a new brand to turn to!  Simihaze’s blush is super natural and easy to apply.  Not to mention, the packaging is just darling!  Can’t wait to try more!  Great for minimalistic looks :)"
		},
		{
			"review_title": "Lovely product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I really love the packaging and the applicator is perfect. This is a product you can use on your eyes and anywhere else and not just for your checks, which I absolutely love that. This gives me the perfect glow and sun kissed look, I get so many compliments!"
		},
		{
			"review_title": "Lovely",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
			"review_text": "This blush is beautiful, I think I may have picked a shade that doesn’t quite suit me as well but apart from my own error, it lasts on the skin and the packaging is very unique which is an added bonus"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I really enjoyed this tint product! Loved the feel and look of the bottle. The applicator is perfect size and can be used anywhere on the face. This product really brings out a glow when used around the eyes. I really enjoyed it."
		},
		{
			"review_title": "Awesome In Many Ways",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I love this Simihaze Sun Flush x Sephora all over face tint. I got the shade blaze and it's the perfect for fall. It gives me pumpkin spice vibes. I used it mainly as a lip tint. Not kiss proof but it still lasts awhile. I also think the packaging is really cool and unique. I would definitely recommend buying it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Baby - pink",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I’m loving my Simihaze Sun Flush All-Over Fave Tint. The packaging is super cool and fun to hold. It has a doe foot applicator for perfect application every time. I use this on my cheeks and eyes to give my face a little touch of color on days when I’m not feeling full face makeup. The color is so pretty and it last through the day."
		},
		{
			"review_title": "Pretty peach flush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This leaves such a pretty peach flush on my skin. I love how it can be used on my cheeks, lips and eyes. I love using it on my cheeks for the prettiest flush that lasts all day long. It dries down matte but blends really easily.  This is my new favorite blush!"
		},
		{
			"review_title": "Awesome",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I love this blush. I love how pigmented it is. I layer it on my cheeks. I use it as a lip tint and also an eye shadow. I love the cute packaging. The formula makes my skin dewy. The texture is very fluid and matte."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Blaze - orange",
			"review_buyer_description": "Brown eyes, gray hair, Fair skin tone, Normal skin",
			"review_text": "I love this face tint its easy to use and to apply. I use it on my eyes and cheeks. Its pigmented and long lasting. Its dewy and adds a glow. I am obsessed with this product. It has a unique texture it’s fluid and matte."
		},
		{
			"review_title": "Cute Packaging",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I was excited to try out the SIMIHAZE Sun Flush All-Over Tint in the shade Baby. I loved the packaging; fun colors and matte soft feel. I liked the shade and the application wand; it was soft but not flimsy. I think the pigmentation of the balm was nice and rich. I wish I got a color closer to my skin tone though. However, the formula could have been more moisturizing, I found it to be drying. Overall, I say, give it a try."
		},
		{
			"review_title": "Must have item!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "SUN FLUSH x SEPHORA Is such a multipurpose product! Use on cheeks as per namesake to get a sun flushed look. Use in lips for a tint and I even tried it on eyes for an eye shadow look!   It’s a definite must have for any season and fits perfect in little bags and fits your pocket!"
		},
		{
			"review_title": "Pretty soft pink flush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "The color is a really pretty soft pink shade that looks really good on my light skin. It’s multi-functional and can be used as a blush, lip tint and eyeshadow. I prefer using it as a blush and lip tint and I like how it’s easy to apply since it’s a liquid but it dries matte.  The packaging is so cute too! I’m obsessed!!"
		},
		{
			"review_title": "Beautiful!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This all over fave tint is so amazing! The texture is so good, it’s easy to blend out without looking patchy. The color is absolutely beautiful and I love the finish. Looks so beautiful on the eyes! It’s very pigmented so you don’t need much. The packaging is adorable and so unique. I highly recommend it."
		},
		{
			"review_title": "First multipurpose product that I love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Where do I even start!? this product goes on so easily and is pigmented!! I got the color blaze and it looks so good on my eyelids cheeks and lips! i’m actually in love with this and wish more products existed like this, unlike other products on the market, this one is different because the product is buildable without looking clumpy or patchy!"
		},
		{
			"review_title": "A hidden gem",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Oily skin",
			"review_text": "As someone how usually avoids liquid/cream blushes do to it making me look patchy, I can’t believe how amazing this one is. Magical is the word I’d use to describe it. It’s pigmented, extremely blendable, and absolutely does not make my makeup patchy whatsoever. Applied beautifully with beauty blender or brush. I use this every single day now. I have oily skin, big pores, texture and this does not exaggerate any of that. Also doesn’t break me out. I’m obsessed."
		},
		{
			"review_title": "It’s a Yes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Perfect multi purpose product : use it on your lips, cheeks or eyes! Love the formula, makes it easy to spread. My favorite cream blush. I’m absolutely in love with the aesthetic packaging. It’s a definitely a keeper!"
		},
		{
			"review_title": "So cute!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This is such cute lipstick! I love the shade and the packaging is super cute. I love it, and it’s very moisturizing. Love this product. I want to buy all the colors! The ingredients are very good, very well made lipstick"
		},
		{
			"review_title": "Nice!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, lightMedium skin tone, Combination skin",
			"review_text": "Love this product!! I used it both on my cheeks and eyes, looked great on both. Love this formula. It's matte and has a great texture. It's liquid and nicely spread. Really enjoy"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Peach - peach",
			"review_buyer_description": "Green eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "The most beautiful flushed tint for all over. I love using this on my lips, cheeks and nose for a gorgeous dewy and sun kissed look. It is super pigmented, so a little goes a long way, but such a good product with various uses."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Peach - peach",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Love this product! It is soft and goes on like a dream. I used throughout my 8 hours shift + overtime, I have to reapply after I eat but it does not dry out my lip. Blend easily into my foundation is also a plus. Highly recommended!"
		},
		{
			"review_title": "A+ multi use product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This SUN FLUSH x SEPHORA is such a great multi use product!  I use it on my cheeks, lids and lips!  Just put a good primer and there are no creases on lids. And just as its name sake, pretty sunflushed cheeks when used as a blush."
		},
		{
			"review_title": "Love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Dry skin",
			"review_text": "I absolutely love this Sun Flush face tint! The shade baby is really perfect and adds a really great warmth and glow to my cheeks. I love that it's multi purpose and the color and formula is really great as an eye shadow as well!"
		},
		{
			"review_title": "Ok",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I got the color peach, personally it’s too dark for my skin tone. It comes up as an orange color. The consistency is fine but personally, I wouldn’t really recommend this product. Such cute packaging though."
		},
		{
			"review_title": "Amazing color",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, lightMedium skin tone, Combination skin",
			"review_text": "I absolutely love the depth and intensity of the color of this stain. Others I've tried in the past have faded quickly or hardly shown with my other make-up, but Sun Flush has kept me looking dewy and perfect."
		},
		{
			"review_title": "Love love love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I received Sun Flash all over face tint! This is multifunctional used for cheeks and your eyes. The texture is fluid with a  matte finish. This enhanced my skin tone so much. I am in love it’s so pretty and makes my eyes pop. Easy to apply blends well and wears all day. I love that this is skincare infused. Plus the bottle itself is absolutely gorgeous. These are bold bright colors. Bringing natural beauty in a bottle. This is a must in my makeup bag now. Great for all seasons and it doesn’t fully cover."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Peach - peach",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Not gonna lie when I saw this packaging it definitely peaked my interest because it’s so unique. The blush itself is gorgeous on the cheeks and it’s texture is both fluid and matte. It wore so well throughout the day and is quickly becoming one of my staple blushes. It also looks gorgeous when lightly blended into the eyes."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Blaze - orange",
			"review_buyer_description": "Light skin tone, Combination skin",
			"review_text": "This liquid blush is such a unique texture. It’s slightly mousse-y, and is very easy to blend. I prefer to blend it with a brush rather than my fingers so that it isn’t sheered out as much. This particular shade is a burnt orange and is so pretty paired with bronzer!"
		},
		{
			"review_title": "Must try",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Oily skin",
			"review_text": "I have been loving this blush! It’s very pigmented but easily blendable without being greasy or drying. I love placing it on the back of my hand and picking it up with a blush brush or fingertip before applying.  The color lasts all day and can be used on your lips as a tint or even eyelids as eyeshadow since it is so easy to blend. The packaging is cute and sleek, it’s been my new favorite in my routine"
		},
		{
			"review_title": "Must try!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Oily skin",
			"review_text": "I have been loving this blush! It’s very pigmented but easily blendable without being greasy or drying. I love placing it on the back of my hand and picking it up with a blush brush or fingertip before applying.  The color lasts all day and can be used on your lips as a tint or even eyelids as eyeshadow since it is so easy to blend. The packaging is cute and sleek, it’s been my new favorite in my routine. This was gifted to me for my honest review"
		},
		{
			"review_title": "Great packaging and product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Light skin tone, Dry skin",
			"review_text": "This multi-functional product is great for cheeks and eyes. The color is very subtle but still very pretty and I love that it easily goes on and dries down matte! I will be purchasing the other colors!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Peach - peach",
			"review_buyer_description": "Hazel eyes, lightMedium skin tone, Dry skin",
			"review_text": "The sun flush all over tint by Simihaze has a unique texture. I like how it can be used for both cheeks and eyes; it doesn’t work great on lips though. The peach tint is very beautiful with my skin tone and it blends easily. The texture is both fluid and matte and easily applies and blends."
		},
		{
			"review_title": "It’s a must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I love the fact that this product is so versatile! It can be used for the cheeks or eyes or lips if you want. It’s also such a creamy and buttery formula that just glides over the skin. I personally use it as an eyeshadow or lipgloss. It matches multiple shades of complexions too. I highly recommend everyone trying it!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Peach - peach",
			"review_buyer_description": "Light skin tone, Combination skin",
			"review_text": "I also got to try the brand’s Velvet Blur, and out of the two, this one is definitely my favorite one. This comes in a super cute pink-colored pill packaging that feels pretty weighty. The applicator is a doe foot, and feels a bit more stiff compared to other doe foot applicators I’ve used. The product itself has no fragrance, which is great if that’s something you’re interested in. I tried this on my lips and cheek. On the lips, one coat of it looks like a lip tint/stain. It feels like absolutely nothing and has very minimal transfer. On the cheeks, it’s definitely a lot more sheer than I expected. Dries down to a very very slight glowy finish, but can be just a tad patchy. It looks great as a liquid blush if you don’t like that overblushed look. The shade I have, peach, definitely works better for those with light-medium and lighter complexions. Personally, I don’t think this shade would show up too well on darker complexions. Overall, it’s definitely not a bad product, but I think it’s most suitable for those who like a more natural, no-makeup makeup look."
		},
		{
			"review_title": "A MUST HAVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "This product is heaven sent! You can use it all over eyes lips cheeks ect. For me I love this color as a blush it’s so perfect it’s so easy to work with and blend out and the colour pigment is everything and always buildable. YOU NEED IT! RUN!"
		},
		{
			"review_title": "A MUST HAVE!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "This product is heaven sent! You can use it all over eyes lips cheeks ect. For me I love this color as a blush it’s so perfect it’s so easy to work with and blend out and the colour pigment is everything and always buildable. YOU NEED IT! RUN!"
		},
		{
			"review_title": "Perfect stocking stuffer for this year!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
			"review_text": "The packaging is beautiful. I received this complimentary for testing purposes and I've fallen in love. Just the right amount of color for cheeks, eyes, nose, lips. I love simple yet functional and cute products like this!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Peach - peach",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Such cute packaging! The tube is a little bigger than expected and looks so cute on my vanity. The matte finish works well on the cheeks and can be use like a tint for lips - works well with a gloss on top"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Baby - pink",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This is the cutest packaging ever! Definitely a bigger tube than I had expected but not too big. A subtle wash of color but for sure still noticeable on my cheeks. Not as long lasting on the lips as I would like but Im fine with it just for cheeks!"
		},
		{
			"review_title": "Peachy Pink lips",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "A healthy flush in a bottle, coined by the brand and would have to agree. I choose the shade peach sun and I love the tone of i. I used on my lips, cheeks and eyes on days I did a minimal but well put together look. The formula is new and was easy to use. The packaging is playful and fun with soft pastel colours with a doe foot applicator for easy application to anywhere I needed a bit of flush."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Peach - peach",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I used this on both my eyes and cheeks and it was great! I got the peach shade and it wasn’t very pigmented but I just built up the color, so I liked the control I had. This dries down matte and I liked that for the eyes especially. I just put a shimmery shade in the inner corners of my eyes, but I don’t know how it will react with shadows on top of it. I love using it on the cheeks for a dewy look, or with additional blush on top to make it more matte."
		},
		{
			"review_title": "amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair, Combination skin",
			"review_text": "I've never seen a product like this before. It's multi-functional, you can use this on your cheeks and eyes and it looks so beautiful. I love the texture, and it blends out like a dream. I want to get more colors."
		},
		{
			"review_title": "MyPerfect blush!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I LOVE this blush! It dries down to a natural almost matte feeling. But it doesn't feel dry and it doesn't feel sticky. It's such a cool product! The shade baby is the perfect natural flush shade for me. I also love the packaging! Highly recommend!"
		},
		{
			"review_title": "New fave!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "Loving this formula so far! It has a nice amount of pigment, adds color, but still able to get a soft flash of color if that’s what I’m looking for! The packaging is really cool, and feels so different than other make up! I love the style and feel of this brand so far!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Blaze - orange",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I liked the pink bottle this product comes in. The color was a nice burnt red/orange. A little goes a long way!!! It really does not take much. You can put it on your cheeks and your eyes and maybe even dab some on your lips."
		},
		{
			"review_title": "Perfectly pigmented",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I received the Simihaze Beauty Sun Flush Face Tint in Blaze free from Sephora in exchange for my review. At first it seems as though you aren’t getting much product for the price point, however, compared to other cream blush products, this is definitely worth it. Simihaze Beauty Sun Flush Face Tint is so super pigmented that one small dot of product per cheek is more than enough. It’s creamy texture is so easy to blend. It gives you a natural and effortless sun kissed look. And because the product is so diverse, it could easily be used as an eyeshadow or lip color. This product is awesome!"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "I have recieved a sun flush face tint. The product came in a cute pink container which is really cute. I know it says all over face tint but I have used it mostly as lipstick. I really love the color and I'm happy with it. Thank you."
		},
		{
			"review_title": "Good for a monochromatic look",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "I love the color, it’s a beautiful a beautiful orange but could be deeper. It’s not patchy at all, very easy to blend. It’s very buildable. Love to use this for an all monochromatic look. Hope they come up with more colors to try out."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Blaze - orange",
			"review_buyer_description": "Brown eyes, lightMedium skin tone, Combination skin",
			"review_text": "To start this review off on a positive note, I LOVEEE the packaging of the product!! It quite literally reminds me of a fluffy pink marshmallow!! The shade Blaze ended up being much more orange than I expected.I wasn't bad at it but the formula is quite thin yet pigmented. I feel like darker skin tones would look beautiful and this shade as its undertone is quite powerful, I personally did not like how quickly this dries. It was hard to blend this into my skin seamlessly since it is thin and dries insanely quickly. If you have oily skin, you would personally love this as this does have a matte finish. Overall,  this blush/lip tint was just not for me and I personally wouldn't spend the $$$ on it."
		},
		{
			"review_title": "Adds warmth",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I love how natural this face tint is. At first, I thought the face tint was the lip product and the lip product was the face tint, but to be honest.. I think they’re both good enough to be used interchangeably."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Baby - pink",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I love this all over fluid, this is a great flush of color that is easy to wear and it dries down to a very natural finish. I am looking forward to buying products from this brand. the packaging is very nice too.,"
		},
		{
			"review_title": "Baby Baby !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I absolutely love this product. This is a very subtle tint. I added foundation and a little bit of bronzer on my face. This tint truly allowed my makeup to stand out. It was very blend-able and such a neutral color. It compliments my skin tone color very well. It was easy to use and it has a great applicator."
		},
		{
			"review_title": "Perfect Pigment",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Oily skin",
			"review_text": "The blaze colored sun blush was the perfect shade for my light olive skin tone. I was nervous that this was going to be similar to the Rare beauty cream blushes in terms of pigment BUT, it was just slightly less pigmented which I really enjoyed. It's a bit too matte for my liking once it dries down but I mixed it with the Saie highlighter and it was like i used the charlotte tilbury glow wand, perfect!!!"
		},
		{
			"review_title": "Love to love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I absolutely loved this product! It was effective and super ease to use. It gave my skin such a nice glow and perfect shaded tint! The applicator made it a clean and easy to use product. I would recommend this to all my friends and family!"
		},
		{
			"review_title": "good tint for everything",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Just amazed by this tint, I put this like my makeup everyday, put on my cheeks and lips and give me the best makeup no makeup looks, also used at a beach day and can put my sunscreen on and on, very good quality."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Combination skin",
			"review_text": "I received this free from simihaze. I absolutely love the retro and heavy packaging! The color was so pigmented and is great on my lips! The color was a little to dark for myself but would work great on deeper tones!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Baby - pink",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "This makeup is infused with skincare, so it's good for your skin. You can apply it to your eyes and cheeks for a natural glow. It gives you a little flush of color from within that looks natural.   Highly recommend!"
		},
		{
			"review_title": "Blazed is perfect",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This blush is very pigmented and gives you that flushed cheek look . It is so pretty and gives your skin the prettiest glow . This product is perfect for those who love a minimalist look or even a fuller glam . I need all the shades!"
		},
		{
			"review_title": "Beautiful face tint!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "This is my first time using a liquid blush or face tint and I love it! The texture perfectly blends into the skin and makes a perfect natural looking blush or a beautiful shade of pink on the eyelids. I’ve been using this everyday mostly as a blush and it lasts all day! I will absolutely be sticking to a liquid blush because of this"
		},
		{
			"review_title": "love this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I loved this product so much, is very creamy and such a good color. The packaging is also very cute.   you should get this if you're looking for a creamy blush."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Baby - pink",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "This lipstick has the cutest packaging ever. However, it is also slightly heavier than other lipstick, which isn't good for carry it around. However, the shade is beautiful and very wearable. I still love it"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I love this all over tint. I got the color peach and it’s so gorgeous . I use it as a blush, eyeshadow and I even use it on my lips to give them a more define color. It’s soft creamy and lightweight and very buildable. The formula is amazing and i like that it has so scent."
		},
		{
			"review_title": "I love it , perfect color on me",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I got this simihaze a sun flush all -Over tint , I love using it on my lips,cheeks, eyes ,, it’s perfect the color , I looks more beautiful ,  glowing, refreshing , im so excited also to try the other color, I’m looking forward to buy it., I highly recommend it."
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This formula is super pigmented and comfortable. Looked amazing on my skin tone as well. You can’t go wrong with an orangey blush. It was heavy on the skin and melted perfectly into my base with no separation. I would highly recommend."
		},
		{
			"review_title": "Yummm",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I was looking for a cream blush that is peach shade. I’m so happy I found this blush! It’s creamy I think you can apply it on your lips too. I have been applying on my lips and cheeks and totally love it"
		},
		{
			"review_title": "Great blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I can say this is great quality blush! I been obsessed with cream blushes for a while now and I can say it matches my skin tone perfectly. Even with mask on it stays on without smudging or coming off. Definitely love this for the summer time."
		},
		{
			"review_title": "So Cute!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This is a really interesting product. It’s a liquid that goes on matte but not dry at all. I have fairly oily skin and this stayed put all day on my cheeks! I also liked using this for a monochromatic moment on eyes and cheeks. Beautiful product, gorgeous packaging!!!"
		},
		{
			"review_title": "Beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I have SUN FLUSH All-Over Face Tint in the shade Baby. It is a bendable skin tint that I like to use alone or under foundation for a sun kissed glow. It is very creamy and doesn’t crease. Very smooth and has such a nice formula to it. The shade is perfect for my fair skin it’s a pinky color that goes great with my hair skin. I like the other colors too and can’t wait to get my hands on it"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Peach - peach",
			"review_buyer_description": "Blue eyes, black hair, Oily skin",
			"review_text": "I love this blush! It goes on really nicely, it’s greatly pigmented, and it’s just pretty. I also love how it can be used multiple ways, as in blush but also on the eyes. It adds a gorgeous wash of color. Cool format too—it’s liquid blush that dries matte. Perfect for me who loves liquid blush but always ends up mattifying it. I would compare it to benetint except it doesn’t immediately stain (and dries matte). The packaging is just a little wonky but not awful."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Blaze - orange",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "Blaze is such a gorgeous color! It’s the perfect orange shade that gives a beautiful sun kissed look. It also blends into my skin like a dream. The consistency is creamy and I love that there’s so many different uses for this. Also the cute pink packaging is a plus."
		},
		{
			"review_title": "Love this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Normal skin",
			"review_text": "I tried Sun Flush by Simihaze. This product is everything. The package is adorable in its little capsules. The color I chose is called Baby. Its a beautiful soft pink. You apply to your eyes,lips,and cheeks. I highly recommend this long lasting product."
		},
		{
			"review_title": "Gorgeous light pink blush!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "This is one of the most stunning liquid blush products I have ever used. The packaging is incredibly unique and has a very high quality feel. The blush stays well on both eyes and cheeks. I have applied it both under and over powder and the finish is equally flawless on both."
		},
		{
			"review_title": "Lovely Face Tint!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "This creamy face color is really lovely- it applies nicely and gives my cheeks a warm glow. It is *pigmented* so you definitely don’t need a lot, but it is really lovely and a great choice if you like cream products!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Blaze - orange",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "Blaze is such a beautiful color. I wear it on my eyes, cheeks and lips. It is long wearing and the pigment is buildable and easy to blend. The packaging is also super cute and reminds me of the popsicles I used to eat as a kid!"
		},
		{
			"review_title": "Perfect no makeup,makeup!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair, Light skin tone, Normal skin",
			"review_text": "I was really surprised at how in love with this product I have become. I don't usually gravitate or even like any peachy or orange based makeup products so when I first put a dot on my cheek I was kind of like, I'm not going to like this, but the truth is that once you've got it on it looks beautiful because it seems to almost change to fit your skin tone. I use it in the sort of W fashion from my temple area, across my cheeks and up the bridge of my nose and same on the other side. It gives an absolutely beautiful sun kissed look. It doesn't really look like a blush per SE, this is more of a no makeup, makeup look. It is velvety smooth and blends very well yet has a matte finish. You can even use on the eyes which enhances that no makeup look. I really love the color especially in fall"
		},
		{
			"review_title": "Easy to use",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I got the Baby shade which is a peachy pinkish color. The shade looks nice on my skin. I like how convenient it is to use. I put one dab around the top of my cheekbone on each side, and use my fingers to pat it and spread it out. It looks very nice and subtle. Perfect for a day-to-day look. It can also be used as eyeshadow. Very easy to use. Great for me when I am always on-the-go."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Peach - peach",
			"review_buyer_description": "Green eyes, Oily skin",
			"review_text": "I have really enjoyed using this liquid blush! It is a nice texture and pigment. It’s easy to blend out and that’s super important to me when buying a liquid blush. This also can be used as a liquid eyeshadow. That is a plus!"
		},
		{
			"review_title": "Easy to use",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "I got the shade Blaze and its such a stunning orange shade, gives me that really nice sunburnt look but ina good way.  Love the packaging its minimal and so cute, this product is so easy to blend into the skin. Very happy with it being multi use to do a monochromatic look."
		},
		{
			"review_title": "Peach flush",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This product is by Simihaze Beauty complimentary. This is a sun flush pigment for all over application on the face. It’s water soluble flush of peach tone for all skin tones. The finish is natural. It’s in a very modern fun packaging. It is very easy to hold during application. The coverage is building. Good for application from sponge or two fingers. Simihaze sun flush blends out easy."
		},
		{
			"review_title": "Love that its multipurpose",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This sunflush multipurpose makeup is unique,  from the texture,  that's liquid and matte, to the fact that you can use it on your eyelids and cheeks. Its kinda like a highlighter but 8t has pigment that can be buildable.  It's definitely blendable as well so the tint on your skin can be subtle or bold, depending on your mood. I'm definitely looking forward to seeing what other shades they have. I love a multitasking makeup."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Blaze - orange",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "The packaging…. Is to fricken die for it’s so cute and the color pay off is amazing I was able to get a terracotta shade and I need them all now!!! Very thin formula which gives it a 10/10 in my books!"
		},
		{
			"review_title": "A great multipurpose product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "I received the SIMIHAZE SUN FLUSH. I really like the way that I can use the product and multiple ways for adding a blush or highlight for my routine. It's very easy to apply which is always a plus. The product stays on for hours so I don't even need to worry about touch-ups throughout my day. I would recommend this as a great multi-purpose item to add to your cosmetics routine."
		},
		{
			"review_title": "Excellent texture",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I was really surprised by the texture of this. It was so easy to blend with my other makeup. I was definitely nervous about that because you never know how well something will work with different formulas, but this blended so easily onto my skin, and it layered beautifully with my foundation. I also liked the shade - Baby. It worked nicely with my pale skin and wasn't too bright when blended."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Peach - peach",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I love it, in addition to having incredible packaging fancy I love this, the product I really love the finish is beautiful and very easy to apply I love this product!, my skin looks really beautiful with the blush"
		},
		{
			"review_title": "Great product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "It was great and universal product. I could wear this as blush, bronzer, and eyeshadow. It lasted all day/ night. It sits well on foundation or bare skin. The color was vibrant but subtle at the same time! They have many color selections too!"
		},
		{
			"review_title": "Kissed by the sun",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This is a really adorable and beautiful product! I super love the marshmallow looking packaging and how sleek they feel. I really also love the wonderful color I have as it really is suitable for my skin tone and makes well for a shadow or blush.  I definitely look like I was kissed by the sun in the loveliest way. The name is especially adorable as it fits the product very well and makes it even more unique. I also love the way the texture is lquidy at first then turns to matte and then has such a smooth finish. I enjoy this as it is such an innovative product."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Baby - pink",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "The SIMIHAZE Sun Flush is a creamy and versatile product that can be used on the face or eyes. It is a moisturizing formula that applies beautifully on the skin for a natural, flush of color. The formula blends seamlessly and gives an effortless glow to the complexion. The shade Baby is a flattering soft pink color."
		},
		{
			"review_title": "cute but not a lot of color payoff",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "this lip tint is cute and the packaging is very nice however the color baby barely shows up on my medium light skin tone. It also doesn't really last and I have to layer it a lot to get any color Pay off. it is cute though"
		},
		{
			"review_title": "Beautiful. Absolutely stunning.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, lightMedium skin tone, Dry skin",
			"review_text": "I love this! Such a beautiful flush of color for lips and cheeks! I even used it as eyeshadow and it blended with my other shadows beautifully. It was such a wonderful product, I need more shades! Also, the packaging is very heavy and feels very expensive/luxurious. I have a soft-spot for great packaging and this was so unique."
		}
	]
}