{
	"product_id": "35",
	"name": "Moisture Mode Hair Hydration Routine Set",
	"brand": "amika",
	"categories": "Hair, Value & Gift Sets",
	"price": 56.0,
	"about": "What it is:A set that gives the gift of hydration, featuring a full sizes of Hydro Rush Intense Moisture Shampoo, Conditioner, and Dream Routine Overnight Treatment..Hair Texture:Wavy, Curly, and Coily.Hair Type:Medium and Thick.Hair Concerns:- Dryness.Key Benefits:- Intensely hydrates.Highlighted Ingredients:- Hyaluronic Acid: Helps plump up dry hair by attracting moisture..Ingredient Callouts:These products are vegan, gluten-free, cruelty-free, and come in recyclable packaging..What Else You Need to Know:Indulge in holiday hair delights with a moisturizing routine set that boosts hydration for up to 72 hours. In the shower, start with Hydro Rush Intense Moisture Shampoo and Conditioner to gently cleanse and boost moisture. Follow up with Dream Routine Overnight Hydration Treatment for intensely hydrated hair by morning. Infused with squalane, hyaluronic acid, blue algae, and coconut water, this trio of hydrating hair must-haves reduces breakage, intensely moisturizes, and provides long-lasting hydration..Fragrance Description:An intoxicating blend of warm vanilla, spicy sweet clover, and fresh citrus..Clinical Results:In a clinical test of the trio, where the shampoo and conditioner were tested together separate from the hair mask, results showed:.This Set Contains:- 9.2 oz/ 275 mL Hydro rush Intense Moisture Shampoo (full size).Clean & Planet AwareOur ambitious curation of beauty made without controversial ingredients from brands dedicated to making meaningful environmental commitments, including sustainable ingredients and sourcing, packaging, corporate commitments, and consumer transparency.",
	"ingredients": "",
	"how_to_use": "Suggested Usage:.Hydro Rush Intense Moisture Shampoo:.-Massage a quarter-size amount into your hands..-Then lather through fully wet hair, focusing on the roots. .-Rinse..-Double cleanse. The first time to cleanse, and the second time to reap all the benefits this shampoo has to offer. .-Fully rinse out...Hydro Rush Intense Moisture Conditioner:.-Squeeze excess water out of hair before applying from mid-lengths to ends. .-Use the comb to detangle and evenly disperse product. .-Let it sit for two to three minutes. .-Rinse..-Shower off with cool water to seal in moisture and close the cuticle...Dream Routine Overnight Hydration Treatment: .-Pump one to four pumps into hands depending on hair length and thickness. .-For fine or thin hair, use one to two pumps. .-For medium or shoulder length hair, use two to three pumps. .-For thick or curly hair, use three to four pumps..-Apply to dry or damp hair before bedtime..-Distribute from mid-lengths to ends—you’re ready for your beauty sleep... Recycling Instructions:.-TerraCycle® and amika joined forces to create a free national recycling program for amika’s hair care packaging..-Save your empties, print a free shipping label, and send back your packaging to give it a new life. Learn more and sign up&nbsp;at terracycle.com/en-US/brigades/amika.",
	"num_reviews": 18,
	"overall_rating": 3.9,
	"product_url": "https://www.sephora.com/ca/en/product/amika-moisture-mode-hair-hydration-routine-set-P513928?skuId=2826709&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2826709-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "Why the glass bottle?",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Purchased for my daughter as a holiday gift. The bottle is glass. After one use she dropped it because it was so slippery. It broke into pieces and all the product was lost."
		},
		{
			"review_title": "Came broken",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Came completely broken same with the shampoo and conditioner. Leaked all over. Getting a replacement."
		},
		{
			"review_title": "Shattered!!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I finally wanted to try the hydro rush shampoo and conditioner after loving the overnight treatment. However the bottle came completely shattered after 1.5 months of waiting for the package to arrive,"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I adore this product. I have fine, short hair that almost refuses to grow and shows breakage after I curl my hair once. This product is very hydrating, but doesn't weigh my hair down. If you're looking for a product to bring your curls and natural shine back to your hair, this product is for you. If you're looking for a product that will do similar things but bring more volume to your hair, I would gear more towards the normcore line."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "While I love this shampoo and conditioner and wanted to try the overnight mask out, when I first ordered this set the mask that is in a glass container arrived shattered and with product and glass shards spilled in the whole box. When customer service sent me another one of these sets the same thing happened again where the overnight mask arrived shattered and with product spilled everywhere, unsalvagable. Not putting any protective packing materials inside of the cardboard box that the products are packaged in and letting a glass hair product have plenty of room to move around while being shipped across the country is quite shocking considering the cost of these products and the fact that this is an online only purchase. While I would recommend purchasing these products individually, do not buy this online-only set because you may receive a damaged hair mask."
		},
		{
			"review_title": "Buying 400",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I LOVE this line this line is so hydrating and moisturizing! I will definitely be repurchasing!!!! 😍😍"
		},
		{
			"review_title": "No Gift Packaging",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Products are the correct size etc. but it does not come in gift-packaging. Just a plain brown box. Doesn't personally bother me, but if it matters to you now you know!"
		},
		{
			"review_title": "So good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Dry skin",
			"review_text": "This hydration routine set has been perfect for my hair since it's been damaged from getting highlights. My hair no longer looks and feels extra dry and brittle and a little bit of these products goes a long way and they smell sooo good. Gifted by amika"
		},
		{
			"review_title": "Not a gift set.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "doesn't come in a gift box like all the other hair sets! it's just a brown regular Uline cardboard box with these 3 products thrown in. Returning."
		},
		{
			"review_title": "Definitely hydrating!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Deep skin tone, Oily skin",
			"review_text": "These products were gifted to me by Amika in exchange for a review. I used this a few times before doing my silk press and I love it. When I was about to blow dry my hair I noticed how hydrating my hair was and actually a little shiny. I was surprised at how I noticed a difference after the first time I used it. I definitely recommend. I’m going to continue using the products."
		},
		{
			"review_title": "A Great Set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "This set is the perfect set to healthy and happy hair. Not only are all the products super lightweight, they have made my hair so shiny and it looks SO healthy! I am beyond pleased with this set and will definitely be purchasing another (or more!) for my friends and family! I was gifted by Amika."
		},
		{
			"review_title": "Perfect for dry hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I was offered by Amika the Hydro rush, bundle and I am so obsessed. I love that the shampoo and conditioner leaves my hair, feeling super hydrated and soft. Also love that this comes with the dream routine. It's an overnight hydration treatment after I wash my hair I put a little in the ends of my hair and work my way up and I wake up to the softest hair ever ! This has definitely made a difference to how my hair comes out when I style it in the morning"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "absolutely love this hydration routine set! I have dry wavy hair and my hair absolutely loves this line! this visibly hydrates my hair so well and makes it so shiny and soft! I cannot recommend this line enough, and now there is a pack to buy the whole thing! gifted by amika!"
		},
		{
			"review_title": "Love it",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "Gifted by Amika. Great hair set for hydration. My hair has been needing so much hydration recently and this set came out super handy. It leaves my hair feeling so soft. I definitely recommend it for people that their hair needs extra hydration."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This set is literal perfection for the most smooth, bouncy hair ever! The night treatment will forever be in my rotation as it makes your hair the most silk smooth hair in the morning I’m obsessed! The shampoo and conditioner are also so good! #gifted by amika"
		},
		{
			"review_title": "Perfect for dry hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "This hydration set is perfect for when you need a little more moisture in your routine. All 3 products have the same incredible scent. The shampoo lathers nicely and washes out easily. The conditioner makes my hair super soft and not stringy after towel drying. The dream routine is my absolute favorite leave in product. It smells great and I wake up with incredibly soft hair. I even use when my hair is dry."
		},
		{
			"review_title": "OBSESSED!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "omg y'all, i just tried this new 3-piece hair set and it's like a total game changer. so first up, the hydro rush shampoo and conditioner are literally everything. my hair was sooo thirsty and this stuff just brought it back to life. like, no more dry, crunchy ends—just smooth, hydrated strands. but wait, it gets better. the dream routine overnight hydration treatment is the real star. i used it before bed and woke up with hair that felt 3x more hydrated. like, how is that even possible? i also tried putting it in before a braid and it gave me this sleek look that still had all the benefits of the overnight treatment. so versatile! also, the key ingredients are top-notch. hyaluronic acid, squalane, and bio-fermented coconut water? YES PLEASE. these are like the holy grail of hydration. so if you're looking to pamper yourself or need a perfect gift for your bestie who loves a bit of self-care, this set is a total win. trust me, you won’t regret it. gifted by amika"
		},
		{
			"review_title": "Smooth, vibrant, healthy hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "This was gifted by Amika. If you struggle with dry, dehydrated, damaged hair, I highly recommend the Amika Moisture Mode set. Not only will this make your hair smell phenomenal. But this also helps to rehydrate, moisturize, and nourish the hair. This will leave your hair looking and feeling more smooth, vibrant, and healthy."
		}
	]
}