{
	"product_id": "1146",
	"name": "Alien Eau de Parfum",
	"brand": "Mugler",
	"categories": "Fragrance, Women, Perfume",
	"price": 195.0,
	"about": "Fragrance Family:Floral.Scent Type:Warm Floral.Key Notes:Jasmine Sambac, Cashmeran Wood, Amber Gris.Fragrance Description:The woody-floral fragrance borders the realms of spirituality and sensuality with a blend of soft lavender atop a base of cashmeran wood and white amber, exuding a positive energy with each mist of the sensual women's scent..About the Bottle:The refillable amethyst-inspired bottle symbolizes femininity and refinement. Accented by metallic gold, the warm floral women's perfume is encapsulated within..About the Fragrance:Thierry Mugler envisioned Alien as a sensation—the moment that occurs before a miracle. There is silence, fullness, and an expectancy of the supernatural. The bold floral perfume is named Alien because inside every woman is something so unique, so special, it is Alien to everything around her.",
	"ingredients": "Alcohol, Fragrance, Propylene Glycol, Benzyl Salicylate, Ethylhexyl Methoxycinnamate, Butyl Methoxydibenzoylmethane, Ethylhexyl Salicylate, Glycerin, Water, Bht, Butylphenyl Methylpropional, Coumarin, Geraniol, Alpha-Isomethyl Ionone, Citronellol, Benzyl Alcohol, Benzyl Benzoate, Citral, Ci 60730/Ext, Violet 2, Ci 17200/Red 33.",
	"how_to_use": "Suggested Usage:.-Fragrance is intensified by the warmth of your own body. Apply in the creases of your knees and elbows for a longer-lasting, stronger scent.&nbsp;",
	"num_reviews": 1192,
	"overall_rating": 4.4,
	"product_url": "https://www.sephora.com/ca/en/product/alien-P196516?skuId=1040815&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s1040815-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "2 oz/ 60 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s1040815-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "3 oz/ 90 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s1448026-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
	]
}