{
	"product_id": "1137",
	"name": "Party Crasher Artistry Palette",
	"brand": "Morphe",
	"categories": "Gifts, By Category, Makeup",
	"price": 17.0,
	"about": "What it is:A tonal curation of six richly pigmented, icy lavender and plum shades...Ingredient Callouts:Free of parabens and phthalates. These products are also cruelty-free..What Else You Need to Know:This palette includes two Molten Metal Eyeshadows that can be applied wet or dry, plus four complementary matte shadows for melodramatic, multidimensional effects..This Palette Contains:",
	"ingredients": "Uninvited, Fun’s Over, Wild Night:.Talc, Synthetic Fluorphlogopite, Mica, Silica, Magnesium Stearate, Boron Nitride, Dimethicone, Hydrogenated Polyisobutene, Octyldodecl Stearoyl Stearate, Magnesium Myristate, Phenoxyethanol, Bis-Diglyceryl Polyacyladipate-2, Tocopheryl Acetate, Caprylyl Glycol, Ethylhexylglycerin, Tocopherol, Kaolin, Triethoxycaprylylsilane +/- May Contain/Peut Contenir: Titanium Dioxide (Ci 77891), Iron Oxides (Ci 77491, Ci 77492, Ci 77499), Manganese Violet (Ci 77742), Ultramarines (Ci 77007), Yellow 5 Lake (Ci 19140), Blue 1 Lake (Ci 42090)...No RSVP:.Talc, Synthetic Fluorphlogopite, Mica, Silica, Magnesium Stearate, Boron Nitride, Dimethicone, Hydrogenated Polyisobutene, Octyldodecl Stearoyl Stearate, Magnesium Myristate, Phenoxyethanol, Bis-Diglyceryl Polyacyladipate-2, Tocopheryl Acetate, Maltodextrin, Caprylyl Glycol, Ethylhexylglycerin, Tocopherol +/- May Contain/Peut Contenir: Iron Oxides (Ci 77492), Carmine (Ci 75470), Blue 1 Lake (Ci 42090). ..Chaotic Energy:.Calcium Aluminum Borosilicate, Dimethicone, Synthetic Fluorphlogopite, Mica, Phenyl Trimethicone, Polyglyceryl-2 Triisostearate, Octyldodecyl Stearoyl Stearate, Caprylic/Capric Triglyceride, Silica, Lauryl Peg-9 Polydimethylsiloxyethyl Dimethicone, Dipentaerythrityl Hexahydroxystearate/Hexastearate/Hexarosinate, Isostearyl Neopentanoate, Polysorbate 80, Tin Oxide, Dimethicone/Vinyl Dimethicone Crosspolymer, Phenoxyethanol, Hdi/Trimethylol Hexyllactone Crosspolymer, Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Talc, Tocopheryl Acetate, Xanthan Gum, Ethylhexylglycerin, Caprylyl Glycol, Sodium Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Water (Aqua, Eau), Isohexadecane, Sorbitan Oleate, Tocopherol +/- May Contain/Peut Contenir: Titanium Dioxide (Ci 77891), Iron Oxides (Ci 77491, Ci 77499), Manganese Violet (Ci 77742), Ferric Ferrocyanide (Ci 77510)...Icy Glare:.Mica, Calcium Aluminum Borosilicate, Dimethicone, Phenyl Trimethicone, Polyglyceryl-2 Triisostearate, Lauryl Peg-9 Polydimethylsiloxyethyl Dimethicone, Polysorbate 80, Silica, Dimethicone/Vinyl Dimethicone Crosspolymer, Phenoxyethanol, Tin Oxide, Tocopheryl Acetate, Xanthan Gum, Ethylhexylglycerin, Sodium Acrylates/Sodium Acryloyldimethyl Taurate Copolymer, Caprylyl Glycol, Water (Aqua, Eau), Isohexadecane, Sorbitan Oleate, Tocopherol +/- May Contain/Peut Contenir: Titanium Dioxide (Ci 77891), Iron Oxides (Ci 77491, Ci 77499).",
	"how_to_use": "Suggested Usage:.-Apply dry for creamy effects. Using the side of a packing brush, sweep across lids for smooth, blendable, incredibly luminous payoff. .-Apply wet for liquid effects. Spray your brush tip with Continuous Setting Mist (sold separately) or water before picking up eyeshadow. Glide along lashlines or creases for molten shine.",
	"num_reviews": 2,
	"overall_rating": 3.0,
	"product_url": "https://www.sephora.com/ca/en/product/morphe-party-crasher-artistry-palette-P513818?skuId=2811123&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2811123-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "Absolutely love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, fairLight skin tone, Combination skin",
			"review_text": "Obsessed with the shades, beautiful pay-off and great price!!"
		},
		{
			"review_title": "Worst morphe yet",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
			"review_text": "I have many large morphe palettes and am used to the varying quality. I don't usually mind because they're cheap and  I use them mainly for a soft base layer and blending out in conjunction with my high-end shadows... but this new product is the worst ever! Hard, dry and barely any pigment at all. No staying power. Comparable (or worse) to the old 'elf holiday palettes from the drug store. So much effort for very little payoff. You had me and you lost me Morphe. 🫤 Do better!"
		}
	]
}