{
    "product_id": "1719",
    "name": "Hair Shampoo & Conditioner Bar with Bamboo Holder Set",
    "brand": "Viori",
    "categories": "Hair, Shampoo & Conditioner",
    "price": 54.0,
    "about": "What it is: A set that includes the all-natural shampoo and conditioner bars and 2 sustainable bamboo holders...Hair Type: Fine, Medium, and Thick..Hair Texture:Straight, Wavy, Curly, and Coily..Hair Concerns:.- Dryness.- Damage/Split Ends/Breakage.- Oily Scalp..Key Benefits:.- Helps Moisturize, Strengthen, and Rejuvenate..Highlighted Ingredients:.- Longsheng Rice Water: Nourishes and repairs..- Cocoa Butter: Conditions, softens, and moisturizes..- Hydrolyzed Rice Protein: Increases volume, shine, and strength...Ingredient Callouts: These products are vegan, gluten-free, cruelty-free, and come in recyclable packaging...What Else You Need to Know: Viori's mission is to create safe, natural, highly effective products that honor the values and traditions of the Red Yao women. All Viori products are 100 percent vegan, plastic-free, pH balanced, and cruelty-free, as well as sustainably and ethically sourced, and made without sulfates, parabens, or phthalates...For over 2,000 years, the Red Yao tribe in the rice-terraced mountains of Longsheng have been famous for their near-perfect hair. The tribe women have passed down their unique, natural method of maintaining long, strong, healthy hair with nutrient-rich Longsheng riceu2122 water...Viori has created a long-term, sustainable partnership with the Red Yao women. They work with them personally to purchase their rice at a premium and utilize the ingredients and techniques theyu2019ve developed over centuries into Viori hair care products. In addition, at least five percent of Viori's profits go directly to the tribe for projects they believe will help their communities thrive...Fragrance Description: Citrus Yao is a fresh, citrus-scented bar reminiscent of a Red Yao fruit basket. Terrance Garden is a natural, green, floral-scented bar reminiscent of wandering the bamboo trails of the Longsheng mountains. Hidden Waterfall is a sweet, vanilla-scented bar reminiscent of the amber aroma found along the forested paths to hidden Longsheng waterfalls. Native Essence is a raw, natural, unscented bar, crafted with the same Longsheng rice water as all Viori bars...This Set Contains:.- 0.12 oz/ 3.95 g Hair Shampoo Bar.- 0.80 oz/ 2.8 g Hair Conditioner Bar.- 3.10 oz/ 0.09 g Hair Shampoo Bar Bamboo Holder.- 3.10 oz/ 0.09 g Hair Conditioner Bar Bamboo Holder..Clean & Planet AwareOur ambitious curation of beauty made without controversial ingredients from brands dedicated to making meaningful environmental commitments, including sustainable ingredients and sourcing, packaging, corporate commitments, and consumer transparency.",
    "ingredients": "-Longsheng Rice Water: Nourishes and repairs..-Cocoa Butter: Conditions, softens, and moisturizes..-Hydrolyzed Rice Protein: Increases volume, shine, and strength...Shampoo Bar:.Sodium Cocoyl Isethionate, Cetyl Alcohol, Behentrimonium Methosulfate, Coconut Acid, Oryza Sativa (Longsheng Rice) Water, Theobroma Cacao Seed Butter, Stearic Acid, Sodium Isethionate, Water/Aqua/Eau, Sodium Lactate, Butyrospermum Parkii Butter, Simmondsia Chinensis Seed Wax, Bambusa Arundinacea Stem Extract, Brassica Oleracea Italica Seed Oil, Calcium Pantothenate, Inositol, Oryza Sativa Bran Oil, Hydrolyzed Vegetable Protein, Aloe Barbadensis Leaf Juice, Tocopheryl Acetate, Oryza Sativa Flour, Lactobacillus/Radish Root Ferment Filtrate, Citrus Aurantifolia Peel Oil, Citrus Aurantium Dulcis Peel Oil, Citrus Limon Peel Oil, Citrus Paradisi Peel Oil, Fragrance/Parfum, Citrus Aurantium Bergamia Peel Oil...Conditioner Bar: .Cetyl Alcohol, Behentrimonium Methosulfate, Theobroma Cacao Seed Butter, Butyrospermum Parkii Butter, Oryza Sativa (Longsheng Rice) Water, Stearic Acid, Bambusa Arundinacea Stem Extract, Brassica Oleracea Italica Seed Oil, Calcium Pantothenate, Inositol, Oryza Sativa Bran Oil, Water/Aqua/Eau, Hydrolyzed Vegetable Protein, Aloe Barbadensis Leaf Juice, Tocopheryl Acetate, Simmondsia Chinensis Seed Wax, Oryza Sativa Flour, Lactobacillus/Radish Root Ferment Filtrate, Citrus Aurantium Bergamia Peel Oil, Citrus Aurantifolia Peel Oil, Citrus Aurantium Dulcis Peel Oil, Citrus Limon Peel Oil, Citrus Paradisi Peel Oil, Fragrance/Parfum......The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "",
    "num_reviews": 1109,
    "overall_rating": 4.6,
    "product_url": "https://www.sephora.com/ca/en/product/hair-shampoo-conditioner-bar-with-bamboo-holder-value-set-P500691?skuId=2593895&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2593895-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Citrus Yao",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2593895-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Hidden Waterfall",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2593903-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Must have in my hair care routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Just restocked this product and absolutely love it! My hair feels so healthy and strong; it doesnu2019t get oily as fast but still maintains its shine. These are super easy to travel with as well so I never need to compromise on quality or switch back n forth between product brands"
        },
        {
            "review_title": "So far Iu2019m loving it! Wish the smell would last.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Smell is fantastic, but I donu2019t notice it in my hair after rinsing. Surprisingly, my thin hair felt thicker and stronger after just one wash. The bar lathers easily, but I make sure to thoroughly wet my hair before shampooing. I rub it in my hand for a second or two and then directly apply it to my hair. Keep in mind that you may need more water when using shampoo bars compared to liquid shampoos to achieve the same lather effect. The conditioner takes a bit longer to penetrate, but it works wonders if you let it sit for 3-5 minutes. These bars are more convenient for the gym than travel bottles. I allow them to dry slightly before placing them back in the bamboo steamer baskets. I donu2019t keep them in the showeru2014more of a carrying case. Let your bar dry while you get ready, and then store it in the case. If you prefer a shower holder or a wet case, donu2019t use the one that comes with the bar."
        },
        {
            "review_title": "Need to continue using for results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Iu2019ve used this product switching between viori and regular shampoo. I like it I bought it for my mom and sister. My sister has curly hair and she asked for more as she says she noticed her hair grew and she noticed a difference.grew  growing"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "After using Viori for the first time, I thought I was going to love it. I ran a comb through my hair and there werenu2019t any tangles.  However, after using a second or third and a fourth time, it did not live up to that same hype. Second day hair looks greasie.  The shampoo lathers well enough but I agree with not being able to tell if enough product is being used for the conditioner."
        },
        {
            "review_title": "Adore! A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I tried this product over a year ago and have adored it ever since. The scent is gentle and clean. I love the bamboo holder it comes in. The shampoo lasted about a year using 1-2 times a week.  Since using this, I have discarded all my bottle shampoos.   I recommend using in warm, not hot, water.   The conditioner leaves my hair very soft!  My hair type:  Natural strawberry blonde redhead.  Length: Long.  Curl Type: 2c-3a with 4a at the base of my neck."
        },
        {
            "review_title": "IT MOLDS",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "It literally MOLDED. The bamboo container and the shampoo and conditioner. I got maybe 4-5 uses. Disgusting"
        },
        {
            "review_title": "Well made, amazing product, excellent company",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I love this! I got it on a whim looking for new shampoo and conditioner, and itu2019s just what I was looking for! The packaging is great, the bars work really nicely, and I love how the company gives back to the culture and people they are sourcing from. 10/10"
        },
        {
            "review_title": "Must have, will be gifting it.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Combination skin",
            "review_text": "This is not only a lovely product, but it is very effective! My hair is softer since I have been using it. I love the fact that I no longer have to squeeze bottles."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Hidden Waterfall",
            "review_buyer_description": "Green eyes, red hair, lightMedium skin tone, Combination skin",
            "review_text": "I am so in love with this product. My scalp had been bothering me for months and this has saved me. I love the very subtle scent. My hair is ultra short and this keeps it clean and quick to style."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Super cute, I should buy the one for oily hair or all hair type since the one for dry hair makes my hair oily for just one day, still a great product and the bar form made the process fun"
        },
        {
            "review_title": "Amazing Product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Normal skin",
            "review_text": "This product delivers,it leaves your hair feeling soft and feeling extremely manageable. The scent is soft , not overpowering."
        },
        {
            "review_title": "Keep the price, faithful forever customer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Normal skin",
            "review_text": "I've been using this product 4 years or more. I don't change shampoo from this. I was always trying the latest salon shampoo and conditioner but they were just expensive and basic to me. This shampoo and conditioner keeps my hair from breaking(about 16-20 hairs per wash fall off), my hair has a softer texture, it doesn't dry out my hair, I love the lather. I have very thick 2b/3a hair. At one point before this shampoo my hair felt thinner, now my hair is thicker than ever. My routine is to wash my hair weekly and I use a scalp massager everytime, condition your hair, and let sit minimum 5 minutes before rinsing well;sure does make a difference. Brush your hair daily and sleep with a microfiber bonnet,you'll be doing your hair a favor ."
        },
        {
            "review_title": "Drying",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Normal skin",
            "review_text": "Used for 2 months and it has completely dried out my hair to the point where there was so much breakage I had to cut 3 inches off today (which is sad as I bought this because of the great reviews promoting hair growth!)"
        },
        {
            "review_title": "Smells heavenly not enough moisture for thick hair",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I really wanted to love this. The first time I used it my hair felt so soft from the conditioner bar and it smelled amazing. Every time I used it after the initial try my hair just felt dry. Not enough moisture for me!"
        },
        {
            "review_title": "not for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I have thin wavy/curly hair and frequently use hair spray, mousses, oils, creams, gel, dry shampoo, etc.. to style my hair and was looking for a more environmental product to wash it. Used it a few times before making my review which is this: The shampoo bar builds a very good lather but itu2019s hard to tell if youu2019ve used the conditioner bar ENOUGH for it to help your hair. In the shower, my hair felt clean, and immediately after my hair felt very light, HOWEVER the next day my hair looked sooooo greasy and felt stiff and it tangled severely. I had multiple sections of hair clumping together in a bad way, hence the tangles. So I think this MIGHT be a better fit for people who do NOT use a lot of product to style their hair. Itu2019s not advertised as u201cclarifyingu201d or anything, so I wouldnu2019t say itu2019s a bad product, just not what I need.   The scent is weird as well. I think the bamboo holder infused a wooden plank smell into the bars, so I felt like I had sawdust on me. Gonna try to return!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "I got a travel size of this from a beauty box I subscribe to and loved it enough to buy the full bars. I have a lot of curly/wavy hair and live in high humidity area and this has been great. I can go 3-5 between washes with this and my hair stays looking nice."
        },
        {
            "review_title": "A Absolutely great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, gray hair, Light skin tone, Combination skin",
            "review_text": "I got fine long grey hair and this shampoo and conditioner are absolutely amazing, I buy it many time and will buy more"
        },
        {
            "review_title": "A must for gray fragile hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Medium skin tone, Combination skin",
            "review_text": "This made my gray hair so heathy looking and very soft. I do not need hair conditioner because just the shampoo is enough. I had put a leave in conditioner and made my hair look greasy. I was going to try the hair conditioner but I will just stick with the shampoo bar."
        },
        {
            "review_title": "Moldy container, dry shampoo",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "The shampoo left my hair dry after a couple of issues and the conditioner alone is great. However the storage is horrible not even a month and it got full of mold. Had to return."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Works wonders for my hair even though its damaged and colour treated! I have tried the scented ones itu2019s not the same !!!"
        },
        {
            "review_title": "In my rotation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I keep this kit in rotation and use it when my hair needs a light wash and relaxed style. It does require more work with lathering but itu2019s worth it IMO. The conditioner makes my hair so soft !"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Purchased this set in hopes of finding a more environmentally friendly option, but it just left my hair oily & smelling weird. I never felt like my hair was ever clean. I tried using it without the conditioner & it was still an oily mess"
        },
        {
            "review_title": "Overall great product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Absolutely love this product. My hair feels better that ever & knowing that itu2019s eco friendly is a major plus. Only downside is my bamboo holder started to grow mold! Hence the 4/5 stars. Hoping they can figure out a solution to that issue!"
        },
        {
            "review_title": "Happily Surprised! And Obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Iu2019ve only been using this product for about two weeks now, and Iu2019m obsessed! I wanted to find a shampoo and conditioner bar to be more sustainable, and, to be honest, I didnu2019t have high hopes. But Iu2019m amazed! I love these so much - I will definitely be repurchasing when they run out!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "We LOVE this!! Hair feels and smells great. My daughter has Thick, wavy hair and uses this product. We have purchased this 3 times!"
        },
        {
            "review_title": "Would not recommend",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Made my hair really dry and brittle, I was really hopeful with that product but it did not work for me.   It did made me feel my hair really clean but it sickest all the moisture out of my hair."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Combination skin",
            "review_text": "Enjoyed the product and its effects. Pleasant smell and washes the hair well and leaves it feeling clean. However, they should be a lot more clear about the proper storage for the product. I am from a more humid environment, which may contribute, but within two months of using the holder it has already began to mold. Tried to fix it with hydrogen peroxide which may work for anyone else but not sure if I want to continue using it. Itu2019s best not to store in your bathroom but thatu2019s rather inconvenient."
        },
        {
            "review_title": "A conditioner bar with SLIP!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "So impressed. I've tried to use other bars before and they left me feeling like straw with waxy ends. This stuff is awesome! The conditioner has SLIP! It's a little awkward to get used to. Dries beautifully! The only issue is the scent but it doesn't linger too long."
        },
        {
            "review_title": "Beautiful hair products",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I brought this to our RV park for the last summer.  One thing I really liked was that it is compact.  There are no bottles to store.  Our RV bathroom has  a shower but there is just so much room. My hisshusbas and son have their own shampoo and conditioners.  This one has saved me space.  It also makes my hair soft and shiny and smooth"
        },
        {
            "review_title": "Waste of money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Fair skin tone, Dry skin",
            "review_text": "I recently purchased Viori shampoo set, and it was a waste of money. I only used it twice, because it made my scalp very dry and itchy, and my hair started falling out when using the conditioner."
        },
        {
            "review_title": "Smells like the perfume section of a Sephora store",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Overwhelming cologne-like synthetic fragrance which was unexpected and unnecessary. Not sure how this is considered u201ccleanu201d without identifying the source of the scent."
        },
        {
            "review_title": "Do not buy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Never used a worse shampoo, when washing your hair feels stripped of all oils and your scalp feels really clean, but then when you dry your hair it feels like there is some sort of a film over your hair. My hair is greasy within hours of washing my hair with this shampoo. Usually I wash my hair every 2nd or 3d day but with this shampoo I would have to wash my hair every ten hours. I have normal to oily straight hair for reference Also if you go on their website they constantly run 40% off promotions"
        },
        {
            "review_title": "Will be reordering",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Iu2019ve been using this for two weeks now and I do prefer this to the shampoo and conditioner, I was regularly using. My hair is cleaner for longer. Only thing to note, bamboo holder is not water treated it needs to be placed somewhere dry in-between use"
        },
        {
            "review_title": "LOVE these products!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "The scent, the packaging, the results- WOW. Iu2019ve been skeptical of shampoo & conditioner bars before trying this combo. Itu2019s incredible. Itu2019s easier. The results are stunning and you donu2019t have big bottles to recycle which most likely end up in a landfill anyways. Iu2019m so happy with this product!! Try it yourself today!!!"
        },
        {
            "review_title": "Great for a bit",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "The shampoo and conditioner bars are wonderful at first. They lather well for a bar and did a good job cleaning. However the holder went moldy very quickly and the shampoo bar has started to crumble and is unusable"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "After keeping this item unused for a while due to mixed reviews, I resolved issues with the holders and must admit, I now genuinely enjoy using this product. While it may not be suitable for everyone, as it requires more time to wash your hair, the results make it worthwhile. Take care to prevent mold by curing the containers and avoid placing it on the shower side with the shower head u2013 opt for the opposite end."
        },
        {
            "review_title": "Best hair care product on the market.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "I love this product!!! I didnu2019t think I would like the bar but I do!!!! My hair does better than it ever has."
        },
        {
            "review_title": "Do not be afraid.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have had this item waiting to be used.  It was because of some of the reviews.  I finally cured my holders and I have to say, I actually loved this product.  Is it for everyone, it definitely takes more time to wash your hair; however it is worth it.  I spend way more times on my makeup.  Cure the containers this will prevent the mold and do not place it afterwards on the shower side but the end of your shower that does not have shower head on it."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "After using it for over the past 2 months I still donu2019t like it at all, it takes for ever to do any bubble, so I end up spending more water them with any liquid shampoo. The smell is nice, not too strong. My hair feel dryer than normal, and the shine that it issued to have it also gone, I insisted for over a month cus I thought it might take some time, but I am definitely going back to liquid"
        },
        {
            "review_title": "Actually loved these.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I had never tried bar shampoo or conditioner, and actually loved these. I found the shampoo bar to be very moisturizing too. If I purchased again I would probably just purchase the shampoo bar."
        },
        {
            "review_title": "A Must have to save $ and the planet",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Amazing product! My hair is thicker and fluffier than before. My basket started getting moldy when I didnu2019t let it sit by the window so Iu2019d recommend doing that! Great for the environment:)."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "My bar and storage box molded. It was very disappointing and very disgusting. It was very expensive to do this."
        },
        {
            "review_title": "Shampoo is very stripping, tangled my hair.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Porcelain skin tone, Oily skin",
            "review_text": "Shampoo strips the heck out of your hair. I don't think I've ever used something that felt so drying and stripping on my hair and my hair is normally super oily. It felt so drying on my scalp my hair was getting tangled in the shower which never happens to me. It made my hair get greasy the same night I'm assuming because it stripped my scalp so much my oils over compensated? idk it was weird. The conditioner bar was a little hard to use, it did slip out of my hands a couple times lol But it made my ends so soft, which surprised me. I would possibly buy just the conditioner in the future but the shampoo was a NO for me. The set came with only one lid so you can stack the bamboo containers on top of each other but I don't understand how the bar on the very bottom would stay dry as the water from the bar on top would drain onto it? It should come with two lids so you can keep them separated."
        },
        {
            "review_title": "works great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair",
            "review_text": "definitely takes a while to get used to but itu2019s worth it! makes my hair feel so nice and soft, plus I notice my hair doesnu2019t get oily as fast as it usually does with regular shampoos!"
        },
        {
            "review_title": "Created a Lot of Hair Breakage/Fall",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "This stuff smelled amazing, but after long term use, my hair started to have a lot breakage/falling out. Switched off of it and my hair returned to normal. I also felt like it never really broke down my scalp oil, but I am prone to oily hair. Not sure if it's relevant, but I bought the product straight from the Viori website, not from Sephora."
        },
        {
            "review_title": "Magic u2728",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "These bars are amazing. They leave my hair feeling so soft, shiny, and smooth. Doesnu2019t dry out my scalp, and controls frizz. I get so many compliments on how my hair looks. I try other things but always go back to Viori."
        },
        {
            "review_title": "Nope",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Smells good and everything but every time I use it I have so many fall outs. I loose so much hair when I use it. I tried to use it again but I had to stop cuz it keeps happening. I donu2019t recommend it"
        },
        {
            "review_title": "Surprise Hit",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I am super surprised how much I like these bars. I bought the Terrace Garden scent because I have curly hair that tends toward dryness and this one is unbelievably moisturizing without being greasy. I wanted something easy for travel, but honestly I think once I'm done with my existing liquid shampoo and conditioner I am going to make the switch to using these all the time, they are that good. Pros: beautiful fresh floral scent, good for the environment, and honestly my scalp and hair just love these. I've had no problem getting enough lather with the shampoo nor have I had any issues with the conditioner. You just have to park your expactations for what a shampoo and conditioner ought to feel like, because it is a bit different, but in this case different is so much better! Some people have spoken about more hair loss or irritation, but I haven't encountered any of these issues. In fact I would say my scalp feels less dry and itchy than usual, which is a good thing. The only con, which I'm totally willing to live with, it that they are a bit messy to keep in the shower. I don't use the bamboo holder, instead I just use plastic soap holders, but like with regular bar soap it just gets a bit messy and gooey and then I periodically have to clean the containers. But again, I consider this to be minor because I'm not hosting any fancy galas in my shower. All in all, really glad I tried these and I'll be using them more than I thought I would be."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "It takes a while to lather up, but once it does it really dried my hair out. I also noticed that after conditioning, I was losing so much hair!! It smells great but definitely will not be purchasing again."
        },
        {
            "review_title": "Not for colored hair",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I color my hair black, I noticed while washing my hair with the shampoo bar that it was washing the color out. I could see the black in the water while I showered.  It also doesnu2019t lather well."
        },
        {
            "review_title": "AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I wash my hair 2-3 a week. This product has reduced how oily my hair was. This also lasted me 5 MONTHS. Iu2019ve tried many shampoo bars and this one leaves my hair so hydrated and healthy, not dried out. I LOVE!!"
        },
        {
            "review_title": "1a hair :)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Lather : 5/5. -- Removes dirt: 4/5 (might strip too much tho) -- Sustainability : 5/5. After usage i let the product air out to prevent mold. -- Scent : 5/5. Citrus is quite powerful but the scent is significantly reduced when you wash, and thus leaves a soft & refreshing citrus scent -- Overall : 4.5/5. I've seen improvement on my hair. Usually i have to wash my head every 1-2 days. With Viori it's 2-3 and i like how i don't get as oily as before."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "I have been using this product for the last month, after having my eye on it for a while I finally took the plunge after using Redken for the last 3 years. I am so heart broken as it has made my hair fall out in large amounts. The typical amount of hair fall out during my shower has quadrupled from what it used to be. I have obviously discontinued using. The smell is good and I love the idea of not using a bunch of plastic, but Iu2019ve been trying to get my hair to grow long and healthy for years now and this has set me back so much. Iu2019m glad it works for so many people, I am just one of the few it does not work for."
        },
        {
            "review_title": "Terrible",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Shocked by all the positive reviews.  The shampoo is a pain to lather had to wash my hair three times.  This is definitely not for oily hair and also had absolutely no impact on postpartum hair loss.  Iaddaddaddition to"
        },
        {
            "review_title": "Love it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "I usually wash my hair about once a week. I love this product so much. It is simple. It makes my hair feel clean and soft. I have medium thickness, extremely fine hair, and it does not weigh it down at all."
        },
        {
            "review_title": "Fell short in my opinion.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Bought the set and it did not really meet my expectations. I can appreciate the environmental footprint, saving the planet but these bars fall short in my opinion. Maybe it's because I have very long thick hair that tangles easy. The shampoo bar did lather well but it took awhile to get there and it left my hair feeling very dry. The conditioning bar didn't do too much. I think it's just not enough for my length and thickness of hair. It did smell good and I love the woven basket case."
        },
        {
            "review_title": "No more fall out!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve been using Lush solid shampoo bars for years and I have to say after a single use this is my new favourite shampoo!!  Often with natural shampoos my scalp feels either too clean or as if there is residual oil. This shampoo made my scalp feel clean yet nourished! Normally when I wash my hair I have a fist full of fallout/breakage but this time I had - no joke - only 4 strands of hair fallout!! Iu2019m SHOCKED, Iu2019ve never had such little fallout with a product before!  Iu2019ve knocked off a star because I wasnu2019t as blown away with the conditioner as I was with the shampoo. Once dried my hair feels super soft and shiny but got a little frizzy without using additional oils/products. The container is cute but very cheaply made (arrived with the top hand broken).  I recommend saving some money by only buying the shampoo without the conditioner or holder."
        },
        {
            "review_title": "New favourite shampoo/conditioner duo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "I was a little worried the shampoo would be too drying and the conditioner would weigh down my fine hair but Iu2019m honestly obsessed with how good my hair feels. The only thing is Iu2019m not sure how shower safe the bamboo holder is but the shampoo and conditioner are a 12/10 for me"
        },
        {
            "review_title": "Ok at best.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It isnu2019t the worst hair care Iu2019ve ever used, but it could certainly be better.  Shampoo: 3.5/5 Pretty decent. It works, but I found that it builds up into my hair and has made my dandruff more prominent. I have to wash my hair a day sooner than usual. I can go usually up to 3 days without washing but this usually shortens it to 2 unless I use dry shampoo. I have fine hair. My boyfriend does not care much for it but it works and heu2019ll use it still. It caused him buildup and bad dandruff, he has 3A curly hair. Smell is pleasant at least.   Conditioner: 2/5 Not a fan. I tried avoiding my roots and focused on the length with it. I like the sheen it gives my hair but it makes my hair flat if I put I anywhere near my scalp, so either way I have to use a different conditioner for my scalp. Makes it not an effective conditioner for me. My boyfriend also hated it, he refused to use it past a week.   Bamboo holders: 0/5 There are better bar soap holders. Mine began developing mold because the design of it does not allow for it to dry all the way in between showers. The size is way chunkier compared to other bar shampoo/conditioner holders and inconvenient, I feel like a tin would be more appropriate and longer lasting. Definitely not travel friendly, Iu2019d rather use a plastic baggie.   Summary: I would recommend just getting the shampoo, maybe conditioner if you really feel it. I wanted to enjoy this product but I am sad that I do not want to use it again."
        },
        {
            "review_title": "Iu2019m glad I try it out",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "If you dont want it do get moldy use a plastic container instead. The smell is strong when you just unboxed the package but after the wash, the fragrance left on ur hair is very subtle. I love the shampoo but I love the conditioner even more. It leaves my hair soft and hydrated even before applying my hair oil. Donu2019t let the bad reviews stop u from trying this out. This didnu2019t work for others doesnu2019t mean but it will not work for you!"
        },
        {
            "review_title": "My Scalp Had a Bad Reaction, Slight Mothball Smell",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "I wanted to like it. I really did. Unfortunately, my scalp had a bad reaction and broke out in little blisters. :u2019(  Like my whole head is covered in tiny little blisters, especially around my hairline. Plus, there was a slight mothball smell to the shampoo."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "How long till you add their hamish collection to their lineup?"
        },
        {
            "review_title": "I did what it's supposed do do",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Not a fan of the strong fragrance at the beginning but once I've actually used both of the bars, the scent turned out to be not that strong. The shampoo lasted me about 2 months and I still have a good amount of the conditioner. The shampoo susds up nicely and the coniditioner made me hair really soft. Also, don't leave the bamboo container in the shower. It's going to get moldy if you have poor ventilation in your bathroom."
        },
        {
            "review_title": "Hair game upped",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Such a game changer for my hair. Been dealing with thinning and just lackluster locks for a year. This coupled with Fable and Manes prewash has transformed my hair. Takes time to lather, but worth it lather,thewaterfall acenrs"
        },
        {
            "review_title": "Incredible fragrance but takes awhile to lather",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Love the fragrance - Terrace Garden smells incredibly fresh and luxurious. The shampoo bar lasts a really long time and ultimately is cheaper than drugstore shampoo.  The conditioner bar doesnu2019t last as long. Taking off a star since the shampoo bar takes longer than Iu2019d like to lather which means using up more water in the shower."
        },
        {
            "review_title": "love",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "then scent is so pleasant. I use the shampoo bar everytime I shower and it leaves my hair feeling so clean and makes a rich lather. easy to carry and takes up less room then normal bottles would and good for the environment! my only concern is the conditioner bar.... I've tried over and over and it just doesn't transfer well to my hair, and does nothing for it."
        },
        {
            "review_title": "Cute but not that great.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I got citrus and the bars look and smell very nice. The steamer basket holder is adorable. But do allow the bars to dry completely before placing them back in the bamboo baskets otherwise they will mold.   It takes quite a while for the bars to lather and your hair should be super drenched before attempting to use the shampoo directly on it and the scalp. Instead, I lather the bars in my hands and incorporate it into the hair. Honestly it is mid and Iu2019ve noticed more hair fallout when I use it. The conditioner does need more work as I feel like it doesnu2019t do much to smooth, shine, and soften."
        },
        {
            "review_title": "Can't believe I didn't try it sooner!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I love it!!! I can't believe I didn't try it sooner! my hair feels so clean and soft after I use it. I have course, High porosity, kinky curl!!."
        },
        {
            "review_title": "shampoo is good but conditioner is a joke",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Love the shampoo bar. Not impressed by the other one. Cute packaging by the way. The shampoo makes it worth it."
        },
        {
            "review_title": "A must have!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I read somewhere to change your shampoo every so often. I have always wanted to buy this since it came out and finally did! This an amazing choice! Thankful for VIORI! Sharing this with my love ones !!!"
        },
        {
            "review_title": "Not worth the money",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I had such high hopes for this after reading the reviews but it looks like most of them received if for free. Iu2019ve only used it about 6 times and the bar is almost done. It doesnu2019t lather, you really have to scrub and"
        },
        {
            "review_title": "Buy it now!!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Dry skin",
            "review_text": "It wonu2019t let me give this 5 starsu2026. This is a game changer! My hair is normally super frizzy and dry year round. Doesnu2019t matter what products I use or if I use heat or not. Iu2019ve been using this for about 2 months, my hair feels like silk. I even have new baby hairs growing in. It even works great on hair extensions."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this complimentary from Viori Beauty for consideration but all opinions are my own. The Hair Shampoo & Conditioner Bar with Bamboo Holder Set is actually a really fabulous gift because it is genuinely a pretty presentation. A shampoo bar is especially great during the summer & this works great!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I used it for the first time today but Iu2019m already impressed! Lately Iu2019ve been using pumpkin seed oil as the carrier oil for my rosemary when oiling my scalp and always have to wash my hair twice just for it to feel clean. Within the first wash using this product, it almost instantly felt clean! My hair is super soft and silky, and my scalp feels clean! Excited to see my hair after using this for awhile!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Dry skin",
            "review_text": "I love this! The fragrance is wonderful, and not overpowering. Iu2019ve used different shampoo bars in the past, but this one has a little bit of a learning curve. I feel like it doesnu2019t suds up, even as much as other noshampoo bars, do. However, reading more information on Bioriu2019s website says you really need to give these products 3 months to really make a change to your hair. This isnu2019t going to be overnight. Iu2019m going to keep going at it, because I do like the results Iu2019m currently getting. Iu2019m just imagining what my hair will be like, once itu2019s used to"
        },
        {
            "review_title": "Best shampoo/conditioner bar ever!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Iu2019ve only tried a few shampoo bars, but this is amazing! I love it so much, especially for travel (just make sure it dries completely before you put the bars in plastic containers as these can crumble if they donu2019t get to breathe). My hair felts soft and looked incredible after use. Possibly a little too drying, but Iu2019m a daily hair washer, so I probably need a more hydrating formula. If you feel like it isnu2019t washing properly or that you have a waxy residue - try double cleansing! That always takes care of it for me."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Got this as a Christmas present, just now needing to order more, I wash my hair every two days. Iu2019ve skipped around with all natural shampoos/conditioners for the last two years and this is the first one Iu2019ve genuinely loved!"
        },
        {
            "review_title": "Fabulous product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I purchased this product on my own with my own money and am writing a review only because it is that good! I am really blown away by how clean my hair feels and how well this worked with my long hair!! Will repurchase!"
        },
        {
            "review_title": "Travel friendly",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This is the first time I try a shampoo and conditioner in a solid form, which I find very interesting and innovative.  First, I was hesitant about how this would work for me, but gladly I am having a good experience.  Both products smell really good, together they make my hair soft, shiny and looking healthier.  The shampo has a nice lathering, the conditioner so easy to apply and rinse, leaving no unwanted residue.  The packaging of this set is nice and it comes with a pretty bamboo holder."
        },
        {
            "review_title": "ud83dude0a",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Was skeptic to try a bar shampoo instead of liquid. But it worked surprisingly well. Lathers good and i absolutely love the smell of it. The packaging itself was cute. I canu2019t speak on the benefits yet, need to use it longer to see the benefits."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I received the Hair Shampoo & Conditioner Bar with Bamboo Holder Set complimentary from Viori Beauty in exchange for my honest review. I was really impressed with the presentation of this set as it is gorgeous and looks wonderful on my vanity. The quality is also top notch. The shampoo cleans really well and the conditioner bar is moisturizing enough for my dry, curly hair. I would recommend this product to anyone and especially those that are looking to reduce waste!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "Overall this line was incredible. I am not a huge fan of bar shampoo and find it difficult but once I got the hang out it I really loved it. The packaging is great and the product smells good as well. Overall not my favorite but recommend."
        },
        {
            "review_title": "Something new",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Combination skin",
            "review_text": "This was my first time trying a shampoo and a conditioner in this type of presentation.  You just have to build your way to the desired amount of product that you need from the shampoo and for the conditioner. Highly recommend it."
        },
        {
            "review_title": "Great shampoo and conditioner - highly recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "Iu2019ve been using this product for months on my color treated blonde hair- itu2019s fantastic. My hair is really clean, soft and I can easily brush through it after using the conditioner! Also love that thereu2019s NO plastic packaging!!"
        },
        {
            "review_title": "don't listen to the negative Reviews!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Combination skin",
            "review_text": "I'll say it right now, that review that shows a Rotted Bar is because they left it in a watered down place! you can't leave the Bar in Bamboo holder's in a Overly WET area. it says it in a disclaimer on their website!  you must leave i a ventilated area and wash the bamboo holder's out at least 1xper month.  I've been using the Whole line and others i know and we all knew right away WHY that bar in a review on here was dark on end.  has nothing to do w/Color treated hair. my hair is Color treated.  i immediately take my bamboo holder w/bar out of shower area when I'm done and place it on counter and leave the lid off just a tad and i tilt it so AIR can get through the bottom.  we all know what happens to bamboo when it stays WET continuously,,,IT ROTS!  But if you want the TRUTH,  my hair started thinning after Covid 2x and i started using another product which helps my hair growth and i use the Viori Bars to Keep it healthy.  I'll Never go back to a liquid shampoo except my Hair Growth shampoo 3x per week.  i use the Waterfall shampoo/conditioner/body bar. and i can't brag enough about it. and people notice everyday.  shiney manageable soft healthy and i recommend getting the bamboo COMB! it's the Best for your hair.  and BTW,,,this Sephora Deal is Cheaper than Viori Website.  I'm a regular customer on their website BUT I'ma going to order this sensational deal!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Iu2019ve never tried bar shampoo or conditioner before, but since discovering these two itu2019s all I use. I have long hair & sometimes I need to use more product than others, these bars will last me WAY longer than any bottle! Not to mention the scent is refreshing & gender neutral. I also love the bamboo container it came with, itu2019s the perfect (& cute) storage option & helps keep them dry when not in use- which is ESSENTIAL when it comes to the life of the soaps. the shampoo lathers up very nicely & the conditioner left my hair incredibly smooth. It was a lot easier to distribute the product throughout my hair as opposed to liquid shampoos/conditioners too."
        },
        {
            "review_title": "Good product to improve health of your hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I was gifted the hidden waterfall set by Viori Beauty for the purpose of a review.  I love using rice based products on my hair because of the benefits and this shampoo is genuinely amazing and also smells divine! It made my hair very soft and I noticed less hairfall. I would advise using this only once a week though because protein overload can be detrimental to hair health. Anyone with oily hair may also need to double cleanse. The conditioner is really good for daily use but I have bleached hair so I follow up with something more moisturizing. I love the bamboo holder too. It is really good quality and helps keep the shampoo bar dry, more so than others I've used before. I see it lasting for a while because of its practicality. I would recommend these products."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Iu2019ve never tried shampoo and conditioner in bar form & so far so good. This shampoo makes my hair feel really clean & the conditioner makes my hair really soft and smells good. I havenu2019t noticed a huge change yet but will continue to use."
        },
        {
            "review_title": "Great for travel and home use",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "This was definitely something new for me. I had never used a product like such and to be honest, it was a pleasant like. The soap like feel to it allows me to take now or short travel tips if I want to use. Didn't think I'd learn to love something like this, but I do."
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "First time trying out this Viori beauty shampoo and conditioner hair product, very impressive. It does a good job of cleaning off hair oils and provides hydration. It leaves hair feeling smooth. It is easy for travel."
        },
        {
            "review_title": "Interesting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Iu2019ve never used bar shampoo or conditioner before I was very skeptical. The packaging and container both are cute. The shampoo and conditioner both smell good. It took awhile to get them sudsy to rub on my hair. I didnu2019t hate them but think I like liquid better"
        },
        {
            "review_title": "Great for oily scalp and dry ends",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This shampoo and conditioner bar set was gifted by Viori in exchange for an honest review, and I'm honestly quite in love. I've used bar shampoos and conditioners before with mixed results. I've never found a conditioner bar that worked for my hair (my ends are long, dry and color treated) until I tried the Viori bar.  This really smoothes my strands and makes them easier to comb through. The shampoo bar works as well. I actually feel that my greasy scalp gets and extra day without washing with it.  It looks gorgeous too and has a lovely, yet strong. scent to it.  This would make an excellent gift set, especially for someone who cares about sustainability."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "This bamboo holder is so cute and amazing for the shampoo plus conditioner. I honestly felt the lather to it was actually great. This is my first time ever trying out a bar shampoo and conditioner but it was great. Gifted"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I was so pleasantly surprised by this. Firstly, the packaging is adorable and very well made. Secondly, it smells SO good. The shampoo lathered really well and left my hair feeling clean but not stripped. The conditioner takes a bit of effort to work in but honestly you donu2019t need much. My hair was so soft afterwards."
        },
        {
            "review_title": "So fun",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "It was my first time using a shampoo/conditioner bar and it was pretty cool! I feel like its a great way to be a bit more environmentally conscious. Also the set is so cute! The shampoo bar is so beautiful and the bamboo holder is so cute. The conditioner bar doesn't have a design on it though.  Also... I was suppose to get two holders though but I only received one...oh well. Gifted by Viori"
        },
        {
            "review_title": "You didnu2019t publish my review",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I have purchased this set and it didnu2019t work out for me. So I left a not so favorable review while using respectable language but Sephora never published it. I have noticed that Sephora only publishes positive reviews . Sohconsumers"
        },
        {
            "review_title": "Nope save your money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I like the smell but not good for hair extension or colored hair . I used on my daughter hair and it left her hair okay nothing special. But we were out of town for 4 days and it turned black . I wouldnt buy this again 4 days not used and goes bad quick."
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Obsessed after just two washes. Unlike many other sulfate free/paraben free hair wash products, this actually lathers and does an amazing job at leaving hair clean. The conditioning bar is also amazing. rep. Smell is"
        },
        {
            "review_title": "Impressive shampoo/conditioner bars",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I was gifted this product from Viori - and was unsure what to expect as I have never used a shampoo/ conditioner bar before. But I love it!!! The smell is great - very clean and it leaves my hair feeling great. No frizz or film feeling left behind. I would love if the bamboo holder could hold both bars a little easier but thatu2019s just personal preference. I love that this is going to help me be more sustainable."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "This is my first time ever using a shampoo and conditioner bar. Iu2019ve been trying to switch to a more sustainable alternative to plastic and this has been so perfect to use. So simple and effective!! Love it!!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Normal skin",
            "review_text": "I received this product complementary from Viori  Beauty. I love the bamboo holder. Itu2019s so cute however, the smell of the product is really strong and  Iu2019m very sensitive to smells, this gave me a headache. It does smell nice but if smells  to bother you. I would stay away. That being said my roommates. Love it."
        },
        {
            "review_title": "Impressed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "Viori Beauty gifted me Hair shampoo and Conditioner Bar with bamboo holder in exchange for my honest review. They are scented with hidden waterfall musk scent. It was very easy to lather the shampoo in my hair. I washed it twice then did the conditioner bar. It all washed out easily. My hair is fine, curly and frizzy. I could easily brush through my hair afterwards with no issues. I can still smell the nice scent. My hair feels very soft to the touch. These are very nice and my first time shampoo and conditioner bars. I am quite impressed."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The product was gifted by Viori Beauty to review. The shampoo bar has a light and refreshing scent which I really like. Lather nicely and my hair felt cleans and light. Give a bit of volume to my hair. Nothing special with conditioner. Love the shampoo bar, very eco friendly and love their packaging."
        },
        {
            "review_title": "Amazing Set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "I have never tried a shampoo and conditioner bar before but let me tell you that Iu2019m super impressed with it. I love that this set is vegan, gluten-free, cruelty-free, and come in recyclable packaging and it smells great. For me itu2019s important what ingredients are in a product before I put it on my body after reading the ingredients in this set , I was very  comfortable with the clean ingredients they have used. This shampoo and conditioner made my scalp super clean, didnu2019t irritate it like some other products I have used in the past. My hair feels super hydrated, soft, shiny and moisturizer. I would definitely recommend this amazing set to anyone looking for a great clean shampoo and conditioner."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love the scent of this ALMOST all natural shampoo bar and conditioner bar. I say almost because even tho this smells AMAZING it still contains u201cperfumeu201d and that can be typically any combination of chemicals. This works amazing and I love the cute bar holder, I just wish it was made with natural ingredients to give this wonderful scent Bc I do love how these made my hair feel"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Gifted by Viori. I love that this comes in an elegant box for storage. It helps keep it from just sitting on top of the surface. The packaging is exquisite and lovely to look at. I have been loving these sustainable packaging from the bar soap and conditioner and the fact it does not compromise with ingredients that are great for you!"
        },
        {
            "review_title": "A healthy shine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The packaging of this was so impressive! It is so luxurious looking and I love the design the bars themselves have. As for it's performance, it's quite effective for me I've noticed, since I had damaged/dry hair going into it. My hair after using these is much softer and shinier! The overall feel is just healthier and I really loved it for that. Overall, probably would get it again since it does soften up my hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This is undoubtedly one of my top picks among the available environmentally friendly shampoos and conditioners. Even, in my judgment, defeated lush. The product itself lathers quite well and does a great job cleaning and nourishing my hair. The packaging is brilliant and works nicely for the shower without getting the bars soggy. highly recommending"
        },
        {
            "review_title": "Will purchase",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I did receive this as a gift. I love how this smells and feels in my hair. It layers up so well and was easy to use. Love that there is no plastic bottles and is better for the environment. My hair feels so soft and looks beautiful"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I love eco friendly products and this is the best shampoo so far that Iu2019ve tried. It great for me who is Women who care about a) keeping harmful chemicals out of their hair and b) want to help save the planet by reducing plastic waste."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is easily one of my favorite sustainable shampoo and conditioners on the market. Even beat out lush in my opinion. The packaging is genius and works perfectly for the shower without getting the bars slimy and the product themselves lathers very well and does a great job cleaning and moisturizing my hair. Highly highly recommend."
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This hair care site is absolutely amazing. First of all the packaging is 10 out of 10 and second of all the product is absolutely brilliant. I love the smell it leaves my hair smelling so beautiful and fresh. I canu2019t get enough. My hair also feels the soft as itu2019s ever felt."
        },
        {
            "review_title": "You donu2019t have to skimp to be sustainable",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I recently had the opportunity to try out the Viori Beauty Hair Shampoo & Conditioner Bar with Bamboo Holder Set, complimentary from Viori Beauty in exchange for my honest review, and I must say, I'm thoroughly impressed.  As someone who is conscious about reducing plastic waste and searching for more sustainable hair care options, this set has exceeded my expectations. First things first, let's talk about the packaging. The shampoo and conditioner bars come in a beautifully designed bamboo holder that not only looks aesthetically pleasing in my bathroom but also serves as a practical way to keep the bars dry and clean. The holder is a secure spot for the bars to rest between uses. I found the bars themselves to be exceptional. The scent matters as each scent is curated for a different hair type. I tried Hidden Waterfall, which is for all hair types. Hidden Waterfall is a musky, sweet, vanilla-scent. The natural, refreshing scent is delightful and not overpowering. The shampoo bar lathers up well, and I was pleasantly surprised by how easily it distributed throughout my hair, leaving it feeling thoroughly cleansed. It rinses out easily too. One of the most impressive aspects is that a single shampoo bar provides up to 30-60 washes!  The conditioner bar is equally impressive. It has a rich and creamy texture that melts effortlessly into my hair, providing deep hydration and leaving it feeling incredibly soft and manageable. I appreciate that it doesn't weigh my hair down, as some traditional liquid conditioners tend to do. The combination of the shampoo and conditioner bars has improved the overall health and appearance of my hair. I've noticed increased shine, reduced frizz, and improved manageability. These bars are clearly formulated with quality ingredients that truly nourish and care for the hair. I highly recommend this set to anyone seeking an eco-friendly, luxurious hair care experience. It delivers exceptional results and is a more sustainable routine."
        },
        {
            "review_title": "Beautiful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Thank you to Skeepers and to viori beauty for the free shampoo and conditioner set with a bamboo holder! I was surprised when it arrived at how beautiful it all was, and then when using it, the smell was incredible! I love how unique this product is as well, inspired by the red Yao tribe!"
        },
        {
            "review_title": "Nice set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "Really nice set! Cleans gently, rinses well, does not irritate my skin or eyes. Bamboo holder is pretty, and cleans up easily. Would make a nice gift."
        },
        {
            "review_title": "Beautiful eco-friendly set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "First off just want to say I was not expecting just pretty packaging! Its so unique and beautiful I was in awe. Aside from that, both the shampoo and conditioner smells amazing!!! I could not stop sniffing them. Once I used them, I enjoyed how easy it was to wash my hair with the bars, they lather pretty well and my hair now smells amazing. I love the little container you can store the bars in, super cute. I am just in love with this set. So worth it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is my first time using a solid shampoo and conditioner so I love that this comes as a set. I think the shampoo cleanses well and the conditioner works great too. I really like these as a more sustainable alternative. The Bamboo Holder is a really nice touch as well. Hidden Waterfall smells great, it is a sweet and musky scent. Complimentary from Viori Beauty."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I received this product complimentary from Viori. I love this shampoo and conditioner set! The hidden waterfall scent smells really good and I like the way it lathers. It does a great job of cleansing my hair and my hair feels soft and smooth after using. I highly recommend this product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "The Longsheng rice water shampoo bar and conditioner bar from Viori is an all-natural, highly effective product that repairs, moisturizes, strengthens, and adds shine to hair. With its sustainable partnership with the Red Yao women and the use of traditional ingredients, this shampoo bar delivers excellent results while supporting a worthy cause."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "An eco-friendly hair care solution! This shampoo and conditioner bar set, complete with a bamboo holder, offers a plastic-free alternative. The bars are nourishing, long-lasting, and suitable for all hair types. A sustainable choice for healthy, luscious locks. gifted by Viori Beauty."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "I really looked forward to trying this product as Iu2019m always looking for products that have more natural ingredients that wonu2019t damage my hair. After just one use, my hair felt shinier and looked healthier! I loved how eco-friendly the packaging was. It was nice to be able to place the bars in the box after use instead of just leaving it out like other bars. Loved the scent too."
        },
        {
            "review_title": "Perfect for my hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This is perfect! The Viori shampoo/conditioner set made my hair feel amazing after the first use. I have fine hair that gets oily quickly but the citrus bar keeps it looking clean for days. My hair looks shiny and has volume."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "If your looking for a healthy shampoo and conditioner that helps strengthen your hair this is it. Within weeks I can see the difference or strength in my hair. And a little goes a long way with this!!"
        },
        {
            "review_title": "love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Tan skin tone, Normal skin",
            "review_text": "i have been waiting to try this for the longest time.  It was so worth the wait. My hair feels so smooth and clean . zero waste is so great i feel like im playing a small part in the world while having awesome clean hair!!! I cant stop talking about this shampoo bar !!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
            "review_text": "My new favorite shampoo and conditioner. I have never used these types of products before but I was surprised of how much I liked them. They are amazing and make my hair feel so soft, smooth and shiny!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Oily skin",
            "review_text": "Viori's Shampoo & Conditioner Bar set is a game-changer! Eco-friendly packaging, divine scent, and effective formula that leaves hair soft and shiny. The bamboo holder is practical and stylish. A must-try for conscious consumers!"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "I love this set! Itu2019s really nice and also makes a great gift. The shampoo and conditioner are so easy to use and I love the bamboo baskets to dry them in. Itu2019s going to last me a long time! Gifted by Viori beauty"
        },
        {
            "review_title": "Drying",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, lightMedium skin tone, Combination skin",
            "review_text": "I have fine hair and I fine the shampoo very drying and the conditioner not moisturizing enough. These also take a moment as they are not very easy to work into a lather."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "My new favorite product. I have never used a bar shampoo or conditioner before but am pleasantly surprised. I love how quickly it works and how clean my hair feels after using it. Definitely surprised but in love with it."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Gifted by viori beauty. I love natural ingredient products. I always try to use rice water at home but I am not able to use it properly, I am glad that this product has benefits of rice water , I heard rice water gives shine and strength to hair. This product is working exactly how it should be. Bar for hair is new concept for me but I am liking it."
        },
        {
            "review_title": "Buy it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, fairLight skin tone, Dry skin",
            "review_text": "Amazing!!! Itu2019s so beautiful and the smell is very fresh. After one wash my hair feels so healthy and soft! Iu2019m so excited to keep using it"
        },
        {
            "review_title": "Ditching my normal hair products for this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "First time using this I was a bit skeptical but grateful Iu2019ve given it a try. I bought the hidden waterfall scent and it smells so good! A little goes a long way as well. Brought life back into my hair"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "Smells great, super nourishing. I can see myself using this product forever honestly. It even helped my partneru2019s dandruff improve."
        },
        {
            "review_title": "Nah",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I had high hopes for this especially since Iu2019m pregnant and was looking for good green products. Made my hair tangle a lot, the smell is overpowering  Unfortunately I forgot to return it in time and had to throw it away."
        },
        {
            "review_title": "A must buy.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I can not believe how wonderful these products are! I was hesitant with the presentation but my hair looks and feels so healthy! They donu2019t lather like traditional shampoos/conditioner but they work!! The smell is not too much just perfect! Forever a fan of this product!"
        },
        {
            "review_title": "Conditioner Bar is HORRIBLE",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Absolutely LOVE the shampoo bar! However the conditioner bar is HORRIBLE. It doesnu2019t get creamy enough to bond on the hair or the palms on my hands. I eventually only used the shampoo."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I was gifted this beautiful set by Viori. I love how eco friendly the product and packaging is and the fact itu2019s vegan and cruelty free. it was gentle enough for my fine, curly hair. I recommend keeping it dry in between uses to extend the usage of the bar."
        },
        {
            "review_title": "Itu2019s so cute",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I was gifted this by Viori. Itu2019s SOO beautiful and I was obsessed with the packaging. It made my hair very silky and so fa R my hair doing great. I love how I can put it back in the box after used, so 10/10 for packaging."
        },
        {
            "review_title": "Lovely Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received this product as a gift and I absolutely loved it. Both the shampoo bar and conditioner bar have a subtle and pleasant natural scent of wood and herbs. The shampoo bar lathers well, providing moderate cleaning power. Additionally, both the shampoo and conditioner bars are moisturizing. My hair is super soft and thin, but stays in good shape for two days after using these bars. The bamboo basket is also a nice touch - cute and well-made."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "First of all, the packaging for the Viori Hair Shampoo and Conditioner Bar with Bamboo Holder Set was STUNNING! I truly felt like I was given a gift to open! The quality of the bamboo holder is top notch, and it is a perfect size to fit into most standard shower shelves. The holder add that additional protection so the shampoo and conditioner bars donu2019t get other product on them while not in use. Now onto the product - I canu2019t speak more highly of this! I have used other shampoo and conditioner bars in the past, and they have left my hair feeling somewhat waxy after rinsing them out. With the Viori Shampoo and Conditioner bars, my hair feels silky smooth and I truly get a deep clean that leaves my hair refreshed!"
        },
        {
            "review_title": "Canu2019t live without",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Dry skin",
            "review_text": "Iu2019ve been on the hunt for a good shampoo and conditioner bar and Iu2019ve finally found it. Iu2019ve noticed my scalp doesnu2019t get oily as fast and it leaves my hair so soft."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "This is the perfect gift that you can give to someone special, the packaging is very nice.  I was surprised to see that if the shampoo and conditioner works, it leaves my hair soft, beautiful and with a beautiful shine, it is very easy to manage and detangle after using these products.  1000% recommended"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This shampoo helped my hair grow tremendously and made it shinier and silkier."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "I fortunately received this product as a gift, and I think this is going to be my new gift set for all of my friends. From the actual product down to the bamboo canister I am OBSESSED with these products and even the company. Iu2019ve actually been using this product for while in the original scent but looove the waterfall scent as well, and I swear this is what helped my grow from mid back down to my butt. My overall hair health is so much better, more shiny, and more manageable. I absolutely recommend giving these products a try"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "This is the cutest shampoo and conditioner set. It comes with a separate bar of each. It smells amazing, and cleans my hair very good. I love that it is clean and vegan. It comes in a bamboo vase that holds the bars."
        },
        {
            "review_title": "Surprised!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "My first time trying bar shampoo and I really enjoyed . The scent was amazing and it still provided the lather I was looking for like traditional shampoos . The bamboo box is perfect for storage. My hair felt and smelled great . Will continue to use ."
        },
        {
            "review_title": "It damaged my hair.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I bought this shampoo and conditioner set in hopes that it would make my, already pretty healthy hair, look healthier. I have long, straight, natural, almost black hair that is just a little thin. The first couple times my hair didn't feel different than when I use other cheap drugstore products, but then my hair got really frizzy and it started to feel like straw, and I got several gray hairs. I've never dyed my hair and rarely heat style it. It took several weeks after I stopped using the shampoo and conditioner bars for my hair to start feeling normal. The gray hairs could've been a coincidence, but, I haven't gotten more since I stopped using them. I think I used the products for about a month and a half and it's been about 7-8 months since I stopped using it."
        },
        {
            "review_title": "Have never tried Bar shampoo before",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I received the Hidden waterfall shampoo and conditioner bars with the adorable bamboo box to try for free. The shampoo was easy to use and spread throughout the hair, I pre-brushed my hair before washing and did not require an additional detangler or conditioner afterward. the smell is not very strong. the Bar soap Model is a plus for the environment and easy to bring along camping, for example. I would surely purchase this product again and share with friends."
        },
        {
            "review_title": "Good ingredients but not great",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Its okay, i know its natural and contains rice water and other hair improving ingredients however the outcome of how my hair looked wasn't great. It was fairly heavy on my scalp and left it looking greasy. it took many washes to lather up."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "I donu2019t write many reviews but it feels necessary here because I look forward to washing my hair with this. Thatu2019s never been a thing. It takes a second to lather but it does in fact lather well. My hair feels soft and light after. I canu2019t explain how much I love this thing. Like I will even pack it for trips and I never used to do that. Iu2019ve tried other bars that left my hair oily. This is perfect."
        },
        {
            "review_title": "Solid!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Truly, I am impressed by this product. I have tried many package, free shampoos and conditioners over the last few years and all of them leave my hair fried. However, I was extremely impressed by this product especially the conditioner bar. They are very lightweight and donu2019t leave a bunch of residue in your hair."
        },
        {
            "review_title": "I loved it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "Hidden Waterfall Shampoo and Condtioner  I have been looking for a nontoxic and chemical free shampoo and conditioner and this was perfect!  I have never tried a bar shampoo and conditioner and was highly skeptical but let me tell you, I really loved it!  I have wavy,bleached blonde hair. It is pretty dry at times. The bars lather really well and is a different texture if youve never used a bar shampoo/conditiner before.  Even at first use I noticed a difference! My hair was so much softer and dried with pretty waves.   The packaging is cute and eco-friendly. I feel good about reducing my plastic waste in the bathroom/shower.   I would definitely recommend to someone looking for a chemical free shampoo and condtioner."
        },
        {
            "review_title": "love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I received this product as a gift and love it very much. This is one of the cutest shampoo and conditioner I have ever received. It will be a great gift for your family and friend. And this smells sooo good!!! Love it! The bamboo container is very cute."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This set is amazing! The hidden waterfall scent is absolutely divine smelling. My first experience using shampoo and conditioner bars, I wasn't sure how well my hair would get clean and how my wavy curls would hold up. Result: Love these products! My hair is softer, moisturized and I did not sacrifice my wavy curls that I love. I have recommended this to so many of my friends and the packaging makes this a great gift option as well! I received this complimentary from Viori Beauty."
        },
        {
            "review_title": "unique style",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "The packaging box is designed to look like a bamboo steamer which looks very nice. The shampoo bar produces a little bubbles but the foam is delicate and dense. The conditionor bar is a bit difficult to use on wet hair because it doesn't produce bubbles and can be a little rough."
        },
        {
            "review_title": "A new staple in my shower!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I am a big fan of the shampoo and conditioner bar. The musk scent is amazing and is not overpowering. My hair felt so nice after I had washed it and dried it and that was with no added product after which is amazing! Highly recommend this!"
        },
        {
            "review_title": "nice set for hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The Viori Beauty Hair Shampoo & Conditioner Bar with Bamboo Holder Set is an excellent choice for those looking for an all-natural, sustainable, and eco-friendly way to wash their hair. The shampoo and conditioner bars are made with natural help nourish and protect hair.   The bamboo holder is a great addition to the set, as it not only looks stylish and modern but also helps you keep your bars organized and easy to access. The bars are also fairly long-lasting, so you won't have to replace them as often as you would with traditional liquid shampoo and conditioners. Overall, this is a great set for anyone looking for a natural, sustainable, and eco-friendly way to keep their hair looking healthy and beautiful."
        },
        {
            "review_title": "You absolutely need this.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "This shampoo and conditioner is the best I've ever used. It goes on very easy. They smell amazing. They leave your hair feeling so clean and smooth.  It also comes in a beautiful box.  You really can't ask for more of a shampoo and conditioner. I would recommend this to everyone. You have to try this.  This was a gift from Viori Beauty."
        },
        {
            "review_title": "My hair is so soft and shiny!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This is my first time using a shampoo and conditioner bar and honestly I don't think I'm ever going back! I love how much space it is saving in my shower but also the fact that my hair is looking SO soft and shiny I am loving the results for my thick hair."
        },
        {
            "review_title": "Beautiful set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Combination skin",
            "review_text": "This is a beautiful set. It is so luxury and unique. I could smell the bars through the box they came in! The scent is a bit more cologne-y than I expected, I thought it would be more feminine smelling but it still smells amazing. The shampoo and conditioner bars are so velvety and makes my hair feel so good."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "The shampoo improved my scalp but the conditioner left my scalp and hair too greasy."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "It smells SOOOO good!! I just had trouble using it because it doesn't foam easily and was difficult to store."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "This is such a unique And innovative shampoo that I am obsessed with. Iu2019ve been using this shampoo for a week and itu2019s been amazing so far. My hair feels so clean and healthy after using this shampoo."
        },
        {
            "review_title": "I like it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Oily skin",
            "review_text": "I am not a huge fan of solid shampoos and conditioners but these two were not that bad. I have oily hair and my hair gets oily the second day after I wash it,but with this one I didnu2019t see a lot of oil."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "This shampoo and conditioner bar set is super cute. It comes with a bamboo holder and it works well on my long hair. It cleans very well and rinses out easily. Itu2019s not big in size but last very long. Itu2019s gifted by Viori."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "First impression: The packaging and bamboo holder are so beautiful.   This would make the perfect gift!  I really loved the hidden waterfall scent as well, it makes my shower feel like a spa when I use it.  My hair has also been looking amazing after using it.  I think I'm hooked for life now."
        },
        {
            "review_title": "Very moisturizing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The shampoo bar lathers up easily and rinses off smoothly, leaving my hair silky and shiny, and it stays clean as well.  The conditioner I used did a fantastic job of detangling and rinsing out easily, leaving my hair feeling soft and shiny.  Although I appreciate the storage option, it has a big con; it only accommodates a single bar. It would have been better if it had two bottom sections to hold both the shampoo and conditioner bars. It would be great if the manufacturers provided this as an option."
        },
        {
            "review_title": "Extraordinary hair care!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, notSure skin tone, Dry skin",
            "review_text": "Best thing Iu2019ve put in my hair. It was odd at first to think of using a bar instead of liquid for my hair, but I love it! I will never go back to liquid shampoo and conditioner. Less waste using bar!"
        },
        {
            "review_title": "This Rice Shampoo & Conditioner is a must",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "First off the all natural rice shampoo and conditioner smelt amazing. The packaging for this product is absolutely stunning and eco friendly so thatu2019s a plus!! I love the little box that came with it. The smell is very refreshing also! Super easy to use and was very smooth on my hair. It left it very silky and soft."
        },
        {
            "review_title": "So effective and elegant looking",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Dry skin",
            "review_text": "I received this product as a gift from Viori Beauty and I really like it. I love that it is eco-friendly and effective. It is completely free of plastic packaging which is great. It leaves my hair feeling soft and silky.  Note a little goes a long way with these products. The bamboo holder is very practical and elegant looking."
        },
        {
            "review_title": "Creates really soft hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "It made my hair feel super soft afterward! Sort of made it feel like melted butter. The smell and packaging was overall great; however, the bars are not very sudsy, which was not that big of a deal, but it can feel peculiar. Overall though, I really liked it, it smells heavenly and kept that scent in for days."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The viori  shampoo and conditioner bars are the most close to nature you can get with hair care. Theyu2019ve done so much research in bringing the best for hair and ancient Chinese rice is a holy grail when it comes to hair or skin. Love this. I received this complimentary from viori"
        },
        {
            "review_title": "I love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "The smell is amazing. Cleaned my hair greatly. The conditioner bar really hydrated my ends & left me with soft hair. I really enjoy the cute bamboo holder as well. I think I will continue to enjoy this shampoo & conditioner bar! I was gifted, but I truly enjoyed."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This product is so cute! This is a set of shampoo and conditioner. The container shape is a small bamboo box holder. The smell of the shampoo and conditioner bar are so nice. I try to for few times, and I feel that my hairs smell nice and smoother."
        },
        {
            "review_title": "Conditioner Needs a Lot of Work",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I was excited to use this and even more excited after the shampoo bar actually lathered well in my hands. I had no trouble working the suds through my hair but I could definitely feel a slight waxy feeling after washing it that I donu2019t feel with my normal liquid shampoo. The conditioner bar was awful however. It worked up no type of lather in order for me to even spread it through my hair. Rubbing it directly into my hair was causing strain and I didnu2019t want my hair to break. It made my hair way dryer than usual and very tangled. I noticed more broken pieces of hair in the tub than usual after. My hair was definitely wet enough for the product and I tried to lather it enough to get some into my palms for so long with a lot of strength. The conditioner needs a lot of work."
        },
        {
            "review_title": "Sustainable!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love the idea of this product! The shampoo and conditioner bars are sustainable, the packaging is recyclable, and the products are travel friendly. It lathers well for a solid bar and cleans my color treated hair. I received this product as a gift."
        },
        {
            "review_title": "The best alternative",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Gifted by Viori Beauty. When I first saw this I was curious to try it since it was shampoo and conditioner bars. I was shocked to see how good they work and how convenient they are, they donu2019t take too much space and I can easily take them with me while I travel. They made my hair look super soft and shiny!! I also love that they are made with natural ingredients and the history behind them. I would definitely recommend if you are looking for a natural alternative!"
        },
        {
            "review_title": "Cutest packaging",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I love this concept and the packaging is stunning! I wish the shampoo block lathered a little more but the the condition and shampoo feel great and get the job done! I havenu2019t used them long enough for long term results but so far so good!"
        },
        {
            "review_title": "beautiful packaging but leaves buildup",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Oily skin",
            "review_text": "I had high hopes for this product but I have mixed feelings. The packaging is beautiful and I love the bamboo holder. The products feel very high end for me. Unfortunately after using a few times I started getting buildup really badly and my hair didn't feel clean. The conditioner bar isn't as moisturizing as I would have liked. The scent is nice. It's floral. Overall I will use these as body soap for now. Gifted by viore"
        },
        {
            "review_title": "Must have!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I love it! I have been using this product for a week now and I love the way it makes my hair and scalp feel after each wash!! The packaging is so cute and the little bamboo holder is absolutely adorable! The smell of it is amazing I love it! It makes my hair feel super soft and I have noticed that the frizz has become a lot less! I love how itu2019s environmentally friendly thatu2019s definitely a plus!! This product is a wonderful product for your hair and the environment! I would definitely recommend it!"
        },
        {
            "review_title": "Silky clean hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Iu2019ve never tried a shampoo and conditioner bar before so I was sure what to expect, but Iu2019m pleasantly surprised by how clean and soft these made my hair! The shampoo lathered well and the conditioner felt really silky. I normally have dry hair with an oily scalp and this product addressed BOTH of those issues. Would definitely recommend!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The shampoo smells really good, I had never tried a bar shampoo and I am still impressed by the quality and how natural it feels. Adding also the fact that the bamboo base itu2019s really useful. Love it."
        },
        {
            "review_title": "Loved this!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I loved this product it did wonderful things for my hair itu2019s never been so silky smooth not only was it soft but itu2019s so healthy now and itu2019s a way more sustainable choice because thereu2019s no waste.go buy it"
        },
        {
            "review_title": "Like the shampoo",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Everyone knows that most of the shampoo/conditioner have so many harmful ingredients. These natural solid shampoo and conditioner bars are all natural, and they come with cute sustainable bamboo holder in the kit, no more plastic bottles. I got a Hidden Waterfall set and it smells divine. Shampoo lathers really good and, from my previous experience, lasts around two months. My hair feels softer and shinier, but I use different conditioner, because the one from the set made my hair heavier and I couldnu2019t like it. Description says they come with 2 holders, but everyone I know, including me, received only one. The bamboo holder is also very convenient to store and protect the bars, just keep it on the dry shelf, if you want them to last longer. Would recommend the shampoo to a friend"
        },
        {
            "review_title": "loved it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Received Complimentary from Viori Beauty   I was pleasantly surprised by how much I liked this! I had my doubts at first but genuinely like this shampoo and conditioner. I have long hair(lower back length) that is dry on the bottom with oily roots. I didnu2019t expect the conditioner to work as well as it did! I had no problem with tangles or knots when brushing my hair afterwards. The bamboo holder it comes with is cute and you donu2019t have to worry about the bar slipping around in the shower. I also love the smell! Itu2019s not overpowering but makes your hair smell fresh."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love the packaging and concept behind shampoo and conditioner bars!! Itu2019s so eco friendly and also feels great for my hair. I have colored hair and a lot of shampoos donu2019t hydrate my hair enough. This bar was great and worked well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Iu2019ll just try this amazing shampoo and conditioner in a bar presentation and I just love it  Itu2019s so easily to get my comb through my hair. The smell is so delicious. I canu2019t wait to try the other fragrances that they have. I will definitely buy it and I highly commend this product . And the presentation is so cute. It also comes with a soap holder. That is also so adorable."
        },
        {
            "review_title": "Good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I think itu2019s a great idea. If youu2019re trying to look out for the future of our environment, it doesnu2019t smell bad. Itu2019s a really cute idea. I will definitely purchase again because of the aesthetic and our future."
        },
        {
            "review_title": "Enjoyed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I very much enjoyed this set .the smell was refreshing. And the bamboo holder was so cute it looks great on my counter. It was easy to use and was a welcome change to the average bottle shampoo and conditioner . The only qualm I had was as with all bars occasionally it slips from your hand but that's nothing unusual. I found it cleaned my hair well .I enjoyed it ."
        },
        {
            "review_title": "fabulous gifts",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "I absolutely adore this shampoo & conditioner set! I like how nice and delicate the scent is , this set is not only in quality but presentation that is exquisite! The shampoo bar is easy to use and the conditioner feels quite moisturizing and have really great ingredients, they suds up just enough and my hair felt clean and fresh after use . The bamboo holder is super cute and convenient."
        },
        {
            "review_title": "Nice set",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "*I received the waterfall scent* #giftedfromviori This set comes with a bamboo holder, conditioner bar and shampoo bar. I like the fact that it comes with the holder because it is cute and itu2019s always nice to have something to hold your bars in! I will say if you are sensitive to fragrance then this particular scent may be too strong for you. The scent itself was a bit much for me. Overall I do like the set. I two stars ONLY because the scent, everything else is nice."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is my second time trying a shampoo and conditioner bar and I love the concept. I like how it gets rid of plastic containers so these bars are very environmentally friendly. The scent smells so good and is definitely unisex. For me the shampoo bar was not over drying and didnu2019t leave my scalp itchy, thankfully. The conditioner I found not too hydrating but I still enjoyed it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "My first impression of this product was that I absolutely loved the smell of it. After a few days using these products I can say that I actually really enjoy them. I do have shoulder length hair so I think it definitely helps with the application. I think if you have longer hair it might be a little more difficult to lather but itu2019ll get there eventually. Iu2019ve noticed my hair does seem to have more volume which I love! Overall, I might actually get this again!"
        },
        {
            "review_title": "Light and shiny",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Combination skin",
            "review_text": "Words cannot explain the feeling and the look it leaves on you hair . I have used different  shampoo/conditioner,  but this one leaves the hair SO LIGHT  like a feather and silky-smooth. Your hair doesn't feel like it's a weight  on you, and I must admit it was a gift from Viori Beauty,  But I had made it my favorite & only one to use from now on. The bar shampoo feels little ruff if you don't wet it really good  before putting it on your hair. That small conditioner does the trick. When your hair is dry, it will feels so clean and light like going to a salon without paying that amount. You need to try it, the design and holder is beautiful,  even as a gift you can't go wrong ."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I thoroughly enjoyed the scent of this product! I enjoyed how soft it made my hair feel and i love that i feel like i am using less product than i would if i were to be using a liquid shampoo or conditioner."
        },
        {
            "review_title": "Nice set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received these Hair Shampoo & Conditioner Bar with Bamboo Holder Set complimentary from Viori Beauty. The packaging looks super nice and fancy but the same time it's great for environment it's made from bamboo without using plastic. The scent is awesome and urs very economical. You just need a lit of bit of product even I have really long hear. My hair is shiny and super clean"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I received this product complete meant to read from Viori Beauty. I love the scent of this set. It makes me feel relaxing. My hair feels pretty soft after washing. What I love the best about this sad is that itu2019s really travel friendly."
        },
        {
            "review_title": "Cute gift",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "This is my first time. Trying a product from Viori. I was intrigued by the bars of shampoo and conditioner. They smell nice and lather well. This set with the bamboo holder makes a great gift. Gifted by Viori Beauty."
        },
        {
            "review_title": "Smells amazing and hair feels so good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I really enjoy the shampoo and conditioner bars. The bamboo holder is so useful and keeps them from staying wet or making a mess. The smell of both products is also amazing and my hair feels so clean and healthy after using them."
        },
        {
            "review_title": "Cool product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Shampoo and conditioner bar?! I never thought anything like this existed. This product was so cool to use. Definitely didnu2019t think it would lather and make my hair and skin on my head feel so nice! It definitely is a winner in our book"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "The packaging is just so cute!! it looks like mooncake and buns, very fun. Shampoo works really well, easy to use, clean my hair perfectly. The scent perfect for me, I always prefer more fruity scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I appreciate sustainable beauty and am always looking for new products. These shampoo and conditioner bars are permanently part of my haircare routine. The shampoo bar gently lathers up to get rid of product buildup and oils. My strands smell fragrant and my hair looks healthier immediately. I donu2019t feel any residue after using the bar. The solid conditioner helps to get rid of my frizzy hair.  It hydrates so well after just one use. I have noticed then I heat style my hair now it is shiny and my split ends look so much better. The set comes with the cutest bamboo holder for both bars. Iu2019m hooked on this eco friendly solution to haircare."
        },
        {
            "review_title": "So great!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "itu2019s my first time trying solid shampoo and conditioner and Iu2019m impressed how easy to you they are. Also I love how much shinier my hair looks like and I noticed the brushing is also easier. I love the bamboo holder, it would make a very pretty gift too!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I love this product. The shampoo and conditioner smell amazing and left my hair feeling clean and moisturized. I love that itu2019s a shampoo and conditioner bars because itu2019s more eco friendly and the container is amazing!"
        },
        {
            "review_title": "Awesome gifting idea",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Awesome gifting idea!  It came with a cute bamboo holder and everything is packed in a premium and previous way.  Tried the products this morning and itu2019s a very unique experience to use bar soaps on my hair but all good."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Ebony skin tone, Dry skin",
            "review_text": "I was provided this product complimentary from Viori Beauty for my honest review and feedback. I was pleasantly surprised by this product. I feels amazing on the hair and Scalp. It provides a great lather and gets rid of all the build-up.  The scent I'm personally not the biggest fan of but it not overpowering.  Will continue to use and see if any other changes occur."
        },
        {
            "review_title": "Wonderful products",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Hidden waterfall shampoo & conditioner bars set was gifted by Viori Beauty. The packaging of this shampoo & conditioner set was so so beautiful! I like the smell of the conditioner, it works well to keep my hair smooth and less frizzy. Definitely recommend it to anyone."
        },
        {
            "review_title": "love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "How do I start? I open the box and I'm obsessed with the packaging ! Products smells so good and It works wonder in my hair ! would definitely recommended!  I love how it comes with a bamboo bar holder"
        },
        {
            "review_title": "My new favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I love this shampoo and conditioner bar set! The packaging is amazing and the scent is so fresh and clean. The bamboo holder is also a great addition and this whole set is great for traveling. The concept is just better than regular shampoo."
        },
        {
            "review_title": "Ditching my liquid shampoo and conditioner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This is my first time trying shampoo and conditioner in a bar form, and I think this product has made me a convert!   Iu2019ve had knotless braids in my hair for the last couple of months, and was looking for a solution that would allow me to properly cleanse my scalp, without creating frizz. The clean ingredients and shape of the bar allowed me to do just that. I was also able to use the conditioning bar to add hydration back to my scalp. The hidden waterfall scent is really light and pleasant.  Also, the packaging feels very luxurious while being eco-friendly, and the bamboo container is a great solution for storing the bars to promote product longevity.   I received this product as a gift from the brand and plan to repurchase when I run out. Highly recommend giving this a try!"
        },
        {
            "review_title": "Viory",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Oily skin",
            "review_text": "I received this Hair Shampoo and conditioner bar with  Bamboo Holder Set complimentary from Viory Beauty and I'm so glad I did! This smells amazing, you will have people want to smell your hair. Also love the shine and body thus gives my hair."
        },
        {
            "review_title": "Very healthy feeling hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I was gifted this by the brand for my honest review, and let me tell you itu2019s AMAZING. I recently had a baby and my hair was feeling very dry and had a lot of breakage and fallout, the Viori shampoo and conditioner made my hair feel so much healthier, silkier, softer and a lot more manageable. I will definitely be purchasing these as soon as I run out of my current bars!"
        },
        {
            "review_title": "Beautiful packaging",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I was gifted this from Viori Beauty for my honest review.  Ok I wasnu2019t sure how I felt about this to be honest. I didnu2019t like the scent of it from the beginning and it took a while before it began to lather. I used it a second time and the smell hit me like a natural waterfall. It smells sooooo good. Iu2019m glad I gave it another chance because it made my hair squeaky clean and it was so easy to wash out. FYI donu2019t be discouraged by the first wash use it a few more times so you can appreciate itu2026.."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Best gift I could ever ask for! To be honest, I was afraid of trying it because I have very thin and brittle hair HOWEVERu2026.I didnu2019t expect this to happen. It worked out for me! After I air dryed, my hair was so puffy and silky. It was shining like anything and the best part is that I didnu2019t shed much hair in the shower. The ingredients, the smell, the texture, the packaging; overall I loved it and I would definitely buy this product in the future and recommend to my fellow girlfriends. Loved it!"
        },
        {
            "review_title": "Your hair will thank you!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Never in my life was my hair that soft ever! And that was from the first trial! This is my first time trying a shampoo & conditioner bars. I thought it would be confusing to use but its actually way easier that I thought, I followed the exact steps of the directions and it was super easy. The musk scent is not overwhelming it smells so good and clean. My hair is soooo fluffy and soft, I honestly didnu2019t expect my hair to come out that great. This is definitely a stable in my hair care routine from now on! Iu2019m so happy i got to try this and it really made a difference in my hair. Definitely recommend."
        },
        {
            "review_title": "Wow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "Iu2019ve been using this for about a month now and Iu2019m impressed with the results, I have wavy and frizzy hair because I donu2019t know how to style it and I donu2019t wash my hair often (twice a week) to keep my hair from drying out. Using this along with the conditioner and a scalp scrubber has helped my hair growth and introduced shiny and soft hair. I would give this natural shampoo and conditioner a shot if you have trouble with hair like mine Gifted by viori"
        },
        {
            "review_title": "Love love love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
            "review_text": "Wow I love the product!! Not only am I confident using it that the ingredients are good and it will leave my hair smelling delicious and with a shine, but it comes in the most adorable little bamboo soap container!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "If you care about toxic chemicals, this is for you . Most shampoos and conditioners have a toxic ingredients and are not sustainable. I was excited to try this all natural shampoo and conditioner bars that are supposed to help repair, moisturize, strengthen, and add shine to your hair. The packaging is super is so cute!! My hair felt softer and shinier, and I love the idea of using an all-natural shampoo and conditioner. The bamboo holder is sustainable, also very convenient to store bars. I would definitely recommend to anvone looking for a natural option."
        },
        {
            "review_title": "Essential for healthy hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "This product was gifted to me from the brand and I was super excited to try it. Iu2019ve never seen a shampoo or conditioner bar before, so I was extremely intrigued. I love how shiny and moisturized my hair was after using this, and I went 3 days before washing my hair again. It was a plus that this product is so good for you, and has no harsh or unsafe ingredients. Will be keeping this in my hair wash routine!"
        },
        {
            "review_title": "Get it! It is a must try product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I was hesitant to try this product after reading a few reviews of the product leaving hair oily. But when I tried it as long as you rinse thoroughly near the scalp you should be fine! These bars not only smell amazing but since you have to massage it in the scalp / hair it really is a treat every time you wash your hair, it feels as though your at the spa. It leaves my hair feeling clean, super soft, and very shiny. I will ONLY be buying these bars from now on!"
        },
        {
            "review_title": "The only shampoo and conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "This is it. Iu2019ll never use anything else on my hair. Even my partneru2019s hair - a completely different type - is healthier and happier than ever. Itu2019s been MONTHS and months since I last got a haircut, and every few weeks someone asks if I have. Nope - my hair just looks that FRESH."
        },
        {
            "review_title": "Clean, soothing, and sustainable!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Beautiful packaging and the Hidden Waterfall scent is absolutely lovely and soothing while steaming in the shower. The bamboo holder is a cute touch and both bars lather decently well and doesnu2019t leave my hair stripped. Washes out well without leaving any residue!"
        },
        {
            "review_title": "A great find!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I was gift this set by Viori Beauty for my honest review. This is my first time trying a bar shampoo and conditioner and I am blown away! First off the packaging is absolutely stunning!!! That alone would make me buy the product. Now to the actual shampoo and conditioner! They both have a very pleasant scent that is not overpowering. They worked great for my thick wavy long hair and let is soft, clean & shiny. I was so happy with the results and I can tell these are gonna last me way longer than my other shampoos/conditioners. And it came with a beautiful bamboo holder!!! Iu2019m now a fan of Viori & canu2019t wait to try their other products!"
        },
        {
            "review_title": "lovely shampoo and conditioner duo!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "I like how sustainable the shampoo and conditioner are. It smells lovely and is not so strong that the scent clings to your hair. Its just very light after my hair dries. Its easy to get the shampoo to foam after my hair is wet, I just rub the wet bar against my hair. The conditioner was also simple to put on the ends of my hair strands. It doesnt strip my hair either."
        },
        {
            "review_title": "I CANNOT GATE KEEP THIS!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "CANNOT GATE KEEP THIS! My friends have been asking me what Iu2019m using for my hair and why it smells so good. My hair has improved from the fallout to the texture. 10/10 recommend."
        },
        {
            "review_title": "First shampoo and conditioner bars. Loving them!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, fairLight skin tone, Dry skin",
            "review_text": "This is my first time using a shampoo bar and conditioner. Iu2019ve used it a few times now, and it leaves my oily scalp, dry ends hair feeling so smooth and soft. Next time, I will purchase the shampoo bar specifically for oily scalp, and the conditioner bar for dry ends! The only downfall of buying them together is that you cannot customize the type of shampoo from conditioner"
        },
        {
            "review_title": "Had high hopes",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Read so many positive reviews about shampoo bars so I thought Iu2019ll try it. it took so long for the shampoo to lather. I didnu2019t feel like it cleanse my hair and left it limp, heavy and greasy. Returned"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Hidden Waterfall",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "Smells wonderful, doesnu2019t clean hair though. Left my roots feeling like residue was in my hair. Takes forever to work enough product off the bar to apply to hair."
        },
        {
            "review_title": "Enjoyed",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "Really enjoyed this set .the bamboo holder is super cute and really functional. The shampoo and conditioning bar both smell amazing and are easy to use and have really great ingredients .they suds up just enough and my hair felt clean and fresh after use . The only thing I didn't enjoy is the fact that it slips out your hand occasionally as bars do but the problems easily solved with a soap sack"
        },
        {
            "review_title": "Beautiful presentation and smells amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I am trying to live a more sustainable lifestyle, and Iu2019m so glad I gave these shampoo and conditioner bars a try! Not only do they smell amazing, but they work just as well as liquid shampoo and conditioner, and they take up way less space. Iu2019ve used them for three wash days, and my hair always feels soft and clean. I will keep this as part of my wash routine and would recommend this to anyone whou2019s trying to live in a more eco-friendly way."
        },
        {
            "review_title": "Must try!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I received Viori Hair Shampoo & Conditioner Bar with Bamboo Holder Set complimentary in exchange for my honest review. Iu2019ve only been using shampoo bars lately and this one definitely didnu2019t disappoint. Viori shampoo bar smells great and lathers well. The conditioner bar is great as well and after using both my hair felt hydrated."
        },
        {
            "review_title": "Not for me ...",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Combination skin",
            "review_text": "I received this set complimentary from Viori Beauty for testing purposes in exchange for my honest review. I was drawn to test out these products by the idea of sustainability and uniqueness. I did enjoy the smell of the bars, but you have to work them well in order to lather properly. I have wavy medium length and it was not as convenient as I thought. The shampoo was more workable than the conditioner. After the first use, the shampoo + conditioner combo left my hair dry, heavy and oily. I didn't want to give up, so I used just the shampoo and my hair seemed to get used to it a tad better and used a leave-in conditioner. Honestly, this was not what I expected, so I will stick to my tried and true liquid shampoo from now on. I don't recommend leaving the bars in the bamboo holder in the shower, if you have a drawer that you can put them in after they get dry do so, the holder molds easily."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Iu2019m very thankful that this product came to my life. I was very tired of trying different types of shampoos or even home made remedies that could help me with my scalp condition. It been a couple of months since my scalp felt itchy and dried, tried different products but they would only help for a little and went back to the same. So Far its been about a few weeks since I stared using Viori hair shampoo and conditioner Bar and my scalp changed completely less itchy or dry and my hair has more shine after I condition it. Totally recommend it a great way to keep harsh chemicals out of your hair."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Citrus Yao",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I received this product as a gift for review and honestly I was not a fan.  My hair is a pain and very picky with what I use.  It left my hair feeling kinda dry and I was also not a fan of the scent.  On the other hand my hubby liked it for himself so not a total loss"
        },
        {
            "review_title": "love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "i really loved the shampoo bar so much it made my hair feel so nice and made my hair get less oily than usual! i love the scent as well!  my favorite part was the soap holder it is so cute! definitely recommend this"
        },
        {
            "review_title": "ABSOLUTELY ALL NATURAL",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "#Complementary by @VioriBeauty I received this product: HIDDEN WATERFALL -SHAMPOO & CONDITIONER BARS BUNDLE WITH BAMBOO HOLDER. Yesss keep away from harmful chemicals and start using this vegetarian rice ingredients overpowered by rituals of The Red Yao Tribe. Shampoo and conditioner that will help you to get a beautiful moisturizer, strengthen, repair your hair. I enjoyed using this bars I did feels different than liquids, just uses your palm of your hands to help the bar around your head wash with warm water finished with conditioner bar and feels how soft and natural healthy glowing you ended it. Highly recommended it for all type of hair. Save the planet using this products and absolutely you will love their Eco-friendly package too."
        },
        {
            "review_title": "This is a great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "I received this product for free by Viori exchanged for my honest review. This prof is just the cutes thing I love that it comes with the bamboo holder and the products smell amazing.  This products  are vegan l, safe and natural. The company even use recyclable products to package the product they are plastic free. I love this idea as this is also helping the earth. As for the products the shampoo and the conditioner bar have the smell Hidden Waterfall and they smell fantastic. This smell really does remind me of nature and waterfalls. I also love that these products are handmade and ph balancing too. Like I said the smell you can just smell thr aroma coming from the packaging.  These products are easy to use all you do is wet your hair and rub the bar in your hands and apply to your hair and these bar can last for more then one time use. I love the holder it comes with its the perfect size for the bars and it fits perfect with the waterfall smell. The whole package together just gives me the nature boho vibe which is my favorite. These are 5 stars products for sure."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Citrus Yao",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Right off the bat, I am very impressed with the presentation of this hair shampoo and conditioner bar. The bamboo holder set is so nice too! I was originally hesitated from using bars for my hair because I'm not familiar, but it turned out it's very easy and lathers well plus smells nice! The shampoo and conditioner smells great and makes my hair feel very healthy!"
        },
        {
            "review_title": "Love this product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I really loved the packaging this product came in. Iu2019ve never used a bar for shampoo/conditioner but it was easy to adjust to and i really love how it has made my hair feel with the natural ingredients."
        },
        {
            "review_title": "love this scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I received these products as a gift from Viori Beauty in exchange for my opinion.  The sustainable packaging is so cute and useful.  I love the steamer style holder. It keeps the bars clean and dry and makes the bars last longer. The bars smell so good!! The shampoo lathers nicely and rinses so clean. The conditioner it light but hydrating. I have long hair and this worked so well on my hair.  My comb went easily through and I heat styled and my hair looked so smooth and shiny.  My hair felt light and clean and was super easy to manage.  I was surprised at how much I love this bar shampoo and conditioner.  I'm a convert!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Hidden Waterfall",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "I received this product as a gift in exchange for my honest opinion. I've never used anything from Viori Beauty, but they will definitely be a brand I purchase from now on. I love this trend of shampoo and conditioner bars. These bars really do make your hair feel so soft, shiny, and clean. I love that they include bamboo holders to help with storing and not drying the bars out between each use. And I love that the brand is clean and dedicated to keeping things clean. I absolutely recommend."
        },
        {
            "review_title": "Love these formulas!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Complimentary from Viori Beauty.  I absolutely adore this shampoo & conditioner set! The scent is so beautiful and delicate, I tried other shampoo & conditioner bars in the past but to be honest these are by far the best not only in quality but presentation that is superb!   The shampoo bar is very easy to use, lathers really nicely, and cleanses without stripping the hair, the conditioner feels quite moisturizing, but it doesn't flatten my fine straight hair, as a matter of fact the Longsheng Rice Water in the these formulas gives my hair a nice amount of volume.  The bamboo holder is super convenient, no more bulky plastic bottles plus keeps the products protected, and looks incredible in my bathroom. This set is ideal for travel, and also makes a fabulous gift!"
        },
        {
            "review_title": "Haircare beauty!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Shampoo and conditioner bars are the latest trends in haircare. Of course, all are not the same. The Viori Beauty one combines amazing benefits for hair with aesthetic beauty. Just look at the beautifully patterned bar and the exquisite packaging and holder. On top of that, this bar thoroughly cleanses hair, leaving it manageable, soft, shiny and healthy looking.  I strongly recommend this shampoo and conditioner bar, you'll love it. Gifted by Viori Beauty"
        },
        {
            "review_title": "Amazing Quality",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Wow! I wasn't sure what to expect from this shampoo and conditioner bar. They smell amazing and washed and conditions great! I love how long the fragrance lasts in my hair afterwards. The unique bamboo storage container keeps them dry and safe for next use. I definitely feel like this is a luxury product and I'm highly satisfied.  I was gifted by Viori Beauty in exchange for my honest review."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Hidden Waterfall",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I love the sustainable aspect of this, I donu2019t think the bamboo holder is critical and does take more space than Iu2019d like but I do like both the shampoo and conditioner. Smells incredible and leaves my hair soft"
        },
        {
            "review_title": "Space saving!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Dry skin",
            "review_text": "Gifted by Viori Beauty.  Shampoo and conditioner bars by Viori Beauty have worked so much better than I was expecting.  A shampoo & conditioner bar I had tried months ago were so drying on my hair, so my expectations were low for these.  This hair shampoo & conditioner bars come with a bamboo holder.  The packaging on everything is so nice, the conditioner bar looks luxe with it's design.  I put both the bars in the bamboo holder and just leave the lid off, so they both fit that way.  These take up way less room than your traditional shampoo & conditioner bottles.  I am new to the brand Viori Beauty but I am really enjoying these hair bars from them.  I received the Hidden Waterfall scent and it has notes of sandalwood, amber, and jasmine.   I love the scent, it's not over powering and just gives my hair a good smell.  The bars both performed really well.  The shampoo bar really lathers up good.  The conditioner bar also works well, but I do have to take more time working it into my hair.  It does rinse out easy and my hair feels detangled, silky soft.  One thing I did notice is that slight dandruff has developed.  I never had before.  I am thinking something in this is creating it.  I didn't notice right away though but then this is all I have been using and I just started to notice recently.  I'll have to start using and anti-dandruff shampoo in between using these and see if that helps.  That one be my only con is that it has created dandruff for me.  Other than that, I so like them.  Plus they would be easy to travel with.  For being bars they have been lasting long too."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Hidden Waterfall",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Let me start off, this was my first experience with a shampoo and conditioner bar. It was a little bit of a learning curve with how much to use, but it was a great experience overall. I typically have dry, colored hair and didn't notice it stripping my hair at all. It even had a nice scent.  I'm not sure if it'll replace my traditional shampoo and conditioner but it'll be a nice treat to use."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Hidden Waterfall",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "product    I was gifted this product in exchange for my honest opinion by Viori beauty. As a person with straight and dandruff hair, I love this product set. It clean my scalp  really well without stripping it. Condition leave my hair smooth and soft. Perfect for traveling and the bamboo holder is just adorable"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Hidden Waterfall",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I was recently gifted this shampoo and conditioner from Viori Beauty in exchange for my honest opinion. This is a great gift for any one of any age. After my mother have a whiff of this product on my hair the first time, she has already committed to the scent. Itu2019s a light musk smell that is clean and not too powerful. It leaves your hair clean but not drying. So far I love it for my long straight hair."
        },
        {
            "review_title": "Such a cool concept!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I have never used a shampoo bar before until now, and I was pleasantly surprised with this product. It was very moisturizing, but did a light cleansing of my scalp without stripping away the natural oils or making my hair feel too dry. It was also nice because it delivers the perfect amount of shampoo without using too much product. The packaging for this shampoo bar is so beautiful! Itu2019s all natural ingredients, hypoallergenic, and no parabens. I will be buying again!"
        },
        {
            "review_title": "Great product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I received this product from Viori Beaty for free in exchange for my review of the product.  I love the bar style of shampoo and conditioner.  The shampoo lathers up nicely and makes my hair feel thicker.  It has a pleasant fragrance also."
        },
        {
            "review_title": "Hair Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I totally loved this hair product it was really great my hair loved it. I love the bamboo hold it the smell the texture it was great"
        },
        {
            "review_title": "Decent on 4c hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "These bars were received as a gift in exchange for my review. I have to admit, I was a bit skeptical but to my surprise this shampoo and conditioner bar left my 4c hair feeling soft. It was super easy to apply the shampoo but I struggled a bit trying to get the conditioner spread throughout. I was happy the shampoo did not strip all the oils out of my hair and instead felt like it gently cleansed. I really liked the conditioner bar and how it moisturized my hair. Of course, there could have been more moisture but I did like how it feed my curls. The scent was decent and not too strong after washed out. The best part was the soap holder that will help preserve and store the bars."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Citrus Yao",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "This shampoo & conditioner bar has a very strong but great fragrance that i love very much. even before removing from the packaging, you can smell the amazing scent. The package comes in this beautiful red paper wrap."
        },
        {
            "review_title": "All in one bar",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I was gifted the Hair shampoo & conditioner bar with bamboo set by Viori Beauty for my honest opinion and this bar is so handy! My husband ended up taking it over because he loves that itu2019s an all in one bar. It also smells amazing and leaves the hair nice and soft. Great product"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Citrus Yao",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Really nice product. Extremely easy to use and understand. Perfect for travel, fits right in my carry on bag. Also perfect for my short hair. Super fast to apply and it leaves my hair looking silky and soft with little effort!"
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "First off I received this product complimentary. I'm delighted to say I enjoy using it. I feel it's easier to use than the typical bottled shampoo and conditioner sets. This product leaves my hair smelling fresh and my hair is extremely soft after. Even my daughter at age 11 enjoys using the shampoo and conditioner."
        },
        {
            "review_title": "Amazing product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I received this product complimentary from Viori.I was falling in love with this product when I first time tried it. It smells amazing! I absolutely love this scents.My hair becomes so soft and easy to comb. Highly recommend."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is the first time I use shampoo and conditioner bar because I just use liquid style before. The best impress is designer. The design of container is so cute and very natural. It was created by bamboo, I like everything from natural. Also, smell is amazing and last long. I used 3 times in week, my hair look so shiny and smooth, no more dried. I afraid that it will make my hair feel itchy but no, it will not happen. I would recommend"
        },
        {
            "review_title": "Heirloom Tea shampoo smells like cucumber melon",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "Iu2019ll address the scent first, since there wasnu2019t an option to select the one I got, Heirloom Tea. The shampoo smells strongly like cucumber melon, not tea. The conditioner actually does smell like tea and itu2019s lovely. Overall I really like this shampoo and conditioner, but it has some drawbacks. I have fine thin hair and am prone to scalp oiliness. The shampoo lathers really well and cleans thoroughly. I donu2019t like that it leaves my hair with a squeaky clean feeling, though. The conditioner feels incredibly silky when applying and doesnu2019t weigh my hair down or make it greasy. My hair actually still felt totally clean after 24 hours, which never happens! The downsides are that it feels more dry and less soft than usual, and my natural waves fall flatter."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I love this shampoo and conditioner It will become part of my routine! Leaves my hair super soft! Iu2019m not afraid to not blow dry it after!"
        },
        {
            "review_title": "Amazing product!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I was gifted the Viori shampoo and conditioner barfrom Viori. I have never used a bar shampoo before and didn't really know what to expect.  after using it for a few days I can already see a big difference in how my hair looks and feels.  My hair is so soft and very shiny and it smells amazing."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Citrus Yao",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love the packaging. I love that it is eco friendly. With other shampoos from other brands we waste so much plastic. I love that this brand prevents that. My hair feels amazingly soft after using it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love that this set is eco friendly. With other brands we waste so much plastic going through so many bottles of them but with this one we are able to reduce plastic. Itu2019s been amazing to my hair, making it so much softer than ever."
        },
        {
            "review_title": "They smell wonderful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "These little soaps smell amazing. The shampoo bar is so pretty and lathers up well. The shampoo and conditioner bar feels moisturizing and cleansing to my hair and scalp. They smell amazing! I love the designs in the soaps. I like that these bars are more environmentally friendly. That is my favorite thing about the product. There are no plastic bottles."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Hidden Waterfall",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This product was gifted by Viori Beauty.  I have been interested in trying hair care bars for a while now.  The shampoo and conditioner bars are so pretty!  The shampoo gives a good amount of suds and made my hair feel clean and not stripped.  The conditioner left my hair soft and shiny.  Both have a fresh scent that I really like.  The bamboo holder is very cute and handy for storage.  I would recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Hidden Waterfall",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I was gifted by Viori Hair Shampoo & Conditioner. II  been using this shampoo and conditioner set   for a week now on my wavy hair and Iu2019m very pleased with the results. It leaves my hair and scalp very clean and also makes my hair feel very soft and shiny and easy to comb and style my hair . It looks so much healthier than before. I like that it didnu2019t leave any residue on my hair and has a really nice scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Hidden Waterfall",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I received this product complimentary from Viori. Omg I loved this scent. It smells absolutely elegant. The shampoo and conditioner are amazing. Itu2019s my first time trying them in bars and I loved it. It was easier to use, I feel like hair smelt amazing all day long. I loved these."
        },
        {
            "review_title": "Impressed with this set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This was my first time trying a solid shampoo and conditioner and I wasnu2019t sure what to expect at first, it took a minute to get used to using solid shampoo but after the first time it became easy. Iu2019ve used this now for a few washes and honestly Iu2019m really impressed. This set came with a nice bamboo holder to store the soap in and a solid conditioner. itu2019s The scent is light and pleasant and not overpowering, I would have liked a little longer staying scent power but not a big deal. The shampoo bar larger to a foamy soap that rinsed out easily. My hair felt clean and smooth. The conditioner bar was a little harder to get distributed through my hair but I was surprised how well it hydrated and detangle my hair. My hair feels healthy and clean so I definitely would try this again."
        },
        {
            "review_title": "must have for hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Viori beauty shampoo and conditioner worked so great for me. I love how it's leather on my hair and hair feels so silky and smooth! It's smells so awesome also! I love the packaging it's so cute and holder set is so good, it holds my bar so good! I would recommend this!"
        },
        {
            "review_title": "Beau",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I love the idea of this brand tho!! But I donu2019t know why I prefer liquid conditioner but it doesnu2019t quit the fact that itu2019s still a very good conditioner, it left my hair soft after use so I think it definitely works"
        },
        {
            "review_title": "Perfect for short hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Dry skin",
            "review_text": "This shampoo and conditioner bar was a gifted from Viori Beauty and I am happy to use it. I tried it for the first time on my husband's hair because my hair is very long but he was delighted with the results. His hair was soft and easy to comb. The shampoo bar lathers a little and the conditioner leaves your hair soft. I recommend it. It's the first time I've used the shampoo and conditioner bar and it's really worth it for men's or women's hair that isn't very long. It's excellent. I recommend."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Hidden Waterfall",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "received this complimentary from Viori Beauty . let me just say I was really impressed I have never used a shampoo and conditioner bar. But it made me very impressed . first of the packaging is so luxurious the sent is so nice . I normally not a big fan of musk but this was so nice and pleasant so overall very nice and different experience . also makes your hair soft to"
        },
        {
            "review_title": "Not bad",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This product is a new attempt for me. It is the first time to make soap shampoo and conditioner, and it feels good to use.  I like its packaging design, it is very original and natural, and the fragrance is also retro and advanced.  The shampoo lathers very quickly and has a high degree of cleansing, but it does not make hair fluffy and soft.  The conditioner is a bit average for me, it should take a while."
        },
        {
            "review_title": "This smells wonderful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Dry skin",
            "review_text": "I recently received a Shampoo & Conditioner Bar with Bamboo Holder Set complimentary from Viori Beauty in exchange for my honest review, and first of all let me say, the bamboo holder is really pretty! It's actually big enough for both bars, if you aren't concerned about them sticking together. They smell absolutely amazing - I received the fragrance Hidden Waterful and it's really nice. And there is a very high concentration of essental oils in the Conditioner - the brown paper wrapper on that bar is soaked through. The shampoo bar came in a super cute folding box with a gorgeous deign inside. My hair looks great, and smells AMAZING after using these, so I will definitely be using them again."
        },
        {
            "review_title": "Great shampoo and conditioner bars!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I really like this shampoo and conditioner bar combo set! It's really easy to lather up and get the hair feeling clean. My hair looks super shiny and healthy afterwards and it doesn't irritate or dry out my scalp. I like the scent and would be interested to try some of the other ones as well. I love the little bamboo storage holder but I can only fit 1 bar in there at a time. I also like being able to use these and take them for when I travel vs. having to fill little travel size bottles with liquid."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Hidden Waterfall",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Viori Shampoo and Conditioner Bar with Bamboo holder is a nice set. The shampoo and conditioner hidden waterfall has a light scent. the shampoo is refreshing and doesnu2019t not strip away natural oils. The conditioner is nourishing and hydrating. Complimentary by Viori."
        },
        {
            "review_title": "Definitely love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This shampoo and conditioner bar is surprisingly good! I love the packaging which I never seen before and very creative. And also I love the smell of the bar which smells amazing. My hair is more like normal to oily so the bar is perfectly balancing the moisture and oil control. Love it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Hidden Waterfall",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I was skeptical about using shampoo and conditioner in bar form, but I actually love it! It's kinda weird. It doesn't seem like it's doing much...but then bam...leaves my hair feeling clean and soft lol. I really like the scent and the bamboo holder is super cute!"
        },
        {
            "review_title": "My favorite shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I absolutely love this shampoo & conditioner duo! My hair looks much more healthy after I start using it. This bar is very comfortable to use, works up thick lather. I love that itu2019s contains only natural ingredients and doesnu2019t have any plastic packaging. Bamboo storage container is cute and unique. Itu2019s definitely my favorite shampoo/conditioner now! I highly recommend it! I received this product for free from Viori in exchange for my honest review."
        },
        {
            "review_title": "Great find",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Light skin tone, Combination skin",
            "review_text": "I love the smell of this shampoo! Iu2019m in my 50u2019s with dishwater dirty blond w/grey hair trying to take over. My hair/scalp goes from dry to oily. Assumption is due to product, AK weather, and peri-menopause. This shampoo gave me shine, bounce, and life back to my hair. I did not give it 5 stars as the conditioner doesnu2019t seem as if I can get enough in my hair, doesnu2019t lather like the shampoo. Also, the scent does not last as long as I would like."
        },
        {
            "review_title": "Great Product to try",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "First of all I have asian thin straight hair,I tried using the shampoo at first it was great it lather good.I like a the smell it feels nostalgic for me.I Tried the conditioner after the shampoo and it takes me a minute for me to feel that the conditioner is working.Overall I like the shampoo its great .The conditioner ,I have to try more times  to get the results Im expecting.My hair feel soft after washing.Overall its a good product I will recommend it to people who are looking for something different."
        },
        {
            "review_title": "So cute and smells good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I received this product complimentary from viori beauty. Oh I love this cute shampoo holder or soap holder I love it that I only want to display! As for the bar shampoo and conditioner itu2019s good smells good I tried it itu2019s ok my hair didnu2019t dry thanks god over all new for me and I like it."
        },
        {
            "review_title": "Very nice!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Combination skin",
            "review_text": "Shampoo perfectly cleanses the hair and scalp, gives an amazing fragrance to your hair.  With the balm, the hair is shiny, moisturized and soft from the very first use of the shampoo.  Hair is easy and well combed, does not get tangled.  Does not irritate the scalp, does not cause dandruff.  The shape of the shampoo and conditioner is convenient for transportation."
        },
        {
            "review_title": "I love this scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Iu2019ve been using these bars for a couple weeks now and my hair is very shiny and soft. I have to admit, Iu2019ve never used bars for my hair before and itu2019s a bit different but they do work really well. Also this scent is amazing!"
        },
        {
            "review_title": "Great products!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "The packaging of the shampoo is very interesting and atmospheric.  Has an amazing aroma.  The solid shampoo and conditioner is a pleasure to use.  I didn't have any problems using this set.  The shampoo lathers up nicely.  Washes hair very well.  When washing off, I get very smooth, flowing hair, like after a good mask.  After several uses of shampoo and conditioner, the hair becomes very soft and shiny."
        },
        {
            "review_title": "A new addition!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I absolutely LOVE this shampoo & conditioner bar set! It cute back on PLASTIC WASTE!!!! Which is amazing! Theyu2019re crafted with Longsheng Rice, natural ingredients, theyu2019re sulfate, paraben, & phthalates free! Oh balanced, 100% vegan! Plastic and cruelty free! This shampoo and conditioner bar set helps moisturize, strengthen, rejuvenates, renews, colonized and increases natural shine! After using this product for a week I have noticed how soft and manageable my hair is! Another amazing addition to this product being plastic free is the cute little bamboo holder that holds your bars for you! You can get multiple bamboo holders and stack them to save space. My hair feels so smooth, shiny and bouncy after using this set for a week now! I am absolutely in LOVE and will have to replace my normal shampoo for this."
        }
    ]
}