{
    "product_id": "459",
    "name": "Kids Multi-Vitamin Face Cream",
    "brand": "Evereden",
    "categories": "Skincare, Moisturizers, Moisturizers",
    "price": 34.0,
    "about": "What it is:A face cream for kidsu2019 skincare needs, formulated with MegaVitamin Complexu2122 to provide all-day moisture and protection from environmental stressors..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Dryness and Dullness.Highlighted Ingredients:- MegaVitamin Complexu2122: Combination of amino acids and omegas to protect, hydrate, and soothe skin..Ingredient Callouts:This product is gluten-free and cruelty-free..What Else You Need to Know:Help your child put their best face forward with all-day moisture and protection from environmental stressors. This face cream is infused with vitamins and amino acids, provides balanced hydration, and improve skin's moisture barrier. Itu2019s suitable for sensitive skin and can be used by the whole family.",
    "ingredients": "-MegaVitamin Complexu2122: Combination of amino acids and omegas to protect, hydrate, and soothe skin..-Squalane: Moisturizes dehydrated skin. .-Niacinamide: Fights breakouts, reduces irritation, and nourishes...Water (Aqua), Cetearyl Alcohol, Glycerin, Simmondsia Chinensis (Jojoba) Seed Oil, Caprylic/Capric Triglyceride, Glyceryl Stearate Citrate, Microcrystalline Cellulose, Glyceryl.Caprylate, Helianthus Annuus (Sunflower) Seed Oil Unsaponifiables, Squalane, Niacinamide, Dimethicone, Ceramide NP, Sodium Hyaluronate, Lactobacillus Ferment, Ascorbic Acid, Linolenic Acid, Arginine, Aspartic Acid, PCA, Glycine, Alanine, Serine, Valine, Isoleucine, Threonine, Histidine, Phenylalanine*, Sodium Lactate, Sodium Gluconate, Panthenol, Caryodendron Orinocense Seed Oil, Tocopheryl Acetate, Linoleic Acid, Proline, Hydroxyproline, Sodium PCA, Maltodextrinu00a7, Caprylhydroxamic Acid, Cetearyl Glucoside, Sodium Stearoyl Glutamate, Cellulose Gum, Xanthan Gum, Benzoic Acid, Fragrance (Parfum)......The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-After cleansing, gently massage a small amount onto dry skin. Enjoy the extra smiles that come with happily hydrated skin. .-Formulated for children ages four and up, but can be used by the whole family.",
    "num_reviews": 174,
    "overall_rating": 4.6,
    "product_url": "https://www.sephora.com/ca/en/product/kids-multi-vitamin-face-cream-P507788?skuId=2725992&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2725992-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1.7 oz / 50 ml",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2725992-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Very moisturizing but fragrance too strong",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m an adult and I love how this moisturizes my skin. One thing I have noticed is the fragrance, itu2019s pretty strong. The smell does go away in 1-2 hours but I think it would better to be fragrance free or lightly fragranced."
        },
        {
            "review_title": "My 3.5 year old loved it very light lotion",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "My 3.5 year old daughter loved this face lotion it has a light peach scent and liked how it was dispensed. The texture is smooth and doesnu2019t leave the skin feeling greasy it is very light. My daughter has sensitive skin and eczema this worked nicely for her. I would recommend it and so would she"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "The moisturizer is so goooood. I love how itu2019s smells and the packaging is perfect. It dispenses the right amount each time. Super quality ingredients and my skin has been so smooth since using it"
        },
        {
            "review_title": "Perfect for Canadian winter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "To begin with, the product comes in a little box with no plastic which I really appreciated.  It had all the ingredients on the box so no need to open before viewing the contents.  It says it is made with amino acids, omegas 3,6 & 9, prebiotics and vitamins B3, B5 and E which are all amazing vitamins for the skin.  I wanted this product for my 6 year old to start a good skincare routine and because the winters here in Canada really dry out her skin.  You only need a very small amount and I like the pump action as it makes it easier for my daughter to use.  It has a mild but pleasant scent and feels quite thick on the skin, comparable to a night time moisturiser for adults. My daughter loves it as it makes her skin feel very soft.  No cons and I highly recommend this product if youu2019re looking for a child- friendly moisturiser."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This cream is amazing!! It's super gentle, smells light and fresh, and keeps my child's skin soft and hydrated. i love that it's made with safe and clean ingredients for daily use."
        },
        {
            "review_title": "Fun Skincare Bonding Experience!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "We love the Ever Eden Kids Multi-Vitamin Face Cream! My daughter enjoys the light, pleasant scent and how soft and smooth it feels on her skin. The pump packaging is easy to use and keeps everything sanitary, which I appreciate as a mom.  This cream keeps her skin hydrated and protected while being gentle enough for sensitive skin. Itu2019s also turned our skincare routine into a fun bonding experience. Highly recommend for parents looking for a kid-friendly and effective product!"
        },
        {
            "review_title": "Perfect for the tweens!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "My 11 year old absolutely loves this multivitamin skin cream and so do I! The fragrance is a lovely light floral. The cream is thick and silky. The push top dispenser is very trendy and approved! The cream itself is very moisturizing and a great addition to an older child's skincare routine!"
        },
        {
            "review_title": "Perfect for teenagers",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Receive it as a sample, this s perfect to start my daughter for a skin routine. Packaging is very nice and the container is good for this cream. Ingredients are ok and not harmful specially to her sensitive skin, her hormonal acne is decreasing as well."
        },
        {
            "review_title": "Sweet peachy softness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "First of all I love a product that is actually the size of the box it comes in! Also like the push to pump out the lotion as I haven't had a product like that before. The sweet peach smell is nice and the application is smooth and does not leave a sticky or greasy feeling to the skin. I like that the ingredients include vitamins and protective factors for skin too. This is a great moisturizer for all ages!"
        },
        {
            "review_title": "Great for Dry Skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "The Ever Eden Kids Multi-Vitamin Face Cream  in cool peach is amazing. I love the adorable aesthetic packaging. Itu2019s formulated with amino acids and omegas. Itu2019s a great cream my son loves using. It helps keep his skin moisturized & hydrated. Perfect for the winter months cause his skin gets dry. He really like the light scent. Very lightweight and absorbs well into the skin."
        },
        {
            "review_title": "Very hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "My 13 year old, like most teens, is obsessed with skincare lately. I like this moisturizer because the ingredients and gentle enough for her skin but also hydrating. The dispenser is really cool, the packaging so cute and the scent is light peach and very nice."
        },
        {
            "review_title": "Cost friendly addition to our routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Combination skin",
            "review_text": "Great packaging, the pump system is great for a controlled amount of product needed, making this efficient and sanitary! The scent is light, and the formula is silky to the touch."
        },
        {
            "review_title": "Extremely effective face cream for all ages",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This is such an amazing face cream for children and even all the members of the family. My daughter especially loves it! First off, the packaging is so easy to use for both my young daughter and elderly mother. It is a convenient, easy to dispense u201cpushu201d pump dispenser and the product comes out in a cute flower shape! It keeps the process drip or mess-free which is awesome. The texture is smooth, luxurious and not oily. It is extremely lightweight, gentle, hydrating for dry winter skin, leaving the skin residue-free. Even after a few weeks use, both my daughter and mom commented their skin is more hydrated, less itchy and glowey. The scent is also very nice, it smells exactly like sweet peaches. Such a genuinely fresh and luxurious peachy scent. The scent is not overpowering nor overwhelming. This cream is also formulated with so many vitamins and minerals. Very lovely and I highly recommend it for all ages. I received this product for free from Influenster in exchange for my honest opinion."
        },
        {
            "review_title": "Great for little ones",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "This is a great face cream for little ones. Very smooth texture and easy to apply. It has a nice pleasant fruity scent that we loved. The scent is mild. It is very moisturizing and light on skin."
        },
        {
            "review_title": "Kid-approved Moisturizer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I was lucky enough to receive the Kids Multi-Vitamin Face Cream from Influenster because we havenu2019t tried this one yet. Weu2019ve been usung Ever Eden products for years now and the Nourishing baby face cream is my sonu2019s go-to moisturizer. He was very excited to try this out and he enjoys using it everyday. It is hydrating yet gentle for his skin. The only thing is the scent is too overpowering for him."
        },
        {
            "review_title": "Wonderful product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Oily skin",
            "review_text": "Firstly the packaging of this product is fantastic! I didn't know a pump application existed like this. It helps little hands to use the product. The smell is sweet but not overpowering. Skincare is important from a young age and this product has MegaVitamin Complexu2122: Combination of amino acids and omegas to protect, hydrate, and soothe skin. Squalane: Moisturizes dehydrated skin. Niacinamide: Fights breakouts, reduces irritation, and nourishes.  I received this product for free from influenster in exchange for my honest review."
        },
        {
            "review_title": "My kids approve!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "So happy to have been gifted this clean plant based option for my little ones faces from Influenster! This face cream from Ever Eden is so great I have been using it as well. My kids love pushing on the top to have the cream come out (great for keeping little fingers out of the jar) and are happy to put it on because they love the scent. I prefer scented products and this one smells so good - peach scented and not too strong.  It contains prebiotics and vitamins B3 as well as squalane and jojoba oil. I had noticed that all three of my childrenu2019s skin have been getting drier as the weather changes and I apply this morning and night and their skin is much smoother and hydrated. Now I canu2019t wait to try some more products from this brand like their shampoos and body washes."
        },
        {
            "review_title": "Decent but overpriced",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "I got this product for free from Influenster for testing purposes, but all thoughts are my own. I am a big fan of the packaging style with the pump. Saves a lot of mess and from having germy kiddo hands in a tub of moisturizer. The peach scent is nice and not overwhelming or too fake smelling.  That said, I do not think I'd ever go out of my way to purchase this product on my own. At $34 CAD this product is overpriced for what it is. As far as effectiveness, I think Aveeno lotions work just as well (if not better) for a fraction of the price. This entire line of kids stuff seems to be more of a gimmick than anything."
        },
        {
            "review_title": "My kids love it..!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Lovely cream that is loved not only by my kids but the entire family. It has a nice scent of peach, violet and Darjeeling tea that is very soothing. Packed in a cute peach and white jar the cream nourishes and moisturizes the skin and keeps it hydrated and soft for a long time."
        },
        {
            "review_title": "Not harsh on your face",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "My daughter loves this cream. She loves how the packaging reminds her of drunk elephant but this is so much better and feels great on. She recommends this to all of her friends. Smells good too"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This is a great blend of omegas, vitamins and antioxidants which help keeps her skin well hydrated. Free from toxins and gentle for your little one's skin"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Iu2019ve been on the lookout for a gentle yet effective moisturizer for my sonu2019s sensitive skin, and the Ever Eden Kids Multi-Vitamin Face Cream has been a wonderful find! My son absolutely loves it, especially the sweet, pleasant scentu2014it makes applying the cream so much more enjoyable for him.  The packaging is also a big plus. It comes in a cute, sturdy container thatu2019s easy to hold and dispense, perfect for little hands if they want to help with their skincare. The twist-up design keeps everything neat and prevents any mess, which I really appreciate.  This face cream provides balanced hydration and replenishes the skinu2019s moisture barrier, which is essential for keeping his skin soft and smooth. Itu2019s formulated with Ever Edenu2019s MegaVitamin Complex, including essential amino acids, omegas 3, 6, and 9, and vitamins like B3 (niacinamide), B5, and E. Iu2019ve noticed it does a fantastic job at soothing and calming his dry skin, especially now that the weather is getting colder.  Overall, itu2019s a gentle, nourishing moisturizer that feels safe and effective for kids. With antioxidant protection to guard against environmental irritants, itu2019s perfect for giving his skin a little extra care. Highly recommend it!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I got this product complimentary from influenster in exchange for my honest review. This is a decent face cream for teenagers starting out especially if you want a healthy and more natural alternative compared to the other options in the market which often contains harsh chemicals. I removed a star because it's not even halfway in and the pump is already starting to fail. But overall it's a decent face cream for pre-teen/teenagers."
        },
        {
            "review_title": "Great moisturizer for young skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "We live in a dry climate and my boys have really dry and sensitive skin. Keeping eczema at bay is a constant battle. This cream has been a pleasant one to use with my kids - the push pump at the top keeps it hygienic even for little fingers getting it on their own, and needs enough pressure that they donu2019t accidentally overpress. The cream itself is effective and has maintained healthy skin for the past month weu2019ve been using it. The only thing I would change is the scent - it isnu2019t unpleasant, but a surprisingly strong peach scent that I think could be left out for a childrenu2019s skin product. Despite the scent, my kidsu2019 sensitive skin didnu2019t react to it in any way and itu2019s been effective when they use it morning and night."
        },
        {
            "review_title": "Best cream ever for the kids",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "After using this product on my kids for few weeks I am very impressed with the product and how effective it is and its scent is amazing . Thank you for choosing me to try this product on my kids. Definitely going to recommend this to my friends and family ."
        },
        {
            "review_title": "Do give a try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Itu2019s really good and smooth doesnu2019t have that sticky or oily feel so I tested it ok first before the kid, so far itu2019s good and doesnu2019t have any itchy feeling too Packaging was nice as well as the bottle, thank you influenster for sending me this product"
        },
        {
            "review_title": "Not for dry skin",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Itu2019s a much lighter weight cream that it looks. Visually it looks heavy but it actually absorbs completely with no residue. Unfortunately it leaves my skin feeling really dehydrated and dry. Iu2019m also not a fan of how strong the candied peach scent is. It lingers for hours! The jar and box are very cute though and I could see it being fun to use for a child."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This cream really does smell like peaches! My son loves the pump top that he can use on his own. It is hydrating and gentle on even the most sensitive skin types."
        },
        {
            "review_title": "Smells so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love the container for this face cream. It makes it easier to put on my baby when I'm trying to get her ready for bedtime. The smell is like peaches. It's not strong at all, I love it. Even the next day you can still smell it. It's thick but feels great on the skin. Absorbs fast and doesn't irritate my baby's skin. Very hydrating for sure!"
        },
        {
            "review_title": "Great muti-vitamin face cream for kids",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "The Evereden Kids Multi-Vitamin Face Cream is a delightful addition to any childu2019s skincare routine. Formulated with nourishing ingredients like sunflower seed oil and jojoba oil squalane. it provides gentle hydration without feeling heavy or greasy. It's blend of vitamins including vitamin B3( niacinamide) , E, and B5 , Amino acids, Prebiotics and Omega 3,6,9 which help support the skinu2019s natural barrier and keep it soft and smooth. The cream is free from parabens and sulfates making it a great choice for sensitive young skin. My child enjoys the application because itu2019s lightweight and absorbs quickly, leaving no sticky residue. Very easy to use kids just need to push down slightly and appropriate amount of cream comes out. It has beautiful light scents.  Highly recommended  for parents seeking a kid-friendly, effective moisturizer. I received this product for free from Influenster in exchange for myy honest review."
        },
        {
            "review_title": "Lightweight, family-friendly moisturizer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "The cream has a lightweight texture, and applying it to the skin is a delightful experience. I appreciate the packaging; the pump dispenser makes it easy to dispense the cream with minimal mess, and it prevents the kids from getting their fingers all over it. I didn't notice any overpowering fragrance, which I find quite appealing. I use it myself and recommend it for the whole family."
        },
        {
            "review_title": "Hygienic, moisturizing and effective",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Oily skin",
            "review_text": "Beautiful fruity peach scent. Medium thickness and smooth creamy texture that absorbs into the skin really quickly. Moisturizes the skin really effectively even when the skin is really dry. Non-irritating for my toddler's face. Very sanitary packaging as you have to press the pump to dispense the perfect amount of product every time. No digging fingers in a pot! Ingredients are natural and hydrating. Price point is high for a kid's cream but the product is really good. Highly recommend #influenster"
        },
        {
            "review_title": "Must try for your kiddo !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "My kids recently tried Ever eden Kids Multi-vitamin Face Cream in Cool Peach The ultra-moisturizing formula keeps her skin soft and hydrated all day especially in the colder season. I loved how easy the lid remove and the applicator was even better. My kids just need to push down and the appropriate amount comes out.  This great moisturizer contains a blend of Omegas and vitamins, giving her skin great antioxidant protection. Plus, it's vegan and gluten-free, which makes me feel good for using it for my kids. It has a peach smell which is nice but i wish they had the scent free options. Must try if you're looking for a gentle and effective moisturizer for your kiddo."
        },
        {
            "review_title": "My son loved it! ud83dudc97",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019ve been on the lookout for a gentle yet effective moisturizer for my sonu2019s sensitive skin, and the Ever Eden Kids Multi-Vitamin Face Cream has been a wonderful find! My son absolutely loves it, especially the sweet, pleasant scentu2014it makes applying the cream so much more enjoyable for him.  The packaging is also a big plus. It comes in a cute, sturdy container thatu2019s easy to hold and dispense, perfect for little hands if they want to help with their skincare. The twist-up design keeps everything neat and prevents any mess, which I really appreciate.  This face cream provides balanced hydration and replenishes the skinu2019s moisture barrier, which is essential for keeping his skin soft and smooth. Itu2019s formulated with Ever Edenu2019s MegaVitamin Complex, including essential amino acids, omegas 3, 6, and 9, and vitamins like B3 (niacinamide), B5, and E. Iu2019ve noticed it does a fantastic job at soothing and calming his dry skin, especially now that the weather is getting colder.  Overall, itu2019s a gentle, nourishing moisturizer that feels safe and effective for kids. With antioxidant protection to guard against environmental irritants, itu2019s perfect for giving his skin a little extra care. Highly recommend it!"
        },
        {
            "review_title": "Nice for my kid",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Combination skin",
            "review_text": "I got this moisturizer complimentary try on my son and he is liking it. We live in a very dry climate and he gets dry skin and chaped lips easily. This moisturizer has helped his skin maintain its moisture and not flake. The scent is strong but very nice. The peachy scent is not too sweet or overpowering because it mellows out as it gets absorbed."
        },
        {
            "review_title": "Hydration overloaded",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I absolutely love the Ever Eden Multi Vitamin Face Cream, and so does my daughter! She struggles with dry skin, especially during winter, so as a cautious mother, I was hesitant to try something new. However, this cream exceeded my expectations. It keeps her skin hydrated for atleast 8 to 10 hours and leaves it feeling incredibly smooth. The bottle design is another highlightu2014my daughter enjoys using it thanks to the convenient press pump, which dispenses just the right amount. The scent of this cream is okay and could be better. But, I highly recommend this face cream to every parent looking for a reliable solution for their kidsu2019 skincare needs!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The cream is incredibly easy and enjoyable to use, with an amazing fresh peach scent. It absorbs quickly without feeling sticky, leaving the skin soft and moisturized for about 6-7 hours before needing reapplication. I just wish the hydration lasted a bit longer. The packaging is nice and my kid likes to use the cream on its own."
        },
        {
            "review_title": "Great moisturizer for kids",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is a gentle, nourishing moisturizer designed for young skin. The light, cool peach scent is refreshing without being overpowering, making it enjoyable for kids. The texture is smooth and absorbs quickly, leaving no greasy residue. Ideal for daily use, itu2019s a great option for anyone looking for a clean, effective skincare product for their little ones."
        },
        {
            "review_title": "Pleasant and clean product for kids",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Recieved this Ever Eden Kids Multi vitamin face cream (cool peach scent) from influenster to test. It was gifted at an apt time, we just got back from a carribean vacation and our daughter's skin was really acting up.   She has been using it routinely every night after washing her face and her skin has returned to normal. The packaging is quite convenient and attractive for growing kids. The cool peach scent is quite pleasant as well.   I was worried about letting my daughter use a face product that at a first glance looked to be for grown ups. However, this cream is powered with amino acids, omegas 3 6 and 9, prebiotics and vitamins B3 B5 and E."
        },
        {
            "review_title": "A nourishing, easy to apply kidsu2019 multivitamin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Ever eden kids multi- vitamin face cream is fantastic! Itu2019s so easy to apply, absorbs quickly and has a pleasant peachy scent. The packaging is very simple and I love how it is pumps out the quantity. Knowing it is packed with essential vitamins gives me a peace of mind. A great addition to my sonu2019s daily routine."
        },
        {
            "review_title": "Great product with wonderful benefits",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "I love that I am able to protect my kids' skin with all the right vitamins and nutrients. The cream itself is rich, but it goes on smoothly. It absorbs very quickly and does not leave any grease marks, which is a big plus for me. The skin feels hydrated right after applying. There is a very mild peach scent, which is lovely. The packaging is so elegant.  Absolutely loved trying this product. Great addition to my kids' routine. Thank you @influesnter and @evereden for an opportunity to try this product!"
        },
        {
            "review_title": "Nice facial cream",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "I got this facial cream for free in exchange for my honest review.l love the ingredients list and how nice this facial cream is. I love the scent and also it is suitable for all skin types, keeps the skin moisturized all day long. Love it"
        },
        {
            "review_title": "Great Moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "I love this stuff!! It contains prebiotics, omegas 3,6, and 9, amino acids,  and vitamins B3, B5 and E... It smells great and it has a great texture... I just massage in a small amount twice a day; it does a fantastic job of hydrating!"
        },
        {
            "review_title": "A must have in kids routines",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "My son and i was so excited to try this ud83euddf4 face cream.  It has all the clean ingredients, amino acids, Omegas 3,6,9, pre&probiotics, vitamins B3, B5 and E which can be used on kids skin safely.  The texture is light and absorbs quickly, leaving no greasy residue.  It's gentle enough for everyday use and safe for the whole family. I love that it dispenses from the top and you donu2019t need to dip a finger in or squeeze it out, Especially with kids. It has a peachy scent.  I received this product as a free sample,"
        },
        {
            "review_title": "Perfect texture",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "The box is perfect, the scent is just so beautiful! The texture was great, next I will try it on my niece face to see if it actually helps with here dry skin!"
        },
        {
            "review_title": "Great product for kids and adults too!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I've been using the Evereden Kids Multi-Vitamin Face Cream in Cool Peach for my child, and I love how it fits into our daily routine. The scent is light and fresh, like a hint of ripe peach, and my kid actually enjoys it, which is a big win. Itu2019s hard to find skincare for kids thatu2019s both fun and safe, but this one really nails it.  The texture is light and non-greasy, which is great because it doesnu2019t leave their face feeling sticky or oily. It absorbs quickly and leaves their skin feeling soft and smooth. I also appreciate that itu2019s packed with vitamins, which gives me peace of mind that it's doing more than just moisturizingu2014it's really helping to protect and nourish their skin. Plus, Everedenu2019s commitment to clean ingredients makes me feel good about using it regularly. Itu2019s one of those products that makes taking care of their skin feel easy and even a little bit fun."
        },
        {
            "review_title": "Perfect starter skincare!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I received this product for free from influenster,  in exachbage for my honest review.  I was super intrigued by this product.  It's directed towards kids but can be used by the whole fam! Love the packaging and pump.  One pump disperses the perfect amount of product! It has a peachy scent that I could see kids enjoying! I didn't mind it. It's packed with vitamins and all the goods to keep skin hydrated and appearing fresh!  Looking forward to seeing results from further use!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Combination skin",
            "review_text": "The scent is really nice and ofcourse love the packaging! My daughter's skin responded well to it, let's see if that continues! Ingredients are pretty clean though as compared to other creams out there."
        },
        {
            "review_title": "A Unique Skincare Product for Kids",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This moisturizing formula with vitamins is a unique product that is specifically for kids, an aspect that I found was really cool. I like the fact that, while it specifically addresses kids' facial skin, it can be used by anyone. The peach scent was nice without being overpowering. Moreover, the product packaging makes it easy to apply. Overall, a really nifty product that keeps kidsu2019 skin healthy and hydrated."
        },
        {
            "review_title": "Cute packaging and smells good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "The flower pump makes this so much better, my daughter loves it. It smells great and it makes her face feel u201ccleanu201d lol it has good ingredients so Iu2019m hopeful it wonu2019t break her skin out."
        },
        {
            "review_title": "Perfect face cream for kids",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "Review after a good usage, my kids love it. Love the packaging, peach scent is perfect. The texture is very smooth on skin and my kids like the way it sits on the skin. Non greasy and snot texture , happy kids ."
        },
        {
            "review_title": "Amazing facial cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "This cream is so lovely, I love that it dispenses from the top and you donu2019t need to dip a finger in or squeeze it out. Especially with kids, this feature creates a lot less waste.    The scent is light and really complimenting, the cream is rich, yet not greasy. Itu2019s easily absorbed.    We really enjoyed this product. 5 stars from me!"
        },
        {
            "review_title": "A great face cream that is both safe and effective",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "My kids (8 and 5) have been digging into my face creams and moisturizers to the point that A I had to hide it and B only buy the natural stuff for myself to avoid them getting into all these harsh stuff. I was very happy to see that Sephora finally carries a childrenu2019s brand of face products that is safe and easy to use. The packaging is quite cute and they found the method of dispensing very interesting. It smells so great and has a lot of skin benefits. Overall, canu2019t be happier with this product. I have received this as a free product."
        },
        {
            "review_title": "Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Normal skin",
            "review_text": "The ingredients is good and nice. The scent is good. The packaging is cute and nice. The effectiveness is good. The text is really nice I like it.."
        },
        {
            "review_title": "Gentle Hydration for Little Faces",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This Kids Multi-Vitamin Face Cream by Ever Eden has been a game-changer for my child's skincare routine. The cool peach scent is subtle, which is perfect for kids, and the packaging is simple yet practical for small hands. The texture is light and absorbs quickly, leaving no greasy residue. I love that it's packed with nutrients like Omega 3, 6, and 9, and it provides all-day hydration, protecting their skin from dryness and environmental stressors. It's gentle enough for everyday use and safe for the whole family."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I ordered this on sep 23 and it still has not came!"
        },
        {
            "review_title": "Bad for sensitive skin.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Normal skin",
            "review_text": "Heavy fragrance, made my daughter have a reaction."
        },
        {
            "review_title": "Would not buy again",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "After using this product for 1 month it was breaking out my skin with tons of acne usually scented skincare would not bother my skin but this product must have been very scented. Would not recommend for people with sensitive skin"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, notSure skin tone, Combination skin",
            "review_text": "Itu2019s an okay product I used it for three weeks during the winter cause I get really dry skin. The moisturizing part works well but it broke out my skin and the perfume scent is really strong"
        },
        {
            "review_title": "Must have for kids!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "My daughter loves it I love it for her itu2019s definitely a must have itu2019s a great way to start your kids on a skin care routine"
        },
        {
            "review_title": "NOT A MUST HAVE, lots of better cream out there!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Dont get me wrong it smells really good, when you first apply it it feels really good, after 10-15 minutes it will start doing little rolly pollies and it will not look great under makeup!"
        },
        {
            "review_title": "Wish it were fragrance-free",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, gray hair, Fair skin tone, Dry skin",
            "review_text": "I bought this to deal with a damaged skin barrier issue on my face thinking that itu2019s for babies so it has to be extremely gentle and safe for sensitive skin. It is, for the most part, but I hate the scent. I realize most people want their babies to smell good, but fragrance can irritate. I wonu2019t repurchase for that reason. Itu2019s a nice formula, though, and I love the packaging."
        },
        {
            "review_title": "Bonne qualitu00e9",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Ju2019adore ce produit il fait de tru00e8s beaux ru00e9sultat en peu de temps. Il su2019u00e9tend tru00e8s bien. Je le rachu00e8terais cu2019est sur"
        },
        {
            "review_title": "Amazing face cream with vitamins for kids",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This face cream is moisturizing amazingly. It has all the clean ingredients, amino acids, Omegas 3,6,9, pre&probiotics, vitamins B3, B5 and E which can be used on kids skin safely. It hydrated dry skin which created a nice barrier through out the day. It smells amazing, cool peach scent."
        },
        {
            "review_title": "Not for sensitive skin",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "there is a lot of perfume and my daugther's skin reacted to it. the packaging is not perfect as we struggle to get the product out. would not repurchase even if we wanted to love it..."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Oily skin",
            "review_text": "After trying this for a few weeks I have a mixed review. My daughter tried it for a week and her skin went red. This is the first face cream she's used so I was hoping it would work for her. Something in it must not react well with her skin. I then tried it to see how it was. I loved it. The smell is lovely and so natural. As a first time user it may not be great on preteens or very sensitive skin."
        },
        {
            "review_title": "Not cruelty free",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I would not use this brand because is not cruelty free."
        },
        {
            "review_title": "My daughter really liked it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "This is an excellent moisturizer for my teenage daughter. Itu2019s not great under make up but thatu2019s not the end of the world. It smells delicious and is packed full of great quality ingredients. Great moisturizer for kids!"
        },
        {
            "review_title": "Kids must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I loved this product, It came just in time for warm weather, my little one had her skin kind of dry due winter time and after the very first application her skin changed a lot, it looks moisturized and she says her skin is so softu2026 a plusu2026 it smellsu2026 AMAZING!"
        },
        {
            "review_title": "Got my pimples away in a week!ud83dudc97ud83cudf38",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This amazing product works amazing it deserves 5 stars I had a pimple on my forehead and nose and chin so I started using this product I washed my face every day with the Everdeen face wash and put on the face cream every night and morning and after like one week or two they disappeared the product is magic I definitely highly recommended this! Iu2019m putting it on everyday and itu2019s preventing me from not getting pimples it applies on so smooth and it makes my skin so soft the money is worth it everyone get off your phones and run to Sephora for this! Thank you for reading!ud83dudc97ud83cudf38ud83dudc9dud83dudc96"
        },
        {
            "review_title": "ud835udcaeud835udcaa ud835udca2ud835udcaaud835udcaaud835udc9f ud835udcc8u2134 ud835udcbdud835udcceud835udcb9ud835udcc7ud835udcb6ud835udcc9ud835udcbeud835udcc3ud835udc54 u2764ufe0fu2764ufe0fu2764ufe0fu2764ufe0fu2764ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "u2110 ud835udcc1u2134ud835udccbu212f ud835udcbeud835udcc9 ud835udcc8ud835udcc2u212fud835udcc1ud835udcc1ud835udcc8 ud835udcc8u2134 ud835udc54u2134u2134ud835udcb9  ud835udcb6ud835udcc1ud835udcc8u2134 ud835udcb6ud835udcc3ud835udcce ud835udcb6ud835udc54u212f ud835udcb8u2134ud835udccaud835udcc1ud835udcb9 ud835udccaud835udcc8u212f ud835udcbeud835udcc9 ud835udcb7ud835udccaud835udcc9 ud835udcc7u212fud835udcb8u2134ud835udcc2u212fud835udcc3ud835udcb9u212fud835udcb9 ud835udcbbu2134ud835udcc7 15 ud835udcb6ud835udcc3ud835udcb9 ud835udccaud835udcc3ud835udcb9u212fud835udcc7"
        },
        {
            "review_title": "Nourishing cream for your child skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I received this product for free in favour of my honest review. I let my daughter use this product for good 15 days every day on her face and now I feel Iu2019m ready to review it. The best thing about the face cream is that is speech sent makes it more pleasant for my child and she feels very enjoyable to use it every day. it does benefit her skin with hydration and  nourishment. Also it is formulated with essential nutrient with antioxidant properties. So perfect for child skin care."
        },
        {
            "review_title": "Moisturizing and perfect amount",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "My daughter always sees me do my face care routine and was so excited to have her own! The pump makes it so she feels like sheu2019s in charge and I donu2019t need to worry about her putting to much on her face. The texture is really nice but she had to get use to the texture because it was a little thinner than the balm we used before. I saw her skin look more hydrated after a week or so of using it. Having it be part of Sephora clean assortment definitely makes me feel a lot more at ease creating a skincare routine for my daughter."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "I received this product free from #Influenster in exchange for my honest review. Evereden kids multi vitamin face Cream offers a delightful sensory experience with its pleasant fragrance and refreshing feel upon application. Its gentle formula soothes the skin, making it ideal for kids. However, despite its appealing qualities, my child experienced an outbreak of acne after regular use. While it's great for fragrance and cooling, those with acne-prone skin might want to proceed with caution."
        },
        {
            "review_title": "Beautiful Moisturizer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I received this free sample for review. My daughter is 10 and very much so into skincare and building up a healthy routine surrounding her skin. This moisturizer had a faint peach fragrance and the formula was easy for my daughter to pump out a bit at a time to use without any mess. The packaging is very pretty also. Overall a great product for my tween to start her skincare collection without introducing harsh chemicals. We would definitely recommend!"
        },
        {
            "review_title": "A must have for your growing childu2019s skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "After using this product for over 2 weeks I love it! My son loves the mild fragrance it has and the feel of it! It really makes his skin soft and thoroughly moisturized! Will definitely be buying it again! Thank you influencer and Sephora for letting us try this product for free"
        },
        {
            "review_title": "Lovely Face Cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I received this product free for my honest review.  Iu2019ve been using this cream on myself and 10 year old daughter for the past few weeks and we both enjoy it. Her skin can sometimes be reactive, and she hasnu2019t had any issues with this product. It has a nice light and fresh peach scent. I love the pump on the packaging"
        },
        {
            "review_title": "Amazing face cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I have been using this cream now for couple of weeks. Itu2019s very soft and creamy, blends in nicely, leaves very nice feel to skin. Scent is absolutely amazing and very mild, however if youu2019re sensitive to scents this one does have a scent. I love packaging and how product dispenses. This is definitely a repurchase for me."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I received this product in exchange for an honest review. The moisturizer is light weight but still hydrating and does the job. The dispenser at the top is excellent for little ones not to contaminate the product. It has a bit of a strong scent - not unpleasant because it smells like peaches but I prefer skincare to be unscented. The ingredients seem clean but I do wonder if younger kids need ingredients like hyaluronic acid to be used on their skin."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "I use this on my toddler, a 3.5 year old who is interested in skincare like her mama! I especially love the way the product dispenses, by simply pushing and coming out from the middle. It's super easy to use for my daughter. Not to mention, it smells really nice - the peach scent is a hit with fruit loving kids like mine! The moisturizer itself is just perfect - Light enough that it's not watery and still very hydrating."
        },
        {
            "review_title": "If you're looking for skin care for your Littles,",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Absolutely love this face cream for our daughter and she loves the smell and how her skin feels afterwards. It's so hard to find a product that you feel is safe for their delicate skin, but we finally have found it. Definitely recommend and would 100% purchase this in the future and other items!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Bought this for my kids as they love to copy my skin care routine. It was great on their sensitive skin and really moisturizing through our dry winter months! My only complaint is I wish you could take the topoff the container to scrape every last bit out as to really make the most of this product at this price point."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was very excited to try the Everden Kids Multi- Vitamin Face Cream. The packaging and jar itself are beautiful.  The pink matte jar is a fun pump that even my toddler son could use. It has a beautiful light peach scent that's absolutely delicious but not the best for any one who might have sensitivities to scents. My son loves using it after he washed his face!"
        },
        {
            "review_title": "Smells great!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I received this product from Influenster in exchange for an honest review. I Love the smell. Feels fresh and clean. Itu2019s a nice consistency that feels soft and is easily applied. Love the container and how it dispenses the product. The container is cute too."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I got this for free for my honest review. My 6 year old daughter wants to copy my routine, and this cream does the trick. It's lightweight and has a nice light peach scent. It has a push pump that you push down on and it releases the right amount to put on a child's skin. It's also great because the child won't be able to dig into jar and grab out too much. My daughter likes to put it on in the morning after she washes her face. So far it's good."
        },
        {
            "review_title": "Excellent applicator for kids",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "My son suffers from dry skin on his face and this cream has helped significantly.  The lid is easy for him to remove and the applicator is even better.  I love that he only needs to push down and an appropriate amount comes out.  The only thing I feel is not necessary for a face cream is the scent, while it smells nice I prefer unscented products for the face."
        },
        {
            "review_title": "New Addition to my Daily Beauty Routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "My granddaughter and I have been using Ever Eden Kids Multi-Vitamin face cream and we absolutely love it! This face cream has a beautiful, delicate scent that we both love. I cannot believe how soft and glowy our skin is. This product is not thick, yet it feels luxurious and is absorbed quickly leaving your skin super smooth.  I love the pump applicator because thereu2019s no waste and it feels more sanitary.  I especially love that this product doesnu2019t have chemicals in it.  I would highly recommend this face cream."
        },
        {
            "review_title": "Perfect Kids skin care routine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Bought this for my kids and my 5 year old daughter absolutely loves it!! Shes so excited she has her very own skin care routine. Its also smells so good!!"
        },
        {
            "review_title": "Love!!!! Must buy for your kiddos!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I loved this product and so did my girls! They loved the pump part of it and I loved the smell and how smooth it went on and quickly it absorbed. I love knowing theyu2019re getting their vitamins and starting a great habit! Will definitely be purchasing this again."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "The cream is thick and feels great! I tried this on myself before my kids and Iu2019m hoping they get into using simple, basic skincare. The reason for 4 stars is because there was a slight scent which can often cause irritation."
        },
        {
            "review_title": "My sons first very own face cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I prefer to use it first before giving it to my son. We both love it. It has mild fruity fragrance which my son likes it very much. Its light creamy and nourishing which makes skin feel very fresh and moisturizing. He is using it for about a week now and I can see the difference on his face that used to stay dry alot but not anymore."
        },
        {
            "review_title": "Love this product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "My son has been watching me use my skin care and wanted his own so I thought why not well his face is no longer dry itu2019s amazing how well this helps his face after bath time and it smells so niceitu2019s a light scent but a scent non the less  I received this product as a free sample"
        },
        {
            "review_title": "Hydration is guaranteed and easy to apply to kids",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "My 4-year-old son had been sick with a cold, so we used this cream every night on his face, especially around his nose. It helped immensely with the irritation due to blowing out his nose all day. The texture of this cream is incredible, super light and not greasy at all, and it's fast to absorb and easy to apply to a kid's face. The only downside for some is if you don't like scented products. This one isn't for you because it has a solid peachy smell that disappears with time, but it is okay for me and my son. I adore this product, which I received for free for my honest review."
        },
        {
            "review_title": "Our New Favourite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Oily skin",
            "review_text": "We have been using this Evereden Kids Multi-Vitamin Face Cream for about a week now and we absolutely LOVE it!  I tested this face cream on myself before applying it on my children, which is what I always do. The cream is incredibly smooth and hydrating on the face. It's cooling and nourishing. The skin just feels and looks better after application. I was a bit worried when I read that it is scented. But, the scent is so pleasant (fruity) and so mild that I enjoyed having it there. I like the colour and texture of the cream. It's very creamy. It's not too thick or thin. I love that the cream is packed with ingredients and vitamins for health. I felt good using this on my children and I would gladly use it again. The only reason I gave this 4 stars is because I am not a fan of creams that you have to pump out. There is no way to lift the cover and get to the last bit of product in there when it's running low. The cream itself is a star though! Thank you for allowing me to try this product for free in exchange for my honest review!"
        },
        {
            "review_title": "Fruity fresh floral",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "My daughter is loving this. After a bath she likes pushing down on the pump and having the cream pop out. Not only does it smell amazing it feels amazing a fruity fresh floral smell thats rich creamy. Her skin looks fresh and hydrated."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I received this to try with my daughter but she lost interest pretty quickly lol so I tried it on my own skin. I. Adore. This. Moisturizer! The scent is just lovely, I also really like the ease of the pump, it's a teensy bit messy but I love it either way and the product itself felt really nice on my skin. It's a bit of a thicker moisturizer but it didn't feel heavy at all and my skin looked nice and glowy after using it. I would purchase this for myself in the future for sure but I may have a hard time sharing with my daughter lol."
        },
        {
            "review_title": "Made my daughter so happy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This was provided to me for free for review. My 11 year old daughter really wanted to join with skincare after watching me so my routine. Was so happy to give her a kid appropriate, good quality face cream. She said it feels really nice and she loves how grown-up the packaging was, even though it's for kids. Will definitely buy for her when this runs out."
        },
        {
            "review_title": "Flawless looking skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "My sonu2019s been using us for the past week. He actually loves it. His skin is nice and moisturized. Itu2019s full of vitamins."
        },
        {
            "review_title": "Perfect for sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I absolutely love this face cream for my daughter because itu2019s very hydrating and she have dry sensitive skin so it perfect for her and I really like the packaging which is super convenient."
        },
        {
            "review_title": "A definite must have for beautiful glowing skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "After incorporating this product into my skincare routine for the past few days, I can confidently say it has worked wonders for my skin. Not only has it left my skin feeling incredibly soft and smooth, but it has also enhanced the application of my makeup. Unlike some moisturizers that can leave a cakey residue or cause makeup to slide off throughout the day, this one provides the perfect canvas for makeup application, ensuring a flawless finish that lasts.  What truly impressed me was its effectiveness on my son's dry spots. He often gets little patches of dryness on his cheeks and chin, especially during colder months. Within just a few days of using this product on him, I noticed a remarkable improvement. The dry spots were significantly less pronounced, and the redness and scratchiness were visibly reduced. It's comforting to know that this product is gentle enough for his delicate skin yet powerful enough to tackle stubborn dryness.  Aside from its impressive performance, I also appreciate the pleasant scent and easy application of this product. The light fragrance adds a subtle touch of luxury to my skincare routine, while the smooth, creamy texture glides effortlessly onto the skin, making it a pleasure to use each day.  In conclusion, I am thoroughly impressed with this product and its ability to deliver visible results in such a short period. It has become a staple in both my skincare and makeup routines, and I would highly recommend it to anyone looking for a moisturizer that truly delivers on its promises."
        },
        {
            "review_title": "Multi-vitamins in a cream - a hit!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "Loved this multivitamins face cream. My daughter liked the smell and the texture of the cream. The packaging is really nice and the cream is hydrating."
        },
        {
            "review_title": "So smooth!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I received this product to write an honest review. This product has a super cool feature where you push down and the cream comes out! I love that you will be able to get use of the full product without having to force it out! The smell is a tad strong but smells like peaches. My son is enjoying adding it to his bedtime routine. He suffers from eczema and it seems to be helping a bit on the dry patches."
        },
        {
            "review_title": "My daughter loves her new face cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "My daughter is 7 and she suffers so much from dry skin (especially during the colder months).  Winter is so rough on her poor skin.  I was so excited to use this face cream.   With ingredients such as kahai oil, jojoba oil, organic sunflower oil and squalene I knew this was going to be so hydrating on her dry skin.  She's been using it for a few days already and the formula is amazing.  Her skin is softer and best of all, it smells like peaches.  It's a definite yes from us!  We will be repurchasing!"
        },
        {
            "review_title": "Super good stuff",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Loved every bit of using this!! Firstly, it smells divine! Has a nice peachy fragrance which vanishes after applying but gives a super smooth finish to the skin. It looks well hydrated and rested with just one application. Must try if you have dry tight skin like me."
        },
        {
            "review_title": "In love with this u2764ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Evereden Kids Multi-Vitamin Face Cream has truly exceeded my expectations. Not only does it keep my child's skin soft and moisturized, but the added vitamins also contribute to a healthy, radiant complexion. I appreciate the gentle formula, perfect for sensitive skin, and the fact that it's free from any harmful ingredients. It's become a staple in our household, and I can confidently say it's one of the best skincare products for kids on the market. Thank you, Evereden, for creating such a fantastic product!"
        },
        {
            "review_title": "Game changer!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Evereden Kids Multi-Vitamin Face Cream is a game-changer-for my little one's skincare routine! I love how it nourishes and hydrates their delicate skin without any harsh chemicals. Plus, knowing that it's packed with essential vitamins gives me peace of mind. It's become a must-have in our daily regimen, and I highly recommend it to any parent looking for a safe and effective skincare solution for their child."
        },
        {
            "review_title": "Must have for kids!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Combination skin",
            "review_text": "I received this product free to give an honest review. I gave it to my 9 year old daughter (almost 10 she says) to try so the following is her review: The cream smells so amazing, it has a very nice peachy scent. Itu2019s easy to get out of the container because you just push down on the top and it gives you the perfect amount and nothing is wasted. It doesnu2019t leave my face feeling greasy or gross and I really like it. A lot. My mom will definitely need to buy this for me when it runs out and I want to try the rest of their face products for kids."
        },
        {
            "review_title": "Smells good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Iu2019ve been using this for 3 days now and I like it so far! It dries on smooth doesnu2019t leave a greasy feeling and smells great!"
        },
        {
            "review_title": "A must have for your kids routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "After using this product on my daughter, Iu2019ve seen a magnificent difference in the texture of her skin! No more dry skin as this cream is very moisturizing and provides nutrients as per ingredient list."
        },
        {
            "review_title": "A fabulous cream for all ages",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I received this product free from Influenster in exchange for my honest review. I have been using this face cream on my own skin and I love everything about it. The formula is gentle and hydrating with a very intuitive dispenser. I typically donu2019t use scented products on my face due to my sensitive skin, however this scent is so subtle and light that the scent doesnu2019t bother me or my skin at all!"
        },
        {
            "review_title": "New Favourite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "At home we love this cream, it is so soft and light on the skin and smells delicious, my kids love it, the packaging is super easy to use and it is already part of their bedtime routine."
        },
        {
            "review_title": "Smells so nice !",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Perfect for kids. I like the packaging as it will allow perfect amount to be dispensed and no spilling.  The cream absorbed quickly without leaving any oily residue. Skin feels soft and moisturized.  It has a nice subtle peachy scent to it. Definitely recommend this product and would be great for everyone.  I received this product complimentary in exchange for my honest review."
        },
        {
            "review_title": "Awesomeness!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I received this free for my opinion from influencer. This is a great product very clean and safe for the kiddies to use. Love that they have created something for kids who are interested in skin care. The scent is noticable but not harsh it is fresh smelling peach nectar, violet Darjeeling tea fragrance. All the good stuff animo acid, vitamins and omegas! Very thick texture so you definitely find it well hydrating ++ Definitely would recommend to family and friends!"
        },
        {
            "review_title": "Peachy Cream",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "A lightweight formula that doesnu2019t take long too absorb into the skin. I tried it on myself and my son, we both have sensitive skin and had no irritations or breakouts.  The only con is that itu2019s heavily scented, a strong peachy fragrance that I could still gets whiffs of, hours after applying it."
        },
        {
            "review_title": "New fave face cream!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This face cream is perfects for all ages! Great, thick texture that is good to use before bed and it leaves you face soft, dewy and plump. It really smells like peaches. I would highly recommend for yourself and your kiddos who are into skincare!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I use this every day and love the way it smells and feels on my skin! I also like the packaging."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Left my face feeling moisturized for hours. The built in pump is convenient. I would want a larger size option for this."
        },
        {
            "review_title": "A great basic moisturizer!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This smells like a peach jelly delight. It's not off-putting at all, but if you are sensitive to scents, I would take it into consideration.  I have sensitive, adult acne-prone skin and this works great for me. It absorbs fast into the skin. A good basic, no frails moisturizer for sensitive skin. I think it would be great to layer with other moisturizers in the winter and standalone in the summer. It's a non-thick, lightweight yet creamy moisturizer that absorbs fast and doesn't leave an oily layer/film on your skin like most cream moisturizers do. I like using this right after washing my face on my no makeup days!"
        },
        {
            "review_title": "Kid Moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I think that if you have a kiddo who is obsessed with skincare they donu2019t need (like retinols and drunk elephant) then this is for them, itu2019s save a good for little skin."
        },
        {
            "review_title": "A must have for skincare",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Tan skin tone, Normal skin",
            "review_text": "Is is amazing for little kids I apsaloutley will buy this again"
        },
        {
            "review_title": "Newest favorite skincare addition!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I'm a 25 year old with combination skin and this facial cream has worked so well and healed my dry patches. The pump is easy to use and the product smells just like peach gummies! Whenever I use this cream, I wake up with my skin feeling so soft and nourished. It's not oily after application and I can feel the moisture locked in."
        },
        {
            "review_title": "Perfect for the whole family!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I purchased this for my (12/13 yo) boys who've been experiencing dry, irritated skin with the cold dry weather and from wearing hockey helmets/cages all season. I was also out of my day cream so I tried it out. We ALL love it! I have very sensitive/reactive skin, I love all the clean, non-comedogenic ingredients. It is so rich and smooth but feels so light on. The peach scent is very subtle but cheery! I will definitely have this on re-order."
        },
        {
            "review_title": "It's ok",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "It has a strong fragrance, heavy , and my 10 year old got tiny bumps in face after using it. So I have to finish it. Sometimes pump does not work"
        },
        {
            "review_title": "New Staple!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Definitely a new staple in my skincare routine! As someone with sensitive combination skin, I feel as if this face cream helps to soothe the dryness while not contributing to the natural oiliness of skin. Unlike other moisturizers, I don't feel as if though there is a thick barrier on my skin making this lightweight and non greasy. It also absorbs really well into the skin making it a great base for makeup and such. There is a light peach fragrance, which I do not mind, but would let others know if sensitive to smells. Overall, I really enjoyed this product and will definitely be getting another soon!"
        },
        {
            "review_title": "Must have in my skin care routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Love so much literally feels so good after using! As a tween/teen moisturizer is so important and this works so good for my sensitive skin. It doesnu2019t leave any residue and is perfect as a dupe that is better and way healthier healthier than drunk elephant"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Love this product. I gave it a 4 star review because the pump does not work right. The moisturizer dose not come out like a flower but that is ok. Over all I think it is a great product for all ages. I love the smell of it smells like sweet petch"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "My daughters love their new skincare routine.  They smell amazing"
        },
        {
            "review_title": "A must have in my routine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Iu2019m in love. I am a 10 year old u201cSephora kidu201d and this is great. It also smells awesome but it is pretty expensive"
        },
        {
            "review_title": "does a good job",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "after using it for awhile it really moisturizes the face"
        },
        {
            "review_title": "BUY IT NOW",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "DRUNK ELEPHANT DUPEEE!! THIS IS LIKE MY 5TH REFILL SO GOOD."
        },
        {
            "review_title": "LOVE | gives more independence in my kids routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "We've been lovers of Evereden for the past two years! The Kids Multi-Vitamin Face Cream is gentle and hydrating on my 4-year-old's dry & sensitive skin. The push feature makes it super easy to use on her own, which allows her to have more independence during her little skincare routine. The smell is divine, and not overpowering!"
        },
        {
            "review_title": "A must for kids!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Dry skin",
            "review_text": "We absolutely love this product! They truly help with our daughters dry skin! Works great alongside the face wash, highly recommend recommend!"
        },
        {
            "review_title": "Perfect for Canadian dry winters!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Got it initially for my daughter cause she loves watching me do my skin routine. I wasnu2019t expecting how much we would love this product! Itu2019s easy for her to put on with the pump method, it smells so nice and best of all, it has made her skin soft during our harsh dry Canadian winter. Itu2019s a must buy!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "Such a great product!  My daughter loves how you apply it and the smell. I live it for it's ingredients!"
        },
        {
            "review_title": "The perfect way to keep winter dryness away",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "So light, easy to apply, and smells great too! This is the perfect kid's cream to keep winter dryness away, especially in the Canadian cold."
        },
        {
            "review_title": "EverEden Obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This multi vitamin cream is the perfect moisturizer for our 3 year old. She has very dry skin in the winter (especially in the face area) and thus products soothes and calms her dry skin . Highly recommend to any parent!"
        },
        {
            "review_title": "Amazing kids cream!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This is such a great cream! Not just for kids, but is great for adults too. I love the easy press down feature for the cream to come out so your kid gets the perfect amount."
        },
        {
            "review_title": "I must have face cream for kids",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I got this kids multivitamin face cream for my nephew, and after using this for two weeks he is really enjoying his soft and smooth skin! He really loves the texture. Itu2019s very easily absorbed into his face."
        },
        {
            "review_title": "Smells Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "We love this brand in our home, it's great for all ages. My 9 year old is getting more and more into skincare and having her own kids face cream, is so special. Bonus, the packaging is pretty so it helps to remind her when we keep it on display!"
        },
        {
            "review_title": "Easy to apply and fast absorbing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "We love this face cream. Especially in the winter time with the cold air, this face cream ensure my toddlers face is well hydrated. He also usually doesn't like products on his face but because this has a very fast absorbent he doesn't mind. I also love it for myself! Highly recommend with clean brand.   My toddler also likes the applicator!"
        },
        {
            "review_title": "Love this face cream!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love that this is safe to use on my kids with clean ingredients. It's so hydrating and leaves their skin so soft, plus it smells amazing! Absolutely love Evereden products!"
        },
        {
            "review_title": "Great for adults too",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "My little one enjoys the pump feature and the smell. His skin is super sensitive and this doesnu2019t irritate it. I also love to use it!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This is a great moisturizer for littles and adults alike!  Itu2019s lightweight but also moisturizes so effectively, doesnu2019t clog my pores and is perfect for Canadian winters! Iu2019m a huge fan of Evereden and this does not disappoint!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This brand has been the best for the whole family's skincare needs. The ingredients are cruelty-free so I knew this is what our family needs. And this new product addition has been my kid's current fave.  They keep on copying mommy doing skincare routine and now they have their own routine to do with Evereden. Highly recommended!"
        },
        {
            "review_title": "Daughter loves it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "So happy to find a one stop shop for me and my daughter. I bought this face cream since I didn't want her using adult skincare. She likes the scent and packaging. Slightly pricey but better than the adult alternatives."
        },
        {
            "review_title": "A must have on a kid skin care routine !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "Honestly this is the best ! Itu2019s so soft and doesnu2019t cause any harm on young kids !!"
        },
        {
            "review_title": "So fun for kids!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "My girls love mimicking what I do and I am so happy to have found SAFE and CLEAN skincare for them! The packaging makes it super easy and kids-friendly to use. The cream is light and applies well (not too greasy)."
        },
        {
            "review_title": "Nice for kids but strong scent IMO",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Itu2019s nice but smells a bit strong. May return because of smell even though itu2019s not artificial fragrance . Would recommend if not sensitive to scents"
        },
        {
            "review_title": "A must have for kids.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Highly recommend this cream! Itu2019s texture, light scent and ingredients are amazing. Itu2019s super moisturizing and leaves my little ones skin looking super hydrated. We love the pump bottle as it lets him apply it himself"
        },
        {
            "review_title": "LOVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "So soft & gentle on my kids faces! Absolutely love"
        },
        {
            "review_title": "Great moisturizer for kids!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "Love this moisturizer for my kids - formulated for 4 years old but gentle enough for the whole family. I often sneak this for myself because I love the gentleness and very subtle peach scent. I like that it dispenses by a push-down top which makes it possible for my toddler to do themselves but not get too much by accident (as with a tube or jar). Non-greasy and vitamin and nutrient packed. Highly recommend!"
        },
        {
            "review_title": "Great moisturizer for kids",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "My daughter enjoyed using this face cream. She loves the scent and how easy it is to dispense the product on her own. The texture is lightweight and keeps her skin hydrated. I definitely recommend this product!"
        },
        {
            "review_title": "Absolutely love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "This cream has a great scent, and I love the packaging. Itu2019s easy to apply too! My girls love this as part of their bedtime routine!"
        },
        {
            "review_title": "Lovely Cream/ Amazing texture",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "This sweet cream is a great addition to my daughter's skin care regimen. she loves the vacuum sealed pump packaging and the sweet peach fragrance. I love that it's packed with amazing, healthy ingredients for her skin and is a rich moisturizing cream."
        },
        {
            "review_title": "Great for adults too!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I love using Evereden creams because they are non-irritating for my dry, eczema-prone skin. I love that this is hydrating yet feels lightweight. Great recommendation for anyone looking for an antioxidant-rich face cream!"
        },
        {
            "review_title": "Such a luxurious cream!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "So luxe and hydrating! My kiddo loves using the pump feature!"
        },
        {
            "review_title": "A must have for children's skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Both my boys have extremely sensitive skin. As we head into colder dry weather, I needed something to keep their skin hydrated and this face cream does not disappoint !"
        },
        {
            "review_title": "The best kids face cream!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Combination skin",
            "review_text": "Finally some skin care for the little ones! Absolutely love this kids, face cream, super nourishing and hydrating!"
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "My little one enjoys using this face cream at night. We love how easy it is to dispense the cream and itu2019s not overwhelming it terms of scent. Itu2019s super moisturizing and we love that itu2019s super gentle and lightweight!"
        },
        {
            "review_title": "The most lovely moisturizer and leaving skin soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "the moisturizer was also a lovely one to have. He said it was so wonderful how his skin is now feeling so much softer and even loves the packaging likes how the cream comes of the pump."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Very hydrating but light and non irritating- which is great for my sons sensitive skin! We love starting the day and ending the day with this face cream."
        },
        {
            "review_title": "So hydrating and gentle!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "My little one loves applying his face cream himself. Not only is it cool ans hydrating, he loves the scent cool peach! Definitely recommend"
        },
        {
            "review_title": "The cutest moisturizer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "This is such a great product for an kids. The dispenser is really easy to use and pump out product. Since my daughter is so young, I love that it pumps out only a small amount, not to be wasteful. She loves applying it on her own. Such a great product for kids!"
        },
        {
            "review_title": "Great item!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Okay now this face cream is 100% amazing, my kids love this a lot really helps with dry patches - aven is not overpowering & the cream itu2019s self is not sticky / oily - glisten free too so thatu2019s a win win ud83eudef6ud83cudffc highly recommend this product for the kiddies ( or the mamas too )"
        },
        {
            "review_title": "Un incontournable",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Mes garu00e7ons aiment utiliser cette cru00e8me pour le visage. Elle hydrate bien leur visage et le contenant distribuu00e9 la quantitu00e9 parfaite et ce sans y mettre les doigt."
        },
        {
            "review_title": "Highly Recomended!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "It's incredibly hydrating and has noticeably improved the balance and texture of my baby girl's skin. I love the added niacinamide for long-lasting moisture retention, and this cream has become a staple in her daily skincare routine. Highly recommended for parents looking for a gentle yet effective solution to keep their child's skin healthy and moisturized."
        },
        {
            "review_title": "The BEST kids skincare out there",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "Iu2019m a huge EverEden fan for my girls! We love the foaming face wash and they always follow up with this cream. It smells amazing and my girls love the convenience of the push dispenser- great way to limit using too much product. Iu2019ve yet to find any comparable kids skincare line. Highly recommend!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Evereden face creams are already my go to favorite moisturizer so when I saw this new one I was so excited and I love it just as much as the others. It has a very pleasant light scent, absorbs into the skin wonderfully and leaves you face feeling moisturized and plump!"
        },
        {
            "review_title": "Hands down best kids face cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "My son absolutely loves this face cream. Constantly raves about it, on how his face feels so soft and always asks for more. Loves that he only needs a little bit of amount for application since he does have sensitivities to texture so this was a bonus for us."
        },
        {
            "review_title": "A must have in my sons skin care routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "My son loves using this face cream! He is very picky when it comes to putting skin care products on his face. He tells me that he loves the texture, and it just absorbed into his skin very quickly without feeling greasy or irritating to his sensitive skin!! I will definitely be getting another one for him since it keeps his face soft and moisturized!!"
        },
        {
            "review_title": "Awesome cream to go with the Evereden fash wash",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Normal skin",
            "review_text": "My son says his face feels so smooth after using the cream that he doesnu2019t feel any dry spots of his face anymore. He also likes how there isnu2019t a strong smell to it which is nice because he has sensitivity to smells"
        },
        {
            "review_title": "Easy to use kids face cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Evereden is always my go-to brand when it comes to non-toxic, gentle and effective products for myself and both of my kids. I have tried a variety of their products from sunscreen to eczema cream and this kids line is top-notch! The applicator makes it easy to not waste product and the ingredients are great for babies and kids faces. This is a great product to introduce to your kids as a part of their night time or morning routine to keep their skin moisturized and fresh looking throughout the day."
        },
        {
            "review_title": "Soft and absorbant",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "It is important to moisturize your kids face especially from the harsh rays of the sun in the summer time. I've been looking for a moisturizer for my son and am so happy to have found this one. It goes on easily and doesn't leave any residue which my son usually gets annoyed by. Highly recommend pairing it with the face wash"
        }
    ]
}