{
	"product_id": "705",
	"name": "Lit and Luminous Baked Highlighter",
	"brand": "Iconic London",
	"categories": "Makeup, Face, Highlighter",
	"price": 39.5,
	"about": "What it is:A champagne-toned highlighting powder that brightens up your complexion in an instant for a diffused and gorgeous glow..Finish:Natural.Formulation:Pressed Powder.Highlighted Ingredients:- Jojoba Seed Oil: Facilitates an easy glide and seamless application..Ingredient Callouts:This product is cruelty-free..What Else You Need to Know:This baked highlighter does it all. It enhances your skin, giving you an instant highlight for lit-from-within radiance. It also brightens up your eye area and adds sultry shimmer to your Cupid’s bow or to the tip of your nose. Basically, it’s your hero highlighter—housed in a cute compact.",
	"ingredients": "-Jojoba Seed Oil: Facilitates an easy glide and seamless application..-Pearlescent Pigments: Deposit a refined shimmer for the most luminescent finish...Synthetic Fluorphlogopite, Mica, Dimethicone, Talc, Phenyl Trimethicone, Aluminum Starch Octenylsuccinate, Boron Nitride, Magnesium Stearate, Hectorite, Dimethicone/Vinyl Dimethicone Crosspolymer, Phenoxyethanol, Butyrospermum Parkii (Shea) Butter, Simmondsia Chinensis (Jojoba) Seed Oil, Caprylyl Glycol, Methicone, Triethoxycaprylylsilane, Helianthus Annuus (Sunflower) Seed Oil, Tin Oxide, Aqua (Water/Eau), Ethylhexylglycerin, Ammonium Acryloyldimethyltaurate/VP Copolymer, Tocopherol. May Contain (+/-): CI 77891 (Titanium Dioxide), CI 77491 (Iron Oxides).",
	"how_to_use": "Suggested Usage:.-Apply with your fingertips for an on-the-go glow; the formula is so easy to diffuse, you can’t go wrong. .-Finish with a spritz of Prep-Set-Glow Hydrating Glowy Setting Spray (sold separately), and you’re ready to shine.",
	"num_reviews": 38,
	"overall_rating": 4.6,
	"product_url": "https://www.sephora.com/ca/en/product/iconic-london-lit-luminous-baked-highlighter-P509900?skuId=2759314&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2759314-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "Iconic has done it again!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I am a lover of the iconic glowy setting spray, and thought I would try this highlighter. I am so impressed!! I was able to give myself a cute little highlight or a blinding one! Gonna be my second staple from this brand ;)"
		},
		{
			"review_title": "Smooth and radiant",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This is a large highlight.  It is gorgeous and goes on so smoothly and easily.  It makes your face radiate with a glow that is spectacular.  It is subtle yet glowy and I am really enjoying it."
		},
		{
			"review_title": "It is sparkly!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I got this bc i read reviews it was not shimmery- it is very sparkly! Going to keep it to use as an eyeshadow but not a highlighter."
		},
		{
			"review_title": "Wish it were a little more pigmented",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Not as pigmented as I hoped it would be. I was looking for a similar shade to the rare beauty high lighters that don’t break. The product is sturdy but I feel I have to layer the high lighter on to get pigment"
		},
		{
			"review_title": "Better than I expected",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Full disclosure, I received this as part of my subscription makeup box, from somewhere else (rhymes with schmipsy). Having said that, I really like this highlighter and came here to buy more. Now that I'm above a certain age (bah! 48!), I can't stand a sparkly highlighter. Which lets be honest they usually are. This one though is a very light sheen. Not chunky, and glittery. However, I have a pretty light skin tone, so I'm guessing if you're anything darker than like a light-medium, you probably won't like it."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I was surprised at how light in color this is, much lighter than the Anastasia gold. It looked fishbelly white on my medium skin tone. Shiny not glittery. Did cover my skin texture somewhat. The compact felt really cheap. Considering how many grams it is, I wish it had worked for me. Might work for fair to light skin tones."
		},
		{
			"review_title": "sparkly and amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "this is stunning!! not overly orange in tint, it has a very nice sparkle to it that looks amazing in natural light! definitely recommend if you’re looking for a good highlighter"
		},
		{
			"review_title": "Stunning!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "I purchased with my own money.  This product is stunning! I have medium skin and it looks beautiful on me! It's glowy, smooth and not gaudy.  This is my favorite highlighter. I use it everyday and I have yet to make a dent. You get a lot of product for your $."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "The best highlighter ever!!!!!!! Such a subtle hint in your cheeks makes you look flawless"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Looks beautiful in the pan. Barely shows up on the skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I haven’t been able to stop using this since I got it. Soooooo beautiful and will last you a lifetime. New love for sure! Sits on my texture beautifully."
		},
		{
			"review_title": "My favorite highlighter",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I am surprised that this highlighter is so amazing! It’s super shiny, and the powder is very fine and smooth. A little bit amount can give my skin an instant beautiful, glowy look. Can’t stop using it!"
		},
		{
			"review_title": "Must have, nice champagne color",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Love it. It’s amazing for the cheek bones and the tip of your nose."
		},
		{
			"review_title": "Can live without it!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Did absolutely nothing for me. Returned. I’m medium shin complexion."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "This does not search well but it is amazing on the face !"
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This highlighter has become my everyday staple. Brings a slight golden shimmering glow to my caramel skin. It’s a must have!"
		},
		{
			"review_title": "Great highlighter!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I love this highlighter! I use it all the time. Looks very natural!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "This highlighter is great for everyday and night use as it first starts off very subtle, but can easily be build up for a more glam up look !"
		},
		{
			"review_title": "The best ever - better than amreezy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "This is everything I want in a highlighter. The perfect tone for fairer skin tones and it’s sooook blinding. Not too glittery and just a perfect highlighter. 10/10."
		},
		{
			"review_title": "Stunning!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Light skin tone, Dry skin",
			"review_text": "I really enjoy this highlighter and it looks great on my skin tone(fair/light) There is no glitter just beautiful shine. I was disappointed with the Anastasia highlighter because it was too golden for my skin tone but this is perfect!"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Light skin tone, Normal skin",
			"review_text": "It glides so softly on my skin and the shimmer is unreal, love it!"
		},
		{
			"review_title": "Love it! So unique!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "I recently tried the Iconic London Lit Luminous Baked Highlighter, and I'm thrilled with the results! The pigmentation is stunning, giving my skin a luminous and radiant finish. The formula is buildable, allowing for a subtle glow or a more intense highlight. Plus, the baked texture feels luxurious on the skin. This highlighter has become a staple in my makeup routine – a definite must-have for anyone seeking a gorgeous, long-lasting glow!"
		},
		{
			"review_title": "soft glow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Normal skin",
			"review_text": "I really like this highlight, it's soft glow that blends very well with your skin, very natural and beautiful, but at the same time, it pops in the light. I highly recommend it"
		},
		{
			"review_title": "Beautiful product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This was gorgeous on my fair-light olive toned skin.   I’m 50 years old for reference. Took off one stat for the cheap packaging tho. But I understand I mean it’s every where now days so 🤷🏻‍♀️ beautiful product tho."
		},
		{
			"review_title": "Just added to my daily routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
			"review_text": "Amazing product! It takes your makeup to another level, even for everyday wear."
		},
		{
			"review_title": "Feel refheshed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Light light light....I have to confess i just turned 40 and I am adding more to my make up routine in a daily make up . This is one of my favorites items now highly recommend"
		},
		{
			"review_title": "WOW!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I mean this highlighter is everything you'll ever need.. smoth, creamy, luminous, beautiful.."
		},
		{
			"review_title": "adds luminosity",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Beautiful lighting brush for the face. It adds luminosity to the face.even for a fair skin like mine"
		},
		{
			"review_title": "A must have highlighter!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I am 48 yrs old and I am always looking for products that makes my skin look fresh and younger, this is definitely a must have. Really works as a highlighter. Love the glow you can get with just a light application. I apply it on my upper cheeks, a little bit in my nose, in the corner of my eyes and in the brow line just below the eyebrow. It is an amazing highlighter!"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Very soft and give a brighting that is increíble. I love it!"
		},
		{
			"review_title": "Cute and very luminous",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Very pretty shimmer and softest texture applied on my skin"
		},
		{
			"review_title": "A must have final touch!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "Iconic did it again! Another great amazing product.! This is the perfect final touch for my makeup, it brings light and luminosity to my face and it sparks my makeup. I love it!!!"
		},
		{
			"review_title": "Great highlighter",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I have been searching for a highlighter that was not too white or shiny. This product adds that final touch to your make uo routine."
		},
		{
			"review_title": "Highly recommend!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I love the color and the natural glow it leaves on the face."
		},
		{
			"review_title": "Always on my makeup routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I love the shine and appearance of the face, 100% recommended 🤩🤩"
		},
		{
			"review_title": "I always use it when I got out",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Light skin tone, Normal skin",
			"review_text": "After using this product my skin look so good, more hydrated and glittering."
		},
		{
			"review_title": "Perfect Highlighter!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Absolutely love the size impression, and the 'dome like' presentation.  This product gives you the most beautiful glow on your face and decollate.  Great for all over your face really.  You can use it everywhere to highlight certain parts of your face.  And it's so suble and fine, which makes it perfect!"
		},
		{
			"review_title": "Is part of my routine.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Light skin tone, Normal skin",
			"review_text": "After using this product, I love the result and the texture. Stay on me all the long. I will buy this product definitely"
		}
	]
}