{
	"product_id": "720",
	"name": "Omega Water Cream Moisturizer",
	"brand": "The INKEY List",
	"categories": "Skincare, Moisturizers, Moisturizers",
	"price": 16.0,
	"about": "What it is: A lightweight water-based gel moisturizer for all skin types that rapidly hydrates and supports a healthy skin barrier without causing oiliness...Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Fine Lines and Wrinkles, Dryness, and Dullness..Formulation: Lightweight Gel..Highlighted Ingredients:- Ceramosides™ 0.5%: Supports healthy-looking skin and optimizes long-lasting hydration..- Betaine Complex 3%: Reduces moisture loss and rebalances skin hydration..- Niacinamide 5%: Visibly reduces excess oil and evens skin tone...Ingredient Callouts: This product is vegan, gluten-free, cruelty-free, and comes in recyclable packaging...What Else You Need to Know: In this non-oily moisturizer, an omega fatty acid complex, glycerin, betaine, and niacinamide work together to optimize long-lasting hydration, visibly balance oil levels, and even out the look of skin tone.....CLEAN at Sephora is our commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing on effectiveness.",
	"ingredients": "-0.2% Ceramide Complex: Optimizes hydration &amp; improves skin's appearance with Omega 3, 6 and 9.-5% Niacinamide: Visibly brightens while minimizing appearance of excess oil with Vitamin B3.-3% Betaine: Reinforces the skin's barrier and helps deliver hydration...Water (Aqua / Eau), Dicaprylyl Carbonate, Glycerin, Niacinamide, Propanediol, Betaine, Polyglyceryl-4 Isostearate, Coco-Caprylate/Caprate, Magnesium Sulfate, Glycosphingolipids, Glycolipids, Sodium Benzoate, Disteardimonium Hectorite, Oleic Acid, Potassium Sorbate, Citric Acid, Polyglycerin-3....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Use AM and PM, after cleansing and applying serums..-Massage a pea-size amount onto your face and neck..-For best results, use Hyaluronic Acid Hydrating Serum (sold separately) before applying for additional hydration.",
	"num_reviews": 1638,
	"overall_rating": 4.2,
	"product_url": "https://www.sephora.com/ca/en/product/the-inkey-list-omega-water-cream-moisturizer-P479493?skuId=2552925&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2552925-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "1.7 oz / 50 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2552925-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
	]
}