{
	"product_id": "1293",
	"name": "Salicylic Acid Acne Healing Dots Mega Value Pack + Free Travel Bag",
	"brand": "Peace Out",
	"categories": "Skincare, Value & Gift Sets",
	"price": 59.0,
	"about": "What it is:A limited-edition pouch of 60 bestselling blemish patches that combine clean hydrocolloid polymer technology and actives to zap breakouts overnight..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Acne and Blemishes.Formulation:Mask.Highlighted Ingredients:- Encapsulated Salicylic Acid: Penetrates pores to target acne blemishes and blackheads..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also vegan, gluten-free, and cruelty-free..What Else You Need to Know:Don’t let a breakout ruin your spring vibe—fight them on the go with 60 bestselling patches in a limited-edition pouch. Combining clean hydrocolloid polymer technology and acne-targeting ingredients like encapsulated salicylic acid, these patches will minimize your breakouts in six hours or less..This Set Contains:- 60 Blemish Patches.Clinical Results:In a 6-hour consumer perception study:",
	"ingredients": "-Encapsulated Salicylic Acid: Penetrates pores to target acne blemishes and blackheads. .-Retinol: Promotes clear-looking skin in the form of retinyl acetate, vitamin A. .-Aloe Vera Leaf Extract: Gently soothes while minimizing the appearance of redness. ..Salicylic Acid 0.5%, Cellulose Gum, Glyceryl Hydrogenated Rosinate, Styrene/Isoprene Copolymer, Carthamus Tinctorius (Safflower) Seed Oil, Pentaerythrityl Tetra-di-t-butyl Hydroxyhydrocinnamate, Aloe Barbadensis Leaf Extract, Retinyl Acetate...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-After cleansing, apply a dot, tacky-side down, directly on your blemish..-For best results, wear for at least six hours..-For even peskier breakouts, use with Peace Out Acne Serum (sold separately)...-If you’re experiencing any area of excessive dryness, open skin, or went a little heavy handed with chemical exfoliation, give your skin a little resting time before using.",
	"num_reviews": 2,
	"overall_rating": 5.0,
	"product_url": "https://www.sephora.com/ca/en/product/peace-out-salicylic-acid-acne-healing-dots-mega-value-pack-free-travel-bag-P510739?skuId=2766962&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2766962-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "Must have for healing spots faster!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Love this product. Helps my deep zits heal faster and sticks quite good! I only wish they came in cute shapes 😁"
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I use these before going to sleep and when I wake up they are always way smaller. I was really surprised because it even helps with the enormous pimples from my period! Be careful when you open the package, because they tend to stick on the sides"
		}
	]
}