{
    "product_id": "3",
    "name": "Jelly Clarifying Detox Shampoo for Scalp & Hair",
    "brand": "AAVRANI",
    "categories": "Hair, Shampoo & Conditioner, Shampoo",
    "price": 46.0,
    "about": "What it is:u00a0A color-safe, clarifying shampoo with a bouncy, jelly-like texture infused with nourishing vitamin E capsules and glycolic acid to remove buildup and exfoliate the scalp...Hair Texture: Straight, Wavy, Curly, and Coily..Hair Type: Fine, Medium, and Thick..Hair Concerns:- Flaky, Dry Scalp.- Oily Scalp.- Scalp Buildup..Key Benefits:u00a0- Detoxifies and exfoliates scalp.- Removes excess oil and product buildup.- Color-safe and non-stripping hydrating formula..Highlighted Ingredients:- Lotus: An antioxidant that nourishes and softens hair while balancing the scalp..- Vitamin E Capsules: Quick-dissolving beads that release moisture for lasting hydration..- Glycolic Acid: An AHA that exfoliates and removes scalp buildup without stripping moisture...Ingredient Callouts: This product is vegan and cruelty-free...What Else You Need to Know: This sulfate-free, clarifying shampoo contains quick-dissolving vitamin E capsules that deliver a burst of hydration while glycolic acid exfoliates the scalp and removes product buildup, dirt, and excess oil. After one wash, hair and scalp feel cleansed, detoxified, calm, and balanced, with less oil produced between washes. With continued use, scalp is strengthened, creating an optimal environment for healthy hair to grow...It is cruelty-free, color-safe, and suitable for use while pregnant or nursing. It is also for use on all hair types and textures...Fragrance Description: A burst of minty-fresh peppermint soothes while sophisticated rose undertones leave you wanting more..Clinical Results: In a 2-week consumer study with 34 subjects with hair types 1-4:.- 100% agree hair and scalp are free from build up.- 100% agree scalp feels less oily between washes.- 100% agree scalp feels calm and refreshed.- 94% agree this shampoo is less stripping than other shampoos.Clean at SephoraOur commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificingu00a0effectiveness.",
    "ingredients": "-Lotus: An antioxidant that nourishes and softens hair while balancing the scalp..-Vitamin E Capsules: Quick-dissolving beads that release moisture for lasting hydration..-Glycolic Acid: An AHA that exfoliates and removes scalp buildup without stripping moisture...Water/Aqua/Eau, Sodium C14-16 Olefin Sulfonate, Sorbitan Oleate Decylglucoside Crosspolymer, Cocamidopropyl Betaine, Acrylates Crosspolymer-4, Glycerin, Sodium Lauroyl Methyl Isethionate, Glycolic Acid, Jojoba Esters, Betaine, Nelumbium Speciosum (Lotus) Flower Extract, Aloe Barbadensis Leaf Juice, Niacinamide, Caffeine, Rosa Canina (Dog Rose) Seed Oil, Tocopheryl Acetate, Mentha Piperita (Peppermint) Oil, Menthol, Menthyl Lactate, Sodium Cocoyl Isethionate, Polyquaternium-7, Sodium Methyl Oleyl Taurate, Sodium Benzoate, Potassium Sorbate, Sodium Chloride, Tetrasodium Glutamate Diacetate, Trisodium Ethylenediamine Disuccinate, Sodium Hydroxide, Ultramarines (CI 77007), Phenoxyethanol, Linalool, Fragrance/Parfum, Natural Fragrance/Parfum Naturel...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-The unique packaging is an all-in-one shampoo and scalp massager to provide maximum exfoliation..-Twist the scalp-scrubbing nozzle to open..-Squeeze a quarter-size amount into the palm of your hand. .-Twist the nozzle to close..-Lather on wet hair, focusing on the scalp..-Work the attached scalp massager throughout your scalp for thorough exfoliation..-Rinse through completely. .-For best results, follow with the AAVRANI Intensive Repair Conditioning Hair Mask (sold separately). .-Use one to two times weekly in place of your regular shampoo for a thorough cleanse.",
    "num_reviews": 116,
    "overall_rating": 4.7,
    "product_url": "https://www.sephora.com/ca/en/product/aavrani-jelly-clarifying-detox-shampoo-for-scalp-hair-P513304?skuId=2797074&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2797074-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "8.4 oz / 250 ml",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2797074-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Donu2019t Bother Buying",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, notSure skin tone, Combination skin",
            "review_text": "Let me start with the packing of this product; it is awful. First off, I donu2019t personally like the scrubber. The bristles of the scrubber is too flexible, too rubbery. It smells like it was so cheap to produce. I would prefer a scrubber that is more sturdy silicone than this rubbery material. Secondly, when the product itself comes out of the scrubber / bottle, you arenu2019t even getting the full amount of product as it pours out very slowly just due to the packaging, and the product will get stuck onto the bristles which is a waste of product. Lastly, the product itself doesnu2019t do anything for dry scalp and/or dandruff. Itu2019s horrible. When I come out of the shower after using this shampoo and my regular conditioner, I still see my dandruff! This product doesnu2019t do anything to combat that meanwhile it is targeting to be a u201cdetoxu201d shampoo. This product does nothing to u201cdetoxu201d or properly clean your scalp."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Great clean, terrible package like someone else said. I ended up using my handheld scalp massager. Two things I didnu2019t care for are the beads (it took a long time to rinse them all off) and the scent, it lingers after. It really doesnu2019t need extra scent as there is mint and menthol in the formula. Itu2019s superfluous and can conflict with other scents in your routine. Itu2019s more on the masculine side. Both the beads and scent make me want to return."
        },
        {
            "review_title": "didn't work for me :/",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Oily skin",
            "review_text": "really wanted to love this product based on all the good reviews but i was not impressed with this product. it didn't do anything for my dry and itchy scalp and made the hair on my scalp feel dry and brittle immediately after washing. i thought i would like the built in scalp scrubber but it is pretty small and didn't really work well. i found the shampoo kind of hard to wash out and i don't like that there are microbeads in the shampoo (mostly because they are horrible for the environment.) they didn't really add any extra exfoliation and they stayed in my scalp even after thoroughly rinsing all the shampoo out. super disappointed and will have to keep looking for a shampoo that will actually help my dry scalp"
        },
        {
            "review_title": "Gel Beads still remained in hair after washing",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I did not like this product at all. Gel Beads got stuck and remained in hair after washing. Made my hair dry and brittle afterwards  I will not be buying this product in the future."
        },
        {
            "review_title": "Ahh..turmeric based shampoo!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "After using this product for two months now, my hair feels softer and scalp feels hydrated.  I notice increased shine in my hair after every use. I have been looking for a natural shampoo like this all my life - thank you aavrani"
        },
        {
            "review_title": "Great Product, Annoying Package",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The shampoo itself is five out of five. Smells refreshing, does a great job at exfoliating and clarifying the scalp and hair, and after the few times I've used it my hair hasn't been left really dry like some clarifying or exfoliating shampoos. But I hate the packaging. First off, the silicone massager is gimmicky - it's so tiny and attached to a large heavy tube, after a few seconds of attempting to use it I put it down and used my fingers. So it's unnecessary. I also find it difficult to dispense the shampoo - you have to rotate the bottom to open and close it, and I don't know if mine is just defective but it barely opens and I have to use a lot of strength just to get a bit of product out.   All in all, this would be five stars if they simplify the packaging to an ordinagry tube and dispenser. No need for the gimmicks or fancy openers."
        },
        {
            "review_title": "A must have in my haircare routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "AAVRANIu2019s cleanser is a standout in skincare, offering a luxurious, gentle cleanse that removes impurities without stripping the skin. Its creamy texture leaves the face feeling refreshed and hydrated. Infused with natural ingredients, it balances the skin and imparts a healthy glow, making it a must-have in any routine."
        },
        {
            "review_title": "A must-have for a clean scalp.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I received this product as a free sample to test and review via @Skeepers.io.  This product feels and smells great. Leaves my scalp and hair feeling extremely clean and refreshed. Highly recommend. The only issue I have is using the applicator is awkward. Would definitely have been better having someone else apply it for you. Overall opinion, love it!"
        },
        {
            "review_title": "Cool product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "I've been testing the Scalp Detox Jelly Cleanser Clarifying Shampoo and my hair has been feeling wonderful. My hair has been feeling less oily, which is a miracle, and my scalp seems to have less build up. I also love the applicator. It really helps to exfoliate the scalp. I'll be interested to see if this product helps with hair growth as I have quite a bit of post partum hair loss. I will definitely continue to use this product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "My scalp has not been happy ever since Iu2019ve started adding a bunch of styling to my hair routine so this scalp cleansing product has been amazing for me! Itu2019s helped my styles hold better and my scalp feel cleaner!"
        },
        {
            "review_title": "Its okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This Product is ok. The first time i used it i followed the directions and id made my hair feel stringy and tangled. The next time i used it i squeezed it into my hand and went from there. It still isnu2019t the best but is good for a deep clean."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This cleanser was the reset my hair desperately needed. The formula got my scalp super clean and the built-in scrub brush was great for making sure the product got down to my roots. Just be warned, you will need a great conditioner to follow up with, as this cleanser is quite drying to the hair itself, but donu2019t let that deter you. This cleanser is amazing and I would highly recommend it."
        },
        {
            "review_title": "Clean and refreshed hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I am glad I got to try this shampoo, it comes with an incorporated brush as part of the packaging that allows me to give my scalp a good massage while providing a deep cleansing.  It makes my hair to feel very soft, clean and refreshed.  As I have dry hair I am only using it a few times a week to avoid it to get dryer while my hair adjusts to it."
        },
        {
            "review_title": "Super refreshing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "I really like this product and my husband does as well. Iu2019ve never used anything like it. Application is easy, it lathered nice, smells good, even has a slight cooling sensation that feels GREAT, and really did leave my scalp/hair feeling way cleaner than just normal shampoo. However, it didnu2019t feel harsh at all. I was worried it would leave my hair dry/brittle but nope. Nice, clean, and super fresh, healthy. I like the scrubber/massager piece on the end. It doesnu2019t quite take the place of a full scalp massager (I have one that I love) but is definitely convenient and better than nothing. I received this for free for testing purposes but Iu2019d probably buy this product again."
        },
        {
            "review_title": "Breezy scalp",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "The scent on this scalp detox smells great, it is a refreshing smell, but not overpowering. After using it my scalp felt amazing and the build up was gone! The scrubber was perfect and didnu2019t hurt my scalp. My scalp feels so much better and definitely u201cuncloggedu201d."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "This product was not for me. I have sensitive skin so it caused a little irritation. Gave it to my partner and he loved it. Worked for his scalp the best. Always test before using. Overall the product is big."
        },
        {
            "review_title": "Left my hair soft and fluffy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "I have straight fine hair, which can become very greasy easily, but this product left it so fluffy and soft on my roots! I like the smell, itu2019s easy to use, and to apply. It also comes with a lot of product, works great for a weekly detox!"
        },
        {
            "review_title": "Dermatitis relief",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "I had been trying to go 3-5 days in between washes for a while but after about a year of doing so it wrecked havoc on my scalp. I have been looking for products to help detox my scalp and hair follicles. I have dermatitis on parts of my scalp that has been very hard to treat but I actually got some relief with this product! My scalp feels refreshed and less flaky when I use this. Definitely recommend trying this if your scalp could use a pick me up!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This scalp cleanser has been perfect for my oily scalp. Really keeps it clean without stripping all the oils. And it works well with my wavy hair. The spiked brush is perfect to really work in the product. Will be buying Again and be looking at the brands other products"
        },
        {
            "review_title": "This shampoo is a game changer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This is a very unique and amazing shampoo from its super innovative bottle design to the actual product inside of it. I love how the bottle has a scalp scrubber built-in and that all I have to do is squeeze and scrub as the product dispenses from the middle of the scrubber, which I find to be so convenient. It has a unique jelly-like texture that spreads and lathers beautifully without having to use a lot of the shampoo and a fresh peppermint fragrance that sticks around for hours without being overpowering. It gently yet effectively removes and exfoliates my scalp from buildup while providing a nice cooling sensation, leaving my scalp feeling calm and refreshed. It also deeply cleanses and hydrates my hair without stripping it while helping to keep my excess oils under control and delivering a stunning shine. My hair and scalp have felt so soft, healthy, and nourished since I have been using this shampoo, and I will definitely continue to use it as the benefits are just that great!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have been enjoying using the scalp detox jelly cleanser clarifying shampoo. I only wash my hair around once a week so I enjoy using the clarifying shampoo to make sure I really get my scalp clean and it does just that. It also has a very nice scent. The only reason I am docking it a star is that the formula has little beads in it and while it helps clean my scalp, they get into my eyes every time and it is painful. Other than that I recommend checking it out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "First time trying Aavrani and I really enjoyed this shampoo! It is a very unique product since it comes with a scalp massager which feels so relaxing. I use this about once a week and it has decreased the dryness of my scalp. It smells really refreshing almost like a little spa session! My hair also feels very lightweight after using it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "As someone who has a lot of dandruff and a greasy scalp I found this Aavrani Jelly Clarifying Detox Shampoo to work really well for my buildup. This is very gentle and non stripping to my hair and I really enjoyed the scrubber as well. It wasnu2019t too harsh on my scalp and it feels nice and relaxing and it also smells really nice!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Not too shabby!! The only thing I would change about this product is that the scalp massager head was hard to use with the big bottle when it was full (not complaining about the amount of product tho!) just a bit disproportionate, the scalp part either should be detached or bigger!"
        },
        {
            "review_title": "Innovative Shampoo + Massager",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This shampoo cleanser comes in a very large tube bottle thatu2019s perfect for the shower. Easy to grab on and apply. The BEST part is that the cap has the scrub portion which allows you to gently massage your scalp. It overall feels very relaxing and my hair feels much cleaner. Doesnu2019t really have a scent and it leaves my hair feeling soft and smooth!"
        },
        {
            "review_title": "Great scalp cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Dry skin",
            "review_text": "I absolutely love the scalp detox jelly cleanser clarifying scalp shampoo I was gifted for free from Aavrani. It smells very good like linen. I also love how moisturizing it is. I highly recommend it."
        },
        {
            "review_title": "Clean ingredients , clear hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "The aavrani Jelly Clarifying Detox Shampoo is a perfect match for clean and refreshed hair. I love that it is made with natural ingredients and sulfate free . This gentle detoxifying shampoo perfect for oily scalp and hair. The jelly texture of the shampoo made it easy to apply and lather into my hair, I can pass the wash on a next day , cuz my hair is not too greasy, Also this built in scrubber itu2019s great idea , never seen before any other product."
        },
        {
            "review_title": "Great daily clarifying shampoo for oily hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "As someone with straight but greasy & dyed hair, this shampoo is perfectly clarifying without being stripping and leaves my hair feeling and looking refreshed! Itu2019s a pretty thick formula which makes it super easy to lather in my hands. I like that the shampoo has microbeads in it to help with some scalp exfoliation and really making sure it scrubs deep throughout my hair. It almost has a minty scent to it, but itu2019s not overpowering or offensive. Itu2019s great that you can twist the dispenser open or closed to avoid any leakage, and it does come with a scalp scrubber at the end to give extra lathering power. Iu2019m sharing photos of my second day hair pre and post-wash. Itu2019s clear that this shampoo does a great job cleaning my hair but still giving it that hydrated look and feel to it, so I feel comfortable using it a couple times a week to keep my oil at bay!"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "I love this scalp detox jelly cleansing clarifying shampoo because it feels overall really nice on your scalp and I feel like it helps with my dry scalp and dandruff to just clear out my scalp! Would recommend"
        },
        {
            "review_title": "2in1 scalp care!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "First off, the packing of this shampoo is adorable!! The scrubber top is innovative and cuts down on multiple large bath products in my shower. Iu2019m a huge fan of scalp cleansing products because I tend to get scalp irritation and product building and this does a great job soothing my scalp while also clarifying my hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This Scalp Detox Jelly Cleanser Clarifying Shampoo  is amazing!After using this Scalp Detox Jelly Cleanser Clarifying Shampoo , my scalp feels so refreshed and less oily . I love the fact that it comes with a built in scalp scrubber and the unique packaging . I highly recommend getting this shampoo!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Porcelain skin tone, Combination skin",
            "review_text": "First and foremost, I love the smell of this. It's very fresh and clean. I've been using it at least once a week and it really helps prevent my hair from getting too greasy. It helps decrease the amount of days I have to wash."
        },
        {
            "review_title": "This is NEXT LEVEL!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I am absolutely obsessed with this clarifying shampoo! It is unlike any other clarifying shampoo that I have ever tried because it offers a massage feature within the shampoo container itself. This allows for the product to fully penetrate the scalp and cleans it of all oils and buildup. I absolutely absolutely love this product and continue to use it weekly."
        },
        {
            "review_title": "wow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This clarifying shampoo effectively removes product buildup, excess oil, and impurities without stripping my hair of essential moisture. After using it, my scalp felt refreshed and clean, and my hair had a nice bounce to it. However, it's worth noting that it definitely feels more like a treatment than an everyday shampoo, as it can be a little drying with frequent use."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "my hair gets greasy really fast and i do use a lot of products for styling through each hair wash cycle, so i need a good hair detox shampoo and this is it for me. my hair feels so much cleaner and cleansed after using it. i couldnu2019t recommend this product more!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I love this! My scalp feels so clean after using the scalp detox jelly cleanser clarifying shampoo!! My hair felt so much lighter afterwards and my products definitely felt like they absorbed better after using it!"
        },
        {
            "review_title": "I love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Love this hair mask, itu2019s so good and the formula sits and soaks into my hair as if it were a much more expensive product! Iu2019m truly impressed and will definitely be repurchasing. My dandruff has even gone!"
        },
        {
            "review_title": "Helps get rid of buildup",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I suffer from seborrheic dermatitis and my scalp gets buildup and feels dirty. This shampoo comes with a tool/brush that gets rid of the buildup. I use it about once a week/two weeks to get rid of buildup."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This scalp detox jelly cleanser worked amazing! I have fine hair and it always gets greasy by the next day but when I started using the cleanser I did not notice grease by day 2 and I didnu2019t have to use dry shampoo. The smell is amazing and I love the feeling of it on my scalp."
        },
        {
            "review_title": "I like the concept",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I love the concept of this product, but itu2019s more difficult for me to use the scrubber part. I have a separate head scrubber that I currently use and itu2019s much easier to grip. The shampoo does smell very good and leaves my hair feeling silky."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Such a great shampoo! It lathers well and is easy to use. The massager is great to get in There. It makes my scalp feel completely clean without drying it out. I usually have to shampoo every two days, but I donu2019t feel greasy on day two with this"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is a great detox shampoo to get your scalp and hair squeaky clean. I loved the massage brush cap. It is so easy to use. It makes my scalp feel minty fresh and a little tingly, so I knew it was clean. Running my hands over my roots, I could feel the hair stripped of all moisture and oil though, so Iu2019m not sure how everyoneu2019s hair type would do with that. I have oily roots and thick wavy hair so this worked great for me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "AAVRANI Scalp Detox Jelly Cleanser Clarifying Shampoo is a scalp savior! It deeply cleanses and removes buildup without stripping my hair. My scalp feels refreshed and balanced, and my hair looks healthier and more vibrant. Perfect for a clean, invigorated scalp!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "My hair really needed this and works! I love the jelly shampoo texture with the built in scrubber which makes it easier to detoxify the scalp. My hair and scalp feels refreshed after I used it. I have this on rotation every week!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "The Scalp Detox Jelly Cleanser Clarifying Shampoo from Aavrani is so good for my scalp!  This has really helped to reduce and clear up much of the product build up that my hair has been dealing with in recent times.  My hair and scalp feel so clean and hydrated."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I loved trying this product. It is something that I have never used or tried and I was not disappointed. My hair and scalp felt clean and showed no buildup. After using i noticed a decrease in flakes in my scalp."
        },
        {
            "review_title": "Great project !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This shampoo is great. It leaves my scalp clean and I donu2019t have to wash my hair every second day. It doesnu2019t have strong scent  and it work great for me. Very happy with this product and will definitely use it in future"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Such innovating design! I have a silicon scalp scrub but sometimes I'm too lazy to use it. The shampoo is not only refreshing for the scalp but it also comes with the scrub which makes sure my hair and scalp is clean. The screw also is smarktly included to that no product would leak. Really like this product as a whole."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I tried the scalp detox jelly cleanser clarifying shampoo and really like it. It has a nice soft scent & it has a gentle tingle while washing. It lathers really good and has dissolving beads that help exfoliate my scalp. I donu2019t care for the built in scrubber on the end of the shampoo tube, itu2019s too small and bulky trying to use it. I feel my normal scrubber works better and is easier to handle. I do feel like it helps clean my wavy/curly hair and scalp. @aavrani"
        },
        {
            "review_title": "Perfect for thick hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love how clean and soft this shampoo leaves my scalp and hair feeling especially after just one use. The shampoo feels very gentle and cleansing without being overly stripping to my curly hair. My hair looks and feels smooth and shiny after each use!!"
        },
        {
            "review_title": "Great detox",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I love a good detoxing shampoo. I get build up sometimes on my scalp and being able to use a shampoo that has a built in brush is so convenient. The package is perfect. And my scalp feels so clean after using this shampoo. It really helps to eliminate that build up."
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I like this jelly cleanser a lot. It left my hair and scalp feeling really clean. My hair felt very soft and bouncy. It has a distinct smell but it's not too strong and doesn't stay in your hair. But I love how clean my scalp feels. The rubber bristles are a little hard to use. I wish you could easliy take to cap off."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I have oily thick hair that gets difficult to wash sometimes so every week or so I like to do a scalp detox. i have been trying to find the perfect product on the market and this clarifying shampoo might be one of the best ones ive found! leaves my hair feeling super clean and also super soft."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Combination skin",
            "review_text": "I have very thick/ wavy hair that I only wash once a week so during wash days Iu2019m really picky with the products I use to help remove buildup and most importantly dry spots. This product did a great job at exfoliating all my dry spots and removing the buildup. Itu2019s truly like no other product Iu2019ve seen!!  Itu2019s a two in one product with the scalp exfoliater tool attached to the bottom of the cleanser. I use this product as a replacement of my shampoo. The microbeads inside really helped scrub the scalp and leave my scalp squeaky clean which I canu2019t say that when I use other products but this product actually does work and I will continue to use it and repurchase, the smell is great too!!"
        },
        {
            "review_title": "Amazing clean",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "The Scalp Detox Jelly Cleanser by AAVRANI is your ultimate solution for a refreshed, balanced scalp. This clarifying shampoo deeply cleanses, removing impurities and buildup without stripping away natural oils. Its jelly texture transforms into a rich lather, providing a soothing and invigorating experience that leaves your hair feeling soft, revitalized, and full of life. Infused with nourishing ingredients, it helps to rebalance the scalp, promoting healthy hair growth while preventing dryness and irritation. Ideal for all hair types, this detoxifying cleanser is the perfect addition to your hair care routine."
        },
        {
            "review_title": "Refreshing and clarifying!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Scalp care is something thatu2019s been important to me as someone who does a wash routine once a week. I love the packaging of this shampoo, itu2019s perfect for massaging in the product. I have dry hair so having a clarifying shampoo that doesnu2019t strip my hair of moisture while deeply cleansing has been extremely helpful. After rinsing out the product my scalp felt so refreshing and my hair looked shiny. I 100 percent recommend!"
        },
        {
            "review_title": "Must Have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Super gentle clarifying shampoo! I love the applicator that helps massage my scalp and apply the jelly and the micro vitamin beads into it! Smells great! My hair feels super clean and lightweight after I am done washing it! Definitely a must have for me! Highly recommended!"
        },
        {
            "review_title": "Great addition to my routine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The Scalp Jelly Cleanser Shampoo with its built-in massager applicator is a standout product for anyone looking to elevate their haircare routine. The jelly texture is both hydrating and effective at cleansing the scalp, while the massager applicator provides a soothing, invigorating massage that helps to evenly distribute the product and stimulate circulation. This thoughtful design enhances the cleansing experience, leaving your scalp feeling refreshed and revitalized. It's a great way to combine deep cleansing with a relaxing massage, promoting a healthier scalp and more vibrant hair."
        },
        {
            "review_title": "Smart",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I think I like to use this detox scalp cleanser from Aavrani. My hair is fine and my scalp is quite oily. I find the capsules with vitamin E to be gentle and have a pleasant smell and texture, and they dissolve quickly, which is extremely important to me. The package comes with unique benefits, such as a built-in scalp scrubber that aids in foaming up the product and deeply exfoliating your scalp."
        },
        {
            "review_title": "Super scalp shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "This shampoo is such a great concept with the scalp massage attached! I saw a huge difference in the health of my hair after just a few uses. I would highly recommend this item. Iu2019m impressed and satisfied."
        },
        {
            "review_title": "Nice Scalp Detox Shampoo!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I tried the Scalp Detox Jelly Cleanser and I liked it. It has little exfoliating beads in it to help clarify your scalp, as well as a nubby brush on the tube to use as a gentle exfoliater. The scent is fresh, and Iu2019m happy to use this once or twice a week for a good detox."
        },
        {
            "review_title": "Clarifying",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I always suffered from itchy scalp and product buildup. Thanks to this product that my scalp is so much cleaner and better now. It comes with a scrubber attached which is the best thing ever as it distributes the product while also giving a gentle massage."
        },
        {
            "review_title": "Great shampoo and massager!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "After using this detox shampoo my hair and scalp felt amazing. I think for me it was definitely the scalp, I have t had a replenish in quite some time and this really did the trick. The massager was a great addition, I enjoyed using it with the shampoo. Great combo!"
        },
        {
            "review_title": "Squeaky clean hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This cleanser has a super interesting texture, including micro beads for exfoliating. I was a little unsure about the scrub attachment at first, but it actually does make a positive difference for application.  My hair felt squeaky clean - in a good way - after giving myself a good scalp scrub.  Would recommend for thick, wavy hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This detox scalp jelly cleanses my hair and scalp so well. The vitamin E beads are so nostalgic and kind of fun while providing hydration to the scalp. The soft silicone scalp scrubber is also a plus! It gently exfoliates my scalp and is also a nice little massage. Overall, really like this one!"
        },
        {
            "review_title": "I like it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I received this product for free in exchange for my honest review.  I like how clean my scalp feels after using this product. Clean but not too stripping to make the scalp dry. My hair feels healthy and soft."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I received this shampoo free of cost in exchange for my honest review. I like that the cap of this has a scalp massager built in but I prefer my own separate scalp massager as itu2019s more convenient. the shampoo is good at clarifying."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "The AAVRANI Scalp Detox Jelly Cleanser is a luxurious, effective product that elevates scalp care with its unique jelly-like texture and high-quality ingredients. It applies smoothly, offering a lightweight yet thorough cleanse that removes buildup, excess oil, and pollutants without weighing down hair or causing irritation. The inclusion of tea tree oil, peppermint, and other natural extracts not only detoxifies but also provides a cooling, invigorating sensation, complemented by a subtle herbal and minty fragrance. Regular use noticeably improves scalp health, reducing flakiness and itching while leaving hair lighter and shinier. The product's sleek, easy-to-use packaging reflects AAVRANIu2019s commitment to quality and style, making it a highly recommended addition to any hair care routine focused on maintaining a healthy, rejuvenated scalp."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
            "review_text": "I recently tried this wonderful Scalp Detox Jelly Cleanser Clarifying shampoo and I loved the scent first of all. I loved the ingredients because it really cleanses my scalp and moisturizes my hair. It makes me feel super clean. It also come with the scalp massager brush like. I really recommend it."
        },
        {
            "review_title": "Scalp Clean and Refreshed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "AAVRANI's Scalp Detox Jelly Cleanser was a miracle for my scalp. I have a dry scalp that just holds on to build-up. The built in massager truly helped stimulate my scalp. Nozzle was easy to open and close which is nice and mess free. The scent is phenomenal and my scalp felt absolutely fresh and clean. No double shampooing for me, took my build-up in one go. I highly reccomend!"
        },
        {
            "review_title": "So refreshing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I have fine, thin hair and my roots tend to get oily quickly, which makes my hair flat looking after a day. This is a nice shampoo that helps to really clean my scalp, getting rid of oil, impurities and buildup. Itu2019s a gel texture shampoo with vitamin e beads that breakdown as you massage into your scalp and hair, with a fresh mint fragrance. The scalp massaging tip is a nice addition, the bristles are soft and flexible providing nice stimulation to my scalp. My scalp and hair feel clean after using, giving my hair body and shine."
        },
        {
            "review_title": "Interesting",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "What a cool new product. I love the idea of this and the built in applicator. The beads are a little off putting and I was worried they might not fully wash out but it was fine. My hair felt nice after using and Iu2019m pretty sure it helped get rid of build up. What I like most about this product is that it is clean ingredients."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes",
            "review_text": "I absolutely love the scalp, detox, jelly cleanser, clarifying shampoo. I think that it works really well. The applicator and the packaging is super cute. I would highly recommend all my family and friends. Itu2019s very useful."
        },
        {
            "review_title": "Gentle and effective!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "The Aavrani Scalp Detox Jelly Cleanser with lotus and glycolic acid is a standout product for anyone looking to elevate their scalp care routine. As someone who uses a lot of hair products on a daily basis, I was excited to try this product. My first impression was that this product has a wonderfully clean herbal scent. It lingers throughout the day, but it isnu2019t overpowering at all. Its unique jelly texture feels incredibly refreshing and lightweight on the scalp, effectively cleansing without stripping away essential oils. The inclusion of glycolic acid gently exfoliates, helping to remove buildup and dead skin cells, while the lotus extract soothes and hydrates. I really liked the built-in scalp scrubber! It is made of soft silicone and is super gentle and effective. After use, my scalp feels clean, balanced, and invigorated. This cleanser has transformed my hair care regimen, and I plan to continue using this at least once a week. Highly recommended for those seeking a deep, yet gentle, scalp treatment."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Jelly cleanser clarifying shampoo. I have long, color treated hair and this works great for me. It removes product build up, and leaves my hair feeling refreshed and clean. The scrubber is great as well."
        },
        {
            "review_title": "No More Pre-Cleanse or Double Shampooing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I have an oily itchy scalp that produces dandruff. I'm pleasantly surprised at how well this clarifying shampoo worked to clear the build up in my hair. Typically I have to use a pre cleanse and double shampoo, but just one shampoo wash with this scalp detox did the job. I came out of the shower gunk and itch free. This product does have microbeads in it, but they didn't get stuck in my curly hair. I felt that the comb/massager attachment had too short of teeth to really work the product into my scalp, so I don't care for that feature on the bottle. And it lathered nicely on its own without additional work. The shampoo itself is nice and worked well, I'll continue using it!"
        },
        {
            "review_title": "So innovative",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This Aavrani scalp detox jelly cleanser is such an innovative hair product. I really like the silicone hair scrubber attached to the end of the shampoo bottle. There's a twisting mechanism that does a great job turning the product off so nothing can drip out and on when you need to squeeze out some product. I can easily get behind my ears with this silicone scrubber, it's just a great product with a nice minty fresh smell to it."
        },
        {
            "review_title": "The best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This is sooo good. I have really oil hair from buildup and this got everyhting out . Usually when I style my hair, my hair still feels oily. My hair felt soo clean, I also like that it included the silicone brush!! Highly recommend."
        },
        {
            "review_title": "Fresh Hair Don't Care",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Oily skin",
            "review_text": "My hair is  long, thick, curly/wavy,  and it also gets frizzy, and oily within 2 days of washing my hair.  So when I discovered this scalp detox jelly cleanser i was so  excited to try it. It really washed away all that build up I had in my scalp and hair. And know my hair feels so fresh and clean.  I love the tip of this product, it's has an mini shampoo brush on which is a plus"
        },
        {
            "review_title": "Not for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I receive something in exchange for this post. So I use this the other day. I was surprised when I first opened it as it has a built in massager like on the nozzle. The consistency is great and it smells like saloon shampoo. However, this makes my hair dry and stiff after I dried my hair, it wasnu2019t what I expected. Although, my hair felt clean but this just donu2019t work for me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I really enjoyed this product, the sleek packaging was nice. The fact that it had a scalp scrubber attached to the shampoo bottle was a genius idea! I have general scalp issues so this really helped with flakes and dry patches on my scalp. Left it feeling very moisturized on my scalp and my hair was super soft and shiny"
        },
        {
            "review_title": "Grab it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Thank you AAVRANI! I appreciate clean ingredients in my haircare!  Iu2019m glad this clarifying shampoo is color safe, pregnancy safe, cruelty free, for all hair types, and science backed! I love the clarifying shampoo! It feels minty and refreshing. It feels like Iu2019m in a spa when I use this product. I legit want to soak my body in this shampoo! I just wish the nozzle was removable so I can do a better job exfoliating my scalp. I appreciate the feature of closing and opening the shampoo. My hair looks fuller and healthier. My scalp doesnu2019t itch either.  I love the scent of lotus. I appreciate the ingredients and canu2019t wait to try out more products from this company."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Oily skin",
            "review_text": "I really liked it because from the first day I felt my scalp cleaner and more hydrated. Its packaging with a brush helps to apply the product easily. I really recommend it a lot The aroma is incredible"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "This scalp detox is amazing! I love the applicator and how itu2019s helps stimulate scalp and decrease buildup. It worked great for helping my scalp and hair feel so clean and refreshed. It removed dandruff and buildup after one use! I highly recommend this product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "I love this product so much! It helps my hair and scalp look and feel so clean and healthy. I highly recommend this product for anyone looking to detox their scalp and get rid of any buildup and dead skin."
        },
        {
            "review_title": "Perfect for scalp build-up",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Over the past couple of years I have fallen in love with clarifying shampoos. So I was super excited to try this one. First, the box packaging is beautiful! I love the colorful patterns and it compliments the product color well. The overall bottle is huge. Plenty of product for many uses. I have thin wavy hair and so I look for clarifying shampoos to help revive my waves. The product smell is light but pleasant. The texture feels good and has some dissolving pearls mixed throughout. Unfortunately I'm not the biggest fan of products with dissolving pearls, but overall still liked this product. Pro tip is to make sure to twist the cap to the off position when done. I'm conflicted on my feelings about the scrubber being attached to the bottle. Overall, I really like the scrub part, I felt like it was small enough to provide a good massage. However, it was a bit difficult and bulky to use since you had to move the whole bottle when scrubbing your head. But overall the shampoo worked very well."
        },
        {
            "review_title": "LOVE this product SO MUCH",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Normal skin",
            "review_text": "I work in a restaurant and am required to keep my hair in a tight bun, with lots of product to keep it held in place so it tends to wreak havoc on my scalp. This detoxifying jelly cleanser is so satisfying!! I have been using a scalp scrubber for a few years now, but I really like the built in, softer bristles of this one. The shampoo has little exfoliating beads that don't get stuck in my hair at all (I was worried about that at first). It's interesting to me that it feels mentholated, but doesn't smell that way. After washing, my scalp can breathe! I love love love the way this makes me feel! It used to be that on my days off, my hair would be flat and miserable because of all the days in a bun, but the amount of frizz-free volume this gives my hair is INCREDIBLE. Amazed doesn't come close to how I feel. I am beyond excited to wash my hair now! 10/10 would recommend."
        },
        {
            "review_title": "A must have for flaky scalp",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "i tried this product out today off the bat what i can say is that this thing is HUGEEE! i didn't expect it to me this big. I also love how soft the massage part is, usually their so hard that they make u have hair fall but this was great"
        },
        {
            "review_title": "Great shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I love these scalp detox jelly cleanser clarifying shampoo! What made me really want to get this product was the unique applicator - I love that is massages your scalp when you use it! This shampoo is clarifying without being stripping and leaves my hair feeling clean and nourished. I would recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Love how this cleanser makes my scalp feel really clean and fresh. Itu2019s got a great smell too so I love how my hair smells after. Makes the texture a lot softer and smoother. Also leaves my hair feeling more conditioned"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "The scalp detox jelly cleanser clarifying shampoo is actually the best! I use it right before I shampoo my hair and use the little scrub brush to really massage my scalp! The little beads help to exfoliate and it feels so clean after you rinse! Love it!"
        },
        {
            "review_title": "The GOAT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I have never tried AAVRANI before but this has made me fall complete head over heels for this brand. This was by far the BEST scalp detoxifying shampoo I have ever used. I have used a lot due to my oily hair type. It smells SO good, fresh but light floral but not heavy at all- the lotus flower is very light but very very fresh. It has tiny little microbes in it to help exfoliate the scalp but there actually filled with vitamin E. So as itu2019s exfoliating itu2019s also nourishing the scalp. The jelly texture literally felt like I was getting a spa treatment and it lathered so wellu2026 My hair literally stayed clean for 5 days with no wash, this has glycolic acid as well to Get rid of product build up and thatu2019s the first thing I noticed was my hair felt SO much lighter. I literally am going to try everything that this brand makes ! 100/10 product!"
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I tried this new Cleanser, and it's amazing! This shampoo is gentle but really effective. It dissolves quickly, giving my scalp a burst of hydration, while the glycolic acid helps clean away all the buildup and excess oil. After just one wash, my hair and scalp felt super clean and refreshed, with a light, fresh scent thatu2019s calming. I also noticed less oil between washes. The built in scalp scrubber in the packaging is a great touch it helps exfoliate and spread the product evenly. My scalp feels healthier, and my hair looks and feels stronger."
        },
        {
            "review_title": "cleaned hair really good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "The jelly texture is refreshing and easy to apply. It feels like a spa treatment for my scalp! After massaging it in, I could feel the product working to lift away the buildup and dead skin. My scalp felt incredibly clean and invigorated without any irritation. Itu2019s a game-changer for anyone struggling with oily scalp or product residue. Highly recommend it for a deep cleanse thatu2019s both effective and gentle. My scalp feels healthier, and my hair looks cleaner and more vibrant. If you're looking for a thorough cleanse and reset for your hair, give this product a try."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I have blonde highlighted hair with extensions, so I have to be particular with what I use on my hair - especially when it comes to clarifying.  This works perfectly!  It allows me to strip out days of dry shampoo while not stripping out all of my moisture."
        },
        {
            "review_title": "Very Effective at getting scalp clean!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This scalp detox exceeded my expectations. I think the scalp scrubber that is attached to the bottle is such a nice and unique touch, it was easy to hold and use and made it feel like I was getting a scalp detox at a salon or something. The scent of the shampoo was so pleasant and clean. Overall my scalp feels much cleaner, and this also looks aesthetically pleasing in my routine."
        },
        {
            "review_title": "Clean refreshed scalp",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Medium skin tone, Combination skin",
            "review_text": "The Avvrani Scalp Detox Jelly Cleanser was gifted complimentary by Avvrani. I love how this detox cleanser left my scalp feeling refreshed and clean. The lotus and glycolic acid gently removed the impurities on my scalp, leaving it clean, refreshed and hydrated. I love the design of this bottle with the built in brush helps massage the cleanser directly onto the scalp. Definitely recommend."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This might just be my new go to clarifying shampoo. Iu2019ve been using the ouai one for years but this did such a great job! I have hair thatu2019s on the thinner side and thatu2019s quite long and this felt so fresh on the scalp. I will say when using the massaging tip it was a bit awkward with the length of the bottle but nevertheless Iu2019ll definitely keep using! The smell was quite minty and felt invigorating on the scalp. No more dry scalp for me!"
        },
        {
            "review_title": "love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I absolutely love this detox shampoo. it makes my scalp feel so soft and smooth with just one use: it smells good and it he packaging and bottle is convenient and easy to use. makes my hair feel so clean"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "Perfect for my dry flakey scalp. I love the ingredients in here to help get rid of dandruff and the applicator is so cool and helps you really get in there and get a good scalp massage. Great addition to my wash days"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I love this clarifying shampoo. I use oils in my Hair everyday. So I get a lot of buildup in it. It feels so good on my scalp. I love that it makes all of the crap just disintegrate from my hair. Itu2019s so nice."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I love this product! I really enjoyed the head massager thatu2019s on the top. Itu2019s a little awkward to hold the whole thing though. My hair felt super clean after using this shampoo. It lathers really good as well."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "I have super greasy hair and this works wonders for my hair i absolutely love using it. It helps get rid of build up and makes my hair feel light and smooth! I would definitely recommend and repurchase!"
        },
        {
            "review_title": "New staple shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I love this stuff. My scalp is oily enough and I use enough styling product that I basically always want a deep clean when I shampoo every other day or so. I like how this has its own massaging applicator. It gives a really clean clean, but does not leave your hair feeling completely stripped. Itu2019s a big bottle as well. And I love the scent, so refreshing."
        },
        {
            "review_title": "Clean fresh scalp!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "My hair hasnu2019t looked this fresh in FOREVER!! I have thin hair that gets oily after 6-12 hours. It required me to wash my hair quite often. After using this, my scalp felt so clean and fresh. I was able to go 3-4 days without washing my hair, which is a lot for me! Recommend!"
        },
        {
            "review_title": "amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Combination skin",
            "review_text": "This shampoo is amazing!! I haven't washed my hair in 4-5 days and my scalp and hair felt so clean after one use. It did not dry out my hair, either. I followed up with a mask and my curls have never looked better."
        },
        {
            "review_title": "Cleansed my scalp really well",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This shampoo really cleanses my scalp well. I use a lot of hair products and this really helped clean the buildup on my scalp and made it squeaky clean. The smell is pleasant but not overpowering and the shampoo lathered up really well."
        },
        {
            "review_title": "Super hydrating!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This shampoo is super soothing to the scalp! I love it's unique applicator and that it helps stimulate movement/growth while the formula also works to do the same! My hair felt super smooth after using this and was super impressed with how hydrated it felt!"
        },
        {
            "review_title": "Helps with flakey scalp and oil control ud83dude4c",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I was super excited to try out this detox jelly shampoo, especially because the product packaging looked amazing! After using it three times, I definitely noticed a difference in my hair. It felt less flaky and much more refreshed. One of the standout features of this shampoo is the cooling effect it provides when youu2019re rubbing it into your scalp with a scalp massager. It feels really nice and soothing. However, there was one aspect I didnu2019t particularly care for: the built-in scalp massager on the bottle. Initially, I thought it would be a feature Iu2019d love, but I found that holding the entire bottle to exfoliate my scalp was a bit tricky. I just ended up using my own scalp massager instead. For the amount youu2019re getting at the price point, this is definitely a great product. If you tend to have a super flaky scalp and struggle with oil control, this shampoo can really help. Despite the minor issue with the built-in massager, I still think itu2019s worth trying out! ud83dudc99"
        },
        {
            "review_title": "The perfect product for a weekly detox!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "AAVRANI really did this girl with dry scalp a favor with their jelly cleanser clarifying shampoo. Itu2019s got scrubby beads to get a deep clean in your scalp and a scalp brush head for even more exfoliation. My hair was incredibly light and bouncy after using this! It felt like my scalp could actually breathe and it removed virtually all product residue from my hair. This is a must have for a once or twice a week reset!"
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love this stuff itu2019s so life changing! My scalp is always giving me trouble but this is the thing that has really changed my scalp health. You must get this if youu2019re in need of help. I love it so much"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I use this a lot as a regular shampoo and love it. Hair feels super clean but not dried out at all. Most shampoos open the cuticle too much to cleanse the hair (unnecessary) and then blow drying takes forever. This does not do that! I only use it with the hydrating masque and it is the perfect conditioner to pair it with"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "This works pretty well in my fine hair. Iu2019ve had trouble with other scout products actually reaching my scalp, but this one is very easy. Itu2019s soothing and helps break up the dry itchy dandruff flakes."
        },
        {
            "review_title": "Game changer for oily hair.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "With my hair being a combination or oily and dry, this product has been a life saver. Before using this product I would have small flakes of dead skin on my scalp but after using this detox shampoo, it has completely transformed my scalp and hair, causing it to be smooth, hydrated, and less oily than before, allowing me to go longer without having to wash my hair!"
        },
        {
            "review_title": "Wow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "Wow! Such a real true deep clean for my scalp! Made my hair feel fresh and made my scalp feel nourished! Absolutely loved the massage top built in for easy use! Will definitely be adding to my weekly routine!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is such a really interesting product and Iu2019m so glad I got to try it! I love the application wand they have and the way it scrubs my hair when I apply it. I really feel my hair feeling squeaky clean."
        }
    ]
}