{
	"product_id": "145",
	"name": "Vitamin Enriched Eye Base Primer & Moisturizer with Hyaluronic Acid",
	"brand": "Bobbi Brown",
	"categories": "Skincare, Eye Care, Eye Creams & Treatments",
	"price": 85.0,
	"about": "What it is: Bobbi Brown's #1 face moisturizer and primer, now for under eyes. This all-in-one undereye primer wakes up eyes by hydrating, plumping and brightening...Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Dryness and Fine Lines and Wrinkles..Formulation: Lightweight Cream..Highlighted Ingredients:.- Vitamin A: Helps smooth fine lines around the eyes.- Vitamin E: Helps provide antioxidant benefits.- Caffeine: Helps reduce puffiness under the eye area over time.Ingredient Callouts: Free of sulfates SLS and SLES, parabens, and phthalates. This product is also gluten-free. What Else You Need to Know: A nutrient-rich eye cream and undereye primer that moisturizes and plumps to soften the look of fine lines while leaving skin with a concealer-gripping finish. Like an undereye multivitamin, a nourishing vitamin blend (vitamins B3, B5, B6, B9, B12, plus sodium hyaluronate and shea butter) brightens, awakens and replenishes the undereye area.",
	"ingredients": "-Sodium Hyaluronate.-Shea Butter ..Water\Aqua\Eau, Dimethicone, Bis-Diglyceryl Polyacyladipate-2, Butylene Glycol, Ppg-2 Myristyl Ether Propionate, Cetyl Alcohol, Peg-40 Stearate, Butyrospermum Parkii (Shea) Butter, Rhodochrosite Extract, Ascorbyl Glucoside, Squalane, Trisiloxane, Glyceryl Stearate, Sorbitan Stearate, Epilobium Angustifolium Flower\Leaf\Stem Extract, Yeast Extract\Faex\Extrait De Levure, Daucus Carota Sativa (Carrot) Root Extract, Spinacia Oleracea (Spinach) Leaf Extract, Vaccinium Angustifolium (Blueberry) Fruit Extract, Brassica Oleracea Italica (Broccoli) Extract, Algae Extract, Beta-Carotene, Sodium Hyaluronate, Tocopheryl Acetate, Panthenol, Magnesium Ascorbyl Phosphate, Caffeine, Folic Acid, Pyridoxine Dipalmitate, Cyanocobalamin, Niacinamide, Retinyl Palmitate, Phytosphingosine, Fragrance (Parfum), Glycerin, Caprylyl Glycol, Methyl Glucose Sesquistearate, Dimethicone Crosspolymer, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Carbomer, Peg-20 Methyl Glucose Sesquistearate, C12-15 Alkyl Ethylhexanoate, Tetrasodium Edta, Sodium Hydroxide, Limonene, Citronellol, Geraniol, Linalool, Bht, Sorbic Acid, Chlorphenesin, Phenoxyethanol...Please be aware that ingredient lists may change or vary from time to time. Please refer to the ingredient list on the product package you receive for the most up to date list of ingredients.",
	"how_to_use": "Suggested Usage:.-&nbsp;After your morning cleansing routine, gently apply eye primer moisturizer to undereyes with fingers using a gentle patting motion.&nbsp; &nbsp;&nbsp;",
	"num_reviews": 341,
	"overall_rating": 4.6,
	"product_url": "https://www.sephora.com/ca/en/product/bobbi-brown-vitamin-enriched-eye-base-P462339?skuId=2367845&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2367845-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "I'm Impressed!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Porcelain skin tone, Dry skin",
			"review_text": "I have tried every under eye product there is.  I've tried ones for aging and ones that claim to stop creasing.  None of them do the job.  EXCEPT this one.  It's next to impossible to find a moisturizing primer that will keep my concealer from creasing and looking caked.  Yes this primer is expensive, but you won't be disappointed - it's the best there is.  I needed less concealer than before - literally a micro drop - that glided on like butter & stayed put all day and into the evening."
		},
		{
			"review_title": "Seriously disappointed...",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Because of my age , I have to really moisturize the area around my eyes to prevent concealer from highlighting my lovely creases (ok, wrinkles). I thought this would be perfect since it's supposed to do double duty as a moisturizer AND base primer. I was so bummed out when I used it for the first time because it wasn't even mildly moisturizing. I gave it a week just to make surel the first try wasn't a dry day thing. Once I applied it to skin it almost felt as if it were drying the area more and the liquid concealer I use caked right up on it.  Honestly, it didn't even feel like a moisturizer coming out of the jar?? If I didn't buy it new from Sephora, I would have sworn it was an old product because it was so firm in the jar, not at all creamy.   Anyhow, unless I did get an expired product somehow, I wouldn't suggest this for anyone of a certain age concerned with creases."
		},
		{
			"review_title": "I love using mine!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Medium skin tone, Normal skin",
			"review_text": "I love this innovative beauty gadget! It's the best thing invented since sliced bread y'all! What if I told you that I found the fountain of youth, would you believe me then! Well listen up to all the wonderful benefits this has! Theraface depuffing  wand is good for decreasing puffiness, it's great for enhancing radiance to your skins complexion, and the best part it helps to reduce dark circles! It's clinically proven to give you the best benefits possible. It has cold therapy which is one of my favorite features. It has heat therapy which I also that was fantastic! It's great for on the go treatments and guess what it's dermatologist approved. And US FDA registered. Wow now thats a lot of information to pack in yes I know. But beauty is skin deep and we all want flawless skin, right! The refreshing cold treatment has been helping with my puffiness, and reducing my dark circles and sculpts my face. It's rejuvenating heat encourages circulation and lymphatic drainage, and enhancing my skins radiance! My skin has already began to improve with just a few uses I can definitely tell I been using it. With continued use I'm excited to see what results this will help improve my skins texture and appearance. It's portable  and lightweight so I can travel with it easy. It's been helping to depuff and give me a beautiful glow every time. Theraface is all that and more gals and guys. It's perfect for everyone. It can be our little beauty secret."
		},
		{
			"review_title": "Not for sensitive eyes",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Combination skin",
			"review_text": "If your eyes are at all sensitive avoid this product. I received a sample and it caused my eyes to water and burn like crazy. One day later and about half a bottle of eye drops it still burns. I’ll never understand why so many companies put fragrance in eye creams."
		},
		{
			"review_title": "Excellent Undereye Moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is the most luxurious eye cream I've used. My mature undereye lines appeared to lessen and remained so even after hours of wear."
		},
		{
			"review_title": "Totally my thing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "My fav eye cream with the jumbo size primer + moisturizer of this. It works so well with my super dry skin and I have always received compliments on my base"
		},
		{
			"review_title": "this is it gworls",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "this Pic says it all  I love this product I enjoy prepping my skin before makeup this just feels good"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Wow! I love the results of this moisturizer ! Don’t even have to use to much product to use so it will last you pretty long. Recommend if you want your dark eyes to disappear."
		},
		{
			"review_title": "Dry Undereyes SAVIOUR!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I initially wanted to not like this cream when I bought it during VIB in November 2023. I wanted to think it was overhyped and overpriced. I use Tretinoin on my face (not eyes) regularly and sometimes my eye area gets flakey from residue making its way to my eyes when I sleep. This makes it really hard for me to wear concealer as I have fine lines and dark circles so I'd rather not go out bare faced in that area, but it looks worse when it's flakey and with makeup. So I gave in and bought this cream. I use it day and night on my lids and under eye area. It absorbs quickly and you don't need a lot. I have not seen any flakiness since I started this cream (however I do not use any retinol eye cream under my eyes so keep this in mind). I apply this at night BEFORE my Tretinoin on my face and I find there is no Tret residue making its way to my eye area when I wake up so no flaking. It works really well with Haus Labs concealer, Hourglass, and Kosas. I still get SOME creasing but it's so minimal to what I'm used to. Also creasing is normal for a lot of people because of their texture so don't expect 100% filtered skin from any eye cream, but this one does help keeping my eye area from getting crusty dry/flakey, and makes my concealers look better and last longer than if I used no eye cream. It also does not pill under makeup but again, don't go heavy handed you don't need to. Also tried comparing it to the Biossance eye cream which is almost as popular, and this one wins by a long shot. The Biossance is too light and feels more like a gel, but I don't feel as moisturized at all"
		},
		{
			"review_title": "Must have for eye area dark circles,moisture.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I have been using this eye vitamin cream for 2 yrs. It helped me with dark circles and fines lines.And I’m an African American but a lighter skinned so you can see dark circles. And I use this everyday and I’ve seen a big difference since I’ve used it."
		},
		{
			"review_title": "The Perfect Eye Cream AND Under Eye Primer Exists!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "Perfect texture. Not to oily so my concealer stays put. Feels luxurious like it’s big sister - the Face Base."
		},
		{
			"review_title": "Love",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love this under eye primer. It’s such a plus that it doubles as an eye cream with vitamins. The texture is soo great I use it everyday even when I don’t apply makeup. It’s not sticky or uncomfortable. Recommend giving it a go. Offered by bobbibrowm"
		},
		{
			"review_title": "Smells Great, Works Okay, But Irritated Eyes",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I received this Vitamin Enriched Eye Base complimentary from Bobbi Brown in exchange for my honest review. In the container, the cream seems somewhat thick, making it difficult to get more than just a slight swipe of product off the top. However, this isn’t an issue as you only need a small amount of product for a full undereye application. Additionally, the product feels lightweight and creamy (not thick) during application. It also has a very pleasant floral/botanical scent to it. As much as I enjoy the scent though, I prefer to avoid having any fragrance in my products that I use near my eyes. Once applied, the cream seems to absorb well, although it does require some time before you can continue with your makeup. I did feel like it was moisturizing and provided some slight improvement in the appearance of my dark circles. When I applied concealer over too, I did feel like the makeup applied more smoothly and my concealer was more effective at providing coverage. However, it did seem like as I continued to wear it through the day, it started to feel and look drier. The main issue I had though was that it seemed to cause some eye irritation when I used it, especially if I used it by itself without anything on top. I experienced a lot of watering and tearing the first time I tried it by itself. As a result, that significantly impacts my rating. Others with sensitive eyes may also have trouble with this cream, but for those whose eyes are not bothered by the product, I think it’s a okay eye base, but a bit more expensive for what it is."
		},
		{
			"review_title": "Hydrating!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Oily skin",
			"review_text": "I received this complimentary from Bobbi Brown. Just like the moisturizer, this eye base has been a favorite of mine. First off, the packaging is a mini version of the moisturizer; sleek and with a twist off lid.  The consistency is creamy but very light weight and hydrating. Personally a little goes a long way with this product. It blends nicely under makeup and absorbs well without leaving any tacky residue. I do recommend waiting a few minutes before applying makeup because it does take a little time to fully absorb into the skin. It has little to no scent, personally didn’t seem like anything to me but others might not like it. I have combination skin and this worked well for me with hydration and bringing back that awake look under my eyes. Especially because it contains shea butter, a lot of different vitamin b’s, and of course vitamin c. Has really brightened and hydrated my under eyes."
		},
		{
			"review_title": "Nutrient rich",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "Bobby Brown did it again. This vitamin enriched eye base is worth it. It’s luxurious texture is wonderful. It’s formula contains all the necessary ingredients to make the skin around my eyes healthy. It has hyaluronic acid, shea butter, caffeine, Vitamins A,B3,C and E . My skin looks well rested, brighter and less puffy. It is also fast absorbing and works great with my concealer. It provides a seamless base. Perfect addition to my daily routine. Offered by Bobbibrown"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "offered by bobbibrown i have absolutely loved this product so much for my eye base and overall moisture it helps so much with depuffing and dark circles !!!!! i would highly reccomend this product for a glowy long lasting look !"
		},
		{
			"review_title": "This is great face cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Complimentary from Sephora I would say this face cream is amazing it’s very hydrating it’s not sticky and it’s very lightweight texture. I love that it has vitamin e in it one of the ingredients that I love is that vitamin e I highly recommend this cream"
		},
		{
			"review_title": "Great eye primer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This product is great for moisturizing and priming my eye. My eye looks smoother and eye makeup last a whole day. This will be my new go to base."
		},
		{
			"review_title": "Best undereye primer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "This product was gifted to me by Bobbi Brown in exchange of my honest opinion. I been using this undereye primer daily for a complete week and all I can say is where has this been all my life?? This product it’s amazing , it leaves my skin so smooth and my makeup looks amazing over it, it’s not heavy on my skin. I totally recommend this product!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "good moisturizing base for under the eyes and makes for a nice canvas for concealer especially for those with dry skin. But I don't have dry skin so I need to make sure the cream is fully absorbed and no residue left otherwise it creases the product I put on top. When I let it absorb first,  my under-eyes look great! Gifted by Bobbi Brown"
		},
		{
			"review_title": "luxurious eye cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "this was a great gentle eye base for me. luxuriously soothing under the eyes. i have fairly sensitive skin but this didn’t irritate them at all. laid beautifully under concealer and extended the longevity of my favorite concealer. i was gifted by bobbi brown but still wanted to give this a fair chance."
		},
		{
			"review_title": "Easy to absorb!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I was so happy that I grabbed this eye primer as gifted by Bobbi Brown. I have the face base primer already so it’s great to have them both! I like to apply a thin layer around eye area after skin care routine, it can help to moisturize my under eye skin but not too oil will damage the makeup. I will recommend this!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "Love this all in one eye base /eye cream that doing mutitask in one jar. It is super moisturizing with shea butter while anti aging with vitamins e and vitamine b. Lighted texture and light pleasant smell. Gifted by bobbibrown"
		},
		{
			"review_title": "Nice gentle moisturizer",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This is a very moisturizing under eye cream that keeps my sensitive eyes hydrated all day long. I love how it is gentle and long lasting. Bobbi Brown has a great reputation for moisturizing products. I love to use these products everyday under makeup. Gifted by Bobbi Brown."
		},
		{
			"review_title": "Great product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "The eye cream base is so useful and makes my eye makeup much more easier and keep the eye makeup keep longer. I started to use this eye cream base as soon as I got it and it’s been couple weeks and every time I use it, I just keep thinking how come I didn’t get it sooner! Definitely recommend it! It’s offered by Bobbi brown."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
			"review_text": "This is my first Bobbi Brown face product and it’s amazing! This cools my under eyes and definitely smooths out my under eye dryness. I think this is great for those that have dryness and cracking of under eye concealer! Gifted by BobbiBrown"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This eyecream gifted by bobbi brown has become my must have product while doing my skincare or makeup prep. This eye cream is so thick and nourishing. It applies and absorbs so well. Layers so good with makeup too. An amazing product"
		},
		{
			"review_title": "Must have product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I received this complimentary from Bobbi Brown and Skeeper in exchange for an honest review.  It is a facial moisturizer for the under eye area, it acts as a primer for concealer.  I have combination skin and according to my research, it is suitable for all skin types.  It absorbs extremely well and quickly into my skin.  I can feel a noticeable difference right after using it, my skin is softer and more moisturized.  It makes makeup work better on my skin.  I love how it really moisturizes my under eye area without feeling greasy.  I really love this product.  As someone who wears makeup every day, this is perfect for me.  This is the best foundation for any type of makeup application.  You don't have to worry about your eye makeup slipping off.  I absolutely love it and highly recommend it to everyone."
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "It works best for the girls with dark circles. It helps to smooth out the skin eo when the foundation is applied on it. It gives a fine look. This eyebase was offered by boobibrown and I completely love it."
		},
		{
			"review_title": "New favorite for everyday",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "A really beautiful and lush eye cream that’s going to help hydrate the eye before makeup application. It really makes a difference for my concealer since it’s hydrating the delicate skin around the eyes. It leaves a smooth canvas for concealer  and it helps it to not settle into the tiny fine lines. It absorbs quickly so I don’t have to wait too long for it to set since I do apply concealers and foundation on a daily basis.  This was gifted by Bobbi Brown."
		},
		{
			"review_title": "skincare infused primer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "Gifted by Bobbi brown the vitamin enriched eye base is a skincare infused primer specifically for the delicate eye area. Its creamy texture instantly hydrates and nourishes the skin. Giving you a smooth canvas for makeup application. It's formulated with blends of vitamin B,E,C along with shea butter. It's lightweight texture absorbs quickly leaving the skin feeling moisturized, refreshed, and rejuvenated. Wear alone for a natural refreshed look or as primer to enhance the longevity of eye makeup. It's must have addition to any skincare and makeup routine for those seeking hydration, protection and flawless makeup application."
		},
		{
			"review_title": "soo amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "gifted by bobbi brown. this is amazing - i knew how hydrating the formula is from the face moisturizer. my undereyes look amazing. its hydrating without weighing down my undereye, it helps my concealer go on flawlessly.. no clumping or creasing. i even feel like it lasts longer."
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Bobby Brown's Vitamin Enriched Eye Base is a game-changer for my makeup routine. Its lightweight formula hydrates and primes my delicate eye area, ensuring my concealer stays put all day. Packed with vitamins, it brightens and revitalizes, giving my eyes a refreshed look. A must-have for flawless, long-lasting makeup!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "I was gifted by Bobbi Brown their vitamin enriched eye base moisturizing undereye primer.  I really loved this product.  As a person that wears make-up on a daily basis this is perfect for me.  I love how it really moisturizes my undereye area.  It creates a smooth base for foundation and concealer. I really like how this eye base reduces my puffiness and look well rested even when I’m not! I love that. This I base includes hyaluronic acid, vitamin E, and caffeine. The best part? Is that it does not leave your under eye feeling greasy. This is The best base for any type of makeup application. You don’t have to worry about your eye make-up sliding off."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I don’t know why I don’t try it earlier. This eye cream is that good. Very moisturizing, especially during cold weather it’s a must have , but it absorbs quickly and is not heavy at all. And makeup sits perfectly on top"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "This lightweight priming moisturizer absorbs quickly and it isn't tacky. It is very hydrating, almost what I would consider plumping and it brightens my under eye area, which is a must for my dark circles. I feel it properly preps my eye area for make-up as well. A little goes a long way. Gifted by Bobbi Brown."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "This eye cream is full of vitamins. I get an instant boost of hydration when i apply it. I like applying it before makeup as well, it preps my under eyes and makes the makeup application so seamless. Gifted by bobbi brown."
		},
		{
			"review_title": "Awesome",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "So happy I got the Bobbi Brown Vitamin Enriched Eye Base!  I apply it after washing my face and put my concealer on and it goes on beautifully and  it doesn't crease. It's moisturizing and not greasy. It smooths and de-puffs my eye area. A little goes a long way. Love it! I receive this product complimentary from Bobbi Brown."
		},
		{
			"review_title": "Amazing eye-base cream!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "This eye-base is so good, it’s very hydrating but never greasy, It’s also vitamin-infused so it’s very nourishing, It’s smells just like the vitamin-enriched makeup base, very delicious, but not a strong scent just light beautiful scent, It also brightens the under-eyes and works perfectly under makeup… “gifted by mybobbibrown” in exchange for my honest review”"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "i love this vitamin enriched eye base gifted by Bobbi Brown! it is such an amazing eyw cream and base for your make up. my eyes feels so hydrated and my make up glides on flawlessly! i always use this before applying my make up"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "This eye base is excellent! It's the perfect under-eye primer ! It plumps, moisturizes, and smoothes my under-eye area, resulting in a flawless concealer application. I love this eye base's lightweight formula . I highly recommend getting this eye base! Complimentary from bobbibrown"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "As someone who struggles with tired eyes, this undereye primer has been a game-changer for me. Its hydrating and plumping effects instantly make me look more awake, while the lightweight texture ensures my concealer goes on smoothly. Over time, I've noticed a reduction in dark circles, thanks to the brightening vitamins. Definitely a must-have in my makeup routine! it‘s offered by bobbibrown"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I wasn’t sure if these primer would help with not only hydrating my under eyes but also with making my makeup not crease. I will say although my makeup still crease this primer has helped to reduce the amount. I was gifted by Bobbi Brown in exchange for my honest opinion."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This eye base is fantastic! It’s the perfect under-eye primer ! It smooths hydrates and plumps my under-eyes and gives my concealer a flawless and seamless application. I adore the lightweight formula of this eye base. I highly recommend getting this eye base! Gifted by bobbibrown"
		},
		{
			"review_title": "Great product with or without makeup",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I have dark circles and very thin skin under eyes. I always look out for a nourishing cream that is light and goes smoothly under make up.This cream instantly smooth out fine lines and prepare the eye area well. My concealer goes smoothly and only needs a little amount. What I like the most is it prevent creasing of products. It is highly moisturising and nourishing. I am loving my new find. This product was gifted to me complimentary."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I was gifted vitamin enriched eye primer base by Bobbi brown (one of my most fav brands). , this undereye primer is designed to provide multiple benefits for the eyes. It effectively hydrates and plumps the skin, while also brightening the undereye area and softening the appearance of fine lines. Despite its nourishing properties, the primer does not feel heavy on the skin and instead leaves a cushiony finish. It creates a smooth base that allows for easy and seamless application of corrector and concealer. Offered by Bobbi brown."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "This has a lightweight, thin consistency. I feel like it does a good job of moisturizing. Not sure if I’m misusing it, but I liked it more as a cream than a primer. I did like that it wasn’t greasy at all and didn’t cause any eye irritation.  Gifted by Bobbi Brown."
		},
		{
			"review_title": "Love it so much",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Normal skin",
			"review_text": "The Bobby Brown Eye Base is a game-changer for makeup enthusiasts. Its smooth application creates a flawless canvas, enhancing eyeshadow pigmentation and ensuring long-lasting wear without creasing or fading. Versatile and reliable, it's a must-have for any beauty routine.   I am so glad I was offered by Bobbi brown to try it out."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I have heard a lot of good reviews about this eye base and it doesn’t disappoint me. It’s very moisturizing and soothing. It makes my under eye areas brighter instantly. It can be used as a two step in one product. It is gifted by Bobbie Brown"
		},
		{
			"review_title": "Great eyelid primer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Gifted by Bobbi Brown in exchange for an honest review. This is a good primer for heavy eye makeup. I just don’t recommend it under your eyes as it makes the make up specifically the concealer, a little clumpy. My look lasted all day at work and when I went out for dinner the next day, I wore a very dramatic eye make up look at looked fantastic. Just not for under the eyes."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "Love love love this eye primer! I was gifted by Bobbi Brown and my skin soaks up this product. It’s hydrating and feels very lightweight on my face. I see a significant difference in my under eyes and this has become a must in my skincare and makeup routine!"
		},
		{
			"review_title": "In LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Such an amazing creme gifted by Bobbibrown!!!! I was never into eye creams like that but this definitely changes the game for me as it’s not too sticky and will leave your eyes feelings super moisturized"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
			"review_text": "this product makes your under eyes so soft and smooths out any lines, just be patient. it smells amazing and is always cold, it has a massager as well"
		},
		{
			"review_title": "Must try now!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I loved this eye base!!! It is so hydrating and my eyes have never felt better! Thank you gifted by bobbi brown! Left my eyes super soft and loved how it felt!!! I loved it thank you thank you!!! Try it out now!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
			"review_text": "The Vitamin Enriched Eye Base moisturizing primer is a versatile product that does more than just hydrate the skin. Acting as both a hydrator and a primer, it creates a smooth canvas for concealer and other eye makeup, ensuring a flawless application that lasts all day. Its lightweight formula is a standout feature, providing ample moisture without feeling heavy or greasy, and only a small amount is needed for effective results. Packed with vitamins it not only hydrates but also nourishes the delicate undereye area. It deliver immediate and long-lasting moisture upon application, leaving the skin feeling hydrated and refreshed throughout the day. Gifted by Bobbi Brown."
		},
		{
			"review_title": "A must have",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I have used this complimentary from Bobbi Brown enriched eye base a couple of times now. I have noticed a significant difference in my under eyes. They look bright and more awake. It feels lightweight so it can be used over eye shadow and eye creams."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "This under eye moisturizer doubles as a primer. I like that it has caffeine, because I definitely need to reduce plumpness. It goes on super smooth and absorbs quickly. It gives a real nice base to apply concealer. Offered by Bobbibrown"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Was gifted by Bobibrow. This product really reduces those deep lines between the eye brows. As well as regular wrinkles that come from the assault of time on one’s face. It is silky and aborbs quickly. It makes the face feel soft without being heavy or feeling we"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "Simply amazing. My first time using anything and it was gifted by Bobbi brown. I used it as a primer for my eye products. They way it lasted and how it looked throughout the day was just flawless for me. Very soft and lightweight. Definitely recommend."
		},
		{
			"review_title": "Great eye base",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I received complimentary from Bobbi Brown Vitamin Enriched Eye Base.This all-in-one undereye primer wakes up eyes by hydrating, plumping, brightening, and softening the look of fine lines. Its cushiony finish is nutrient-rich but never heavy, creating a smooth base for seamless corrector and concealer application. Lightweight texture! So moisturize! Not greasy! Won't irritate my eyes! Very soft touching, nursing, hydrating and smoothing! Layers perfectly under corrector and concealer.Great under makeup!"
		},
		{
			"review_title": "Would not recommend",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "No effect whatsoever on my eyes. It’s a very thin, liquidy moisturizer. It’s also not absorbent. If putting it on prior to make up, you have to wait ample time for it to dry or else under eye concealer won’t cover. Would not recommend and will not buy again."
		},
		{
			"review_title": "Works well for eye area",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "I received this product as complimentary offered by Bobbi Brown. It feels so soft and dries quickly to wear under my make up. It helps the make up so smooth and stays longer than I expected. It also reduces the lines below my eyebrows. The scent is pleasant and light. I like that it does triple duty under my makeup as a primer, moisturizer, and skin vitamins. My foundation goes on smoother and my aging undereye skin looks less crepey when I use concealer on top of it for my very dark undereye area."
		},
		{
			"review_title": "Didn’t work for me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "Gifted by Bobbi Brown under eye corrector, I have been using this product for the past week. I have not noticed any changes under my eye since using this product. I do not recommend this product, there was not changes."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I received this product complimentary from Bobbi Brown for review. I love this product! It’s such a luxurious feeling with a great scent. It makes my skin look great with makeup. The face base is amazing as well"
		},
		{
			"review_title": "Super creamy and rich",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Super rich and creamy. Gifted by Bobbi Brown. Enriched with vitamins, this creamy base hydrates and nourishes the delicate skin around my eyes, prepping it for flawless makeup application. The lightweight formula absorbs quickly, leaving my skin smooth and primed for concealer and eyeshadow."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Gifted by Bobbi Brown for my honest review. As someone who loves the Vitamin Enriched Face Base, I was very excited to try the Bobbi Brown Vitamin Enriched Eye Base and it definitely didn’t disappoint. I have dry, sensitive skin especially under my eyes and this product is amazing. It is a wonderful eye cream by itself without makeup. It keeps my under eyes very hydrated and doesn’t irritate my sensitive eyes. It is also amazing as an under eye primer when using makeup. It gives a nice hydrated, smooth base for my concealer to lay. It keeps my concealer looking beautiful all day without any creasing or separation throughout the day which I love. I definitely plan to keep using this in the future with and without makeup."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "love this vitamin eye cream! it super hydrating and i love the formula. gives my eyes great hydration, smoothing out fines lines and wrinkles! i highly recommend if you need to brighten up or get rid of fine lines! complimentary from bobbibrown"
		},
		{
			"review_title": "My favorite!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "I received Vitamin Enriched Eye Base as a complimentary gifted by Bobbi Brown for testing purposes.  I have to admit this stuff is amazing. I can only say great things about it.I like that the eye base is the best of  a primer and a moisturizer in one. You only need to use the smallest amount of product on your under eye to achieve instant results . This eye Primer instantly hydrates and nourishes my under eye area . It’s Lightweight and fast-absorbing . This primer goes on smooth and feels very nice. It sets the stage for my concealer. Lovely to apply. This product is a must-have for me. Can't live without it! I definitely recommend this one for sure."
		},
		{
			"review_title": "Great cream!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Porcelain skin tone, Combination skin",
			"review_text": "Gifted by BobbiBrown. Used the product this morning and love it. First off, it smells so good & clean. It has a very thin consistency and blended in really well to my under eye area. My skin looked and felt hydrated and nourished. My eyes appear to not have any bags under them & the eye area looks to be brighter. I didn't apply any makeup today because I wanted to see if this product would truly just sit on my skin and blend in well & it did. It's not greasy or heavy at all, I definitely can tell why this can double as a primer, because it blends right into your skin and leaves no creases or oil. Very impressed with this little jar, a little goes a long way so only use a small dab under each eye!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This made the skin under my eyes sooo soft and smooth. It really is a perfect under eye primer for makeup. It smells as good as the other vitamin enriched products as well, but not too strong of a scent; it won’t burn your eyes or anything. All of the vitamin enriched line is worth the price. (Gifted by Bobbi brown)"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This is the best eye primer I have ever tried. Some concealers look cakey, dry and eventually show my fine lines. Ever since i started using this base it fixed that problem. I’m also in love with the creamy texture. Gifted by Bobbi Brown"
		},
		{
			"review_title": "Great",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Really have enjoyed using this eye primer it is great for those no makeup makeup days and great for when you want wear a full face of makeup it doesn't increase your concealer or eye shadow. Gifted by Bobby Brown"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I received this complimentary from bobbi brown in exchange for my honest review.  I have dry eyes so when I use concealer it can sometimes look too dry and show more lines. This eye primer feels hydrating and helps my concealer not look cakey or dry. I like that it also has skincare benefits that will help my eyes in the long run. It does not disturb any other skincare or makeup products I use on top of it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "Such a great primer/eye cream! Leaves my undereye area feeling so smooth and hydrated and makeup applies so well over it! Definitely recommend to anyone looking for a great base for their undereye concealer! Offered by Bobbibrown in exchange for my honest feedback."
		},
		{
			"review_title": "Ministering",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received the vitamin enriched eye base cream & primer complimentary from Bobbi Brown. The first thing I noticed after opening was the smell, it’s very light and refreshing. Aside that from that, I prefer to use this more as a moisturizer at night than in the morning as a primer under my concealer. I find that a little goes a long way. It’s definitely very moisturizing but it was slightly too heavy to use under concealer. I experienced a little bit of pilling. I would recommend it if you’re in the market for a luxurious moisturizer but not so much as a primer."
		},
		{
			"review_title": "BEST THING EVER",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "Offered by bobbibrown. The Bobbi Brown Enriched Eye Base is a game-changer for anyone seeking a reliable primer. Its velvety texture glides on smoothly, creating a perfect canvas for eyeshadow application. The formula is hydrating without being greasy, ensuring longevity and preventing creasing. The subtle tint helps neutralize discoloration, brightening the eyes. While it comes at a higher price point, its effectiveness justifies the investment for a flawless eye makeup look that lasts throughout the day."
		},
		{
			"review_title": "Must have ! 🥰💕",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "The texture is smooth and creamy, making it easy to apply, and it serves as an excellent primer for my eyeshadow. I've noticed that it helps my eye makeup stay in place throughout the day without creasing. Additionally, the added vitamins and moisturizing properties seem to have improved the overall appearance and texture of my eyelids. It is also doesn't irritate my sensitive skin.  Gifted by BobbiBrown"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Bobbi Brown's Vitamin Enriched Eye Base gifted by bobbibrown is a must-have. Hydrating with Hyaluronic Acid, nourishing vitamins, and caffeine for reduced puffiness. Its lightweight texture provides a perfect base, enhancing the undereye area for a refreshed and radiant look."
		},
		{
			"review_title": "Loving This",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Dry skin",
			"review_text": "Wow is all I can say! I love how this cream literally glides onto my skin and it gives me such a glow. I feel this is the perfect eye cream to use in the morning as it really brightens my under eyes and makes me look and feel more awake! I also love the packaging as it feels very secure. So secure that I would feel safe placing it into my suitcase without worrying about it leaking or spilling out. This eye cream is well worth it. I was gifted by bobbibbrown."
		},
		{
			"review_title": "Great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "As someone who deals with creasing under my eyes, I’m always looking for something to help with the creasing. This eye base is wonderful for moisturizing and prepping the under-eye area for concealer. It helps prevent creasing & layers beautifully on top of makeup. I enjoy this eye base a lot & was gifted by bobbibrown."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I have oily skin and I tend to have creasing issues . This primer has ereally helped to make my eyeshadow stay in really well . It stopped my creasing issue and it brought out the color in my eye shadows"
		},
		{
			"review_title": "Not worth the price",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "It's very moisturizing, and minimizes my fine lines. As a primer it's mediocre."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This producted was gifted by Bobbi Brown in exchange for my honest review. I have pretty dry skin and I am always looking to extra moisturize under my skin whether it's to wear makeup or bare faced. I love how luxurious the packaging is and was really impressed with how the product smoothed out under my eyes! When I wake up in the morning my skin is parched, but when wearing this you couldn't tell! I feel like a little goes a long way with this product. Pictured is my eye without makeup about an hour after applying the product. I recommend this to anyone who has dry skin under their eyes and wants a blurring effect!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
			"review_text": "The best primer I use… there is a light tangerine scent I really like. This is the best primer that will reduce your pores. Even thought it’s for eye base I use it as a primer because it really help minimizing my pores when I apply foundation"
		},
		{
			"review_title": "my must have product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Dry skin",
			"review_text": "my go to eye cream for makeup days or no makeup days! always makes my eyes look so refreshed. love love love been using this for over 4yrs"
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
			"review_text": "Complimentary from Bobbi Brown. I like this under eye primer. It’s very hydrating and softening. My concealer goes on more smoothly using this. I like the texture of the cream and how nicely it melts into skin."
		},
		{
			"review_title": "Bobbi Brown Vitamin Enriched Eye Base Cream",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Bobbi Brown Vitamin Enriched Eye Base Cream & Primer.  3-stars.  Good for sensitive eyes as it doesn't irritate or sting them.  I wish it was a little more moisturizing for my dry skin eye area.  Will not repurchase."
		},
		{
			"review_title": "Works well",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
			"review_text": "I received this complimentary from Bobbi Brown. This is a nice eye base. It’s a very soft, lightweight cream that smooths and hydrates my undereyes. My makeup looks really nice after using this. It definitely extends the life of my undereye makeup and helps give it a beautiful, crease  free look."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "this is what I was looking for trust me! hello hydratation and it make my concealer look amazing"
		},
		{
			"review_title": "The Best Out There",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "After just receiving this product and trying it out, I am really loving it. The product quite literally just glides into my skin feeling so silky and soft. I also have found that my under eye appears to be much brighter! I love love love the consistency of it and overall it’s a great undereye cream/base.  I received this complimentary from Bobbi brown."
		},
		{
			"review_title": "Good One",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Kindly gifted by Bobbi Brown. So this serum is actually quiet a game changer. My skin feels soft,supple, smooth and healthy looking. The texture is incredible and sets into my skin really nicely. I usually don't mind scented products so this being scented is okay for me."
		},
		{
			"review_title": "Game changer for under eye concealer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I’ve never used a base before my under eye concealer. I’ll never go back. What a game changer. I use less product and wow does the product blend and sit well."
		},
		{
			"review_title": "a must have for smooth undereyes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "I use this eye base in every prep that I do I'm on my 3rd jar! It not only plumps up the undereye a bit but it also allows the concealer to lay very smoothly under the eyes without any creasing! Pro MUA tip - a little bit goes a long way! If you feel that your concealer is creasing you're either using too much of the eye base, too much of the concealer or both! The photo is an example of the eye base to use on my beautiful client! Feel free to check out my ig for more inspo and tips! @thekingkasie :)"
		},
		{
			"review_title": "Wasnt for me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "wanted so badly to work for me. but if i put it on top of my eye cream it separates the concealer and without the cream its still not a seamless base. i have normal skin type, this was hydrating and feels buttery but not a good base for makeup for me."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "Nice smell and very creamy. This does what it says it will do."
		},
		{
			"review_title": "Very Nice.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "This only requires a little and I bought the small size and know it will last me a long time. I normally use Milk and Elf primer mixed together. But I tried this alone and after a hour it really made my make-up look nicer.  Very smooth and natural look. I took off 1 star because it does seem to make your face oiler for some reason. If you have oily skin, this may not be best for you. It's good for normal to dry skin."
		}
	]
}