{
	"product_id": "271",
	"name": "Concentrated Brightening Serum",
	"brand": "Clé de Peau Beauté",
	"categories": "Skincare, Treatments, Face Serums",
	"price": 283.0,
	"about": "What it is:A brightening serum that minimizes dullness and helps support skin..Skin Type:Combination.Skincare Concerns:Dark Spots, Fine Lines and Wrinkles, and Dryness.Highlighted Ingredients:- Crystatune Complex: Helps maintain a visibly translucency. ​.What Else You Need to Know:The Concentrated Brightening Serum has a richer texture, yet it spreads and blends lightly. It makes the skin feel much more moisturized than the competing product and produces a natural brightness.",
	"ingredients": "-Crystatune Complex: Helps maintain a visibly translucency. ​.-Crystallizing Power Technology: Improves the look of dark spots...Water(Aqua/Eau), Dipropylene Glycol, Betaine, Alcohol, Dimethicone, Glycerin, Diphenylsiloxy Phenyl Trimethicone, Triethylhexanoin, Silica, Peg-5 Glyceryl Stearate, Peg/Ppg-14/7 Dimethyl Ether, Potassium Methoxysalicylate, Alpha-Glucan Oligosaccharide, Hydrogenated Polyisobutene, Lauryl Betaine, Trehalose, Xanthan Gum, Phytosteryl/Octyldodecyl Lauroyl Glutamate, 3-O-Ethyl Ascorbic Acid, Dipotassium Glycyrrhizate, Tocopheryl Acetate, Lilium Candidum Bulb Extract, Angelica Acutiloba Root Extract, Paeonia Suffruticosa Root Extract, Olea Europaea (Olive) Leaf Extract, Glycine, Rubus Suavissimus (Raspberry) Leaf Extract, Camellia Sinensis Leaf Extract, Garcinia Mangostana Bark Extract, Rehmannia Chinensis Root Extract, Artemisia Princeps Leaf Extract, Uncaria Gambir Extract, Hydrolyzed Silk, Bupleurum Falcatum Root Extract, Citrus Unshiu Peel Extract, Eucalyptus Globulus Leaf Extract, Saccharomyces Ferment Lysate Filtrate, Perilla Ocymoides Leaf Extract, Hydrolyzed Conchiolin Protein, Peg-60 Glyceryl Isostearate, Behenyl Alcohol, Mica, Isostearic Acid, Butylene Glycol, Batyl Alcohol, Theanine, Peg-240/Hdi Copolymer Bis-Decyltetradeceth-20 Ether, Carbomer, Disodium Edta, Potassium Hydroxide, Sodium Metabisulfite, Hexyl Cinnamal, Citronellol, Alpha-Isomethyl Ionone, Limonene, Linalool, Geraniol, Benzyl Benzoate, Glucosamine Hcl, Tocopherol, Bht, Cinnamomum Cassia Bark Extract, Phenoxyethanol, Sodium Benzoate, Fragrance (Parfum), Titanium Dioxide (Ci 77891).",
	"how_to_use": "Suggested Usage:.-Morning and evening, apply to the face after using moisturizer.​.-Press pump twice into palm and smooth gently over skin.",
	"num_reviews": 317,
	"overall_rating": 4.1,
	"product_url": "https://www.sephora.com/ca/en/product/cle-de-peau-beaute-concentrated-brightening-serum-P506154?skuId=2694743&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2694743-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "1.35 oz / 40 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2694743-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "You would want to try this",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I only had a couple of days to try this product, i believe so far the results are really good, the product goes on smoothly and is absorbed well. Only issue I would have to say is if you have sensitive skin be cautious when using it as this made me break out.  I received this product for free from Topbox Marketing for testing and review purposes."
		}
	]
}