{
	"product_id": "671",
	"name": "Terre D'Hermes Eau de Toilette Travel Spray",
	"brand": "HERMÈS",
	"categories": "Fragrance, Men, Cologne",
	"price": 58.5,
	"about": "Fragrance Family:Earthy & Woody.Scent Type:Classic Woods.Key Notes:Grapefruit Accord, Black Peppers, Flint.Fragrance Description:The strength of citrus fruits and peppers combined with a note of flint reveal the trace of earth..About the Fragrance:Terre d’Hermès narrates the relationship between man and earth, his humble and harmonious dialogue with the elements and nature. Terre d’Hermès is the perfume that connects man to his origins, to the source of his creative power.",
	"ingredients": "Alcohol, Parfum (Fragrance), Aqua (Water), Limonene, Hydroxycitronellal, Ethylhexyl Methoxycinnamate, Citronellol, Hexyl Cinnamal, Linalool, Ethylhexyl Salicylate, Bht, Butyl Methoxydibenzoylmethane, Evernia Prunastri (Oakmoss) Extract, Geraniol, Citral, Farnesol, Benzyl Benzoate",
	"how_to_use": "Suggested Usage:.-Fragrance is intensified by the warmth of your own body. Apply in the creases of your knees and elbows for a longer-lasting, stronger scent.&nbsp;",
	"num_reviews": 1,
	"overall_rating": 4.0,
	"product_url": "https://www.sephora.com/ca/en/product/hermes-terre-d-hermes-eau-de-toilette-travel-spray-P513263?skuId=2800167&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2800167-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "0.5 oz/ 15 ml eau de toilette spray",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2800167-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Bought this for my younger brother for Christmas. I see a lot of people saying its for older men but I disagree. At first the scent was really powerful citrus that made me curl my nose (despite loving grapefruit) but it dries down into a more pleasant scent. Also SUPER long lasting"
		}
	]
}