{
	"product_id": "1544",
	"name": "Essential Comfort Firming Cream",
	"brand": "Sulwhasoo",
	"categories": "Skincare, Moisturizers, Moisturizers",
	"price": 162.0,
	"about": "What it is: A moisturizing cream, powered by Sulwhasoo's JISUN Firming Complex™ and JAUM Moisturizing Complex™, for visibly firmer skin....Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Dryness, Dullness, and Loss of Firmness and Elasticity..Formulation: Cream..Highlighted Ingredients:.- JAUM Moisturizing Complex™: Soothes and moisturizes, relieving skin discomfort caused by dryness, while supporting a strong skin moisture barrier..- JISUN Firming Complex™: Contains a complex of goji berry, black soybean, and arrowroot to visibly improve skin’s resilience and firmness...Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, and sulfates SLS & SLES...What Else You Need to Know: Formulated with Sulwhasoo's JISUN Firming Complex™ and JAUM Moisturizing Complex™, this moisturizing, soft cream supports a strong skin barrier and has visibly firming effects...Clinical Results:.In a 14-day independent consumer study on 45 Asian women (ages 30 to 49):.- 100% agreed their skin felt moisturized.- 100% agreed their skin felt soft.- 98% agreed their skin's moisture lasted longer",
	"ingredients": "-JAUM Moisturizing Complex™: Soothes and moisturizes, relieving skin discomfort caused by dryness, while supporting a strong skin moisture barrier..-JISUN Firming Complex™: Contains a complex of goji berry, black soybean, and arrowroot to visibly improve skin’s resilience and firmness...Water/Aqua/Eau, Butylene Glycol, Glycerin, Butylene Glycol Dicaprylate/Dicaprate, Cetyl Ethylhexanoate, Caprylic/Capric Triglyceride, Cyclopentasiloxane, Diisostearyl Malate, 1,2-Hexanediol, Glyceryl Stearate, Polyglyceryl-3 Methylglucose Distearate, Cyclohexasiloxane, PEG-100 Stearate, Cetearyl Alcohol, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Polyacrylate-13, Polymethylsilsesquioxane, Polyisobutene, Fragrance/Parfum, Honey/Mel/Miel, Ziziphus Jujuba Fruit Extract, Glyceryl Caprylate, Limonene, Lycium Chinense Fruit Extract, Sorbitan Isostearate, Propanediol, Ethylhexylglycerin, Disodium EDTA, Adenosine, Polysorbate 20, Pueraria Lobata Root Extract, Polysorbate 60, Dioscorea Japonica Root Extract, Crataegus Pinnatifida Fruit Extract, Linalool, Narcissus Tazetta Bulb Extract, Pueraria Thunbergiana Flower/Leaf/Stem Extract, Citronellol, Dextrin, Theobroma Cacao (Cocoa) Extract, Morus Alba Leaf Extract, Citral, Geraniol, Rehmannia Glutinosa Root Extract, Glycyrrhiza Uralensis (Licorice) Root Extract, Paeonia Lactiflora Root Extract, Lilium Candidum Bulb Extract, Polygonatum Odoratum Rhizome Extract, Benzyl Benzoate, Nelumbo Nucifera Flower Extract, Hydrolyzed Soybean Extract, Tocopherol.",
	"how_to_use": "Suggested Usage:.-Warm cream with your fingertips. .-Using continual lifting motions, smooth cream over your face and neck.",
	"num_reviews": 271,
	"overall_rating": 4.5,
	"product_url": "https://www.sephora.com/ca/en/product/sulwhasoo-essential-comfort-firming-cream-P483692?skuId=2708543&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2708543-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "2.5 oz / 75 ml",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2708543-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Sulwhasoo products are great! Very scented though",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Sulwhasoo is a great Korean brand. Light and fragrant, but this one is the basic one so doesn’t smell as fragrant as the other ginseng or expensive one. it is the lightest scent out of all the other ones. I think all Korean products have a strong scent. If you’re looking for unscented maybe try peach and lily products.  The downfall with Korean products is there is a 10 step haha with first care, serum, eye cream, etc. you want to buy them all but too expensive. My advice, try the sample set first before getting full size products."
		},
		{
			"review_title": "NOT RO SENSITIVE SKIN",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I went to Sephora this Saturday as they had -20% off to buy my usual Clarins double serum and Tatcha cream, but the employee swore by Sulwhasoo products. I bought them, and they make my skin feel uncomfortable, dry, and irritated. This brand is harsh for sensitive skin. I'm going to return all of them, and the annoying part is that now I'll have to buy my products without a discount."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Never received my item. Beware check the package ; will not recommend"
		},
		{
			"review_title": "Less Expensive with Noticable results",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "I love their S serum but this is more affordable and I think does a good job, too."
		},
		{
			"review_title": "Not as good as expected",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "I have been using this for about two weeks.  It has a lovely consistency and goes on well.  However, my face feels dry again in just a couple of hours.  Very disappointing!"
		},
		{
			"review_title": "Pricey but I love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Dry skin",
			"review_text": "This is pricey.... I do love it, though. After I put my facial oil, I put this on next, and it's the perfect amount of moisture. I have dry skin, especially in winter, but this gets the job done. Doesn't clog pores, either. I'll probably buy again."
		},
		{
			"review_title": "Great but not for sensitive skin",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Excellent cream but not for sensitive skin, not PD friendly. As much as I tried to make this cream work, unfortunately it exacerbated my perioral dermatitis. The texture is wonderful, it doesn’t clog pores, and is super hydrating but unfortunately not sensitive skin friendly."
		},
		{
			"review_title": "A Must Have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Been using for over a year, by far the best moisturizer!! Doesn’t clog pores, doesn’t dry out on the skin… Love it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "Very light and provides decent amount of hydration."
		},
		{
			"review_title": "Light+Silky Moisturizer = Hydrated+Supple Skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "My skin is very dry and I have tried many well-known brands in this price range but this is my favorite! To hydrate my face, I'd apply oil on top of my moisturizers but haven't needed to while using this cream.  I like that it doesn't feel heavy on my face and I wake up to soft, moisturized, dewy skin.  I hope it works as well in the winter.   I have a strong nose so I generally prefer fragrance free but didn't mind this scent. The best way to describe it is that it's light, pleasant, and pretty.  I will probably repeat purchase this moisturizer."
		},
		{
			"review_title": "love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Best cream I’ve used in a long time !  Having sensitive & dry skin, I simply love this. My skin feels hydrated, soft & soooo glowy. It works amazing as night cream & also under makeup"
		},
		{
			"review_title": "it’s okay",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Dry skin",
			"review_text": "bit pricey, great moister, lovely smell, rlly little, doesn’t last a long time, cute packaging"
		},
		{
			"review_title": "Don't do it!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "If you have sensitive skin this is not the product for you!!!!! I am 2 weeks over the 60 days policy for return and exchanges and my skin around my nose has completely dried out, is cracking and starting to bleed!!!  If the consultants try telling you this is great for sensitive skin don't do it!!!"
		},
		{
			"review_title": "My skincare routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "My favourite night cream, the best ever for Asian skin. Never regret to purchase it and get the best result for couple months."
		},
		{
			"review_title": "Good moisturizer only for dry skin not for oily",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Oily skin",
			"review_text": "Very disappointed after one use.  it makes my face too oily"
		},
		{
			"review_title": "Good texture",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Not greasy, oily, or heavy at all.  I did feel a slight firming feeling but nothing significant.  Overall, don't believe its worth $120."
		},
		{
			"review_title": "love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Normal skin",
			"review_text": "I've been using Sulwhasoo products for many years, this moisturizer I believe was reformulated, I bought the original years ago and liked it but not enough to repurchase..fast forward to several weeks ago when I was happy to see this was available in a newer packaging trial size. I LOVE IT. I use it all over my face and my neck and I do notice my skin looks a little firmer and my complexion looks beautiful and refreshed. Definitely would repurchase and get the larger jar. Sulwhasoo is a little slept on, their moisturizers are incredible and this is my new favorite"
		},
		{
			"review_title": "A Must Have Anti-Aging/Moisturizer Cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "I love this cream so so much! I have super flaky dry skin during the winter and this cream is my number #1 moisture cream. It’s rich & thick! It moisture my skin very well. I’m so happy I get to know this brand."
		},
		{
			"review_title": "Smelly!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I received this product as a sample with my order. I've been wanting to try this brand's skincare items for a long time, so I was excited to use the sample. But oh boy, the smell was something else! It smelled like ginger mixed with chemicals. It was a very thick/heavy cream. Not very watery, as I like my products to be. Since I only used it once, I couldn't tell if it did anything for me."
		},
		{
			"review_title": "A must have in my routine! The perfect moisturize!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "This is the best moisturizer I've used. It fixes the dryest skin. It never feels heavy or greasy! It has no funny smell or perfume smell. Try it you'll love it too!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, lightMedium skin tone, Combination skin",
			"review_text": "I like the cream it’s a good product but the price is tooo much not worth"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is a thick cream product perfect for winter. I am getting older and am finding my face getting more dry even non-winter so it’s perfect addition for locking moisture. It is scented so probably best not combining with other scented products."
		},
		{
			"review_title": "Ehhhh",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "When I first used this product.  I really wanted it to work for me. It was very thick and had a ok scent.  I applied the face cream and it felt like my face needed more moisture.  I would definitely not just apply a lot of this cream on because it really just felt very heavy on my face which made me feel very uncomfortable.  Unfortunately, this is just one product that was just not for me."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "Essential Comfort Firming Cream helps to hydrate your face, giving it a neat, luminous and healthy appearance. its consistency is a bit thick and you notice its luminosity on the skin immediately. Its a really nice cream"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I love this brand this brand never disappoints and as always worth every penny I love the texture of the cream and the sand it makes my face so soft yet firm I was gifted this product to try and now it has become one of the best products that I own"
		},
		{
			"review_title": "My Dry and Sensitive Skin loves it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "My skin loves this product! I’m in my mid 30s, have very sensitive and dry skin. This cream has very thick whipped texture. I applied it as the last step of my skin routine. My skin feeling so soft and smooth the next morning! I love it has a very calming herbal scent that reminiscent my sleep oil blend. I will definitely repurchase the full size!"
		},
		{
			"review_title": "rich consistency",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Rich consistency and this product is scented. The smell does fade after time and I don't find it overwhelming.  The product feels more like a butter than a lotion, I used a generous amount on my entire face."
		},
		{
			"review_title": "Lovely cream",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This cream is deeply moisturizing and hydrating while feeling lightweight and non-greasy on the skin. It leaves my skin feeling nourished, plump and dewy. It works great as a day cream and as a night cream and smells amazing, but the fragrance is a bit stronger than I would personally prefer."
		},
		{
			"review_title": "Love it! Instant hydration",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "Absolutely loveeee! Instantly makes my skin feel hydrated after a few uses. My skin stays moisturized hours after applying as well. It has helped even out my skin texture by making it feel more smooth and supple, smells really good and applies nicely too."
		},
		{
			"review_title": "Supple, hydrated skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This is one of the most luxurious creams I have tried, ever. It feels like a soft cushiony pillow upon application and so luxe on my skin. I love it so much plus it goes perfectly with my combination skin. It is not greasy at all, absorbs so well and keeps my complexion hydrated through out the day. It has a soft pleasant scent to it. Overall my skin feels supple and I just enjoy it so much."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This firming cream gave me such a pleasant surprise! I struggle with dry skin and it really leaves me feeling hydrated and supple. It sits so nicely on your skin and gets absorbed quickly. I love that a little goes a long way as well. Very effective product!"
		},
		{
			"review_title": "obsessed!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I love this brand and this firming cream is no exception! It perfectly moisturizes my skin without leaving it feeling oily. It smells amazing, and feels like absolute butter. I will definitely be restocking once I run out."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Suwahsoo gifted me a sample size of the intensive cream. The product is very rich and absolutely moisturising from the number of uses I got out of it. The packaging is beautiful. I used it primarily as my night time skincare routine and my skin stayed hydrated and felt both supple and smooth in the morning. I need to get a full size to properly experience the firmness of skin effect."
		},
		{
			"review_title": "Amazing for Dry Skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "This is one of my favorite products from them because it’s so moisturizing and easy to use. It smells amazing and I love using this day and night. I realized that my skin became more glowy and soft, I really enjoy this!"
		},
		{
			"review_title": "amazing cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "Sulwhasoo keeps living up to high expectations. This cream is very nurturing and thick but it gets absorbed super quickly without leaving any sticky feeling. It makes my skin feel very soft and keeps it moisturized throughout the day. The cream has a very subtle ginseng scent to it, that is typical for all Sulwhasoo products. I really like it, it makes using it feel like a ritual."
		},
		{
			"review_title": "Feels luxurious",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I can understand why people rave about Sulwhasoo products. This cream felt amazing on my skin.  I definitely felt the hydration and creaminess after applying. The cream does not feel heavy on my skin and would definitely want to use it more to see the complete firming benefits."
		},
		{
			"review_title": "my favorite new cream!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This cream feels so luxurious and rich on the skin. I love how it sinks in quickly and instantly soothes plus provides amazing hydration. My cheeks look nice and firm and the skin around my mouth especially. This makes my face flawless and moisturized!"
		},
		{
			"review_title": "Powerful hidrating",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
			"review_text": "I have a very dry skin, this cream is absolutely power hydrating. I love to use it  before my makeup  And my skin is so glow, firming and last all day.  I've been using for 2 weeks now and I really recommend it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Top of the line product and you feel the results almost instantly. Makes your skin feel hydrated from the inside out. High quality and amazing for sensitive skin. Would be buying this product again as a holy grail"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "Love how this cream feels on my face! I started noticing small differences in how my face looks firmer and hydrated. It's not harsh on my skin at all and did not give me any break outs. It's a good cream for sensitive and acne-prone skin!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I received this product free by Sulhwasoo to review and try out recently! I really like it so far. I have dry skin and have always been looking for a moisturizer that keeps my skin hydrated throughout the day. I like this and will keep using it"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "Love how my skins feels after a week. I got the mini version of this amazing product. My skin feels hidrated and firm. I will definitely buy this cream again. This is a must have for a fabulous firm skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This product surprised me! It smells really good, and it's so silky and smooth upon application. Within a few tries, my skin feels more moisturized and firm. I'm intrigued by this product and definitely interested in purchasing the full size jar!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Love this product! The texture is perfect, not too thin but not too thick. Applies evenly and absorbs beautifully. I felt very moisturized and firm after using it. I will use this day and night! What a great product"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "The lotion makes my skin feel renewed, hydrated, and firm just seconds after I apply it. It has a thick consistency but does not feel thick on my skin after being applied. After continuous use, the Sulwhasoo lotion has given a visible firmness and added a bounce to my skin's surface. I highly recommend it!"
		},
		{
			"review_title": "Nice Moisturizer!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "This cream has a really nice and thick consistency to it. My skin feels super soft and hydrated each time I use it, but I'm not quite sure if I see a difference in firmness. I've been using it for over a week now on my face and neck so I'm not sure if maybe I need to use it for a longer period of time to see a difference. Other than that this is a great moisturizer!"
		},
		{
			"review_title": "I wish I could've tried for longer",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Combination skin",
			"review_text": "This was my first time tryin korean skincare and I enjoyed it!! My skin felt like glass after application, I cannot speak for longtime results because I was sent the smallest sample size (5ml)  so I ran out in two applications, but I liked how moisturizing it was"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
			"review_text": "Love the texture and thickness of this cream. I believe it will be a perfect addition to my routine in the winter months. I’ve been using before bed and I’ve noticed that my skin does look smoother the next morning. The scent is not overwhelming and it absorbs quickly."
		},
		{
			"review_title": "Very moisturizing",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I received this product in exchange for review. I think that it is a very moisturizing firming cream, but don’t really notice much of a difference compared to my other moisturizers. I also am not the biggest fan of the smell."
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "I have been using this cream for about a week and I love it. I have loved how soft, moisturized and firm my skin looks. My skin has never looked better. The cream is more on the thicker side but it’s fast absorbing. It’s not fragrance free but the scent is not too strong."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This cream feels very lush, hydrating, but not too heavy. The texture of this cream is a dream- it applies smoothly, soaks into the skin in seconds and leave the skin looking healthy and radiant all day long. I love this especially underneath my makeup- it protects my skin all day long and it doesn't get as dry as usual after wearing a full face of makeup all day."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I have never not been obsessed with any one sulwhasoo’s products! I always love trying their samples to see how my skin reacts to it & so far I’ve never had any skin issues with their products before! I highly recommend!"
		},
		{
			"review_title": "Great moisturizer, I do not like the scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "This moisturizer definitely firms the skin when applied. I could feel it instantly. It also hydrated the skin very very well. I will say it has a mint, earthy, herbal scent to it which I usually like but I did not enjoy it in this product. It is a great moisturizer and does have firming benefits but the scent is not my favorite. I haven’t used long enough to see any type of long term results but I would recommend this as long as the smell doesn’t bother you!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This is definitely a super rich cream that is very very moisturizing. I feel my skin is hydrated instantly when using this cream. I think it could help with firming and elasticity over time as well."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I love this small version, it’s perfect travel to go item. I use a little bit and I’ve noticed a difference after a month or so using it. I noticed some spots have gotten lighter. Skin feel and looks hydrated! I’ve been using this brand for some time, recommend!!"
		},
		{
			"review_title": "Smooth",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Sulwhasoo’s essential comfort firming cream has left me feeling confident and young again. It’s smooth and light components make it easy to apply regularly without breaking out or feeling heavy.  My skin looks hydrated and healthy."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "This cream truly feels nice on my skin .I been using this cream at nights upon waking up my skin feels firmer , hydrated and my complexion looks brighter. It feels very gentle on the skin and doesn’t leave a greasy feeling ."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Yummy hydration without any greasiness. And I even noticed some firming! I received a mini sample and will happily use it all but cannot imagine purchasing in the full size simply because of the price."
		},
		{
			"review_title": "Great firming cream!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Oily skin",
			"review_text": "Great product! Small packaging but I used it as a night cream over a reparative oil, and I woke up wit my skin feeling so refreshed! This product feels super creamy and hydrating. Cant wait to keep using it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I got this after trying the trial pack because I just couldn’t live without it after using it for a couple weeks!! The cream leaves my skin looking so plumped and moisturized! It feels thick and creamy and just amazing!"
		},
		{
			"review_title": "Not for sensitive/acne prone skin",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Unfortunately this product made me breakout. I used the product before bed and woke up with like 5-7 white heads on my chin. I am very sensitive to fragrance and it is very strong in this product. The product does feel very nice and nourishing on the skin, so if you don’t have sensitive or acne prone skin it might work better for you. I also didn’t find it to have a whipped texture - more like a rich cream."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Wow! What a difference this cream makes to my skin - after using this religiously for a month my skin feels hydrated, smooth, and extra firm and youthful. I have sensitive skin and this does not irritate me."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "The Sulwhasoo Firming Cream leaves my skin feeling hydrated after use without a greasy feel. I haven’t noticed a difference in firmness, but I just started using the cream! Definitely recommend and would purchase!"
		},
		{
			"review_title": "Rich!!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "This is such a luxurious cream, I love the earthy smell and the heavy feeling texture of the cream. It's perfect for a night cream or to add it to your daily routine it left my skin looking hydrated, plump, and moisturized."
		},
		{
			"review_title": "good cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I received this product complimentary from Sulwhasoo in exchange for my honest review. The cream is very pleasant to apply, it is easily distributed over the skin, absorbed quickly enough, does not leave a film feeling (the skin is very soft, velvety to the touch). After 2 weeks of use, the pores have decreased, the skin is moisturized, the complexion is even. Perfect for my very dry skin"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I've been using the firming cream for about a week, and I definitely like it. It's very hydrating without leaving my skin looking oily and it seems to be making a difference in the firmness of my skin. However, I would prefer if it was fragrance free! Other than that it's a great product to add to your routine."
		},
		{
			"review_title": "Nice cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "So happy I got to try this moisturizer. It definitely made my skin feel hydrated! I don’t have aged skin yet but I have a feeling if I continued to use this product it would help prevent wrinkles. I would recommend this cream."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I got this product for free for review. Trying it out I really like it only thing is the product was tiny and I was only able to try it out twice. But from the two times I have used it I did really like it!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I’m seriously in love with this product it’s really firm in the skin and I would totally!!!! Recommend this to everyone and all the products that they have you should get I got the full size for my mom"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This cream has a very nice texture and scent to it. It is a firming cream but after using it, I did not notice much of the firming effect but it is very moisturizing. I will give it the benefit of the doubt and say maybe I need to use it for longer and use it 2x a day. Other than that it is a very nice hydrating and moisturizing cream."
		},
		{
			"review_title": "So good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is such a great product! Such a big fan of the brand and this is a nice moisturizer for everyone. My wife also likes it, want to try the whole line one day! Heard such great things from other people"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I love the texture of this product. It’s really thick and moisturizing and feels luxurious to apply. It does have a pretty strong scent to it though so if you are sensitive to fragranced skincare I would keep that in mind. My skin did feel really plump and moisturized after application and use."
		},
		{
			"review_title": "Good for all skin types!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "My skin feels so much smoother and plump after trying this face cream. Sulwhasoo is a new brand to me and I am trying to test out a lot of their products. This cream would be great for all skin types I think!"
		},
		{
			"review_title": "Limited results high price tag",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I received this product free in exchange for my honest review. The application is really smooth and applies without leaving a sticky feeling. However, I can’t get over the price point for how much you get.. I saw some results but nothing that was out of this world to justify that price."
		},
		{
			"review_title": "Tight",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I got this product as a sample size, but I am excited to use it a lot! It makes my skin feel firm and tight. Because it's an expensive product I like to use it in a thin layer. Even though I apply a thin layer I feel like it is effective. It also has a nice subtle scent."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I have added this into my nightly routine and it is very hydrating my skin feels great. If the price weren’t so high and I had the budget, I would probably repurchase. However, if you don’t have the budget I think there are options just as good at a lower price. Love the product but probably won’t repurchase"
		},
		{
			"review_title": "Great hydration, lightweight feel",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I was gifted this product from Sulwhasoo in exchange for my honest review.  I found this cream to be nicely hydrating on my normal to combo skin. It wasn't too heavy but provided just enough moisturizing that my skin felt soft & supple throughout the day.  After a week I felt that my skin was more balanced with less forehead oiliness occurring.  There does seem to be a slight white tea type of scent that I enjoyed.  It made the experience of smoothing it in feel a bit spa-like. My skin reacts quickly to products that are irritating and I haven't had any issues with this cream. I would highly recommend it if you want intense hydration that doesn't feel greasy or heavy."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Normal skin",
			"review_text": "I received this cream for free in exchange for a review. This is my first time trying this brand, I like this.   I’ve been using it at night. It moisturizes well without feeling heavy (combo skin) and my skin feels healthier!"
		},
		{
			"review_title": "Smooth!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "This product was gifted by Sulwhasoo in exchange for my honest review.   I have seen this brand in k-beauty skincare shops, with beautiful packaging in gift sets. I have been curious as to how effective this brand is.   The product that I tested, Essential Comfort Firming Cream, promises to tighten and firm the look of skin. It has a special blend of goji berries (anti-oxidants), black beans, and arrowroot that is supposed to be hydrating and help smooth skin.   My thoughts: When I applied this cream, I noticed that the cream is very rich (and can feel heavy for some people). Although this is intended for all skin types, those with dry skin would benefit the most. The texture is creamy and somewhat silky. After applying before bed, I didn’t notice anything special but the next morning is when I notice the impact and effectiveness of the cream. While washing and rinsing my face the next morning, I can feel how soft and smooth my face felt! After using for about a week, I noticed my face felt more hydrated.  It doesn’t look like my face is any firmer, but that change may be more gradual and require longer term use. There is a very subtle scent which I can’t quite place. It may be from the ingredients rather than an added fragrance.   This is a great skincare product, especially if you have dry skin. I’d love to use this cream together with other products in this line."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Such a smooth, lovely product that glides onto the skin. It quickly absorbs and leaves a glassy, glowy finish on the skin. It pairs well underneath makeup and I use it both in the morning and evening. Big fan!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This moisturizer smells very fresh doesn’t have a strong scent. However it does not feel very moisturizing given the price. I will probably use it under makeup but not as a part of my every day skin care routine."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, mediumTan skin tone, Dry skin",
			"review_text": "No wonder this product has a higher price, not gonna lie, it makes your skin feel amazing! I could say this is one the best face creams I have ever tried. It makes your skin feel firm and hydrated at the same time."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
			"review_text": "This moisturizer is a true game changer in so many ways. I love the silky light texture that absorbs instantly by my skin. It’s nourishing but not overly heavy, leaving my skin looking plump and radiant after each ues. I have been struggling with sleeping problem for years now, and this instantly helps to de-puff when used at night, it’s also appropriate for all skin types."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This felt very nice on my skin after a 6 hour airplane ride. It has a light smell like an herb or a root, so if you want products that are 100% fragrance free, I would skip this. I have combo skin and it definitely didn’t leave my skin feeling greasy. I think it would also work for oily skin, but you probably need an additional product if you have dry skin. Given the price, I personally wouldn’t buy this. I would want immediate results for that price, and I am on a tight budget. Sunscreen and having proper eyeglasses is key so you don’t squint and make more wrinkles!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "This is an amazingly effective moisturizer! Its beautiful silky textureI sinks into the skin like a dream leaving it plump and radiant. My skin seems much less tired and puffy since I incorporated this cream into my PM routine. And I absolutely love how rich and nourishing it feels while not being overly heavy. I would definitely recommend it to anyone seeking for extra hydration and lifting."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, mediumTan skin tone, Combination skin",
			"review_text": "This cream is hydrating and lightweight. Absorbs quickly into the skin and doesn’t feel greasy after application. I like to used it at my night time routine and wake up to smooth, soft and plump skin. It smells amazing too."
		},
		{
			"review_title": "Hydrates & Helps Me Be Camera Ready",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I have been looking for something that will help hydrate my skin that has become super dehydrated in the Los Angeles dry weather. I wanted to try this because I keep hearing about it, and I really love the way this makes my skin feel! I’m constantly on camera and I feel like this product wasn’t too dewy for the camera, and it also helped hydrate my skin. I can definitely tell the texture of my face is more even as well, which is a bonus I didn’t realize I was getting. I cannot speak on any firmness because I don’t struggle with that yet, but I can say that this product does hydrate my skin and make it look more even. It delivered the results it communicated, which is something I appreciate and believe in!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I received this product complimentary from Sulwhasoo in exchange for my honest review. I like that it contains some antioxidant-rich ingredients such as goji berries, black beans, and arrowroot. It has a rich creamy texture, but absorbs quickly into the skin without feeling sticky. It makes my skin soft and hydrated. Also, it’s gentle on my skin, and I haven’t experienced any irritation so far. However, it is overpriced, and contains a fragrance which I don’t like. Also, I haven’t noticed much of a difference when it comes to anti-aging. I probably won’t purchase this product."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "This is a really nice and rich cream. I can’t speak on the firming effects because I do not think I would be able to see these benefits for a while. I am also unsure if I can justify the price for this cream given the immediate effects are no different than other less expensive moisturizers."
		},
		{
			"review_title": "So hydrating cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "This cream is so amazing i received complimentary from Sulwhasoo. This cream is lightweight, fast absorbing and smells so amazing. It's so smooth and it leaves my skin soft. I love how my skin feels and look it's firming and moisturizing. I absolutely love this cream and will recommend to others."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "It looks thick by texture but it melts into your skin in seconds when I glide it on my face. It feels so luxe, smell exactly like the first serum -ginseng! It nourishes and plumps my skin and it lasts for the whole night."
		},
		{
			"review_title": "Nice moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "This moisturizer smells heavenly. Not too strong - it smells so healthy. I used it at night and early in the AM. My skin feels so good and moisturized. It is not tacky even in Arizona heat. The nice cream texture leaves my dry skin feeling smooth and so soft!"
		},
		{
			"review_title": "Firming",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This cream is really rich and thick but not clogging or heavy at all. I’ve noticed a lot of improvement in my skins tightness under my eyes. It works great as an under eye cream as well. Overall a nice moisturizing cream that definitely tightens as well."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "I love a good firming cream. This is a high quality product. My face is looking more hydrated and my skin is feeling tighter. It gave me a youthful appearance. It is also very moisturizing. The packaging is very elegant."
		},
		{
			"review_title": "Great moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "It’s very hydrating and makes my skin really plump.I apply it night and I see my face in the morning looks brighter and healthier.I like the light texture aswell it doesn’t feel sticky nor heavy on the face."
		},
		{
			"review_title": "Nice but overpriced",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I really liked this product. It smells so nice and expensive. It is also very thick which is something I really like. The creme level my skin feeling firm and soft. I would recommend trying this out !"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I like the texture of this cream, it is lightweight and gel-cream like. It makes my skin very smooth. It has a subtle scent which is pleasant. My skin feels nourished since I have been using it for several days. I don't have saggy skin but my skin definitely looks hydrated and plump. Love it!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I received this product for free in exchange for a review. The company generously sent me a teaspoon of product so that in my review I could speak to the results after “consistent use.” I will not ever be purchasing from this company because they contractually bind people like me who review products online into posting a skincare product review after only ~3 uses. To me, it’s unethical and feels like they’re just trying to increase their review count. So, the product is fine but not great considering the extreme price. It feels nice and smoothing right after application, but my skin feels dry again after an hour. I can’t speak to any firming or long term properties because I was only able to use it for a few days. I would not purchase from this brand in the future."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Normal skin",
			"review_text": "I really love the thick texture of this cream. It goes on without feeling heavy and absorbs quickly into the skin. It has a nice smell to it that reminds me of being at a spa. My skin feels hydrated and refreshed after applying this cream."
		},
		{
			"review_title": "Not worth the price",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This moisturizer is good but definitely now worth the cost. It does the job but it is way overpriced for how simple the ingredients are."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I wasn't sure what to expect with Sulwhasoo's firming cream, because I have tried many other creams that promised the same results, however Sulwhasoo pleasantly surprised me. This cream left my dehydrated skin feeling plump and tight after several days of use! I'm so pleased with my results and looking forward to what I will see in a few more months!"
		},
		{
			"review_title": "she is very gorgeous to me",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This cream feels like luxury. I definitely recommend getting the small size first or finding a sample because of the hefty price but to me it’s worth it. It does what It claims and that’s plumbing my skin and looking hydrated as possible. Would personally recommend, it a beautiful cream."
		},
		{
			"review_title": "Worth it.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is the first moisturizer I’ve used and instantly saw and felt results. The cream is richly whipped allowing me to only use a small amount for my entire face and neck. After massaging it into my skin my pores appeared smaller, leaving my face feeling firm and ready for my day. The smell is very pleasant as well.. worth the price compared to other brands."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair, Fair skin tone, Normal skin",
			"review_text": "I’ve been loving this night cream. The texture is amazing! Not heavy, not light. It absorbs fast leaving no oily residue but the skin is very hydrated. My skin feels firm and soft after applying. It has a nice lemon scent, but I don’t like how high is on the ingredient list. Gifted by Sulwhasoo."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "The product I received was way smaller than I thought it would be (travel-sized) but it’s still an enjoyable product to use. The cream feels nice on the skin and feels nourishing. I’m just not sure I can vouch for the hefty price tag given I haven’t used enough of this for a long enough time."
		},
		{
			"review_title": "Such a beautiful silky texture",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This cream has such a beautiful silky texture, it’s creamy but when you apply, it feels so silky and smooth. I love that it absorbs well, and doesn’t leave my skin feeling tacky and feels very lightweight. It makes my skin hydrated and supple, so soft and smooth. I can’t really tell about long term results due to only having a trial size. But it definitely feels luxurious and a great moisturizer."
		},
		{
			"review_title": "So so small",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "This product is so beautiful and feels so nice on the skin. It leaves my skin feeling so moisturized and clean. It smells super neutral without any strong scent. It doesn’t pill under my makeup. However it is SO SO SO SMALL. I have never seen any cream this tiny. It will last about a week. I do not reccomend spending this money on something so small"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Love this comfort firming cream! It feels so amazing on my skin. It really makes my skin feel more luxurious and firm. Would highly recommend this to people who are looking for a new firming cream. This is great for all skin types !"
		},
		{
			"review_title": "Strong scent",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "This product feels moisturizing, but the scent is very strong and artificial. I couldn’t keep this product on my face long enough to see if it benefited my skin because the scent caused me to have a headache. I am disappointed by such a high end product."
		},
		{
			"review_title": "I love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I love it and you can instantly feel the firming of the skin. It has a fresh scent but not too overpowering. It also give the skin a beautiful glow even when makeup is applied on top. I would definitely recommend it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The essential comfort firming cream has a good consistency which feels nice on the skin after application. I feel that it hydrates the skin well and got it for firming as well. The product is great quality."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I’ve been loving this nightcream. It’s very hydrating without being greasy or sticky, it smooths my skin and soaks in very well. My skin feels firm and soft after applying. I’m looking forward to seeing long term benefits!"
		},
		{
			"review_title": "Good cream, but overpriced.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "The thickness of this cream is nice, and I like that you don’t need a lot to feel covered and hydrated. I think it’s a good cream but I’m knocking a few stars off for the smell and price. The smell is borderline cold cream/grandma scent to me and I think $120 is way too much for this product. I think you could get another cream similar to this for less than the price. However it is a decent cream."
		},
		{
			"review_title": "Too pricy",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "This cream has a nice fragrance but for the price I didn’t notice a difference. I don’t know if I would purchase this. It is nice and does hydrate the skin and leave it feeling fresh. So keep that in mind."
		},
		{
			"review_title": "A very moisturizer cream !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I have been using this cream at night and I really like it.  It helps to keep my skin moisturized . The next day my skin feels smoother and looks kind of glowy.  My skin type is normal to dry and this cream has helped to moisturize the dry areas on my face."
		},
		{
			"review_title": "New favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "I really like this cream it sinks into the skin really fast , isn’t greasy and it definitely makes my skin feel hydrated and soft to the touch . I’d definitely like to try more from this brand for sure ."
		},
		{
			"review_title": "Firm and no redness",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This face cream absolutely hydrated my face after my long hot shower for work. By mid day, I have oily skin so I was nervous to see how this would play out for lunch time. I had minimal to no breakouts when using. My skin and pores were happy with the firmness."
		},
		{
			"review_title": "good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This cream has definitely the name of best firming cream because it's silky and smooth. It's a dream to put on, absorbing quickly into my skin every morning. It leaves my face feeling soft and smooth, without any irritation or breakouts. It's A very high-quality, daytime facial moisturizer."
		},
		{
			"review_title": "Nice",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "This cream is very nice. It reminds me of the charlotte tilbury magic cream. It leaves the skin very silky. I have the .5 so I’m not sure how long a normal size would last. I didn’t have enough to use long enough to see results."
		},
		{
			"review_title": "Amazing Hydration",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "This cream did a very good job adding hydration to my dry, lifeless skin. My skin feels super soft and a lot firmer after each application. Its super lightweight and does not make my skin appear oily either. I love the glow I wake up with each morning!"
		},
		{
			"review_title": "Increases elasticity and glow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
			"review_text": "This cream has a light and fresh gel-cream texture that glides onto the skin effortlessly. It feels instantly refreshing and hydrating. It really soothes my very dry and dehydrated skin. It has a nice soothing and relaxing light herbal fragrance. You don’t need much of this moisturizer to give your skin hydration and nourishment. It’s a great moisturizer for day or night. It works so well under makeup and it doesn’t make your makeup slip around. I noticed a change in my skin after few uses! My skin feels so much softer, smoother, and healthier! This moisturizer increases the elasticity in my skin, giving it healthy bounce! I really love the results and the texture of this formula! I highly recommend it!"
		},
		{
			"review_title": "LOVE THIS CREAM",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I love a good cream, and I just turned 30 so I'm looking for antiaging but hydrating cream. Sulwhasoo gifted me their Essential Comfort Firming  cream and I love it!   This cream has a great lightweight texture but offers great hydration without feeling heavy or greasy, my skin feels hydrated ans I definitely look forward to results"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "This cream feels super smooth and hydrating. I love how rich it feels and the consistency. The scent is super subtle and lovely. That being said, I was only sent a super tiny sample so I can’t speak on whether or not this cream has any effect when used for a few weeks or months. The price tag seems too high."
		},
		{
			"review_title": "Amazing cream!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "This was kindly gifted by Sulwasoo and I am absolutely loving the gorgeous texture and my results. My complexion is more clear, radiant, and very hydrated. This is better than La Mer in my opinion and a fraction of the cost!"
		},
		{
			"review_title": "The best",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I cant say enough good things about this cream. It was exactly what I expected and much more. It makes my skin feel super hydrated and i look fresh and awake after i use it. I can definitely see a difference specially when i do my makeup routine."
		},
		{
			"review_title": "Does the job",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I use this on my neck. It has a nice, thick consistency -- definitely more for winter which is why I'm only using it on my neck right now since it's getting warmer. It definitely is on the expensive side and there are more affordable alternatives out there."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "Love this! I have a very dry, uneven texture and this helps smooth tone and texture. Highlighted ingredients include Jisun Firming Complex: a potent blend of antioxidant-rich goji berries, black beans and arrowroot!"
		},
		{
			"review_title": "I liked this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This moisturizer feels really nice on the skin. Absorbs well and has a bit of a fragrance to it that smells pleasant. I didnt notice too much of a firming effect, but I'm also 28 so I may not be the ideal candidate to really see a difference."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I am very skeptical of this product, because of the price tag. So far so good. My skin has not broken out and it feels thick and hydrating on the skin. Great at night and I also really like this under makeup as well"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This was a thick hydrating cream that was lightweight and left a non sticky residue. This has goji berries and firming complex that helps firm and plump my skin. I also love the velvet smooth texture that makes it more a luxurious feel."
		},
		{
			"review_title": "Whipped and Airy Cream",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I was able to try the mini in this cream. It’s about the size of my cat’s paws. It has a whipped texture that I really like because a little goes a long way, even for such a tiny little jar. It does give adequate hydration but I’m not sure it’s worth the price tag. There are other creams I’ve tried for cheaper that gave me a softer and brighter appearance. *Gifted by Sulwhasoo"
		},
		{
			"review_title": "Not Worth the Price At All",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I am disappointed to say that this firming cream is not worth the money. I was gifted this product by Sulwhasoo. I hate leaving bad reviews, but I would hate even more for someone to waste their money. I applied the cream and instantly noticed a placebo effect: my skin was instantly shiny but still the exact same texture. The next morning it was back to its normal self. I feel terrible that I have to leave a review like this, but the cream is very overpriced."
		},
		{
			"review_title": "So Great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I am obsessed with this cream! I noticed results immediately after applying and it did not irritate my skin at all as I have sensitive skin. It leaves a hydrating and forming finish and over time I can notice the difference in my face!"
		},
		{
			"review_title": "Great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "brown hair, Fair skin tone, Normal skin",
			"review_text": "I have been trying this cream and I have really liked the results. I got the small size .5 oz/ 15ml which I would say is a perfect size for traveling but definitely not for regular use. Since I am 32 I have been looking for more products that are for anti aging. This product has been great for dryness and uneven texture. I would recommend getting the bigger size even though it’s $120. I definitely think it’s worth the price."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Tan skin tone, Combination skin",
			"review_text": "This product is soo light and creamy! When you open it, expect a loose soft cream, nothing too thick. However when you smooth it onto skin it feels like a bouncy cushion of moisture. I do notice some slight plumping effects but that’s what skin does when it’s well-moisturized. I am excited to see how this product works over time but so far I really do love it. It feels so nice and as I age I want to make sure I have a good foundation of moisture."
		},
		{
			"review_title": "Wonderful!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "The brand is a big name and I feel so happy that I got to try it out. I love the cream just after using for the first time. Feels like a luxury on your face. I think it’s bit expensive but definitely worth it. I love it smell and my skin feels soft and supple every time I apply it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Sulwashoo never disappoints! The cream has a light scent and it isn't too thick. it's It left my skin feeling so soft, plump, and glowing the next day. Perfect for my dry skin! So worth the investment!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "The texture of this cream is lovely, I like the whipped texture, and it applies easily and does not appear too greasy. I have combination skin and this does not make my skin appear too oily upon application. But I do prefer wearing it at night time."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I just tried a sample of this product and holy cow! I’m in love. The texture is amazing! Not heavy, not light. It absorbs fast leaving no oily residue but the skin very hydrated. My skin feels and looks very hydrated.  It has a nice lemon aroma, but I don’t like how high is in the ingredient list. I can see a sensitive skin not liking that."
		},
		{
			"review_title": "Great!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "What an amazing new cream in my routine! It has softened my fine lines and made my skin so smooth. It hasn’t caused any irritation and I am completely obsessed with the formula. Such a great new staple!"
		},
		{
			"review_title": "An expensive cream with just okay ingredients",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This cream has a medium-heavy texture but sinks right into the skin leaving a natural and not dewy finish. This cream is pretty heavily fragranced and the ingredients aren’t a huge wow factor for me since fragrance is in a higher concentration than a lot of the beneficial extracts that have been added in. I’m not sure that this is worth the $120 price point, although my skin does feel nice and soft after applying. I’ve noticed hydration but my dry skin needs a bit more than just this cream."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "So excited for this, cant wait to see results in the long run. I love how it feels, its leaves your skin feeling amazing. It is moisturizing and perfect for an oily combination skin type. Honestly the price is intimidating but if it works its worth every penny."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I love this product! I wasn’t sure if I would be a fan because I’ve tried so many lotions and creams without success, but this is great. It keeps my skin moisturized without feeling irritated. The scent isn’t too overwhelming either."
		},
		{
			"review_title": "Nice texture for a pm routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This product is scentless and a standard cream I would use for my nightly routine. It’s a rich creamy texture that does not leave any residue after applying. It absorbs well and doesn’t feel oily on skin. I’d say it’s too rich for the am routine but I can see it being used in the winter time. I have to wait and see if it has firming effects."
		},
		{
			"review_title": "Good so far. Love the calming scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I was gifted the Essential Comfort Firming Cream complimentary from Sulwhasoo in exchange for my honest review. I love the smell of it as it's a very calming scent. It feels nice and creamy and hydrating to my skin. I love the little sample size I got. I'd love to finish this one and then purchase the full size!"
		},
		{
			"review_title": "Don’t believe the hype",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "This product doesn’t do anything for my wrinkles it’s Wayover priced don’t believe the hype."
		},
		{
			"review_title": "Not sure it's worth the price",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Dry skin",
			"review_text": "I received this product for free from the brand in exchange for my review. This is a thicker cream that is best used at night in my opinion. The scent is citrusy and doesn't linger for very long. I noticed that my skin is soft and moisturized after I used it, but I don't think it necessarily does a better job than the less expensive moisturizers that I typically use. The sample I received wasn't large enough to notice any long term anti aging benefits. I don't think I would purchase this myself for the steep price tag."
		},
		{
			"review_title": "Suppppppple!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "What I love most about this crème is how glowy and hydrated and smooth my skin looks after application. It really is one of those products that emphasizes the care in skincare. The consistency is thick, but not greasy, and leaves your skin glowing. My biggest gripe with this product is the price, although it is a great product so it all depends on what you’re looking for!"
		},
		{
			"review_title": "Try it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "It smells amazing and I love the texture it is almost like cream gel, super light. It is very hydrating and I only had to apply it in the AM and PM, so it work the whole day and even under makeup. Highly recommend to try it."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "It is a rich moisturizer which is something I enjoyed. It does have sort of an odd scent which I did not love and it lingered throughout the day. I was given the smaller size so I can’t claim anything on the anti aging portion because it was not big enough for me to speak on, it ran out before 1 week. I would recommend it if you are looking for a richer moisturizer and aren’t sensitive to scents it does feel nourishing."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "brown hair, Fair skin tone, Combination skin",
			"review_text": "honestly, i didn’t expect it to be such a tiny amount. it is NOT worth the huge price tag when you get a very very small amount. that’s the biggest thing for me with this, it’s ridiculously small for what you pay."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This lotion goes on so smooth and makes my skin feel so soft! After consistent use, I noticed the dry patches on my face started to go away and my skin felt more moisturized. It did have a scent to it which I usually try to stay away from but it didn’t affect my skin at all."
		},
		{
			"review_title": "Great texture",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Normal skin",
			"review_text": "I've heard so many good things about this cream I was so excited to try it but the amount of product was so little that I couldn't afford a second application Personally I like to try the products for at least a week so I can write an honest review no I could feel no change since I only tried it once but I can say that the texture is great and that it absorbs very well into the skin!"
		},
		{
			"review_title": "YES",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "All I have to say is GO BUY THIS! I am so impressed by the way this makes my skin feel. I’ve only been using a few days and my skin feels hydrated and bouncy. I cannot wait to see the results after a few more weeks."
		},
		{
			"review_title": "Amazing results",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "My skin is renewed, refreshed and so glowy thanks to this!! This brand never ceases to amaze me at how good their products are for the skin.  It is so worth it to have this as a potent step in your skincare."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I was kindly gifted this Essential Comfort Firming Cream by Sulwhasoo in exchange for my honest review. I really love this product! It is a hydrating cream that works on all skin types from normal, dry, combination to oily. It is a whipped firming cream that tightens the look of your skin for tighter, bouncier looking skin. It definitely helped make my skin look hydrated and firm. I definitely recommend trying this out!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I absolutely love this moisturizer. I have extremely dry skin and this keeps my skin hydrated throughout. It also goes so well under makeup and doesn’t pill. It also has a subtle fragrance which is nice. I highly recommend"
		},
		{
			"review_title": "Hydrated and supple skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I was so excited to try the gifted by  Sulwhasoo Essential Comfort Firming Cream and was not disappointed! It is a cream that works on all skin types from normal, dry, combination to oily. It is a whipped firming cream that tightens the look of your skin for a bouncy finish and complexion that is supple. It addresses uneven skin tone, loss of elasticity and firmness and dryness. It really left my skin feeling supple and hydrated and I highly recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Texture is light, not at all heavy on your face. I liked that it really did feel moisturizing, especially since I put it on at night. Made my cheeks especially extra bouncy. I use this in conjunction with their serum and love the results!!"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This was gifted to me by the brand for reviewing purposes but my opinions are my own. Sulwaso is absolutely amazing! Everything that I have ever tried from this friend has been absolutely wonderful. I can actually feel my skin firming up when I use this! It makes my skin plump and hydrated! Definitely would recommend this to everyone!"
		},
		{
			"review_title": "Just Mediocre, Especially for the Price",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "This product was gifted by me in exchange for an honest review.  I received a mini sample size of the product. The product itself feels quite soft and silky. The cream sinks into the skin beautifully but for someone who has dry-normal skin, it does not feel hydrating enough. Also, the scent of the product is a bit too strong for my liking. I would say for the price, it does not seem worth the price tag."
		},
		{
			"review_title": "1000/10",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "I love this product, I have been wanting to try a Korean skincare brand for so long and after using this I see what all the hype was about. This product makes my skin look and feel amazing, it is one of a kind in the way it makes my skin so luminous and healthy and firm! I absolutely recommend this product and will deff be trying out the rest of the line! 1000/10"
		},
		{
			"review_title": "Great to restore dull skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "It’s hard to resist Sulwhasoo. My skin was dry and lack of radiance and that’s why I wanted to try a thick formula to make sure it will deeply hydrate my complexion. This cream did what I expected and now my skin looks more supple and smoother after few uses. It restored my skin bounce."
		},
		{
			"review_title": "Helps firming up my skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "This cream feels so amazing on my skin.It helps in my dryness and has anti-aging properties.It firms up the skin and give a bouncy and tighten look.Only thing is if it had spf,it would be the best for day time as well."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "This cream feels so soft and silky when I apply it, I love that it provides an instant lift and brightening effect. I like to put this on in the mornings, it leaves my skin looking so fresh and rejuvenated."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "My skin was so soft and hydrated after I used this product. I am already ready to buy more because I love it that much. My sister and mom also tried it out and loved it so much that they bought their own"
		},
		{
			"review_title": "like it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Wonderful day cream! I love this cream. It leaves a lovely hydrated look. Very happy. Overall an amazing product and one I would be happy to recommend to others, I would definitely purchase it again in the future."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I was gifted a trial size to test out for my review, which is great since it's a pricey cream so it's nice to test before purchasing. I already love using their serum, so this is a great addition to my skincare regimen featuring Sulwhasoo products. I have dry skin and this is hydrating and firming without feeling greasy. I love the fresh, herbal scent (like their other products)."
		},
		{
			"review_title": "Overpriced",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "Is an ok moisturizer the skin feels soft and smooth I think is a little overpriced after using it for a few days I didn't noticed any difference but I will keep using it to see if there is any changes."
		},
		{
			"review_title": "Soft skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "This face cream is a really good one! It is super hydrating and it definitely moisturizes my skin. It does not feel heavy and I can tell it is helping smooth out and even out my complexion and skin tone. I will keep using to see more benefits!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I was looking for a new cream and this cream feels amazing on the skin! I love how lightweight and smooth it feels on my skin. I definitely recommend trying this cream out. I will be adding this to my routine."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I finally hit the age where I’m seeing my skin transform and not be as firm as it used to be. I’m amazed by this product! One small amount supplies a thin layer which is perfect to do the trick. My face is instantly firmer."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I like to use this as a night time moisturizer. Every time I’ve used it my skin feels softer and smoother the next morning! The product itself is also very luxe feeling. If you’re into packaging, this one is great! If there were SPF in this cream I think it would Also be great for daytime use."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I really like this brand as it never dissapoints!  Such a nice product that is so important to have under my belt. Winter dried my skin beyond belief.It provides the nourishment and hydration it needs. My skin is very sensitive and it has beautifully nourished my skin! I love it!! I have been using this cream for a while now. My skin looks younger, smoother and feels softer!"
		},
		{
			"review_title": "Smells amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Okay first off the smell of this firming cream takes me immediately to a spa in the islands! It’s so amazing! I love the thickness of this cream because it’s perfect for moisturizing my skin! While great for the day, it’s also perfect for winding down at night - no essential oils needed!"
		},
		{
			"review_title": "High end skincare that's worth the price!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I have used the activating serum from Shulwhasso (and LOVED it) so I expected greatness for this comfort firming cream. And? Great it was!! I love the light & fresh scent, the hydration (I have dry skin) and how glowy (in a healthy way) that my skin looks after using. I have a hard time paying a lot for skincare so this is steep for me but this brand would be worth it!"
		},
		{
			"review_title": "Rich and plumping!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This product is definitely a luxury item and it feels like one too. It’s a rich cream that provides great hydration and plumps my skin. It lays well under makeup. I can definitely tell that it does firm and helps with my lines. The product is pricey, but it takes very little for each use. I appreciate that it doesn’t have a fragrance and it’s amazing on my dry, sensitive skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
			"review_text": "The product feels high quality and really helps moisturize your face and keep your skin hydrated. I did notice that it does help firm loose skin in your face. The packaging is also nice and overall the product works well."
		},
		{
			"review_title": "Wow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I received a small sample of this product and it's actually really nice. It has a light smell that makes me feel like I'm at a spa! Lol. It feels great on my face when I use it and thinking of getting a full size"
		},
		{
			"review_title": "Moisturizing but high price point",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I love the texture of this cream, I find it very suitable for my oily type skin. I’ve been looking forward to trying this slightly higher end kbeauty brand for a while. I haven’t noticed any firming results but it leaves my skin looking very moisturized and with a dewy glow."
		},
		{
			"review_title": "WOW",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "The Essential Comfort Firming Cream is literally a dream in a bottle, It keeps my skin moisturized all night and effortlessly sinks into the skin with no sticky residue. I am also a huge fan of the scent!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Received complimentary for a honest review from Sulwhasoo. This cream is very rich and smooth. Little goes the long way. After use, my face feels soft and plump. I recommend this cream for dry skin for night."
		},
		{
			"review_title": "Perfect Travel Size!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "A luscious cream that melts into the skin leaving it plump and hydrated. It leaves a subtle satin finish and makes the skin glow so nicely. I noticed the most firming & plumping effects in my cheek area when applied overnight."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "I have been really wanting to try this brand after I saw a make up artist rave about it. This is the first product of those I am trying and it was really exciting like it will be good it has a nice texture and I will keep using it for sure"
		},
		{
			"review_title": "Lovely",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Found this to be a wonderful and rich cream that adds moisture without being greasy or heavy. Works well during the day under makeup and at night with other skincare products. I’m not sure if this will replace my usual cream but did enjoy using it!!"
		},
		{
			"review_title": "The Best for Firming & Brightening!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "This cream doesn’t disappoint, it does exactly what they claim and even more. I can honestly say that after each use, and prolonged use I can notice my skin is firmer and it’s also helped brighten my hyperpigmentation and dark spots. I love the texture, it’s not heavy or too thick, for me it’s just right."
		},
		{
			"review_title": "Great results!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "After just one use my skin feels much more hydrated and firm! It feels light on my face but a little product goes a long way! This is definitely going to be an exciting new staple in my skincare routine."
		},
		{
			"review_title": "Intense hydration",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "In my nighttime moisturizer, I look for intense hydration to alleviate my dry skin and lock in my actives and serums. I personally don't have wrinkles around the eyes or crow's feet (for now), so I cannot attest to the anti-wrinkle claims. However, I can vouch that this ultra gentle moisturizer has a lovely whipped texture that melts into the skin. It delivers in providing instant moisture, lasting hydration overnight, and I've encountered zero issues with irritation."
		},
		{
			"review_title": "Holy Grail!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Sulwhasso has amazing skincare, and this is yet another one of their amazing products! After just a couple weeks of use I am already noticing firming in my neck area! I am anxious to see with continued use more results!"
		},
		{
			"review_title": "Muy buena esta crema",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Me encanta esta crema muy fácil de aplicar después de usarla una semana siento mi piel más filme y hidratada,se adsorbe rápidamente y no me deja la piel grasosa me encanto esta crema la recomiendo"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This is such a great formula with so many good ingredients. I love the consistency of this formula. It’s rich and thick but not it’s not super heavy or greasy at all so I am loving this moisturizer!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I have always loved Sulwhasoo products! They are all so packed with all the goods and have such a potent formula typically. My only complaint for their products is they are very pricey for the amount of product you get!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Received The Essential Comfort Firming Cream complimentary from Sulwhasoo. It was a .16 fl oz size which was only enough for one application so I can only give my first impression as there wasn't enough product to see any results/benefits from continuous use. I liked how it felt on my skin, it was rich and absorbed quickly. My skin felt hydrated and balanced. I would use it again."
		},
		{
			"review_title": "Impressive firming cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I received it complimentary from  Sulwhasoo I love the creamy texture. It feels nicely hydrating without any greasy feeling. It feels luxury and high quality with oriental herbs and ginseng.  And does help to firm my skin a little bit after applying"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This Essential Comfort Firming Cream from Sulwhasoo has been my saving grace! I’ve been applying it to my forehead and neck area every night (those areas I see the most again) and I can see such a difference in firmness and hydration for my skin!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I can't believe that I've never heard of this brand. This cream is perfection in a bottle! I have very sensitive skin and this does not irritate it at all. It is so moisturizing and feels amazing on the skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This product feels like a typical cream after location.  I immediately feel more hydrated and I am looking to see how this makes me more hydrated and firm, and hopefully makes my skin more youthful in the long run."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "I was excited to try a Sulwhasoo product for a while now, I’ve been interested in a luxury face lotion/cream and this one sounded like something I would love. I have dry skin and I’ve been trying this out as a part of my nighttime routine. It’s a soft and fluffy like texture and it leaves my skin hydrated and smooth. So far, I really like this!"
		},
		{
			"review_title": "Amazing Firming Cream!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I absolutely love this brand and this firming cream has helped me tremendously! My skin feels plump, hydrated and my skins elasticity is back! I've been using this with their serum and love what it's doing for me! I definitely recommend if you need firming benefits!"
		},
		{
			"review_title": "great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "This product is great! The packaging looks so sleek and chic. My skin feels so smooth and hydrated after using this product! I feel so refreshed and rejuvenated. It's the perfect product to have in the midwest where it's still so cold and dry."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "First of all, this cream has the best texture I’ve ever felt! I love how smooth & fluffy it is! It absorbs wonderfully into the skin as a final step in my skincare routine. Secondly, it doesn’t have much of a fragrance which is definitely what I prefer. Overall I would definitely recommend this to anyone looking for a highly moisturizing cream."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I really like this firming cream. My skin looks and feels soft and hydrated. I have combination skin and it helps even out my skin texture and reduce oil in my t zone. In my mid 30s I appreciate anything that helps firm my skin and this helped my skin to look for plump and firm."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This is such a luxurious face cream and smells heavenly on the skin. It absorbs quickly and I love the thicker consistency to it. This moisturizer works great on my combination sensitive skin and doesn’t irritate it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I got a tiny sample of this to try out. I love this brand and their products. It is made with amazing ingredients with no harsh ingredients and it is good for the skin. This is their new reformulated cream."
		},
		{
			"review_title": "Good quality",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Great addition to my skin routine in the morning and at night. It firms and moisturizes well and works great if you need to apply make up in the morning after the morning skin care routine is done.   Has a pleasant smell."
		},
		{
			"review_title": "Smooth Texture",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "This feels so soft and my skin feels light and hydrated. My skin is very happy using this and I love how easily it blends into my skin. It feels like I’m wearing butter. It doesn’t feel sticky or greasy on my skin."
		},
		{
			"review_title": "Very High end",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I received the .5 ml bottle so it's hard to say how well Ling term effects are. However the fee times I have used this product I was not disappointed. This product has a luxurious thickness that literally just melts into your skin. With just a small amount your skin feels soft hydrated and left with a beautiful natural glow.  I didn't notice any firming benefits but that could be because I only received a small amount. This product is a bit more pricey and defiantly on the high end spectrum but worth the price."
		},
		{
			"review_title": "Moisturizing unsure of long term effects",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This product smells nice and has a lightweight texture. It is moisturizing. I can’t say much as to weather or not my skin has less wrinkles since I only used a sample size but it did not irritate my skin and it did give me a nice radiant glow. I think a longer trial of the product would be better at determining plumpness and firming"
		},
		{
			"review_title": "Treat Yourself",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I received this free in exchange for my honest review..  I have wanted to try this moisturizer for forever and let me tell you, it did not disappoint. From the minute I removed the lid I knew I was going to love it. It has a luxurious thickish texture that literary melts into your skin. This moisturizer is great when your skin needs that extra tlc. By morning my skin is so soft and has this natural glow. So beautiful. Oh and the scent.. It has a beautiful natural herbal smell that I just cannot get enough of. I cannot speak to the firming benefits, as I haven't used it long enough to tell. But I am obsessed! I know it's a bit on the pricier side, but if you can afford it, GET IT!! You won't be disappointed."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I received a 5ml sample of this to try and review - however it’s hard to tell the long terms effects of a product like this with such a small size. So my honest review from the couple of uses I got from this is: it is moisturizing and has a pleasant texture - but in terms of having any firming effects I can’t tell of any difference."
		},
		{
			"review_title": "It’s nice",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I only had a tiny 5 ml sample bottle and I’ve only used the cream couple times so I can’t say how this works when used consistently. I love the texture, it would be good in winder or in drier climates. It smells nice and moisturises well"
		},
		{
			"review_title": "Nothing spectacular",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I received a sample of this product for my honest review. It feels very light and refreshing. I like the texture. In terms of benefits, I haven't noticed any yet. With such a small sample of this product, I don't expect to be able to notice any. I probably would not purchase due to the price. Nothing stands out as spectacular"
		},
		{
			"review_title": "Excellent Hydration",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "After cleaning my face and putting on the firming cream, it felt very soft and moisturizing! So far my face feels hydrated and a bit firm which I am pleased about. I don't have anything bad to say, so I recommend!"
		},
		{
			"review_title": "Good but...",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "This cream is hydrating and leaves a little glow on my skin. It works as promised, I did noticed my skin firming after using this consistently. I'm just really bummed that it is so tiny. I wish there's more for the price."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Sulwhasoo essential comfort firming cream is my new favourite ! The texture is lightweight, absorbs fast and smells good. Great for my combination skin! Love the way my skin feels after I use it - soft, hydrated and moisturised!"
		},
		{
			"review_title": "Amazing firming cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Love this cream. Very firming and very hydrating. Love how it felt on my skin. Made my skin very soft even the next day! I use this in the morning when I wake up and the night before I go to bed. Super smooth skin and not did not get irritated with my sensitive skin highly reccomend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Sulwhasoo is one of my favorite skincare brands, so I’m always excited to try out different products from their line! The Essential Comfort Firming Cream is a whipped cream that helps make your skin look and feel supple and bouncy. It’s made with a potent blend of antioxidant-rich goji berries and intensely hydrates your complexion to help smooth out your skin’s tone and texture. The product feels incredibly hydrating, and my skin is smooth to the touch upon application. While this is suitable for all skin types, I think this would be especially great for anyone with dry or aging skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "After using this cream for about two weeks, I can honestly say I have noticed a difference in my skin! It looks much brighter and firmer. I love the consistency of the cream, as it is not too heavy and I can use it day or night."
		},
		{
			"review_title": "OBSESSED",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Wow this firming cream really does the job! Such a wonderful cream to use if you really want to tighten your skin and Give off a younger look. This brand has always been a favorite of mine and this product is now a new favorite!"
		},
		{
			"review_title": "Works Wonders!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "This cream is the best. It smells so good and it works so well too!! Not only does it work well for firming, but it smells so good. The only thing is that the container is a little small. A little bit of the product goes a long way, but it still is just a small amount of product in the container. After using this product my skin definitely feels way more hydrated and firmer. I love applying at night because I wake up with my skin feeling fabulous."
		},
		{
			"review_title": "Wow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "I love this so much my skin feels so plump after I use this and it looks and feels so hydrated, I’m gonna buy more when I run out for sure because this is so amazing. I love the packaging and I love everything about it"
		},
		{
			"review_title": "Skip it",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "The cream itself is okay, but I don’t trust the company. They asked to send me a full size product in exchange for my review, but they sent me a little tiny sample size product. At this price point, just buy a different brand of cream. It’s moisturizing, sure, but so is the stuff that costs 1/2 as much or less. And in my opinion, other creams are much better."
		},
		{
			"review_title": "AMAZING!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "This is one of the best moisturizing creams I've ever tried! It makes my skin look and feel so hydrated and gives me such a glow after consistent use. It really feels like my skin is drinking in the moisture and I can actually see a difference in the firmness of my skin overall. I definitely recommend this product!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "This cream has a really nice and creamy texture. It feels great on the skin, very rich and moisturizing. I received a small sample so I couldn’t tell if it does anything for firmness but I think if this cream is used consistently the results would be great. It also has a nice scent which is quite pleasant and doesn’t linger."
		},
		{
			"review_title": "Instant Firming",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "This cream makes my skin feel tight and plump - but not in a drying or uncomfortable way. It definitely gives an immediate firming feeling (temporarily) so I would love to see the long term results from using this. My skin feels so smooth after application and that feeling lasts for hours, and it’s the perfect amount of hydration too - not too heavy/thick but definitely leaves my skin feeling hydrated for the day! It smells really pleasant too."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This cream feels nice and hydrating on my skin I haven’t seen any visible burning effects from it and I don’t think that it is worth the hefty price tag that this moisturizer costs when there are so many on the market."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "i really like this. Feels really good on the skin. Truthfully, I don't have any complaints. Wish it was alittle more affordable but I totally understand the price. Worth giving it a true!!!!!!!! 10/10"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Such a luxurious cream! It's a bit on the thicker side but doesn't feel greasy or heavy, and really moisturizing. Of course I will have to give it more time to see results for firming/anti-aging but my skin feels a bit plumper and toned after using this. The natural herbal scent is amazing too and will continue using it on my pm routine!"
		},
		{
			"review_title": "Love Sulwhasoo!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Gifted by Sulhwasoo. Sulhwasoo is one of my favorite Korean brands. This new whipped cream is perfect for anyone who lacks elasticity and firmness of the skin. Me and my mom both are using this cream daily. The result is visible after a week already. The skin is more toned, firmer and supple. It also provides excellent hydration."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "This is a really Lovely cream. Feels like velvet on the skin, very smooth, very soft and it settles in really well. I’ll have to see what difference it makes over time, but super happy with the first few days of this!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "This is a very nice cream! Feels very soft and luxurious on the skin and makes my skin feel very supple! I also love the packaging of this product. I also feel like it has helped hydrate my very dry skin!"
		},
		{
			"review_title": "So hydrating!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I loved using this Sulwhasoo firming cream! It is definitely worth every penny. It made my skin feel so soft and smooth after I used it for the first time. After a couple of uses I noticed an improvement in overall hydration on my face and neck. I highly recommend this moisturizer to anyone looking for added hydration!"
		},
		{
			"review_title": "Instant soft skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This cream has such a beautiful formula. It is a perfect fit for my dry skin. It has a whipped texture and it instantly moisturize your skin. I usually like wearing it at night and next day I wake up with well soft and supple skin."
		},
		{
			"review_title": "Hydrating",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I am turning 30 in a few weeks so I was excited to try out this firming cream. As soon as I applied it I noticed the richness of the cream, it’s very hydrating and not as heavy as I expected it to be.  I really love how it doesn’t have a strong fragrance but a soft smell to it. I let this sit in my skin for 15 minutes to reapply to areas that need extra hydration. I can’t wait to see results with more continuous use."
		},
		{
			"review_title": "Great Product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "I love this cream! I use it at night and I wake up with super hydrated skin. I have normal/combination skin and I feel like it works really well for me. I don't have deep set wrinkles, so I use it more as prevention."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This is very thick but moisturizing cream! I like the refreshed feeling it left after application to the skin. I think it is better for more mature skin but is a good product overall. Can be good for dryer skin."
		},
		{
			"review_title": "Great addition to my Sulwhasoo routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "I am a big fan of this brand and their activating serum is one of my favorites. This cream is rich with whipped texture that instantly hydrates while leaving my skin soft and supple. I cannot wait to see how my skin’s elasticity will improve with consistent use. Def a great addition to my Sulwhasoo routine!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Before Sulwhasoo became available at Sephora, I've been a devotee for years! The essential comforting is a whipped firming cream that firms the appearance of skin while giving it suppleness. For all skin types, this product has one of the crucial ingredients aka the JISUN Firming Complex: powerful antioxidant-rich goji berries, black beans, and arrowroot that provides intense moisture and helps to smooth tone and texture."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I love this product so far! It feels really soft and hydrating upon application and doesn’t leave my face feeling greasy or anything. My dry skin has been soaking this up and it also feels more plump after using it"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
			"review_text": "this stuff is so amazing! My skin feels and looks better than it ever has after a few days using! my fry spots don’t Show through makeup and I swear my skin looks way more even! Will definitely be repurchasing!"
		},
		{
			"review_title": "the best",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I am well aware of this cream and its the one the best cream on the market now! Its really boost radiance and deeply hydrate your skin. Lightweight and with a great scent! i highly  recommend it to anyone"
		},
		{
			"review_title": "great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Absolutely love this cream. It’s so hydrating and rich. Wonderful experience.                                   Highly recommend to anyone with aging skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "this firming cream is amazing! i love how it has made my face feel"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "If you are looking for a product to make your skin feel firm this product I think really does work! It is very pricy so if I could get a sample first I would to test it on your skin but I am enjoying this product so far."
		},
		{
			"review_title": "Helps eye bags",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "I love this firming cream! I love this brands products and this one does not disappoint. I get really bad eye bags and this product helps firm my eye and and improve my tired look. I love how firm and awakened my skin looks!"
		},
		{
			"review_title": "Great Product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "I really like this Essential Comfort Firming Cream by Sulwhasoo, the formula of this product is really nice, super soft and smooth on the skin. It doesn't cause breakout or redness on my sensitive skin, it's really great to use in my daily skincare routine. I highly recommend it."
		},
		{
			"review_title": "I LOVE IT ✨✨",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I loved it, it helped me a lot to hydrate my skin, which most of the time is dry without leaving it greasy, it absorbs very well and leaves my face looking radiant, it has a rich aroma and very rich nutrients for your skin✨"
		},
		{
			"review_title": "Meh",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Did not like this product. It has a strong overpowering scent. For the price that is over 100 dollars it’s not worth it. It feels hydrating and it makes the skin soft but it’s nothing outstanding. Gifted from sulwhasoo."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Oily skin",
			"review_text": "Gifted by sulwhasoo- love this firming cream! I have tried the serum and was impressed and this was even better. It made my skin GLOWY and hydrated and plumped my skin. I woke up with a nice glow! Applies smoothly!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This brand is absolutely fantastic, I have used their serum before and it changes my skin so much better. The conform forming cream goes a long way to not just hydrate but improve the texture and tone of the skin. keeps my skin supple all day and I can feel slight firming with application."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I really like this moisturizer. It’s so hydrating and satisfying to apply. It also serves as a great base for makeup. I highly recommend trying this moisturizer! I will definitely repurchase in the future."
		},
		{
			"review_title": "Smooth like silk",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Sulwhasoo products always feel so luxurious. Their packaging is always so minimal and to the point. This cream is no exception. It has a whipped texture and I love applying this cream at night to let it get fully absorbed. Skin literally feels like silk after applying this cream. Sulwhasoo isn’t a cheap brand but their products are for sure worth a splurge."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "This cream is so luxurious and effective, love the texture, when you apply on your skin you feel this luxury smell penetrating in your skin absorb so quickly and feel so amazing, Right away you notice the hydration and moisturize, feels like tightening your skin and lifting. I definitely recommend this cream because a little bit goes long way, and definitely worth the price."
		},
		{
			"review_title": "Luxury in a jar",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Sulwhasoo products never let me down, and this firming cream is no exception to that rule. This cream is whipped and dense in texture. It applies to my skin like a hydrating mask. I prefer using it at night so that I can allow it to fully absorb while I sleep. I wake up in the morning and my skin feels like silk. So soft and plump! I’m so impressed with this cream so far."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "I have combo skin, I’m 31 so I’m starting to see fine lines and slight wrinkles. I like the aesthetic of all Sulwhasoo products. The cream is lightweight and fast absorbing, very silky leaving the skin smooth and hydrated.I really like it."
		},
		{
			"review_title": "love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Love the way this product feels on my skin. So luxurious. Makes my skin feel plump and moisturized. Would definitely recommend. I hadn't tried this brand in the past but Im so glad that I did, it's one of my new favorites."
		},
		{
			"review_title": "love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "This firming cream is amazing. My skin felt hydrated, moisturized, and plump after one use. I applied everywhere - on the face, neck and hands and i loved the scent and feeling it left my skin. I can tell it will firm the skin nicely."
		},
		{
			"review_title": "Lux",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "This is a nice thick cream that is not heavy and more of a whipped luxury face cream. It makes my skin feel and look more plum and hydrated immediately and keeps my dry skin nourished all day. I have a problem with dry skin and this keeps it from being flacky"
		},
		{
			"review_title": "Decent Moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I was gifted this sample size product in exchange for my honest review. I enjoy a light weight or melts into your skin cream and this product was that. It wasn't too heavy and left a velvety finish to the skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "This firming cream has been everything and more. I use it both morning and night and it really does leave my skin feeling more firm after application.  I love the way my skin looks so healthy and bouncy!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, fairLight skin tone, Dry skin",
			"review_text": "This moisturizer is a staple in my collection and would be a great addition to anybody's routine. It has a smooth, silky consistency and is effective at hydrating, smoothing, and tightening the skin. Highly recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This isn’t a traditional lubricant - you simply use a small amount to add an amazing sensation(cool tingly sensation) it was the first time I’ve used a arousal serum and I’m surprised how great this product worked."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "Gifted by Sulwhasoo but this is my 100% honest opinion and review. Wooooo Sulwhasoo you did it again! This cream is magic in a bottle makes my skin feel so good and hydrated something that I definitely needed I have sensitive skin and my face is loving it! I will be grabbing another jar asap. 10/10 highly recommend."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "This was gifted by Sulwhasoo in return for my honest review. I have tried other items from the brand and liked them so I was excited to try this. However, the size that was sent was not enough for me to gather any long term opinions. I thought this was fine, it was a decent moisturizer. Beyond that, I don't have much else to say about it."
		},
		{
			"review_title": "Moissturizing & Firming",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "I was given this product in exchange for my honest review and feedback. I've been a big fan of AMOREPACIFIC/Sulwhasoo for years, and the revamp of this product has made it even more hydrating than before. My skin feels soft and smooth after using this, and I love how firm my skin looks after application."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This is complimentary from Sulwhasoo. Not long after starting to use this product during my bed time routine I have noticed a difference in my skin! The cream is a little on the thicker side, so to me it seemed better to use before bed. Love the smell of the cream!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "This is such a rich and luxurious cream! I love the gorgeous packaging and the heavy feeling texture of the cream. Perfect for a night cream to top it off and leaves my skin looking hydrated and plump"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Normal skin",
			"review_text": "This was gifted by Sulwhasoo for reviewing purposes. Sulwhasoo is such a luxury brand, and I am always so thrilled to try their products. This cream makes my skin feel supple, hydrated and soft and improves my texture."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
			"review_text": "One of the most high end brand I ever used. I love that this moisturizer is thick, great for winter. It claims is good to firm the skin. Didn’t noticed my skin firm, but I will continue to use it to see any changes"
		},
		{
			"review_title": "Rich and plump",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "I love Sulwhaso and all their products till now and this cream is no exception! This is a rich luxurious cream which is perfect for any skin type! I love the ingredients and the mild herbal scent! It made my skin plump hydrated and firm in single use!"
		},
		{
			"review_title": "So good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "I love sulwhasoo so much and this firming cream is no exception. My skin is so bouncy and radiant after using this. It’s also visibility firmer. I love using this in my daily skincare routine it smells so amazing too"
		}
	]
}