{
	"product_id": "855",
	"name": "Elixir Ultime Refillable Hydrating Hair Oil",
	"brand": "Kérastase",
	"categories": "Hair, Hair Styling & Treatments, Hair Oil",
	"price": 90.0,
	"about": "What it is: A new and improved luxurious formula of the iconic hair oil, now refillable, formulated with wild camellia to smooth frizz and enhance shine, while nourishing and protecting against heat up to 450°F..Hair Texture: Straight, Wavy, Curly, and Coily.Hair Type: Fine, Medium, and Thick.Hair Concerns:- Frizz.- Heat Protection.- Shine.Key Benefits:.- Leaves hair smoother and irresistibly soft.- Enhances hair shine and reduces frizz.- Strengthens and provides heat protection up to 450°F.Highlighted Ingredients:- Wild Camellia Flower: Resilient flower with high concentration of antioxidants to nourish hair..What Else You Need to Know: Achieve radiant shine with the new and improved formula of the iconic hair oil infused with wild camellia, loved and recommended by pros and consumer worldwide. This lightweight oil provides 92 percent more shine**, and up to 10x smoother* and 10x stronger* hair. This luxurious hair oil controls frizz up to 96 hours, strengthens hair, and provides heat protection up to 450°F. This multi-benefit oil can be used as an instant conditioning treatment to deeply nourish hair, a styling aid to reduce frizz, or a finishing touch to your final style for shiny and soft hair...The new iconic hair oil is now refillable. The bottle is made of least 30% recycled glass**** and the refill is made of at least 95% recycled plastic.***.Fragrance Description: The top notes are Mandarin and freesia violet leaves; middle notes are cedarwood and heliotrope violet flower; and bottom notes are sandalwood musk and courarine..Clinical Results:.This lightweight oil provides up to 92% more shine**, up to 10x smoother* and up to 10x stronger* hair..*vs non-conditioning shampoo.**vs unwashed hair.***Except the cap, the pump, the label.**** Except Cap and pump...Allure",
	"ingredients": "-Wild Camellia Flower: Resilient flower with high concentration of antioxidants to nourish hair. ..Isododecane, Dimethicone, C11-13 Isoalkane, Caprylic/Capric Triglyceride, Dimethiconol, Amodimethicone, Camellia Oleifera Seed Oil, Zea Mays Germ Oil / Corn Germ Oil, Argania Spinosa Kernel Oil, Sclerocarya Birrea Seed Oil, Pentaclethra Macroloba Seed Oil, Camelina Sativa Seed Oil, Linalool, Alpha-Isomethyl Ionone, Limonene, Coumarin, Benzyl Alcohol, Camellia Japonica Flower Extract, Phyllanthus Emblica Fruit Extract, Tocopherol, Parfum / Fragrance.",
	"how_to_use": "Suggested Usage:..-Apply one to two pumps on mid-lengths and ends to bring a touch of shine during your styling routine..-Use as often as needed. Can be used on wet or dry hair, based on your preference....How to Refill:&nbsp;.-To refill, unscrew your empty oil refill and separate it from the glass bottle..-Unbox your new oil refill and insert into the glass bottle..-Turn clockwise to lock...Recycling Instructions:.- The bottle is made of at least 30 percent recycled glass (except cap and pump) and the refill is made of at least 95% recycled plastic (except cap, pump, label).",
	"num_reviews": 856,
	"overall_rating": 4.6,
	"product_url": "https://www.sephora.com/ca/en/product/kerastase-elixir-ultime-refillable-hydrating-hair-oil-P511702?skuId=2798775&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2798775-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "2.53 oz / 75 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2798775-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Formula change ruined it",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Used to be worth every penny; after formula change it’s literally comparable to a $10 drug store hair oil. Please change the formula back"
		},
		{
			"review_title": "It’s worth it",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "The smell isn’t over powering at all.  I love adding this into my routine for shine and hydration! It doesn’t weigh down my curls either.  It wouldn’t be my first option to fight  frizz ."
		},
		{
			"review_title": "DO NOT BUY! FORMULA CHANGED",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I have been using this hair oil for years and was shocked when I recently purchased this new bottle from sephora. Kerastatse changed their formula to what feels like a watered down version of the previous hair oil, price went from $20 to $30 and it's literal trash. The hair oil used to be the perfect amount of thick and luxurious and would leave my hair soft and shiny. This new formula is pure liquid, feels like water in your hands and does nothing at all for my hair. This new hair oil feels like a watered down version of their previous hair oil. Super disappointed as this was my go-to hair oil and will need to switch to a different brand. The price also went up 33%. This bottle used to cost $20 at sephora and now costs $30 and the product is total garbage now. I have no issue paying $30 for hair oil if the product was worth the cost but this hair oil formula is completely different and embarrassing on Kerastase if they didn't think consumers would notice they cut corners on their new formula. Do not buy. If you want higher end hair oil, switch over to Shu Uemera."
		},
		{
			"review_title": "Bring back the old bottles :(",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I absolutely loved the old hair oil formula. I bought the refill to compare. The old formula was definitely worth buying but this new refill formula is not. The new refill so much smaller in size with the same price        same price"
		},
		{
			"review_title": "New formula, new price, worsened results",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I tried the original one in the glass bottle and it was amazing. The concentration was lighter and it smelled amazing! I could not keep my hands out of my hair. The “new formula” feels a little more dense. The smell is a bit odd. Plus the increase in price is really a dealbreaker. I wouldn’t have minded paying the increase if it still offered that amazing formula. But it just seems like they’re cheapening out the quality of the product just to make a few extra dollars. I will not be buying this new version. I’m sure there’s better options on the market. If they kept old formula absolutely! But this isn’t worth the price and quality."
		},
		{
			"review_title": "Curious - but not enough for the steep price.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I received a sample of this recently and fell in love with it! Out of the tiniest little sample, I got three uses. It would actually be the first time I bought a full sized based off a sample. BUT, after looking at the reviews - it looks like the price has gone up, the product amount smaller, and the formula changing. So now I think I will pass. So sad."
		},
		{
			"review_title": "The reformulation ruined it",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This product was great but the new formula is not it. The old formula made my hair look shiny and silky. Now ut does nothing. It’s also very thin and a lot comes out at once. They also raised the price but decreased the amount. In April I paid $28 for 1.7 fl oz. Last month I paid $30 for 1fl oz of product that’s lower quality."
		},
		{
			"review_title": "The best hair serum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Makes my hair look like a million dollars. So lustrous, shiny, sleek and very healthy. The most important part is not to use too much and put on thoroughly cleaned hair, on ends only to avoid hair looking oily."
		},
		{
			"review_title": "SHRINKFLATION",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I’ve been buying this for years and am so disappointed that they changed the size from 3.4 fl oz to 2.53 oz and of left the price the same. They also changed it from a glass bottle to plastic"
		},
		{
			"review_title": "price increase",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "cant believe they changed the formula and increased the price for a smaller amount. i used to pay 35$ for 50ml. its now almost 50$ for 30ML. insane. the new formula is bad as well. switching to davines oil after years of using this one."
		},
		{
			"review_title": "Must have",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I love this product and company I highly recommend it!!!!!"
		},
		{
			"review_title": "New Formula",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "They changed the formula and it’s a thinner consistency. It’s not as good as it used to be and makes your hair look greasy now!!! Do NOT buy!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "Hi! I am a sephora beauty insider community ambassador and this is my honest and authentic review of this product. I feel the consistency is thicker which I'm not fond of. The scent is lovely. As far as heat protectant you truly need just a couple drops or it will make your hair look oily and greasy. That's the main issue I have is finding that perfect amount to use for best results"
		},
		{
			"review_title": "Don’t buy this",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Why did we change it?? Less product, thinner product, and it costs more. Before the rebrand it was 100ml for like $55 now 75ml for $62?? And before I could use half a pump now I have to have to use a whole pump. Old bottle lasted me nearly a year, this one didn’t last three months. Guess I’m done with kerastase back to the drawing board for a new oil"
		},
		{
			"review_title": "You need to buy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I have really fine dry frizzy straight hair  and this product has done wonders to my hair. After using this product for a while my hair  feels so smooth silky and soft and very hydrated. Plus it smells so good definitely recommend"
		},
		{
			"review_title": "Thinner than previous",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, lightMedium skin tone, Dry skin",
			"review_text": "Shrinkflation strikes again. Product is so much thinner than it was. Thinner buy about half. such a beautiful product; sad it changed"
		},
		{
			"review_title": "A Must Have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
			"review_text": "I have extremely damaged hair, and this is a game changer. I’ve tried many products and this is a little pricy but it’s so worth it. My hair doesn’t look complete without it"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I received this product free from influenster in exchange for my honest review. Kerastase is a well-known hair care product brand especially for those of us who damage our hair with bleach. The packaging is very nice and sleek and looks great on your vanity. My one complaint is that I had to look up directions on how to use it because they are absolutely tiny on the box. Some oils are better off being put on while wet and others are best on dry hair. This particular oil you can use on damp or dry hair. I absolutely love the way my hair feels afterwards. I use it on damp hair and I start my ends and work my way up to the roots. My hair is damaged because I bleach it and add fantasy colors. This makes it feel like I have absolutely no damage to my hair. It smells absolutely wonderful with a gourmand scent that does not overwhelm your senses. This is my second product from Kerastase and both have an absolutely amazing. I do have to say it can be on the pricey side but you do not need to use much of the product to get the results that you want."
		},
		{
			"review_title": "Great product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Makes my hair super soft and shiny! Great for post wash days to make your hair less tangeled."
		},
		{
			"review_title": "I don’t like the new formula",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "This new formula is making my hair look greasy. I prefer the old formula. Good thing is that I still have a little bit of my last bottle."
		},
		{
			"review_title": "I love Kerastase",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "It’s a good deal especially if you have the refillable container"
		},
		{
			"review_title": "Different formulation",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I'm torn because I absolutely loved the old formula. It's been reformulated and seems more watery but yet make my hair more oily than before. I miss the old formulation."
		},
		{
			"review_title": "Fine hair tangles easily",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I have very FINE hair that gets tangled easily … I have to sleep in braids or else it goes into knots … the last 3 days I’ve been using this and my hair refuses to tangle …………. Omg"
		},
		{
			"review_title": "Not sure if it’s the same product from sample size",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I received the sample of this hair oil as a reward, and I love to eat so much that I decided to buy a bigger one. The one I received is feels thinner and more watery and is  also clear the sample I received was much thicker and had a yellowish tint had a yellow tint had a yellow tint had a yellow tint."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is awesome hair feels smooth and soft. My new favorite"
		},
		{
			"review_title": "Quite nice!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Lovely product. Usually not a fan of Kerastase, as their products are very heavy for my hair, but I really liked this one. I got a sample, and tried it on clean hair. I have very fine, flat hair, that is usually weighed down by products. I found this to be very light. Better than Moroccan oil and other oils. It does give a lot of shine and lustre to the hair. I would recommend putting it ONLY on the ends, never on the roots as it will make fine hair very greasy."
		},
		{
			"review_title": "Not for fine hair!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This oil made my hair super greasy looking. It actually looks worse than before I washed it. It looks like my hair clumped together in grease. I have fine blonde hair, I would not reccomend if you have the same!"
		},
		{
			"review_title": "Soft, luxurious smelling, shiny hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "UGH you need this. I fought against the urge to buy this for so long because of the price but I can (unfortunately) say it’s worth it. My hair drinks this up and it actually makes a difference even after shampooing my hair, it feels noticeably softer if I’ve been using this product. So I know it’s making an actual difference in my hair, not just sitting on top of it. The smell is so luxurious. A little goes a long way but sometimes I like to go a little heavier for a deep conditioning treatment. Definitely a luxury purchase but it’s something that I can say is really worth the price."
		},
		{
			"review_title": "New holy grail",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love this hair oil, so lux and a little goes a LONG way. I only need one full pump to go through my whole hair, and it’s long and pretty thick. My hair drinks it up and I can almost instantly feel the difference in softness as my hair starts to dry. I love how multipurpose it is as well, as it can be used as a pre wash mask, heat protectant, finishing oil and hair treatment post wash. Whichever way you use it, your hair will feel so soft, shiny and healthy. Only thing I’m not a fan of is the fragrance.. just a little floraly but it does go away. Other than that, it’s so worth the splurge."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "The hair oil is great, there is no doubt about it. The reason for the 3 star is simply for the price increase and smaller bottle. It was 84 dollars for 100ML now 90 for 75ML.  It is not worth the price. Company is getting greedy and I will not purchase again."
		},
		{
			"review_title": "will skip on",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "doesn't help with dryness or damaged hair, smells good tho."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love this hair oil so much! It really makes a difference in my hair is hydration. I wish they had a hair oil that smelled like their curly hairline products. ￼"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "This oil is just ok. Idk if it is worth the steep price. There are cheaper oils that give the same result. It added shine for sure but I felt like I had to add a lot of product for a pleasant result (I have thick hair). I believe the reformulation is thinner than it was originially and I wlild have liked the OG more. I also dont like how u now get less product than u did originally."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "My go to Hair Serum. I have been using Kérastase Elixir Hait Oil for a year now. It has made my hair manageable, frizz free. Just loving my hair."
		},
		{
			"review_title": "Loyal User",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I have been a loyal Olaplex hair oil and leave-in user for years until I switched to this. I’m bummed about the less product compared to the old packaging however I do appreciate the better packaging and the option to buy a refill."
		},
		{
			"review_title": "Back to the hunt...",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "This softens my hair, but to echo everyone else, the formula has absolutely changed, and it is despicable that Kerastase is shrinkflating at this stage of the game. I bought, noticed the price and formula change, and promptly returned. Time to find a new favorite."
		},
		{
			"review_title": "obsessed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I actually could cry this product is so good. It makes my 2 and 3 day old hair look like first day hair and the first time I used it I got so many compliments on how my hair looked. It makes my dry, frizzy hair look and feel so soft and smooth. I've been eyeing this product for a while and I'm so glad I finally got it during the sephora sale!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "MY 3RD BOTTLE !!!! ONE OF MY FAVORITE HAIR PRODUCT !!!! DONT HESITATE AND GET IT."
		},
		{
			"review_title": "Please bring back original",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Please bring back the original formula, this one doesn’t have the same smell, feel or effect. The other one was made by angels pleasee"
		},
		{
			"review_title": "Smaller packaging. More expensive:(",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "I was looking to replenish the oil I bought last year, but was confused by the new packaging and size difference, and realized they are now charging us so much more for less. Shame on you Kerastase. Trying something new now."
		},
		{
			"review_title": "New packaging with less product for more $$$",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Used to be my go to, but the new packaging has less product for more money. Standard size used to have 100 mL now only has 75 mL. Mini size was great for travel and had 50 mL but now only comes with 30 mL."
		},
		{
			"review_title": "Buy. It. Right. Now.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "This product is absolutely amazing! Was shopping for lip gloss, saw the item, and gave it a try. It smells awesome, isn't greasy, and makes my hair super shiny. Great to use before using heat/curling iron/flat iron.  I know it's expensive, but it is well worth it. I see why it's an Allure Best of Beauty Award Winner!"
		},
		{
			"review_title": "Disappointed",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Runny consistency and the bottle is not full. This was my second time purchasing and it seems that either product was removed or they are not filling them. The consistency is runnier than my last bottle."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "It's a good product on wet hair. Works better on dry hair. Leaves hair when used on dry hair, silky and glossy"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I was worried this product was not for me as I did not like the smell.  It's like an old man′s cologne of Old spice🤮. I applied a pump into the ends of my hair and it immediately got greasy. Once it dried though😍 .  At least its not punjent on the hair. Made it all-over shiny and ends hydrated.  But the price is not worth it.   Hi, I'm sharing my honest opinion as a Sephora community ambassador."
		},
		{
			"review_title": "How insulting...",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "Kerastase - shame on you! Did you think that those of us who have been using your products weren't going to notice the formula change and shrinkflation with the deceptive packaging?! Not to mention the huge price increase?! It's maddening!!! I have used this product for years but I WILL NOT REPURCHASE!! I'm on the hunt for a new product!! Take care!"
		},
		{
			"review_title": "bye kerastase",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I changed to another brand after being a faithful KERASTASE purchaser for years..refuse to fall for the corporaterebrand, give less, pay more trick.  i see others feel the same way and that makes me happy..I understand needing to make $ but kerastase is already pretty expensive and just to rebrand to give a lot less but pay way more and think we are not going realize it, needs to be where we draw the line.  bye kerastase hope you miss my monthly purchases"
		},
		{
			"review_title": "We DO notice your greedy redesign",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "So I'm paying nearly $20 more for an ENTIRE OUNCE LESS of product... pretty clever scam you're running on your customers here!"
		},
		{
			"review_title": "Smooth, lightweight & luxe hair oil",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I've been a huge fan of this oil in the past and am equally loving the new formula. It still smells absolutely amazing. I don't notice the scent long after but applying but it's such a nice experience when I am using it.    I love that I can use this everyday and it never weighs hair down or affects my hair style, and it adds some hydration, smoothness and shine. I usually use this at night and 1-2x throughout the day if I need some shine and help detangling (especially in the back where my long hair tends to get tangly) or taming frizz. Here I used it to smooth out some frizz on a Day 2 style. While I did purchase the travel/mini size myself, I also received the full size to try as a Sephora Community Ambassador and this is my honest review. I gave it a 4 star because of the price and decreased size, though the formula itself is 5-star!"
		},
		{
			"review_title": "A rebrand to make people pay more",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
			"review_text": "I am absolutely blown away that Kerastase decided to rebrand their famous oil. So disappointed. If something isn't broken why fix it? You rebranded this oil and people are paying almost $100 and for 75 ml? How could you? I am actually flabbergasted."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Smells soooo good and my hair is silky and smooth."
		},
		{
			"review_title": "I’m tired",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I am so exhausted with brands doing everything possible to suck consumers dry. Less than a year ago I bought a travel size container of this product, when it was 50ml. Now they’ve “rebranded” which just means making it smaller so they can rip off the consumer. Price is the same but we get 40% less volume. My jaw was on the floor when I opened the box and saw how small this was. What a joke. Good product but I don’t like supporting a money hungry, overpriced brand."
		},
		{
			"review_title": "The best hair oil I've ever used",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I live in Hawaii with high humidity and heat and have wavy hair that goes to my hips. This hair oil keeps my hair shiny and soft for days and is the only oil that prevents my hair from tangling. This review is for the old formulation in the non-refillable 100/50mL bottles. I am nervous to try the new formula."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Dry skin",
			"review_text": "This product worked for me and my daughter! I have coarse curly frizzy hair and she has thick finer curly frizzy hair. Both of us got a much smoother look when we air dried with this"
		},
		{
			"review_title": "Disappointed",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "L'Oreal has reformulated this oil recently.  The oil is thin, does not bond with the hair, a completely different product... very misleading.  I have returned my purchase and will be looking for another hair oil."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I am sharing my honest and authentic opinion, as a Sephora Beauty Insider Community Ambassador. I have very thin hair that is easily weighed down. I put a small amount in my hair before I let my hair air dry and it made my hair feeling so soft and shiny. I love how it is refillable. Definitely a must try!"
		},
		{
			"review_title": "Shrinkflation!!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I used to love this hair oil. However they completely changed the formula so that it no longer smells good (the smell was the best part), AND they completely shrunk the amount of product while keeping the price the same. I will not be buying this anymore, even though it used to be a staple for me!!"
		},
		{
			"review_title": "My new favorite hair care product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love this hair oil! A little goes a long way but it makes my hair feel really good all day!"
		},
		{
			"review_title": "A must have in my hair routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I am loving the results, Kerastase never dissapoint me with the quality of their products. The texture is soft perfect for my thining hair, the smell is pleasant and with two pumps is enough for hydrating hair ."
		},
		{
			"review_title": "A New Staple In My Haircare Routine.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Oily skin",
			"review_text": "I bought it for the hype and so far so good! Love this stuff!! Leaves my hair looking so healthy."
		},
		{
			"review_title": "Disappointing. Expensive.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Sadly not a fan of this product. I've used other Kerastase styling products that were better. The hydrating hair oil feels like a waste of money. I'm halfway through the bottle after only a handful of uses and my hair doesn't appear to have any added benefits or shine. I've had better experience with plain coconut oil. Such a bummer."
		},
		{
			"review_title": "Amazinggg product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "My hair is so soft and healthy after using this every shower. It takes only a tiny but for my hair down to my hips so its been lasting so long. I love it."
		},
		{
			"review_title": "Shrinkflation & Reformulated:(",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "As a longtime purchaser of this product, I was saddened that they messed with it. More money, quality has lowered, and the packaging is cheap and smaller. I will be returning and am searching high and low for the original at other locations. A real shame."
		},
		{
			"review_title": "Old formula was perfect, this one's heavier",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Smaller size, higher price, and the reformulation = heavier. Try the Verb Ghost Oil instead if you have fine hair."
		},
		{
			"review_title": "Less product, more money!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Tan skin tone, Normal skin",
			"review_text": "I'm soo annoyed! Not only is this 25ml less than its predecessor your charging $12 more!! It's not worth it."
		},
		{
			"review_title": "Too expensive",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "All these reviews are incentivised and can't be trusted. Less product for more money. I am now looking for an alternative."
		},
		{
			"review_title": "New formula is subpar at best",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Please bring back the old formula! The older version of this product was AMAZING. I was so disappointed by this. It doesn’t do anything as far as I can tell. Not sure what’s up with all of the incentivized reviews, but this product is not worth your money. There’s better products than this at the drugstore now."
		},
		{
			"review_title": "I enjoy this oil :)",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "I am a Sephora Beauty Insider Community Ambassador and this is my authentic review.  I purchased this in a mini with my own money, but later I received a full size to review from Team Bic.  I enjoy this hair oil, my hair is naturally very dry and fine and I dye it often, it needs a rich oil. I use this on damp hair if I'm air drying, or as a finishing step after heat styling. It's nice to use on non wash days to freshen up my dry ends too. :) I use very little, only one pump for my ends and the hair below my ears. I gently work it in and then brush my hair distributing it to the rest of my hair. This bottle is expensive but since I only need 1 pump, it's going to last a long time.  I enjoy this a lot, if you're curious I suggest starting with the mini too see if it is a fit for you."
		},
		{
			"review_title": "This is theft and peak sneakiness",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I love the product itself BUT Sephora is becoming sneaky and thieving by having most of these reviews as incentivized not to mention the huge fact that it’s much less product for more money???? Gtfooo"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "So what is everyone switching to now that this is a smaller bottle for more money? I LOVED this oil. Super disappointed about the change in price for the new design."
		},
		{
			"review_title": "Best tamer for Indian hair frizz",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "Tried and tried so many products to tame my humidity-induced hair frizz for 28 years - affordable ones, expensive ones - but nothing has compared to the results I have gotten with this product. This elixir lives up to its name. Originally bought a travel sized product, fell in love - it lasted for over a year (only small 2 pumps/application needed for ends of thick hair). Finally splurged on a full-size, which dispenses larger pumps - so only 1 pump/application will be enough for me. Slightly pricier, but worth the price tag IMO."
		},
		{
			"review_title": "New formula is horrible!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "It looks like all the 5 star reviews are incentivized! The new formulation is unfortunately not great. It's tinted yellow now so blondes beware. It also doesn't sink in as well as the old formula. I would recommend trying a different hair oil, sad that this was reformulated when it had so many long time fans."
		},
		{
			"review_title": "No to reformulation",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Oily skin",
			"review_text": "Why did you get rid of the blonde hair oil and reformulate the original of this product?? Packaging is cheap and formula is not the same. I’ve been a long time user and the originals healed my hair but I will no longer be purchasing…and the price is raised for less product?? Figure it out Kérastase"
		},
		{
			"review_title": "So lightweight",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I have thick hair and this oil is so lightweight it's one that I've tried that doesn't weight down my hair. I can't believe I haven't tried this sooner."
		},
		{
			"review_title": "must-have in your routine after shower",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "After using this product for a week, I noticed an incredible difference. The best way is to apply lil amount it in sections and distribute it to avoid the greasy feeling"
		},
		{
			"review_title": "Holy grail for beauty healthy looking hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I loved the previous formula, but this one is even better. Very lightweight, smells good, hydrating. Makes my fragile colored hair much beautiful, healthier and shiny."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Porcelain skin tone, Normal skin",
			"review_text": "I have fine, dry hair and this is my absolute favorite hair oil. I've been using it for over a here now and even though I have other hair oils that I use, this is the one that works best for me. I love the scent and it doesn't weigh my hair down or make it feel greasy but just leaves it feeling soft smooth. It's an expensive oil but I legitimately feel like it's worth the price.  * I am a Sephora Community Ambassador providing my honest opinion."
		},
		{
			"review_title": "the best hair oil",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "yes, this is better oil than the pharmacy ones. it smells good, its so slippery andshiny and perfect after a blowdry. not too heavy or greasy. the perfect weight for fine hair or bleached hair!"
		},
		{
			"review_title": "Didn’t like",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Smells good and lightweight. Gave it points for that. Unfortunately it dried my hair out pretty bad."
		},
		{
			"review_title": "more for less",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Sooo expensive for less product than before. I will not buy it again."
		},
		{
			"review_title": "Best thing for Frizz, dry ends, and dull hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Oily skin",
			"review_text": "I have wavy hair and struggle with frizz, no other oils compare to how smooth my hair feels after applying. You only need 2 pea size amounts for your hair. I highly recommend getting this!"
		},
		{
			"review_title": "Must Have Hair Care",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "After using this product my hair was shiny, soft, and product lasted all day. It feels great, and does not make hair feel oily rather nourishes and provides such an amazing feel and look! I love it! Highly recommend!"
		},
		{
			"review_title": "No effect",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Finished almost the 100 ml bottle but did NOTHING to my hair literally Nothing! I used in many different ways, like on dry hair, wet hair , before heating after heating… No helping with the fizzy hair, no hydration, no heat protection…Overall not worth the money  Two star only for not making look as greasy as other oil’s that I’ve tried do."
		},
		{
			"review_title": "must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "this oil, down to the design the smell the consistency, i love it , i already bought a refillable bottle to have as my back up ."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "It is very nice hair oil, when I applied I feel so light and smell great not thick like coconut oil. I use it for a week and the results are very good. I like how they made the bottle too, looks fancy :)) I also give ask my mom to use and she loved it. Very nice!"
		},
		{
			"review_title": "HATE THE NEW PACKAGING! but like the hair oil.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Fair skin tone, Combination skin",
			"review_text": "I've been using this hair oil for years. I love it. But the new packaging is AWFUL. It's over packed. It's plastic packaging inside another plastic package. Which makes it huge. I don't want a huge bottle in my bathroom. Why is it so over packaged.  Hair oil is my favorite. I might just throw out the outside bottle / holder for the refill. Why not just have a bottle that does not sit in another bottle."
		},
		{
			"review_title": "New Packaging",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I’ve been using this product for over 13 years. The product itself I love, but I hate the new reusable packaging. The reusable glass bottle with the refill insert feels flimsy and cheap. The product is also now more expensive for less product in the bottle. So disappointed."
		},
		{
			"review_title": "Soft and shiny",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "I rarely use oils sometimes as I find them to leave my hair more greasy, but I gave this one a try, and it wasn't bad. It left my hair super shiny and soft to the touch. The smell isn't that bad although it does irritate my nose a little. I love that it's refillable, so you can just buy the refill and you're set to go! I did receive this product for free in exchange for my review."
		},
		{
			"review_title": "Ehhhh. It's okay",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dark skin tone, Normal skin",
			"review_text": "So for me, this oil is just okay. The packaging is nice and I like the fact that it has a lock feature within the pump, so points for that. This oil has a slight gel-like and slightly stringy texture that is very thick when it coats the hair strands.   The overall scent is nice and at a medium level of projection unless you add a lot.(It takes no time to die down though) I didn't notice much change to my hair, but if you do choose to still buy this product, especially for my natural hair girlies,  just put it on your ends to create less friction and tangles.  *I also forgot to mention that it does leave a greasy texture at first, but after 3-5 min it dries down really nicely and leaves the hair a little more smooth than before you added it to your hair."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Oily skin",
			"review_text": "the relaunch ruined this product. will not be repurchasing at all. boo 👎"
		},
		{
			"review_title": "Disappointing: Size decrease and price increase",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I just bought my final elixir but I won’t be purchasing again. I used to love it along with the protective cream but not after the size decrease from 3.4 oz at $58 to now 2.53 oz at $62. So disappointed. Ripoff"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Overrated in my opinion. It didn't do much for my hair - it didn't make it softer, less frizzy, or shinier. I'm also not a fan of the scent. I returned and exchanged it for Moroccanoil, which works a lot better for my thin hair."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Did they really think that we would not notice the repackaging con?! This new packaging not only costs more, it also contains less product than before....seriously you are actually paying more for less now! Previously you got 100mL for $58 now its 75mL for $62. Guys they actually think we are stupid, this product was already expensive in the first place and I hate to say it is one of my favorite oils but I cannot justify buying from a brand that is blatantly screwing you....its just wrong. Do better Kerastase."
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "It’s amazing makes my hair so shiny and soft and smells so good. My hair has never felt better since using it. If you have dry hair or frizzy hair this is for you doesn’t make your hair greasy or oily and all that frizz is gone. I put it in my roots ends in the morning or after I style my hair and after I get out of the shower. "
		},
		{
			"review_title": "You did great Kerastase",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I have been using this hydrating hair oil for about a month now. Let me tell you it will leave your hair looking healthier shinier and a little goes a long way when applying. I know many reviewers are complaining about the price but this bottle last quite a bit. Since I started using it I have seen improvement in my hair."
		},
		{
			"review_title": "Wait a Minute...",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "The product is great, but I agree with these reviews. I understand an increase in price OR a reduction in size but not both. Did they think we wouldn't notice because of the nifty refill feature?"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I purchased this oil because it was a better value than Olaplex ($). While I like the product, I hate the relaunch. Sorry but last time I paid $56 por 3.4oz and now I have to pay $62 for 2.53oz? Can’t support brands that do this."
		},
		{
			"review_title": "Great product, BUT new packaging is theivery",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I love this product! Before buying this I was using the olaplex oil and it was too thin for my hair it never did anything for it (I have thin hair with very dry ends), this oil however was an immediate difference, I applied it and visibly saw the hydration without feeling heavy or looking oily, wonderful product ! I will say with this new packaging it feels like theft because they significantly reduced the amount of oil in the bottle at the same price with the “refillable” gimmick as to make people think it’s better, so very bummed about that, it used to be 100 ml"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I definitely need it in my life but it’s more expensive 😩"
		},
		{
			"review_title": "Nice scent",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This hair oil is light weight, non greasy, and has a nice scent. The smell reminds me somewhat of Biolage products. It did smooth my hair and give a little sheen. It didn’t do much for moisture. I had high expectations of this brand. I wasn’t wowed by this hair oil, and it seems pretty average and comparable to other oils. I received this product in exchange for my honest opinion but I don’t think it’s worth the price tag."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I saw today that they replaced the Elixir with this new (identical?) serum that's a smaller bottle (75 ml now, was 100 ml) but at a WAY bigger price. Glad I stopped buying Kerastase a few months ago. I stopped when I noticed my ends becoming more & more frayed and snapping from ingredients, possibly protein overload. I bought the Elixir, Blond absolu, Discipline & tried the creams. I also tried the Blond mask, blond leave in and chrome gloss, pre shower oil, everything. The Elixir actually smells good, thats why I kept wanting this one to work lol. The scent fades fast though and you have to keep repapplying it. Also it doesnt tame frizz, it actually gets a gel-like layer that wraps around the hair and dries. It becomes crispy and not even brushing immediately helps. That showed up in photos too, very noticeable. So I am disappointed because I liked the scent & wanted this to just do 'something' but it didn't deliver for me. I get everyone's hair texture is different. I'm blonde 1c hair. I'd truthfully pass, but if you're heart set on trying then totally go for it. I hope my review helps."
		},
		{
			"review_title": "Lightweight and hydrating",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "One of the main things I look for when using a hair oil is for it to be light weight. So far this hasn’t weighed my hair down. I don’t use much, meaning the bottle will for sure last a while. It’s a plus that it’s also refillable."
		},
		{
			"review_title": "Amazing hair oil",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "This hair oilis amazing. I have thin hair but it's frizzy and damaged. Every hair oil I've tried just makes me look like a greasy drowned rat. This didn't, it moisturized, made my hair smooth, and didn't weigh it down. I received it free to try but once this bottle is done I'll be buying more!"
		},
		{
			"review_title": "Oh how I love the scent of this hair oil!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "Everything about this hair oil/elixir is wonderful to the senses! The smell most of all makes me absolutely love this oil. Light but beautiful the scent of this hair oil has to be one of my favorite aspects of this elixir. Not only is it lighy scented but it is also light on the hair. Giving beautiful shine and luster. Hands down my favorite hair oil I’ve used thus far!"
		},
		{
			"review_title": "Portable Glowing Hair shine & health wherever you",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Put a few drops in your hands and rub together to create an even amount of oil to rub through your strands of hair to saturate evenly. This product really helped to increase my hair health, hair shine, hydration, protection, and glow all over! It smells really amazing too! The bottle is a great light weight portable design I can carry with me while traveling & even daily use at home. The oil isn’t too oily or sticky, it’s a great perfect consistency. Doesn’t make my hair feel weighed down or oily. Just the right touch. Highly recommend!"
		},
		{
			"review_title": "Effective multi functional oil",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
			"review_text": "I like that this hair oil is multifunctional and can be used as both a heat protectant and to smooth dry ends.  Usually use a spray heat protectant, but I like that this can be applied to wet hair and I can ensure complete coverage with my hands whereas sprays can be concentrated to certain areas.  I also feel like it is a medium weight oil that is effective for smoothing out dry or frizzy hair. It worked well on my daughters naturally curly hair that she finished off her straight style with. The smell is subtle and nice and I enjoy the option to refill the packaging."
		},
		{
			"review_title": "Mega brands want more $$",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "brown hair, Fair skin tone",
			"review_text": "This oil is nice and all BUT the brand is greedy!  Last year, I bought the small 1.7oz for $24!! That same oil is now 1oz for $30! That’s $6 MORE for .7oz LESS.  Ruuuude."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Excellent hair oil. Not greasy. Smells wonderful. It’s lightweight and reduces frizz."
		},
		{
			"review_title": "A must - a little truly goes a long way",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Hair oils are usually a hit or miss for me, and I have to be very wary about how much product I’m pouring into my hands. This hair oil is very lightweight and smells great! It doesn’t leave a super greasy feeling and I mainly apply it to the ends of my hair. When I come through, I assume it helps distribute the product in a way too. I also love that you’re getting your moneys worth because it’s a refillable bottle.   In the humidity of the summer in NYC. This hair oil makes my hair so soft with light frizz, if at al. I love it and definitely recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I’ve used this on my natural dried hair to help with frizz and I loved it, it’s not super thick and smells really good!"
		},
		{
			"review_title": "Unbelievable shrinkflation",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "Once again a brand has decided to up their prices and lessen the quantity. The fact the old measurements were an ounce more for less money is insanity. I loved this oil but I won’t purchase anymore for the principal."
		},
		{
			"review_title": "I Love This Oil",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I usually stay away from hair oils because despite the claims of most, my hair always ends up weighed down and greasy instead of smooth and glossy. I was very pleasantly surprised by this oil- first of all, it smells amazing (kind of a musky floral), second, it actually makes my hair look better not worse, and third, it can be used on wet and dry hair to tame frizz, help with detangling, and add shine, as a night treatment, or as a pre-shampoo oil treatment. I am a huge fan of Kerastase products and this is no exception. This is truly the hair oil for people that usually have issues with hair oil."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Light skin tone, Dry skin",
			"review_text": "Great for smoothing frizzy hair. I have quite frizzy dry hair and the Kérastase Elixir Ultime Refillable Hydrating Hair Oil definitely helps with the frizz and dryness. It isn't heavy and doesn't weigh my hair down. The only downside was the scent was a bit much for me. It wasn't unpleasant as a whole just not a scent that I liked."
		},
		{
			"review_title": "Best hair oil on the market",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I absolutely love this hair oil. A tiny bit goes a very long way and it helps reduce the frizz in my hair a ton. After using my hair felt much more soft and smooth. Not to mention it strengthens your hair and is a heat protectant Up to 450 degrees."
		},
		{
			"review_title": "Nice!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "I'm really impressed with this oil! It kept my hair nourished while it was braided under a wig and provided great heat protection. Although the oil is a bit heavy, a little goes a long way. The fragrance is pleasant, and the ingredients are impressive. It can be used on both wet and dry hair, and I'll definitely continue to use it. I recommend it to others, especially those with 4c texture hair coils. Try it out, you won't regret it!"
		},
		{
			"review_title": "Smells great",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Receive a sample, and while I like the product, I don’t foresee spending my own money on it. Seems expensive for the quality. Great smell, makes hair soft, don’t see much of a difference in frizz though."
		},
		{
			"review_title": "A new daily must have routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "After using  this product for the last few weeks . I have been getting  so many compliments  at work about how soft and shiny my hair has been.  The fragrance of the elixir  smells so good and customers asked what perfume I was wearing. I love that the bottle is a glass bottle and that it's refillable and recyclable! My hair looks so good when I apply two pumps to my hands and work into damp hair before blow drying my hair! I love this elixir  so much! It also is a good heat protectant for my hair!!! I can't go a day without this elixir!  I need to focus on hair care like I do for skin care"
		},
		{
			"review_title": "Love the smell",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "I love the smell of this product and i think it really does make my hair super soft. I didn’t realize it had heat protection so I love that too."
		},
		{
			"review_title": "There is a reason this is so popular!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
			"review_text": "No doubt this is the best hair oil! Makes my hair immediately softer and shiner. Plus, the smell is luxurious. This is my go to!"
		},
		{
			"review_title": "Awesome for shine and healthy looking hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Combination skin",
			"review_text": "This oil isn’t heavy and has awonderful scent. I use it either on my damp hair before blow drying or leaving it to air dry. It leaves my hair super soft and shiny. I love it! I definitely recommend this for anyone with thin, lackluster hair."
		},
		{
			"review_title": "Love love love this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Light skin tone, Combination skin",
			"review_text": "Upon reception of this this oil from Kerastase, I was excited to take my hair care to another level ! After using it for a few weeks, I noticed my hair feeling more nourished and soft. Love the reusable refill packaging system using less plastic ! Highly recommend it!!"
		},
		{
			"review_title": "This Elixir right here…",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "First, how beautiful is this packaging! The refillable option is nice too. I have 3C curly hair and it’s very humid in the Northeast right now! It smells nice very light and feminine. It was soft in my hair and not too oily it kept the frizz under control and my shine was 10+!!! I’ve used different hair elixirs and this one is top 3! Will definitely use it again and my family is now using it! I’m going to need another bottle asap."
		},
		{
			"review_title": "An ok product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "After using the products for a few days, I’m neutral about it. I normally don’t like putting any oils in my hair since it gets greasy. But it did help with frizz and make my hair shiny"
		},
		{
			"review_title": "Favorite hair oil",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "I really like this hair oil. It makes my hair super super soft. I can tell a noticeable difference in my hair if i dont use it. It makes my hair easier to comb and cuts down on all my frizz"
		},
		{
			"review_title": "Smells feminine and leaves hair feeling healthy",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dark skin tone, Combination skin",
			"review_text": "I'll start with what I didn't like - upon receiving the bottle, it rocked around within the inner part. I was immediately put off and realized there was oil inside of the empty inner part. My guess is the refill wasn't put on tightly. I tightened it, and that solved both problems, but I did think the bottle was broken and leaking, I lost quite a bit of oil because of this. I do, however, love the oil. It smells feminine and leaves my hair feeling and looking healthy. 4 stars for the product not being packaged properly, still an amazing oil itself!"
		},
		{
			"review_title": "best hair oil",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, notSure skin tone, Oily skin",
			"review_text": "incredible hair oil! the only one i’ll buy from now on"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I overall liked this hair oil product. It smelled neutral, and it gave my hair a nice shine while significantly reducing frizziness. However, my one complaint is the lack of instructions on the box or bottle. As it was my first time using hair oil, I was unsure about the amount to apply or the best application method. Although I was able to find generic instructions online, having specific instructions for this product would be very helpful."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "Obsessed with this oil! Makes my hair feel so soft and smell amazing"
		},
		{
			"review_title": "Worth every penny! Must need for me!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I have curly hair which tends to frizz, especially in the summer with the humidity. Kerastase hair oil helps keeps my hair under control while also giving it a healthy shine. My hair doesn’t feel weighed down and I like the scent as well!"
		},
		{
			"review_title": "Must have product for hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This stuff is amazing!!!! I tend to get frizzy hair in humid and living in Florida that’s often!! It smells awesome and doesn’t leave greasy feeling at all."
		},
		{
			"review_title": "Healthy Shine with a Subtle, Enchanting Scent!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I was so thrilled to try this beautiful hair oil! It's a gorgeous bottle, and I have heard wonderful things about the brand for years. The packaging is exciting to open--It's incredibly elegant, and the golden hue feels luxurious and inviting. I was so enchanted by the scent! I'm very sensitive to fragrance, and usually can't tolerate much other than essential oils without a headache. This gave me no issues whatsoever! The smell is very subtle--It will not overpower anyone around you when you walk into a room, but makes the application process comforting and delightful. It's sophisticated, sensual, warm, and slightly sweet without being in any way cloying or juvenile--It almost reminds me of cherry blossoms or figs, amber or vanilla--Something warm, sweet, and just barely floral, like when you smell the center of a magnolia. It's a very unique blend of fragrance notes all its own. This was a lovely attribute and turned using it into an experience.  When it comes to the application and finish, I find that some hair oils can make your hair look oily, so I was nervous about that, but I applied it carefully and in layers, starting with the underside of my hair, and adding more as I went. I didn't get any greasy look whatsoever! I was so happy about that! I will say that I was expecting to be able to use the product to separate some of my ends into piece-y bits, or to fluff up/volumize at the root, but it doesn't seem to be made for that. I also don't feel this is the most hydrating oil--I thought it might moisturize my drier ends, but they weren't as hydrated as I expected from the product. Where this shines is as a rich, yet light, finishing oil that provides softness and a beautiful, healthy shine that feels glorious to touch!  I'm incredibly grateful for the opportunity to sample Elixir Ultime Hair Oil! Thank you so much, Kerastase, BzzAgent, and Sephora, for this free product in exchange for an honest review! It was such a treat to try!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Fair skin tone, Dry skin",
			"review_text": "I highly recommend this product!! I am in love with my hair after using it!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Absolutely obsessed with this hair oil! It makes my hair so shiny and soft. I will def be purchasing this product."
		},
		{
			"review_title": "OMG The BEST",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I received this product in exchange for my honest review. OMG I can't say enough about this hair oil. I have fine hair that tends to get dry because I shower every day (I know, I know). I just love my showers. My favorite way to use this oil is at night before bed. I apply it away from the roots of my hair and let it soak in while I do my nighttime routine (about 20-30 mins). My hair smells SO good and I feel very luxurious going to bed. There is a noticeable change in the state of my hair. It is shinier, softer, and smells so good. I LOVE this stuff. No wonder it is sold out!"
		},
		{
			"review_title": "New favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Normal skin",
			"review_text": "Excellent hydrating oil I use as soon I get out of the shower on my damp hair the end result it’s fantastic so soft and shiny healthy hair."
		},
		{
			"review_title": "This is a great addition to any haircare routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I love this product! It has a very sleek, expensive looking bottle. It smells amazing. It has a great texture and really improves the look of my hair!"
		},
		{
			"review_title": "Great for curly girls",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Deep skin tone, Oily skin",
			"review_text": "I received this product for free, and this has in no way impacted my review.  My hair has been in boho knotless braids for one month. I currently have 3c-4a curly, armpit length hair. I only blowdry my hair to put it in a protective style. Kérastase Elixir Ultime oil claims to provide   illuminating shine,  smoothness, and nourishment.  I decided to test this on my natural hair. I shampooed my hair twice and did a 10-minute deep condition session. After rinsing the conditioner out,  I sectioned my hair and added a dime size amount of the Kérastase Elixir Ultime oil. I followed up with a light gel & racked it through my curls. While wet, the curls definitely popped, and they were shiny.  I let my hair air dry, and the frizz was minimal.  My hair smelt fresh and clean.  The shine was so very much there. This oil is a win for curly hair, and I find it added to the look & feel of my wash and go."
		},
		{
			"review_title": "Work great",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This oil definitely has been one of the best I have tried yet it calms down my frizz so much when I just let my hair dry naturally.  I’ve been adding a couple of pumps after I wash my hair it does great  . It doesn’t weigh down my hair like other oils that I’ve used before I would recommend this for sure"
		},
		{
			"review_title": "Nourishing and Hydrating Hair Oil Must Have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "A Must-Have Hair Oil! The Elixir Ultime Hair Oil has been amazing for my hair. I have thick and wavy hair.  When I do not add any product it tends to be poofy and undefined. With the application of this Hair Elixir,  it has really tamed my hairs poofiness and has given my locks a more defined wave, no frizz without any greasy looks.   I really feel it is a lightweight oil with a big punch that has helped nourish and hydrate my hair.  It also makes my hair smell heavenly without being too strong.  One of my favorite features is that the bottle refillable by just switching out the oil insert making it more environmentally friendly.     Overall,  this oil has now become a staple in my hair beauty routine!"
		},
		{
			"review_title": "Great addition to my hair care routine",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I received this item from a promotion and am so glad I did! I have thin, curly hair which frizzes up quite frequently. I use one pump of this oil while my hair is wet and it did not weigh my hair down at all. The weather has been humid, but my hair has stayed beautiful!"
		},
		{
			"review_title": "BEYOND OBSESSED",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "there is a reason it's sold out and that's because it's incredible! I have hair extensions which normally leave to dry ends, especially in the summer for going into the ocean and pools. This SAVES my hair! Love it times 10000"
		},
		{
			"review_title": "Wanted to love so bad!!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "I soooooo wanted to love this product.  Worked great while styling my hair, but as soon as that humidity hit while stepping outside- super frizz.  Used more but then weighed my hair down and greasy in the next day or two.  Too overpriced for my opinion.  Used a little of this product with minimal results and used a lot of the product and still no great results."
		},
		{
			"review_title": "ELIXIR ULTIME ORIGINAL HAIR OIL",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I was happy to get my hands on this product because I’ve heard a lot of influencers mention this brand. I love that the product can be refilled, because it’s environmentally friendly and less expensive. The packaging looks really luxurious! I appreciate that the top can be turned to an “off” position so when you’re traveling, the oil doesn’t leak.   I’ve tried using this product a couple different ways. I’ve tried it on clean, wet hair first. I have long wavy hair, and use a me a nickel sized amount from the middle of my hair and on the ends. This adds a lot of moisture into my hair when it’s really dry, and it helps bring out my waves, which I love! I also use it on dry hair when I haven’t washed in a while to really define my style, and help frizz.   The smell reminds me of products used in a high end salon. My husband has been complimenting me on the smell since I started using it. My hair seems to feel more moisturized and less frizzy! Like I said, I have wavy hair and is also prone to frizz, so it’s nice to find something that can help with that.   I will definitely repurchase the refill when this runs out, but the bottle seems like it will last quite a while since a little product goes a long way. I would definitely recommend this to anyone looking for a new hair oil to try!"
		},
		{
			"review_title": "Best ever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "Unforgettable Shine Elixir Ultime I recently tried the **Unforgettable Shine Elixir Ultime**, and it has truly transformed my hair care routine. Here’s why I’m absolutely in love with this product: Key Benefits: - **10X Smoother & Stronger Hair**: After just a few uses, I noticed a significant difference in the smoothness and strength of my hair. It feels silkier and more resilient, even with regular heat styling. - **92% More Shine**: The shine this elixir adds is nothing short of amazing. My hair looks so much healthier and glossier, catching the light beautifully. Usage: - **Application**: I use two pumps for my medium-length hair, distributing it evenly from mid-lengths to ends on towel-dried hair. It’s lightweight and doesn’t leave any greasy residue. Standout Features: 1. **Heat Protection**: Protecting my hair up to 450°F, this product is perfect for my daily styling routine. My hair feels protected and less prone to damage from my flat iron and curling wand. 2. **Frizz Control & Shine**: It effectively tames frizz and flyaways, leaving my hair smooth and polished. The added shine makes my hair look professionally styled every day. 3. **Luxurious Fragrance**: The scent is absolutely addictive. It has a luxurious, sophisticated aroma that lingers subtly throughout the day, making my hair smell wonderful. 4. **Refillable Format**: I love the new refillable design. It’s not only eco-friendly but also ensures I always have my favorite product on hand without creating unnecessary waste. Pros: - **Heat Protection**: Reliable and essential for those who use heat styling tools regularly. - **Frizz Control**: Consistently smooths out frizz and adds a beautiful shine. - **Fragrance**: The luxurious scent enhances the overall experience. - **Eco-friendly**: The refillable format is a fantastic feature for reducing waste. Conclusion: The **Unforgettable Shine Elixir Ultime** has quickly become a staple in my hair care routine. It delivers on its promises of smoother, str"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "This oil definitely calms down my frizz on days when I let my hair dry naturally wavy but also when I blow dry it straight. I’ve been adding a couple of pumps through towel dried hair. It doesn’t weigh down like other oils that I’ve used but instead leaves my hair smooth and shiny! I am a huge fan of the packaging, as the bottle is refillable. My sister has super curly hair and when she used it, I could see even better results on her! We’ll definitely be ordering some when this bottle runs out."
		},
		{
			"review_title": "Definitely worth it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "Smells amazing! Took some time to show a difference but after a week I can definitely feel a difference in my ends. Worth the price."
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "The new Kérastase Elixir Ultime refillable, hydrating hair oil is amazing! I was lucky enough to be chosen to try it and it did not disappoint. Great smell too!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I did not care for this product. It left my hair knotty"
		},
		{
			"review_title": "Silky smooth!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "This hair oil feels so luxurious! It has a great, silky texture to it and a pleasant scent. Nothing overpowering. It's lightweight and does not weigh my hair down, which perfect because I have very fine hair and cannot use another heavy on it. After using this product, my hair is shinier, softer, and tangles less! They give you a lot of product so it will last me a while. I highly recommend this product."
		},
		{
			"review_title": "Good, but not for me",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "In general, I love Kerastase products, but this isn’t quite a winner for my particular hair. It’s advertised as working for all hair types, but it’s too heavy for my long, fine, highlighted hair, at least in South Florida summer. I do think it would be much better in a drier climate or during the winter, especially before heat styling or for a sleek look. This is a very silicone heavy product, so can be excellent at providing a very smooth feel and look. I think I’m the only person in the world that doesn’t adore the oud-like, warm ambery scent either, ha. Again I think this a South Florida thing and I probably would like better in a cold winter. The new packaging is super luxe and IMO you get a lot for how little you actually need to use. Not for me at this time but can 100% be a winner for the right hair type/climate."
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Fair skin tone, Combination skin",
			"review_text": "After using it for a week, my end is so so soft and smell amazing. I don’t usually use hair oil, but it change my mind. Worth the price"
		},
		{
			"review_title": "finally !!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "ound a product that works perfectly with my fine hair. I've tried products from a lot of different brands and price ranges. This one blows them all away. My hair is very long, natural salt & pepper color and combination flyaway fine and slightly fuzzy in texture. I let it air dry. After shampooing and towel-drying. I worked 3 pumps through my damp hair and went about my business. It looked and felt like someone else's hair when I brushed it after it dried. It was smooth as silk, shiny, and not a hint of the greasiness/stickiness some products leave behind. On day 3 it looks and feels as good as on day 1 (I wash it every 3 days). I'm so happy to have finally found a comparatively reasonably priced product that works!"
		},
		{
			"review_title": "perfect! buy it!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Once I started using this when I style my hair the shine is unbelievable! It makes my hair look very healthy and it smells real nice. It does tame the frizz and lightweight after use. Although I think the price is too mych."
		},
		{
			"review_title": "Smooth and silky",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I received this as a promotional item for my honest review. However I have purchase this hair oil before and love it. Yes it is expensive but you only need one  one pump pump. So a bottle will last you forever. I like to apply this one wet hair prior to blow drying for a smooth frizz freee blow out. Also it smells devine it reminds me of Marc Jacob’s og perfume. So if you loved that you’ll love this"
		},
		{
			"review_title": "A must have for beautiful strong hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I’ve been using this product for about a month now and it’s makes my hair feel very strong I like that it doesn’t leave it feeling greasy like other oils tends to leave my hair . I notice my hair doesn’t break as much anymore and it has a wonderful shine to it !"
		},
		{
			"review_title": "I am obsessed with this product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "This product leaves my hair so soft and smooth! I love that you can incorporate it into your routine in so many different ways. It leaves my hair feeling so healthy."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "So nice for the hair. I would recommend this for curly hair girls who want the frizz to go away and shine."
		},
		{
			"review_title": "LOVE this hair oil",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I love this product! it has left my hair feeling so soft & has reduced my dryness so much!!!! would recommend to a friend for sure"
		},
		{
			"review_title": "5 star product!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "This product is amazing!! It’s thick and leaves my hair glossy and gives it an overall finished look. A little goes along way."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "It’s really good. I have fine hair that frizzes and I feel like this helped tame it which I like. The smell was strong but overall it was great."
		},
		{
			"review_title": "Totally recommend!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "This hair oil changed my hair. I have damaged, color treated hair that is quite difficult to maintain but this oil smoothed and perfects my hair. I love using it."
		},
		{
			"review_title": "Must have for Texas weather hair!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I’m a licensed cosmetologist and was looking for something to use on my clients, this was just the thing I needed for my curly hair clients to use to help the frizz in the Texas heat and humidity!!"
		},
		{
			"review_title": "Adding this one to my routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Normal skin",
			"review_text": "I received this product for testing in exchange for my review, however I do think it's one that I would repurchase. I have a lot of fine, wavy curly hair that can sometimes be flat. A lot of oils are too thick and only add to that problem. This one is light but I didn't feel like it didn't do it's job. I combed through the ends while wet and also on days 2-3 after my dry shampoo and restyling. It helped with frizz, smelled great, and protected against heat damage from touch ups with my iron."
		},
		{
			"review_title": "It was fine…",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "First of all, it’s a pretty bottle and it did smooth my hair pretty well. But it has a STRONG scent like my grandma would like (and I’m not very sensitive to that usually), and it’s very sticky. It left my hair a bit sticky too. Meh."
		},
		{
			"review_title": "A Luxurious Treat for Hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I’ve been using this hair oil for weeks and after figuring out the amount needed, I love it. It spreads more than other hair oils; which helps to get the most value for the $. It’s lightweight and non-greasy, and does an excellent job at defining layers and nourishing end pieces. It has a beautiful musky santal scent that’s quite strong but pleasant smelling."
		},
		{
			"review_title": "A great hair oil",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I received it as an exchange for my reviews. I’ve been using it for few weeks before reviewing to make sure that I see all the results. Before using it, ny hair is healthy, has a perm job but no frizzy, no heat damage, no breakage. Overall, it is light weight oil and does it job. It makes your hair smoother and softer. The smell is amazing. It has a light floral smell, can last up to 8 hours, may last longer if you braid or updo. I have a curly hair, probably 3b,  haven’t seen it make my hair shinier, which explains a minus point since my Argan oil can do better. I think it’s slightly better than the average hair oil. However, the price point is more than the extra quality that it brings. I receive it for free so no complains but may not purchase it again.  Maybe if my hair is more damage I would see more significant results."
		},
		{
			"review_title": "Luxurious, inclusive to all hair types, non greasy",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Oily skin",
			"review_text": "I have been thoroughly impressed with this Refillable, hydrating, hair oil, with some impressive ingredients. It’s amazing that it doesn’t leave my hair feeling greasy or dirty. It makes my hair, feel healthy and shiny and less frizzy for sure. I like that it is inclusive to all hair types. A con for me would be the price, I haven’t use the whole bottle yet, so I’m not exactly sure how long it would last me, with that being said, I feel like the price points could be a tad bit expensive. Overall though it’s definitely a quality product, probably the best oil I’ve used so far."
		},
		{
			"review_title": "Don’t need a lot",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "So far so good. I’ve had to play around with this quite a bit to figure out the right amount. My hair isn’t thin but it is fine and slightly wavy. Other oils I use about 2 pumps. This one I require very little (1/2 pump). Which is great if you’d like it to last a while. If your hair is like mine though, I’d be very cautious with how much you use. One pump after washing can make my hair look like I didn’t just wash it."
		},
		{
			"review_title": "It's a typical hair oil, but slightly better.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Kerastase is one of those brands that gives you really great products with a little bit of an elevated feel and I love that. This hair oil is lightweight which is hard to do with 3 different types of oil in the formula, and has a beautiful light santal scent. I feel like it give your hair shine without an oily or greasiness. And for that reason, I think it will work really well for straight hair. Thinner hair were any hair above a 3B on that typical hair chart. However, if your hair is thick or curly or coily or kinky? This is just a very light oil that isn't going to sink into your curls and your thick hair like some other hair oils. So, this will likely be a great product for some and just an ok product for others."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "I absolutely love how this product adds shine to my hair.  It also smells great and helps my hair from frizzing as much."
		},
		{
			"review_title": "The smell alone is amazing.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
			"review_text": "I want the scent of this hair oil as a body spray. The smell alone is totally worth it. My hair also feels smoother and stays shinier for multiple days. And it doesn't make my hair feel greasy or heavy."
		},
		{
			"review_title": "Amazing Scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Oily skin",
			"review_text": "I received the Kérastase Elixir Ultime Hair Oil as a gift for my honest review. I've been using the oil for several weeks and I have been thoroughly impressed with its performance. This luxurious oil not only smells amazing but also leaves my hair silky smooth and beautifully shiny. It took a few tried to get the amount right since I have pretty long hair and could accidentally use too much. I would highly recommend this hair oil for anyone looking to nourish their hair effortlessly."
		},
		{
			"review_title": "Really nourishing for my hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I really like this hair elixir. A little goes a long way. After many weeks of using this product, my hair feels softer, more nourished, and healthier especially at the ends. I shared this product with my mom and sister and both noticed a difference in their hair after just a few uses. This product has become a staple in my hair routine."
		},
		{
			"review_title": "Definitely a must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Love how shiny my hair has been since i started to use this hail oil , its softer , less frizzy. Great product"
		},
		{
			"review_title": "Saving grace",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "This Elixir really tamed my morning bedhead frizz and got me out the door quickly when I didn't have time for anything else. It's light weight and didn't weigh my hair down or make it dirty or greasy looking. Definitely does the trick, 10 out of 10 recommend"
		},
		{
			"review_title": "Exceptional shine without greasiness",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This is a truly fantastic hair oil. I have very fine hair, but a metric ton of it, and most hair oils leave it a little ratty looking by causing clumping, no matter how little I use. Not so here. There is this beautiful, luxurious, but not overpowering scent when it’s first dispensed.  Then it glides on easily and adds a remarkable shine with none of the greasiness I fear from other products. I will be a fan for life."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "Love this product. Definitely helped tame my dry, course, fine curly hair. Will definitely add to my hair routine! Will also recommend to all my family and friends."
		},
		{
			"review_title": "Frizz Free Hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "My long, curly hair is a mess in the Florida humidity. No matter what I try, nothing works, so I was so excited to be offered a sample of Kerastase Elixir Ultimate Hair Oil in exchange for my honest review, but of course my expectations were realistic, nothing ever works. But this stuff- this stuff is literally magic!   I apply four pumps of this to my towel dried hair, use my hair dryer, and I am left with shiny, beautiful smelling, frizz-free hair, for TWO whole days.   I love the smell, it’s beautiful and long lasting, without being over powerful, and I love that the bottle is refillable- environmentally friendly for the win!   Also, since I have to use so little to get amazing results, this bottle is going to last me for months!"
		},
		{
			"review_title": "Staple in my haircare",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "I have very long hair that gets frizzy. This oil has been amazing for my hair and worked right away with just a little bit. This bottle will definitely last me a long time. I did recieve this free in exchange for my honest review, but my opinion is my own. This stuff rocks!"
		},
		{
			"review_title": "My New GO-TO",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I'm a huge fan of Kérastase haircare products.  They work for me. Before finding the Elixir Ultime hair oil.. I did not have much luck with hair oils.  They tend to weigh my hair down & appear oily. What makes this hair oil different? It is like a dry oil.  You shake out a couple drops... smooth through your hair & viola.   You hair looks shiny & wonderful. I'm not sure of the actual benefits but my hair looks fabulous when I use this.  Not to mention.. the MOST important part.. It SMELLS DIVINE! The scent of this oil is intoxicating! I also really like that it is Refillable.  Love this oil!"
		},
		{
			"review_title": "Amazing oil!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "This product worked amazingly for me! I could feel the difference in my hair just after a couple of uses. The refillable feature is also very cool."
		},
		{
			"review_title": "Great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I really like this oil! I have relaxed hair and it makes it feel soft and smooth. It’s very lightweight and so I use it everyday. I highly recommend it!"
		},
		{
			"review_title": "Works as Expected",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "To be fair, I've been a customer of Kerastase for many years. Every time they re-engineer a product I get nervous because some of their newer formulas or packaging have been flops in my own personal opinion. The smaller bottle and refillable aspect of the Elixir Hair Oil however is something that I absolutely love. The product itself works well and doesn't have a horrid perfume smell. I have fine color treated hair so I only use this product occasionally during the dry winter months. My hair tends to get greasy fast so I use this product very sparingly. I enjoy the smaller size because of that exact reason. I usually place a small amount on my ends and then run my fingers through the rest of my hair with the remainder to circumvent the majority going near my scalp. Overall it does work, but I enjoy the smaller and refillable size as I don't use it very often and can't justify buying a larger quantity."
		},
		{
			"review_title": "Find a Oil hair to solve my problems: check ✓",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I received this in exchange for my honest opinion:  I have medium thick hair, very fizzy all the time, but with this oil I have been able to manage my hair better, I love that it's lightweight, so you don't feel it, also the fragrance is very delicate. I'm happy with the experience and I would totally buy i. It's also refillable, sp you can save some money for a quality product later. the experience,. the  the r I'm."
		},
		{
			"review_title": "Kerastase Elixir Hydrating Hair Oil",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I was gifted this Kerastase Elixir Hydrating Hair Oil in exchange for my honest review. As with most oil-type hair products and because my hair is pretty fine, I was mostly reluctant to try this Kerastase product, although I've loved every one of this Brand's other products in the past. Typically, hair oils just make my hair look greasy and unwashed regardless of the potential benefits, but Elixir Hydrating Hair Oil's results were surprisingly positive and not anything like other hair oils. After just two uses my hair looked drastically more silky, my overly familiar frizz had disappeared, and my hair was so shiny that I felt confident enough to compete with the sun. I can't imagine this product doing any less for others so I highly recommend it, especially after I convinced my sister to give it a try and she had her own amazing experience with it. It even helped manage my abundance of knots and tangles after washing."
		},
		{
			"review_title": "A staple in my hair routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I received the product for free from Kerastase  in exchange for my honest review. I love how silky smooth my hair feels from this product. My hair health has improved and it’s less frizzy!"
		},
		{
			"review_title": "Great heat protectant",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "I received this product for free in exchange for my review. I used this product in my hair before blow drying and flat ironing my hair and I will say my hair has never been smoother. I felt as though this product saved my hair from the heat and"
		},
		{
			"review_title": "So Silky Hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "I LOVE this product!  It makes my hair feel so silky.  Also, my hair looks shiny without a greasy residue.  I would definitely recommend this product to all of my friends and family!"
		},
		{
			"review_title": "A little goes a long way!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "I received this hair oil in exchange for a review. As with all hair oils, a little goes a long way. I find them essential after straightening my fine hair. It helps give a shine, and tames the fly aways. They have put it in what is supposed to be a refillable container, which is fine but it will legit take me forever to get through this bottle, and if you pick it up, it is easy to come apart, a little too easy, but most of the time it just sits on my table, so no issues. I didn't find the fragrance to be all that notable, even tho the marketing seemed to indicate this was a big deal. Kerastase is used in higher end hair boutiques, so I trust this brand name with hair care."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Light skin tone, Oily skin",
			"review_text": "As someone with fine hair I was nervous to try this product as most oils can make my hair look greasy however this pleasantly surprised me! I was careful to use about half a pump and only focus the product near the lower half of my hair and this makes my hair look sleek and shiny without looking greasy. It has a light scent and love that you can get refills. Don’t be afraid of the price, this will last you a longggg time!"
		},
		{
			"review_title": "A new favorite!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I have been using this for a few weeks and it’s been amazing. I love the smell of it, it’s a subtle perfumed smell that’s not overpowering at all. I have pretty dry ends and this has definitely helped and protected my hair."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I got this product for free as an exchange of my public review. I’m never been a person of using oils because my hair itself can be oily but with this one I love the results, my hair doesn’t look greasy or feels weird it gives it a nice shine and I love that you can change the refill once you are done with it"
		},
		{
			"review_title": "My holy grail!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I probably have 1-2 holy grail products ever, and this is one of them!! Wow I can’t say enough things. I’m on accutane right now and my skin and hair is so dry, I’ve been using this as my saving grace. I literally have gotten compliments at work throughout the day, even after simultaneously being on a really high dose of my accutane— where it’s characteristically common to shed hair from dry scalp etc."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Normal skin",
			"review_text": "My curly hair really loves this hair oil. I struggle with dry and frizzy hair, and this really helped tame those issues. It was more lightweight than other oils I've tried. I also liked the smell! I would recommend this product if you have similar hair concerns. I received this product for free for review purposes but all opinions are my own."
		},
		{
			"review_title": "The best hair oil",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
			"review_text": "This is legit the best hair oil I’ve used. This bottle will last a super long time for me, and I love that it’s refillable now! Cool idea, I hope more brands do a refillable option like this!"
		},
		{
			"review_title": "Game changer! Must have hair product❤️",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "My hair is very thick and long and gets tangled super easy, or just frizzy. This oil was a life changer, left my hair so incredibly smooth and has amazing smell to it. Quality overall is amazing, if you’re been thinking about getting it.   I put two pumps on the ends of my hair every morning and ready for day"
		},
		{
			"review_title": "The best for Curly Hair!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This oil is the best for dry dull hair. I have 3A and 3B type curly hair which can easily become dry, frizzy and damage, I’ve been looking for a hair oil that can address all of these issues and this one absolutely gets the job done. It is a bit on the expensive side which is why I’m giving it 4 stars but it is worth the price since this oil is extremely nourishing and instantly adds shine to my hair and reduces the frizz especially since it’s summer time and it’s super humid where I live. This Karastase oil isn’t super lightweight it’s just light enough it blends into my hair perfectly and doesn’t make it look oily it makes my hair look healthy and feel incredibly soft. Also I really like that the bottle is refillable and I love the aesthetic of it. I would recommend it because a little goes a long way I use 2 pumps since I have really thick curly hair."
		},
		{
			"review_title": "A game changer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Dry skin",
			"review_text": "I received the hair oil  in exchange for my honest opinion . The  hair oil is amazing, there’s something about this oil that made my hair soft and felt so luxurious. I love the packaging and the fact that it is refillable. I will definitely purchase one when I run out ."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I used this as an after heat touch-up and sealing style oil so far on my coily-kinky low porosity hair, and I definitely prefer it as a sealant. It’s not necessarily heavy and it gives decent shine. But using it alone I did not get softness after applying heat through a RevAir with this. It just sat on my head. Which was fail. But in combination with other products I use to traditionally style/moisturize my hair through LCO/LOC it held everything together a paired well with other products. I didn’t see much shine or my follicles weren’t layed. So I feel like this works best on less dense and thicker/coarser strands hair than mine."
		},
		{
			"review_title": "This stuff is amazing",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This stuff is amazing. I have used higher end hair oils for many years and hands down, this oil smooths my frizz better then anything else I have tried.  I live in a very dry part of the country and my hair gets very frizzy.  This Oil amoothes out the frizz very well"
		},
		{
			"review_title": "Smells amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
			"review_text": "I use this as a finishing oil on my curly hair, and I really love it! It smells so good and keeps my hair hydrated."
		},
		{
			"review_title": "Trust me this works!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "This oil had changed my hair for the better!  I have never tried a product that has made such a noticeable difference in a short amount of time. I have been using it for the past few weeks and my hair has never felt better or looked better. The fragrance is wonderful and not overpowering! I would absolutely purchase this the moment I run out!"
		},
		{
			"review_title": "Smells delicious",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "Extremely happy with this hydrating hair oil.  I absolutely love how it smells. I apply it after shower and comb my hair, I let it hair dry and my hair feels super soft and hydrated."
		},
		{
			"review_title": "Using this forever now",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "The bottle is adorable and it's easy to close  I really enjoyed the light powdery scent of the oil the second I did my first pump  My hair is in between 2b and 2cso it needs the hydration Especially on the ends Ive used this after shampoo and condition and also just a condition rinse and each time my hair felt even softer and better naturally defined curls. My hair didn't feel heavy like some products do either and I really liked that."
		},
		{
			"review_title": "luxurious and effective!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "I received this as a free sample and have been using it daily for about 2 and a half weeks.  I have very long, thick, wavy, color treated, and frizzy hair. Usually oils like this one take a lot of product to have any noticeable effect, but I am able to use just one pump (a full pump, press down until it stops). The oil is quicklky absorbed, and smoothing / softening almost immediately. I saw the best results when I straightened my hair after allowing it to air dry with the oil.  It felt so much smoother and strengthened than it normally does while using the flat iron, and even after. I also like to use little pumps to add shine and touch up my hair. The smell is a warm yet bright scent, but overall subtly luxurious. I can understand why the price is what it is, and by the time I use up all of this one (about 3 to 4 months I would guess), it's safe to say there's a 50/50 chance I will buy a refill, since results after a few weeks are very promising. Also, being able to buy a refill and not have to discard such a beautiful container is ideal.  My advice when using this is to notice how strong and silky your hair is when using it as a heat protectant.  And, give it a week or so before you will see more of an improvement in hair strength with healthier shine."
		},
		{
			"review_title": "A hair must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
			"review_text": "Elixir Ultime hydrating hair oil is amazing I love the scent and how a little goes a long way. It leaves hair Shiny and soft"
		},
		{
			"review_title": "Definitive win to hair products",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I always have issues when it comes to making my hair look shiny and healthy looking, but when I started to use this product I noticed changes with my hair shine and looking healthier within just a week! The smell is also amazing"
		},
		{
			"review_title": "Heavenly scent and super shine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "A little goes a long way with this hair oil.  I have very long hair and one pump is perfect for finishing my dry hair.  It really does increase the shine of my hair and the scent is absolutely gorgeous!  It helps to tame all the frizziness have.  I also loved that the bottle is refillable.  Will continue to use as a part of my hair routine!"
		},
		{
			"review_title": "Super impressed by this hair oil!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "I loved this product! I received this product for free through a sampling program, and it was way better than other hair oils I've used in the past. The smell was great, and it tamed frizz and gave my hair some shine without it being too greasy. Super lightweight and doesn't weigh down my hair at all. A little goes a long way. Excited for this to be part of my normal hair routine."
		},
		{
			"review_title": "It’s a keeper!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
			"review_text": "I use the product for a week and I absolutely loved it. It made my hair super shiny. It felt silky. It didn’t weigh my hair down. I would definitely recommend it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This product is lovely. I use it prior to blow drying my hair and it leaves my hair nice and soft with out being greasy"
		},
		{
			"review_title": "Soft silky hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I have wavy frizzy hair that gets a lot worse during summer and this oil has made it so much easier to manage. It didn’t weight my hair down, gave me the right amount of shine and smells amazing. I tried many methods of application like fully dried, damp, right before using a hot tool and right after as well and every time it left my hair frizz free, soft and silky! Not to mention this offers heat protection so I can be confident my hair won’t be damaged as easily while straightening or curling. Also a little goes a long way so this will sure last me a while. I recommend!  Thank you to @Kerastase for kindly sending me this product for free so that I could review it! Thru @BzzAgent sampling program."
		},
		{
			"review_title": "Don’t sleep on this one!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "Officially obsessed. This refillable hair oil is phenomenal! I use it after every shower and heat style. The camellia oil is so lightweight and luminous. It smells divine; signature Kerastase scent. I use a full pump on my long bleached locks but a significantly smaller amount should be sufficient for shorter or more natural locks. I have fine, straight hair but I’m dying to see the results on textured hair, bet it’s amazing. My favorite hair oil by far, and trust, I’ve tried them all. Buy on sight."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Very nice oil and makes my hair soft. I love how it helps with hydration and keeps your hair safe against the heat."
		},
		{
			"review_title": "A must have in my daily hair routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Wow is what I would say! I love love love this product. From the look to the smell I am in love. I have dreads so I put this oil all through my hair and it feels like so soft and smells so good. You won't go wrong with this product. I even put it on my eyebrows! I will be buying this product after I'm done with this bottle. I get so many compliments about the smell that it's insane. Definitely worth the buck!"
		},
		{
			"review_title": "Love it",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I loved how thick and rich it feels without leaving my hair greasy or weighting down feels lightweight and gives it shine without looking oily  obsessed with it smells great as well"
		},
		{
			"review_title": "Give it a try",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "Elixir Ultime Hair Oil is a luxurious, must-have product for anyone seeking to achieve silky, radiant hair. Its lightweight formula is enriched with a blend of precious oils that provide intense nourishment and shine without leaving any greasy residue. The scent is divine and long-lasting, adding an extra touch of elegance. After using it regularly, my hair feels softer, looks healthier, and has a beautiful shine. Although it is a bit pricey, the results are worth it. This hair oil has become an essential part of my hair care routine, and I highly recommend it. **Pros:**  1. **Nourishment and Shine**: The oil provides intense nourishment, making hair softer, smoother, and shinier. 2. **Lightweight Formula**: Despite being an oil, it doesn’t leave a greasy residue, making it suitable for daily use. 3. **Pleasant Scent**: The product has a luxurious, long-lasting fragrance that adds to its appeal. 4. **Versatile Use**: It can be used on wet or dry hair and as a pre-shampoo treatment, leave-in conditioner, or styling product. 5. **High-Quality Ingredients**: Contains a blend of precious oils that benefit the hair.  **Cons:**  1. **Price**: The product is relatively expensive compared to other hair oils. 2. **Potential Overuse**: Using too much can weigh hair down, especially for those with fine hair. 3. **Availability**: May not be easily accessible in all regions or stores. 4. **Sensitivity**: Some individuals might be sensitive to the ingredients or fragrance. 5. **Effectiveness Varies**: Results may differ based on hair type and condition."
		},
		{
			"review_title": "Great product!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Oily skin",
			"review_text": "I recently tried the Kerastase Elixir Ultime Hair Oil, and overall, I'm very impressed with its performance. This hair oil truly lives up to its promise of providing exceptional shine and smoothness to my hair. The texture is light, making it easy to apply without leaving any greasy residue. My hair feels incredibly soft and looks much healthier after just a few uses.  One notable feature is the fragrance. While the smell is pleasant and luxurious, it's a bit too strong for my personal taste. However, it does leave a lingering, pleasant scent that many might find appealing.  Overall, I give this product 4 stars. It's a fantastic hair oil that delivers on its promises, making it a worthy addition to any hair care routine. If the scent were a bit more subdued, it would be absolutely perfect."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "I'm still figuring this product out. I love the scent, and my hair does seem softer and shinier. I just don't know if I like it enough to justify the price tag! I did receive this product complimentary for my honest review. I'll continue to use it to see how I feel about it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "The Elixir Ultime from Kerastase is a luxurious hair oil that I am loving!  It is pretty lightweight for an oil, so it doesn't weigh my hair down.  It has really improved the frizziness of my hair and helped to smooth it out."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Dry skin",
			"review_text": "Love this! Been using it in various different ways, and it works wonderfully. I apply this to my towel dried hair and before heat styling aswell. It gives my hair nourished look and tamez frizz. I also love applying this to my styled hair to give a little shine"
		},
		{
			"review_title": "Great for frizz control on fine, thin hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "I received this from BzzAgent in exchange for my honest review.  I have thin, fine, damaged, and frizzy hair.  This oil did a fantastic job smoothing the frizz and leaving my hair looking sleek and healthy without weighing it down.  That is something that is no easy task."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I have finally found my holy grail hair product with Kerastase Elixir Ultime Hair Oil! This product is an absolute game-changer for my hair. After just a few uses, my hair feels incredibly soft, looks shiny and healthy, and is easier to manage than ever before.  The scent is luxurious and stays with me throughout the day, which is such a lovely bonus. I love how lightweight the oil is; it doesn't weigh my hair down at all, yet it provides amazing nourishment and hydration. My hair used to be frizzy and dull, but now it's silky smooth with a beautiful natural shine.  I use it both before blow-drying for heat protection and after styling to tame any flyaways and add extra gloss. A little goes a long way, so despite the higher price point, the bottle lasts a surprisingly long time.  If you're on the fence about trying it, trust me, it's worth every penny. Treat yourself and your hair to this luxurious elixir—you won't regret it!"
		},
		{
			"review_title": "Another great treatment from Kerastase",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I’ve been using this hair oil for a little over a month and have really liked it so far. I have very fine, long hair so it is easily weighed down and gets oily quickly but I have been able to use this on my ends and still go 2 days between washes. I live in the desert blow dry my hair after every wash so I need some heat protection and cuticle sealing and this has kept my hair feeling hydrated and soft.   A little goes a long way, maybe half a pump for my hair and a full pump if you have denser hair. It’s lightweight but comes out a little thick so once you warm it up in your hands, it spreads nicely to coat the hair. It smells good. I think the re-useable container is a cute idea and generally find Kerastase products to give a really luxury feel to their products."
		},
		{
			"review_title": "Works great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I received this product from bzzagent and love it. I have wavy frizzy hair and it has kept it smooth. I use two pumps on wet hair. It works wonders. I love the bottle also. The scent can be a little overwhelming but I’ll take it."
		},
		{
			"review_title": "Ok for fine hair",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "First of all, the smell is fantastic. My hair is fine and prone to greasiness but I need an oil to keep the frizz down in Florida humidity. This oil tames frizz pretty well, I can put two pumps in my long, fine hair and it not be greasy. I apply mid shaft to ends. It didn’t add a ton of shine but I still love it and think it’s worth it, I think it’s especially worth it for thick hair. I received this in exchange for my honest review."
		},
		{
			"review_title": "A must have for color treated tresses",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "This Elixir Ultime Hair Oil is luxurious liquid gold! It has truly transformed my hair. I use it after my shower before I blow dry or when I have excess flyaways. It always gives my hair a perfect shine without being heavy or appearing greasy. I highly recommend this product for anyone with color treated or any hair in need of a little rejuvenation!"
		},
		{
			"review_title": "For a softer, shinier hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I have been using this hair oil over the past few weeks and let me tell you its a magic in a bottle. My hair feels so amazing, it makes my hair super soft and shiny. It’s good for dry frizzy hair like mine. I use it after air dry my hair. Highly recommend to use this hair oil. You guys will love it!!"
		},
		{
			"review_title": "This has made such a difference!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I have extremely dry and damaged hair and this has made my hair so smooth and shiny! A little bit goes a long way. I put a little bit on my hands and work it through my hair when it’s damp."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I’m a big fan of Kerastase products as they are the only ones that seem to tame my thick coarse wavy hair and Elixir Ultime Hair Oil turned out another good one. I apply small amount to my hair after washing, blow dry and curl with a curling iron and my hair looks well tamed and shiny. Sometimes I add tiny amount to my hair when it feels dry and my hair looks shiny, feels non greasy and lightweight and smells good. Highly recommend."
		},
		{
			"review_title": "Smell like a Greek goddess",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "To start the smell of this is amazing! If you’re someone who loves fragrance hair products, you’re going to love this one! As far as the oil itself for someone like me with fine then bleach blonde hair this is one of the few products I’ve been able to use that hasn’t weighed my hair down. It doesn’t make my hair look greasy, but you seriously only need a very small amount so this big bottle is going to last me forever. Definitely would recommend 10 out of 10. ￼"
		},
		{
			"review_title": "the hair oil you need",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Light skin tone, Normal skin",
			"review_text": "this hair oil is so good I love that it left my hair soft and shiny and helped reduce my frizz! This is a must have hair oil"
		},
		{
			"review_title": "Wonderful hydrating hair oil!  Very luxurious!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "This product works great, very similar to the Olaplex Bonding Oil.  My hair is much softer after using, and my dry ends have improved.  It does not leave my hair oily after use, but gives a nice shine instead.  I would purchase this product again!"
		},
		{
			"review_title": "Learning to love!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Normal skin",
			"review_text": "This took me a little to get used to.    At first I used too much and felt it weighed my hair down.   I tapered back and made sure to concentrate on my ends…big improvement.   I use two pumps on wet hair then comb through.    BUT…I mostly love it on dry hair, to bring back life to my style and it really helps me prolong my blowouts!  Smells great too!"
		},
		{
			"review_title": "INNOVATIVE!! ELEGANT!! MUST TRY!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "The reusable container is awesome and it looks elegant. I’ve had curly hair my entire life and constantly using anti-frizz and leave-in products, serums, conditioning sprays, etc. Kérastase Elixer Refillable Hydrating Hair Oil is a little bit on the too thick side for me. It leaves my hair a little greasy and weighs it down, whereas I like a non-greasy product that’s lightweight for my hair type (thin hair, defined curls). I LOVE the smell of the product and the design and even the product itself, unfortunate it’s just not for my hair type."
		},
		{
			"review_title": "it on my routine for my hair",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "Refillable Elixir Ultime Oil delivers shine, smoothness and nourishment. The detachable bottle design is convenient for changing when it runs out. Apply after washing and drying hair. Helps hair shine and stay healthy. This luxurious oil is formulated with a combination of French camellia, delicately hand-harvested in Brittany, and wild camellia. Infused with precious Elixir Ultime, our camellia is gently extracted using a unique cold process to preserve its properties. After a few drops: 92% more shine, +90% instant smoothness and 71% less frizz for up to 96 hours. A new generation of oils enhanced with our iconic fragrances for ultimate pleasure."
		},
		{
			"review_title": "A must have after every hair wash",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "I have been using this product since almost a month now and I absolutely recommend u to get this for ur soft and smooth hair m. Kerastase Elixir Ultime Hair Oil earns top marks for its effectiveness, luxurious feel, and transformative results. If you're looking to elevate your hair care routine and indulge in a product that truly delivers, this hair oil is undoubtedly worth considering."
		},
		{
			"review_title": "This is most definitely a must have!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "The scent of this hair oil is so light and refreshing! It’s definitely an addictive scent. I look forward to using this every morning before styling my hair. It gives my hair all the hydration and makes it look so sleek and shiny! My hair barely frizzes when using this product. It is also a heat protectant so that makes this product even better. This is one of the best hair oils I’ve used."
		},
		{
			"review_title": "The scent is amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Normal skin",
			"review_text": "I've tried many hair oils since I have porous , frizzy hair and always look for new options. I liked the scent of this one, and it didn't make my hair too greasy!"
		},
		{
			"review_title": "Lovely!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "Love this oil! Super lightweight and the scent is lovely! It makes my hair feel extra healthy and shiny without feeling heavy or greasy!"
		},
		{
			"review_title": "Soooo good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Combination skin",
			"review_text": "I swear my hair is like glass! The frizzies and flyaways are smoothed and paired with the heat protection it's unreal!"
		},
		{
			"review_title": "A new must have for my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "I received this to review from Bzzagent. I thought this hair oil would be too thick for my hair but, it surprisingly is not. It’s hydrating, goes on nicely, and the smell is light and refreshing! At first, I thought the smell would be overpowering but, once it goes on- it’s not."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "After using this product since I received it, my hair has felt much silkier and healthier. This oil has hydrated my hair and help to keep the fly-away and frizz at bay. Highly recommend on thick, course hair."
		},
		{
			"review_title": "Light even on thinner hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "red hair, Combination skin",
			"review_text": "I normally stray away from hair oil as my hair is thin and cannot hold most oils. However, this oil is great! It smells wonderful and does not leave my hair feeling weighed down. It was light both on dry and damp hair which was impressive. The new refillable bottle is innovative and I am appreciative of it! Can't wait to keep using this to control my frizz from my wavy hair."
		},
		{
			"review_title": "Loving this oil",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I have been loving this product. Gives my hair shine without making it heavy or oily. Helps maintain my fizz which is a big problem for me. Smells amazing and leaves my hair soft."
		},
		{
			"review_title": "Super luxurious",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Kérastase never fails to impress me with both their packaging and their formulas! Always a super luxurious experience and my hair loves it! 10/10 will continue to use and repurchase! I love the feel and smell"
		},
		{
			"review_title": "Its addicting to use this oil",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "I got this product from bzzagent as a sample to try it and post a loyal review.so my hairs are very thin and frizzy that i never liked but i saw a change on using this product just for one time.so it makes my hair soft and frizz free and plus point of this product is that it is light weight and have a very nice fragnance.so with few pumps of this product my hair feel good so i m happy to recommend this product .atleast try it once then see the results"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I loved this hair oil, my hair is wavy. I apply the oil after drying it and it leaves it super nice and soft and with such a delicious smell 😃"
		},
		{
			"review_title": "Amazing smell, perfect amount of shine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I normally hate the smell of most hair oils because of the fragrance but this one was PERFECT. Also made my hair feels soft and look shiny without being too greasy"
		},
		{
			"review_title": "Hmm pricing doesn’t make sense to me",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I like the idea of it but for the price ? Why is it more expensive then the original one when this one your getting 1oz less?"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I love this so much. My hair feels amazing after I started using it. I wanted to use it for as long as possible before writing a review about it and it’s just so good. I have thin oily hair and it’s not heavy at all. It adds shine without making it feel greasy."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I’m a big fan of hair oils and serums for after styling my hair with a curling iron to smooth everything out. I typically use Amika Glass Action to smooth everything after I have curled and sprayed my hair with hair spray.i used this product in place of my Amika serum and was really impressed. I’m a fan of fragrance in my products and enjoyed the light scent the product has. I also loved the texture of the oil and how it wasn’t heavy. I have fine hair but a lot of it and this oil did not weigh my hair down. It kept my style smooth and virtually free from frizz. I am a big fan of the refillable aspect of this product as well. Will definitely be recommending to others!"
		},
		{
			"review_title": "awesome oil for fine thin hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Normal skin",
			"review_text": "I have super fine, thin hair and have tried dozens of oils over the years with the same sad, oily results. I didn't have high hopes for this one, but was pleasantly surprised! No greasy, limp hair like in the past! it actually gave me a bit of volume and a ton of shine. I will absolutely be purchasing this for as long as it's available"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Light skin tone, Normal skin",
			"review_text": "I got this free to try and review. I really enjoyed this oil; it made my hair really soft and smells amazing. I have mainly been using it a pretreatment before washes and it has been working well. I didn't give it 5 stars because I don't think it does anything extra compared to other oils, so I think it's more of a luxury than a necessity"
		},
		{
			"review_title": "Perfect for smoothing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I have received this in exchange for a review. This particular hair oil is strong so please use sparingly. The scent does take getting used to but it's still worth it. I have long hair with troublesome ends and have used this everyday to help smooth and hydrate it. Great news is I have not experienced any breakouts while using it. Highly recommend it!"
		},
		{
			"review_title": "Great to have in arsenal for humid days.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
			"review_text": "I tried Kerastase hoping for something that could tame my hair and give it some extra shine on my vacation to Florida.  Kerastase worked! I was able to battle the humid air knowing my hair was not frizzy and had some shine and bounce to it.  I will say only 1 pump worked for my fine  a little below shoulder length hair.  Two pumps made it look wet/oily.   Great to have in my arsenal for humid days.   I really liked the packaging.  I received a free sample for a honest review."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "Hair oil exceeded my expectations. It moisturizes and nourishes hair well, giving it a healthy shine and smoothness. The scent is pleasant, easy to apply, and quickly absorbed. Hair becomes soft and manageable without greasiness. Recommended for hair care!"
		},
		{
			"review_title": "This is a contender among my arsenal of hair oil…",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I have SO MANY hair oils that I was excited to try and they failed. This one is NOT a part of that collection. My hair is susceptible to frizz due to Midwest humidity and dry because, well, it just is. This product is lightweight enough to not weigh my hair down, smells amazing, gives a great shine, keeps frizz in check, and I can use it wet or dry. I love that the packaging is environmentally friendly, but the scent and the consistency of this oil is truly remarkable. I don’t have to worry about giving my hair a “greasy” look or feel by applying it often. The excess just gets rubbed into my neck and shoulders, which makes my skin happy and creates a nice base for perfume. Highly recommended"
		},
		{
			"review_title": "Great for thin hair",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I love this so much. I use such a small amount every time that it'll last for quite a while. I have chest-length thin hair and it just makes them look shiny. I love that it tames the frizz of overnight heatless curls as well. Would 1000% recommend!"
		},
		{
			"review_title": "the best hair oil I've ever used!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "*I received this product as part of a promotion.  I've been using different hair oils for a while and this one is, by far, the best one I've used.  It leaves my hair soft and silky, not to mention It smells amazing!  I've been leaving my naturally wavy hair alone and letting it just do it's thing and it's been ROUGH y'all, but this has tamed my waves so nicely no matter if I use it on wet or dry hair."
		},
		{
			"review_title": "Perhaps not suited to my hair type.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "I'm a little mixed on this hair oil, to be honest. On the one hand, my hair FEELS amazing--super thick and strong, with no knots or tangles at all. And it doesn't feel oily, and I have no frizz. On the other hand, my hair doesn't look particularly shiny, even after I've distributed the oil well, waited for it to dry and even blow dried it a little. My hair seems a bit dull, actually-- not as if it's dirty, but perhaps as if it's slightly wet? And I don't think I used too much product-- only one pump. I really do like the way it makes my hair feel, though, so I think I will continue to use this product, but as part of my hair care, rather than as an aesthetic enhancing product for my hair type.  As for the scent, it's quite pleasant, but strong! Be sure if you're wearing any other scented products that they match well and don't compete with each other."
		},
		{
			"review_title": "Smells divine!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I've used this product religiously since receiving it and I'm impressed! The oil is lightweight and smells divine!! It doesn't leave my hair feeling greasy. I gave it 4 stars vs 5 because I'd like a little more shine to it but overall it's a fantastic product I'll be using over and over."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I received this product free of charge in exchange for an honest review.   I typically use another prestige brand oil in my hair and found this to be comparable with a few additional benefits. I love that it is lightweight, has a mild fragrance, doesn't add additional weighty-ness or heaviness, gives a nice amount shine without looking greasy, does a good job of combatting frizziness in high temps and extreme humidity and also provides  heat protection. While this was great for when I straightened my hair, I did find it slightly affected my hair's ability to hold curls. Not enough to prevent me from using. The refillable bottle is a nice addition. Overall, I'm a fan!"
		},
		{
			"review_title": "Best luxury oil.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I received this product in exchange for my honest opinion and i love this hair oil makes my hair looks so healthy and shiny, the scent is amazing and the results out of this world, I noticed my split ends are less noticeable, also i love the refillable new bottle is less plastic to the landfills 10/10 i would repurchase."
		},
		{
			"review_title": "Love love shiny hair !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "For starters I was kind of skeptical of using hair oils as to the ones I’ve used in the past left my hair oily and heavy with little shine , but this one left my hair super shiny and they hair oil is very light weight ! I definitely recommend!! Also the scent of the oil is very light and not over powering!"
		},
		{
			"review_title": "new favorite hair oil",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I am loving this hair oil! the scent is so nice and makes my hair look silky smooth. I have fine dry hair and this did not make my hair look oily. the bottle is so nice and looks elevated. love that it can be refilled reducing plastic waste. I would recommend this to my friends and family. I will continue to buy this hair oil in the future!"
		},
		{
			"review_title": "Love in a bottle",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I received this product for my honest opinion. I am in love!! My hair is looking so good and it feels so soft ! Not to mention it smells great! It has become my favorite!!"
		},
		{
			"review_title": "Great hair oil!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "By far the best hair oil I've ever used! It makes my hair so soft and shiny without leaving it oily looking! A little bit goes a long way. I love that you can just replace the inside with refills and it's super easy to do!"
		},
		{
			"review_title": "Light weight hydration with great scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "I have been sent this Kérastase Elixir Ultime hair oil to test and provide my honest feedback. This has quickly become my all time favorite hair oil. The fact that this tames frizz and adds shine is a must have in humid Florida. The scent is amazing and really lasts on the hair. I love that the oil is also a heat protectant, so I am not adding too many products into my hair. The bottle really looks lovely out on your vanity, and it is refillable which is a genius idea! So far I have not experienced any downsides with this product and would fully recommend this for those looking to add shine, tame frizz, and protect and nourish your hair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "This product has an amazing scent, it is light and clean.  It gives my hair a healthy shine, I put it on before drying and styling and apply it afterward for a clean and sleek look.  I have blonde hair and it helps keep my split ends in check.  I appreciate that it is in a reusable bottle.  I was asked to try Kerastase’s Elixir Ultime Refillable Hydrating Hair Oil by BzzAgent in exchange for an honest review."
		},
		{
			"review_title": "My New Favorite!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Okay, so, this hair oil has to be one of the best in the market. I love how lightweight it feels in my hair, how shiny and healthy my hair looks, and how it smells! Bonus: the bottle is refillable!"
		},
		{
			"review_title": "Shine baby shine!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "I received this product from Kérastase as a part of BzzAgent's sampling program and I was honestly very excited to try it! I have naturally dark brown/black hair that is bleached blonde. My hair is pretty coarse, drier than most because of the bleaching and also very prone to frizz – so finding a good hair oil is super important to me!  PROS:   Shine baby shine! – This product really made my hair shine without weighing it down or making it look greasy! My hair went from dull to glossy hair commercial shine! Loved this!  Tamed Flyaways – Worked well to tame fly-aways without making my hair oily or leaving any residue.   Packaging / Removable Refill Tube – The way Kerastase did this is fabulous! Instead of having to pour/transfer more product into the original container, you just twist the top of the bottle and replace the tube with your refill - so convenient!   Travel Friendly – I love the fact that when I travel I could remove the inner product tube, lock the top and throw it into my travel toiletries bag. Saves so much room when packing, avoids me having to transfer product into a travel container and still allows me to have the pretty bottle to keep the tube in when I’m at home. I wish more companies would package their products like this!  CONS:   Smell / Fragrance – This truly comes down to personal preference. My mom and husband both thought my hair smelled amazing. However, I found the fragrance of this product to be very strong and overpowering, unfortuantely enough to give me a slight headache. I also tend to lean towards a more summery/fresh scent, and this product was definitely giving a deeper/rich smell.  Limited Frizz Control – Someone with hair not as frizz-prone or dry as mine could probably get away with the level of frizz control this product gives. However, I would honestly use this product as more of a finishing touch to add shine to my hair versus anything else."
		},
		{
			"review_title": "My FAVORITE new hair product in my beauty routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I was offered to try Kerastase’s Elixir Ultime Refillable Hydrating Hair Oil by BzzAgent in exchange for my honest review. My initial reaction upon dispensing the oil into the palm of my hand was very positive. The texture of the oil is very silky and the scent is just amazing! I apply the product prior to blow drying my hair, as I love how well it protects my hair from the heat, and gives my hair an overall better finished appearance. My hair appears silky and smooth after I dry my hair, and not weighed down or oily looking. Sometimes I even apply a tad extra to my ends after drying my hair to smooth them down a bit more. I love this product and will definitely recommend it to family and friends!"
		},
		{
			"review_title": "Silky Smooth",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "This product's versatility, allowing for application on both dry and wet hair without causing heaviness or emitting a strong odor, is a commendable feature."
		},
		{
			"review_title": "100000% yes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "FRIZZY HAIR GIRLS DREAM!! changed the game for meeee"
		},
		{
			"review_title": "Surprisingly worth every peny",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "My hair is dark and textured. Lately it's felt as if it's dry, flat, and very frizzy. This product has made my hair feel like I just got all my split ends removed, making my hair feel super healthy! I didn't realize that it's also a heat protectant."
		},
		{
			"review_title": "New must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I love it!! This is one of the best oils I’ve ever used. Great product and I can tell a noticeable difference in my hair."
		},
		{
			"review_title": "One of the Best Oils on the Market",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "I have been using the product from BzzAgent and WOW, smell is absolutely amazing. It is very lightweight and doesn't buildup on my hair. I have 4B hair so I warm it, damp my hair, use a cream leave-in and with this on top, my hair is soft, moisturized and goes all day. Definitely something I will continue to use!"
		},
		{
			"review_title": "This Hair Oil is Perfection!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
			"review_text": "This Hair Oil is so good!  It's pricey but I think it is worth the investment.  I have wavy, frizzy hair and this oil leaves my hair soft, smooth and shiny.  I did receive this product for free to review, but I stand by this opinion.  I will repurchase this when it runs out.  Lucky they sent me a large bottle!  It also smells amazing.  I live in Texas and the humidity is awful and that makes my hair super frizzy.  This works wonders!  Give it a try.  Highly recommend,"
		},
		{
			"review_title": "Lightweight hydration",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I like that this oil is lightweight on your hair and does not weigh it down. It also didn’t have a strong smell which was nice."
		},
		{
			"review_title": "Not sure if I love yet",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I love how this product smells, and the size is fantastic so it’ll last awhile. Jury is still out just because when I used it, I only used a drop and it still seemed to make my hair greasy very quickly. Not totallly decided but will definitely try using again!"
		},
		{
			"review_title": "Instant Gratification!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I received this item as part of a promotion, but this is an honest review of how it worked for me. My hair is ultra processed - I have it bleached at least twice a year and get it toned and dyed about 4 times a year. Since my hair is fine, all of the processing leads to my hair drying out. This hair oil has worked wonders on days where I wake up and my hair is looking crunchy! Even though the directions say to use 4 pumps, I only need one and I work it into my hair with my hands and then brush it through. It's instant gratification - my hair is smoother and softer immediately after without it feeling oily. I typically use the Olaplex hair oil, and this hair oil definitely rivals it. Using this hair oil in conjunction with a satin bonnet provided me with even better results for smoother, softer hair. And as an added bonus, this product is refillable. Moving forward, this will be my go-to hair saving hair oil!"
		},
		{
			"review_title": "It's Hydration Time",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Combination skin",
			"review_text": "Kérastae Ultime Refillable Hydrating Hair Oil feels so good on my head it leaves my hair soft and gives it a lot of body and hydration brightens the color to my hair I like this oil its easy to use and the best part is I can  refill the bottle when I run out o used it without heat and I can't wait to see the results when I do out sime heat to it it also helps with detangling I recommend you give it a try see the results it can give your hair I can't wait to see more results"
		},
		{
			"review_title": "Long lasting frizz tamer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Light skin tone, Combination skin",
			"review_text": "First of all, I love that it's refillable. Secondly, my hair has never been so smooth and silky. I will buy this over an over. Thanks kerastase for making such a great product for us frizzy girls."
		},
		{
			"review_title": "Perfect oil!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, Oily skin",
			"review_text": "I’m very impressed with this hair oil. I have THICK frizzy hair. I've tried hair oils that are too thick and greasy, that weigh my hair down. This is oil is the perfect consistency, it helps keeps my hair shiny and help reduce the frizz. It smells really good. I would recommend this hair oil. I love that I can just refill it."
		},
		{
			"review_title": "The BEST hair oil!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I have been using this for about 2 weeks now and I LOVE IT! Typically hair oils make my hair look extremely greasy… this does not happen with this! My hair feels so hydrated and healthy! Love the bottle is refillable too!"
		},
		{
			"review_title": "Worth it. So worth it! & Smells so good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "Since using this product Ive noticed my hair is less frizzy and much smoother. I love that this also provides heat protection. I use hot tools often so Im always looking a for good heat protector. I also love that the bottle is refillable."
		},
		{
			"review_title": "Great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I have been using the oil for a few days and I love it, you get what you paid for, is easier to brush my hair, leaves it smelling really good and is way less frizzy, is non greasy and the hair has a natural shine."
		},
		{
			"review_title": "A Luxurious Addition to My Hair Care Routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Kérastase Hair Oil is a lifesaver for dry, frizzy hair. It’s non-greasy, hydrates, and adds shine. A little goes a long way, and it works wonders on both wet and dry hair. Highly recommended for a touch of luxury in your hair care routine!"
		},
		{
			"review_title": "Elite!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I received this product in exchange for my honest opinion. Chef’s KISS! This oil is nothing short of phenomenal. It’s very lightweight yet still makes a big impact on my hair. I have fine but dense hair so my hair can’t handle heavy oils. It quickly takes my hair from dull to shiny! There is a scent to the oil, very pleasant. The scent is not overbearing at all. Only con is the price point for this product is a bit expensive, however the quality speaks for itself. The bottle is said to be able to be continuously refilled, so that’s pretty cost effective! I will be purchasing the refills and adding this product into my weekly hair routine. Yes, it’s that good!"
		},
		{
			"review_title": "Oil",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "After using this hair oil for roughly three weeks I did see a change in my hair. It’s less frizzy for sure. It’s lightweight and smells great. It didn’t turn my hair oily but it walks a very thin line with It takes more oil than I thought it would. it. It took more than I thought to get my hair to it."
		},
		{
			"review_title": "Luxurious",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I love Kerastase products and this one was no different. This oil feels so luxurious, smells so good, and is light! Doesn’t make my hair oily or heavy."
		},
		{
			"review_title": "Luxury in a bottle",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Kerastase sent me this free sample through the BzzAgent sampling program in exchange for my honest opinion. I truly love how luxurious the packaging is and how eco friendly it's also is . It make me feel like they put a lot of thought process into the the design I love that. Everything about the smell and the dispenser remind me of luxury. It's feel rather great and hydrating in my hair. It's a 10/10 experience."
		},
		{
			"review_title": "Soft and Luxurious",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I absolutely loved this hair oil! For someone who has hair down past my knees and super thick this product worked great to keep the frizz down without feeling too heavy. This makes my hair feel smooth and soft."
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "This will be my new product in my daily hair routine! I have chemically treated hair and it’s typically so frizzy and this product makes it so smooth and silky, it’s amazing."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Fair skin tone, Dry skin",
			"review_text": "My lackluster hair was in need of a refresher. It was so full and rough looking. You don’t need a lot of product and it lasts all day and night. It doesn’t look greasy either."
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "I love a product that work in multiple ways, it’s a heat protector and reduces fizz"
		},
		{
			"review_title": "Smells great, smooths, shines, like hair crack!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "Love the smell of this! It's like hair crack for the frizzy, kinky-haired girls (or guys) like myself! I love it! It makes my hair a little smoother and makes it shine and look so healthy - even on those ends my hairstylist wants to cut off! Will definitely be a part of my routine!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "First of all I love the scent, it's so pretty! It definitely gives you shine like crazy! It doesn't make my hair greasy at all either, which I love! So it's definitely lightweight, doesn't weigh my hair down. Only thing for me is it could help eliminate frizz a bit more. My hair still gets frizzy but its shiny."
		}
	]
}