{
	"product_id": "528",
	"name": "NDA Eau de Parfum",
	"brand": "FORVR Mood",
	"categories": "Fragrance, Women, Perfume",
	"price": 107.0,
	"about": "Fragrance Family: Florals..Scent Type: Warm Florals..Key Notes: Spiced Rum, Tonka Bean, Tobacco Flower..Fragrance Description: Close the door behind you and immerse yourself in the intoxicating warmth of this deeply sensual fragrance. The bold aroma of spiced rum mingles with the rich, exotic essence of tobacco flower, while a smooth, enveloping touch of vanilla bean adds a creamy, seductive finish. This scent is so captivating, it’s a tantalizing secret that’s impossible to keep...About the Fragrance: What happens here stays here, but first, you’ll need to sign here.  After years of meticulous crafting with the finest perfumers, the FORVR Mood Fine Fragrances collection has arrived. Explore four entirely distinct and unforgettable scents, each tailored to suit any mood—from irresistibly sweet and approachable to boldly assertive and unapologetic. Perfect for every individual, every day, and every occasion...About the Bottle: Self-care isn’t selfish. It’s a love letter to yourself that you write every day, sealed with a spray of your perfume. Like a precious diamond, these four fine fragrances reflect every one of your facets, from flirty and feminine to bold and unapologetic. These fragrances are encased in a stunning bottle reminiscent of Jackie’s engagement ring, and inspired by the brilliance of diamonds and the allure of precious gems.",
	"ingredients": "Alcohol Denat., Fragrance (Parfum), Water (Aqua/Eau), Ethylhexyl Methoxycinnamate, Ethylhexyl Salicylate Butyl Methoxydibenzoylmethane.",
	"how_to_use": "Suggested Usage:.-Fragrance is intensified by the warmth of your own body. Apply in the creases of your knees and elbows for a longer-lasting, stronger scent.",
	"num_reviews": 75,
	"overall_rating": 4.2,
	"product_url": "https://www.sephora.com/ca/en/product/forvr-mood-nda-eau-de-parfum-P510798?skuId=2718716&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2718716-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "1.7 oz eau de parfum spray",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2718716-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "FORVR MOOD - NDA",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love the FORVR MOOD perfumes. My favorites are NDA and Hard to Get. They bright, fresh and smell quite unique. This is my second bottle of NDA in less than a year."
		},
		{
			"review_title": "a must-have for any season!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I love this fragrance. If you value warmth, charm, and a lot of compliments, then this is the right one for you."
		},
		{
			"review_title": "Body chemistry matters",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is the one I wanted to most based on the notes , I went to Sephora to smell it and on the paper it smelled good nothing that gave me the “ oh my gawd I need “ affect . I sprayed it on my skin and it was bad on me it smelled like soap and even the Sephora employee said the same thing."
		},
		{
			"review_title": "The perfect date night scenttt 💜",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Dry skin",
			"review_text": "One of new date night perfumesss 😍💜 I get so many compliments when I wear this. I love the sultry and bold vibe of this fragrance! It also pairs well with allot of my other perfumes as well!"
		},
		{
			"review_title": "So good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I really like this fragrance. The scent is divine, it has a nice vanilla scent that’s a bit more sophisticated. There is my current fave!"
		},
		{
			"review_title": "Fall staple!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is for the bold vanilla lovers! Sweet and slightly smoky scent that lingers on clothes."
		},
		{
			"review_title": "So good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Smells so good! The floral notes are pretty but it has a spicy warm undertone that gives a beautiful contrast, I really like this scent, I will use it more as a night parfum"
		},
		{
			"review_title": "MUST HAVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "This fragrance is pure mystery and allure in a bottle. The first spritz is like a sultry secret—bold and unapologetic. It has this warm, almost spicy undertone that feels so comforting yet daring, like it’s encouraging me to own every room I step into. There’s a sensuality to it that isn’t overpowering; it just lingers, leaving a soft, unforgettable impression. This is definitely my new ‘signature’ for nights out and special moments I want to remember but keep to myself. 🌹✨ ‘What happens here, stays here’ vibes, indeed!"
		},
		{
			"review_title": "musst have for everyday",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "I recently tried FORVR Mood's NDA, and it’s quickly become one of my favorite fragrances. NDA has this alluring blend of fruity and floral notes with a hint of musk that feels like a perfect balance between sophisticated and playful.  The top notes are a mix of citrus and berry, which give it a bright, refreshing opening. Then, as it settles, you start to notice the floral middle notes – soft but lush, making it feel elegant and feminine. What I love most is the warm base of vanilla and musk, which gives it a sensual finish that lingers beautifully on the skin.  The longevity is impressive, lasting most of the day with just a few spritzes, and the sillage is just right – it’s noticeable without being overpowering. The packaging also feels luxurious and adds a stylish touch to any perfume collection.  If you’re looking for a fragrance that’s sophisticated with a hint of flirtatiousness, NDA is definitely worth trying. It’s versatile enough for both day and night wear, making it a perfect all-rounder for any occasion!"
		},
		{
			"review_title": "must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
			"review_text": "it smells amazing. it is a captivating blend of fresh, floral, and warm notes that balance sophistication and subtlety. Its long-lasting scent makes it perfect for daily wear, adding a touch of elegance."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love this sensual, floral scent! I wish I could spray everything with it! It is definitely one of my favs!"
		},
		{
			"review_title": "Perfect for Date Night!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Dry skin",
			"review_text": "This is one of my favorite fragrances for date night!! It lasts all night and makes me feel so hot and beautiful. I love the spicy warm notes with the vanilla. This is a fragrance that layers so well with other vanilla scents and florals. Every time I wear it, I just know it's going to be a good night. It makes me feel like a powerful woman!"
		},
		{
			"review_title": "this is such a delightful fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Light skin tone, Dry skin",
			"review_text": "what I love most about this fragrance is it's not like everything that you smell typically. It is sultry yet still clean and smells expensive. I am glad I got this one and the I am her fragrance from the forever mood line, definitely give them a try!!!"
		},
		{
			"review_title": "Date Night Fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "Out of the 4 Forvr Mood fragrances, NDA is my absolute fave. I didn’t think I would like the tobacco flower in it but lawd I do! It makes it so unique, sexy and elegant. This is a powerful meeting, sexy date night kind of fragrance. It is one that I find I need to reapply every so often but I personally do not mind because I love freshly applying it. Can’t wait to buy the full size!"
		},
		{
			"review_title": "Smells expensive but doesn’t last",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "Scent is warm and sweet and layers well with other simple fragrances. I can smell it on my clothes days later but the scent doesn’t seem to last very long in person."
		},
		{
			"review_title": "perfect fall scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Dark skin tone, Combination skin",
			"review_text": "perfect fall scent! sexy, sweet and warm. and it lasts all day."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Oily skin",
			"review_text": "LOVE THE SMELL, JUST DOESNT LAST, AND I MEAN IF U GET 3 HRS YOUR AN ENIGMA"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Really enjoy NDA. I get a ton of compliments and is very unisex. I was surprised at how long lasting it is! This is a win especially for the price point, IMO."
		},
		{
			"review_title": "Beautiful fragrances, lasts well on clothes.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "This was a blind buy purchase for me. Based on the notes I knew I’d like it but what I didn’t know was that I’d LOVE it! My nose may be broken but I swear this gives me tropical summer night vibes! I will be wearing this fragrance all summer long."
		},
		{
			"review_title": "A beautifully sophisticated fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
			"review_text": "This fragrance is boozy and intoxicating.  When I first smelled it, I was immediately turned off by the initial spray.   However, as I walked throughout the mall and sniffed my wrist, I feel in love with love.   with this"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Medium skin tone, Combination skin",
			"review_text": "Oh man I really really love the scents Ms. Jackie created they are so vibrant and juicy and the name’s definitely match the vibe. BUT they do not wear long throughout the day. Which would be my only critique."
		},
		{
			"review_title": "Do I smell a Vera Duuupe",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Dry skin",
			"review_text": "Now this scent right here I absolutely love. It reminds me of Vera Wang Princess. It smells absolutely beautiful on. This is my favorite out of all of them. Only down side is it doesn’t last."
		},
		{
			"review_title": "Stays in the purse!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Deep skin tone, Combination skin",
			"review_text": "After purchasing another Forvr mood scent, I was slightly disappointed but came across NDA while in Sephora, and got a sniff.. I was immediately in love! It’s such a fresh yet inviting smell! Grab if you can!"
		},
		{
			"review_title": "Love love love!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I own over 200 fragrances and I don’t have anything like this one!  To my nose it’s cozy boozy and sexy!!  You need this one!!!"
		},
		{
			"review_title": "This is a sexy fragrance!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dark skin tone, Oily skin",
			"review_text": "I bought a sampler when the product first launched to see what this would smell like. When I sprayed it on one of those test strips I wasn't impressed but baby, this sprayed on the skin is amazing.  It is such a sexy and soft fragrance.I put this on when I want to feel like that b-tch. The one who draws attention wherever she goes.   Longevity is low to mid on the skin. If I apply at 7:30am it wanes on the skin by 12:30/1pm. It lasts longer on clothes. If longevity is a concern wear it for a date or a short-time occasion."
		},
		{
			"review_title": "Grown and sexy!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "This was a blind buy as it keeps selling out lol I had to grab it once available and I’m very happy I purchased because this scent is sexy and beautiful! I love the packaging. It looks so beautiful among my other perfumes."
		},
		{
			"review_title": "Delivered used",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Smells awesome. Too bad I didn't get a full bottle."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Dry skin",
			"review_text": "I have all 4 fragrances and they all smell good on my skin but this seem to be my favorite it has a vanilla powdery smell on my skin"
		},
		{
			"review_title": "Smells delish but not long lasting",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Smells absolutely diving however the scent doesn’t last longer than a couple hours if that long."
		},
		{
			"review_title": "Smells pretty but doesn’t last",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
			"review_text": "First impression—it’s a really pretty scent however, it doesn’t last and has zero projection on me. I tried them all and it’s like I didn’t put anything in at all within an hour. I’m just used to much stronger fragrances and like them to last."
		},
		{
			"review_title": "VANILLA SLAAY!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "The prettiest most luxurious vanilla scent ever!! It's not so sweet and over powering it's soft and delicate yet intoxicating and captivating. Looooove this scent !!!"
		},
		{
			"review_title": "don't run to get it wait on a sale",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
			"review_text": "I wanted to like this one but it smells basic and watered down with all these notes I thought this was going to be the better of the releases but nope I was wrong just go to bbw u will find something g better than this line"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "If you’re an Oud / Vanilla girl this is the scent for you. Love this baby on a night out"
		},
		{
			"review_title": "My new favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Rich skin tone, Normal skin",
			"review_text": "This smells like Angel share with a sweeter finish. I'm not a vanilla person but I love how it's not overpowering but hums between your senses giving your nose a pec every now and then. I don't think this is like black opium"
		},
		{
			"review_title": "New favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Dry skin",
			"review_text": "So good! I love ForvrMood candles, so I grabbed 3/4 of their new perfumes, and NDA is definitely my favorite so far. I don't even know how to describe it, other than a flirty, musky, grown woman scent. It lasts great on my skin, and lasts a really long time on clothes. I'd definitely recommend trying out their sample pack or smelling these in person, but I ordered them blind and im super happy with my purchases. NDA is definitely one ill be repurchasing."
		},
		{
			"review_title": "obsessed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "I am obsessed with all the smells  I purchased three out of the four  but this one is my favorite it smells so unique and amazing  I've already gotten compliments on it  however the one thing is the longevity is not as strong as I wanted to be at fades and it stays on you but it's faded  I bought to travel sizes because you would have to spray it a lot but because it smells so good I don't care."
		},
		{
			"review_title": "Edible sexy vanilla",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Surprised me. Heavier on vanilla than i expected in a pleasant way. Spiced heated vanilla vibes, very warm, sexy in an edible way. Not only is this my fav but it’s my partner’s fav for me to wear."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I was honestly expecting to like this fragrance the least out of the 4, but it turned out to be my favorite. Once you let it settle on the skin, it’s very sweet but also fresh and will be a good year round scent. It also lasts a long time on my skin!"
		},
		{
			"review_title": "MUST HAVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I was surprised to find this perfume to be my go to scent. It’s long lasting and has this sweet yet sexy scent. I will buy again especially since it’s affordable."
		},
		{
			"review_title": "Perfect Fall Winter",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "just because some people do not agree with a review does not mean it is not a true review! I DID NOT get anything free for my review and I absolutely love this scent . It is perfect for the cooler months . So to the people who want to say that people do not give an honest review for free stuff just keep scrolling ."
		},
		{
			"review_title": "I Really REALLY wanted to like this🥺",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Oily skin",
			"review_text": "I really really really wanted to like this, based on the scent profile, I thought THIS was going to be my FAVORITE out of the bunch. It has actually my LEAST favorite. I agree with some reviews that it definitely smells like a knock off version of black opium. While I’m not a fan of this release I still support Jackie 100%. ￼"
		},
		{
			"review_title": "One of my favorites",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dark skin tone, Oily skin",
			"review_text": "I am surprised this is one of my favorites from the line.  It is unique and intoxicating.  I find the scent lasts too."
		},
		{
			"review_title": "Bottles not full",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Honestly love this one, reminds me of Prada candy but a little bit on the sweeter side. Uneven filling on the minis, I got two and they were not even full, as if someone had already been using it. Other than that love her!"
		},
		{
			"review_title": "It’s ok",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "It smells nice, like it’s a good gourmand scent but I find that atleast on me it just doesn’t have any long lasting power or projection and that makes me sad. So even tho I like it I will be returning.   it,i.would be opm"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Deep skin tone, Combination skin",
			"review_text": "I really like this. It’s a grown and sexy night time or winter kind of fragrance. Not a lot of sillage so get a travel spray to take with you on the go. Definitely don’t recommend for summer."
		},
		{
			"review_title": "Different But Somewhat Familiar, Doesn't Last",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "On first spray, it really reminds me of Burberry Goddess. The dry down on this though is more spicy because of the Spiced Rum and Tobacco notes whereas Goddess has a more sweet, powdery dry down. I really like the uniqueness of the fragrance because you're not walking around smelling like every other person in the room. However, the lasting power is not that great and for that I dock a star."
		},
		{
			"review_title": "Don't Walk Run... if you can still find her!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "so i bought all 4 scents and this is the fan favorite!!!! i've only had this perfume since literally saturday... and for the past 5 days i have been pulled aside everywhere i enter asking what scent am i wearing. i sat in a meeting for 30mins and literally all my coworkers could talk about was how good i smell. Jackie did something here <3"
		},
		{
			"review_title": "NDA>>>",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "I love it! I’d you were debating on trying just get it girl."
		},
		{
			"review_title": "Nice Seductive Scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Smells great! I initially bought travel sizes to test, will definitely purchase the full size."
		},
		{
			"review_title": "JACKIE U DID THAT😍",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "Two words: seductive and intoxicating. By far this is the best vanilla perfume I bought and my sisters completely agree. I was a little scared about the rum and tobacco but it all blended so beautifully with the vanilla. One of a kind."
		},
		{
			"review_title": "JUSTICE FOR NDA lol (DO NOT BLIND BUY) unisex vibe",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "This is a 8.5/10, the first spray was scary but when it settles on the skin you really get that Tonka bean w/ a hint of Tobacco I personally really like it, it’s so unique I don’t have anything like it in my collection💜"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "It’s interesting to say the least, bittersweet floral scent. Could easily be a hit or a miss depending on what body lotion you’re using"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
			"review_text": "My least favorite out of the 4. I still love it those"
		},
		{
			"review_title": "Astounding!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I just bought the perfumes Friday and I’ve wore them everyday! I never knew spiced rum, tobacco flower, and tonka bean smelled so good together!  It lasts long as well!!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This scent is very intoxicating. Perfect for date night."
		},
		{
			"review_title": "Top 4 and it’s not 2-4",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
			"review_text": "It really surprised me because Tobacco is so strong normally but it plays a really good background to the rest of the notes. There’s a sultry sweetness  pops out. even though it has rum and tobacco flower. She’s sexy and soft at the same time. It lasts all day too"
		},
		{
			"review_title": "Underwhelming",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dark skin tone, Normal skin",
			"review_text": "As I've stated on my other reviews ,I love Jackie but this line was not ready for the market!NDA is literally the story of my life.I'm the rich auntie that has a reservation and a lace set to match a little black dress.Granted,it's a very sexy scent it could easily be a dupe for Into the Night by Bath and Body !Considering I have a much larger bottle of a dupe scent for half the price is disappointing."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "I both them all & this has got to be my favorite one"
		},
		{
			"review_title": "NDA - in rotation!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Love this scent and the layering on it. Originally wanted it for the color and to support, but after smelling it and letting it dry down, it was a must have!"
		},
		{
			"review_title": "Do not believe the hype",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Went to store the first day and they did not have in yet so I ordered NDA in the store on a blind buy. It came yesterday and I hate to say that I’m so disappointed . I really wanted to like it. It smells cheap and the faint smell does not last on the skin. I tried it more than once. It’s giving old cheap lady and im middle age and wear all types of perfumes"
		},
		{
			"review_title": "Yes, Yes and Yes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, lightMedium skin tone, Dry skin",
			"review_text": "I already knew this perfume was gonna be AMAZING.. but when I got it I fell in love! The scent is rich, sultry, seductive. You’ll be turning heads smelling this good! Can’t wait to run into my crush with this on."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "Strange smell, with a name like NDA i was honestly disappointed. Reminds me of good fortune By Victor and Roff!!"
		},
		{
			"review_title": "Wanted to love it :(",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
			"review_text": "First spray smells amazing! But thats the only time i can smell it. The scent seems to disappear after 5 seconds. All the other scents last a few hours but NDA did not."
		},
		{
			"review_title": "A disappointed",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Poorly filled, this picture was taken brand new fresh out of the box, the profile doesn’t match the actual smell, so disappointing but on the positive side the smell lasts long"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Dark skin tone, Combination skin",
			"review_text": "This is grown and sexy but always has a sweet undertone. Very evening appropriate 💜"
		},
		{
			"review_title": "Spicy & Sweet",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
			"review_text": "This perfume has a nice spicy smell to it. It wouldn’t be my first choice for everyday wear but definitely for a special occasion."
		},
		{
			"review_title": "Not a favorite",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Oily skin",
			"review_text": "It smells like clean powder doesn’t smell too floral . My box also came damaged and unsealed I will be returning this at it’s a no for me I am sad because I really wanted to support Jackie :("
		},
		{
			"review_title": "Must Have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I am stunned. This is a beautiful warm scent, of you’ve got a date night coming up, wear it!!!"
		},
		{
			"review_title": "Chef’s Kiss",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "I love this fragrance! I purchased all four Forvr Mood fragrances and this might be my favorite. The fragrance description is completely on point. Definitely giving warm floral. Love!"
		},
		{
			"review_title": "Not worth it!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
			"review_text": "This perfume smells like cheap soap.  I really wanted to like these but it’s not happening.  All of these smell like cheap body sprays."
		},
		{
			"review_title": "There she comes, there she goes",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "Smells like black licorice and scent disappears quickly. Not like others in launch. Great night time perfume for bed."
		},
		{
			"review_title": "Prepare the NDA",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
			"review_text": "I was a little worry because I saw tobacco flower as a note BUT it gave me what I wanted from Tom Ford tobacco vanilla to smell like.  It’s a feminine musk tobacco that can easily be layered with vanillas, orchid or cashmere.  This is most definitely a date night smell.  I’m going to need a NDA for the things I want to do in this smell.  It’s given silk dress, heels, and a red lip."
		},
		{
			"review_title": "Not a sophisticated scent",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
			"review_text": "I really had high hopes for these perfumes, considering that Jackie is a perfume girl. The products don't match the level of sophistication she is trying to brand. If you’re a real fragrance head you can skip these, unfortunately."
		},
		{
			"review_title": "Sultry Woman",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Ebony skin tone, Combination skin",
			"review_text": "I love this Sultry scent! It's the perfect scent for date night. I'm not a big floral person, BUT THIS is the perfect amount of floral and tobacco. I've been wearing it for about an hour, and I can still smell it on my wrist."
		},
		{
			"review_title": "The ULTIMATE People Magnet",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "After trying on this perfume, I wore it to an event in town and MULTIPLE potential boyfriends came up and asked for my number at the end of the night, there were MULTIPLE people asking me what I’m wearing and complimented on my perfume. And I still got it on the next day"
		}
	]
}