{
	"product_id": "817",
	"name": "Complete Scalp & Hair Oil, Air Dry Cream and Recovery Serum Set",
	"brand": "JVN",
	"categories": "Hair, Value & Gift Sets",
	"price": 43.0,
	"about": "What it is: JVN's best-sellers set featuring full-size Pre- Wash Scalp Oil and travel size Complete Air Dry Cream and Complete Instant Recovery Serum the perfect start and finishing touch to your best hair yet...Hair Type: Fine, Medium, and Thick..Hair Texture: Straight, Wavy, Curly, and Coily..Hair Concerns:.- Frizz.- Shine.- Flaky/Dry Scalp..Highlighted Ingredients:.- Hemisqualane: Improves hair instantly and over time..- Charged Lemon Protein: Bonds hair to restore strength and shine..- Rosemary Extract: Helps to stimulate scalp...Ingredient Callouts: These products are vegan, cruelty-free, and come in recyclable packaging...What Else You Need to Know: This is an iconic trio of products, including a Complete Air Dry Cream, Complete Pre-Wash Scalp Oil, and Complete Instant Recovery Serum...This Set Contains:.- 1 oz/ 30 mL Complete Air Dry Cream.- 1.7 oz/ 50 mL Complete Pre-Wash Scalp Oil.- 0.84 oz/ 25 mL Complete Instant Recovery Serum.Clean & Planet AwareOur ambitious curation of beauty made without controversial ingredients from brands dedicated to making meaningful environmental commitments, including sustainable ingredients and sourcing, packaging, corporate commitments, and consumer transparency.",
	"ingredients": "-Hemisqualane: Improves hair instantly and over time..-Charged Lemon Protein: Bonds hair to restore strength and shine..-Rosemary Extract: Helps to stimulate scalp...Complete Pre-Wash Scalp Oil: .Squalane, Hydrogenated Farnesene*, Bisabolol, Ocimum Basilicum Hairy Root Culture Extract, Oryza Sativa (Rice) Bran Extract,  Cocos Nucifera (Coconut) Oil, Curcuma Longa (Turmeric) Root Extract, Helianthus Annuus (Sunflower) Extract, Tocopherol, Rosmarinus Officinalis (Rosemary) Leaf Extract, Helianthus Annuus (Sunflower) Seed Oil, Moringa Oleifera Seed Oil, Melia Azadirachta Flower Extract, Melia Azadirachta Bark Extract, Ocimum Sanctum Leaf Extract, Corallina Officinalis Extract, Ocimum Basilicum (Basil) Flower/Leaf Extract, Melia Azadirachta Extract, Citrus Reticulata (Tangerine) Peel Oil, Jasminum Officinale (Jasmine) Oil, Melia Azadirachta Leaf Extract, Fragrance/Parfum, Limonene, Linalool..*Sugarcane-Derived Hemisqualane   ..Complete Instant Recovery Serum: .Water/Aqua/Eau, Hydrogenated Farnesene*, Glycerin, Sodium Acrylates Copolymer, Squalane, Hydroxypropyltrimonium Lemon Protein, Niacinamide,  Lecithin,  Tocopherol, Citrus Reticulata (Tangerine) Peel Oil, Jasminum Officinale (Jasmine) Oil, Leuconostoc/Radish Root Ferment Filtrate, Sodium Gluconate, Ethylhexylglycerin, Benzyl Alcohol, Citric Acid, Fragrance/Parfum, Limonene, Linalool..*Sugarcane-Derived Hemisqualane ..Complete Air Dry Cream: .Water/Aqua/Eau, Squalane, Glycerin, Cinnamidopropyltrimonium Chloride, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Hydrogenated Farnesene*, Salvia Hispanica Seed Extract, Linum Usitatissimum (Linseed) Seed Extract, Moringa Oleifera Seed Oil, Butyrospermum Parkii (Shea) Butter, Hydrolyzed Jojoba Esters, Sorbitan Oleate Decylglucoside Crosspolymer, Tocopherol, Maltodextrin/VP Copolymer, Potassium Sorbate, Ethylhexylglycerin, Benzyl Alcohol, Sodium Gluconate, Sodium Hydroxide, Fragrance/Parfum, Coumarin, Amyl Cinnamal, Citronellol, Hexyl Cinnamal, Hydroxycitronellal, Methyl Ionones, Eugenol, Linalool, Limonene..*Sugarcane-Derived Hemisqualane..The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Apply Complete Pre-Wash Scalp Oil at the scalp and through ends of hair and massage. .-Wait fifteen minutes before cleansing with your favorite combo of JVN Shampoo and Conditioner (each sold separately).-After showering, treat your strands with Complete Instant Recovery Serum..-Achieve air-dried perfection with Complete Air Dry Cream.",
	"num_reviews": 46,
	"overall_rating": 3.3,
	"product_url": "https://www.sephora.com/ca/en/product/complete-scalp-hair-oil-air-dry-cream-recovery-serum-set-P501784?skuId=2606911&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2606911-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "Never again",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Combination skin",
			"review_text": "I purchased this gift set for a holiday gift exchange and work and the person who got this set informed me that there was mould in the oil! Sure enough, this is a common problem with the product. Cannot comment on its effectiveness because I took it back and will not purchase again."
		},
		{
			"review_title": "Great value",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "I love this set! I have purchased it a few times and appreciate the value. The recovery serum is so good that I bought the full size."
		},
		{
			"review_title": "Not buying again",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "Idk if it is just me that I never understood the trick to use this or if its just that this doesn’t work 😅 didn’t see any noticeable difference before and after using  it"
		},
		{
			"review_title": "Mold",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Went to use my oil to find out there was black mold in the bottom"
		},
		{
			"review_title": "May be really good for oily hair",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "Used it for about 3 weeks now. The oil is my favourite, and I love the smell of it. The serum and air dry cream was a bit of a disappointment they don’t smell nice and my hair was dry afterwards."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I love this little kit! I was waiting for it to come back in stock for a while and I’m so happy I finally got it. The oil made my hair so soft after washing and the serum made my hair soft as well. It also helped Tamare frizz. Not a huge fan of the air dry cream as I found it a bit drying but otherwise I love this kit and JVN products."
		},
		{
			"review_title": "Cream and serum, yes, oil, no",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "I really love the air dry cream & recovery serum, but the oil has developed mold. I liked the oil too, & I never put the dropper on my scalp or hair & it still developed mold and I can’t use it anymore"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Great way to try multiple products from the brand."
		},
		{
			"review_title": "Not worth it",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, notSure skin tone, Combination skin",
			"review_text": "I felt like the oil just made it even more difficult to clean my hair and scalp well enough. Also, after using the products I broke out badly on my face. My hair still felt like it always did. No amazing results."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, fairLight skin tone, Combination skin",
			"review_text": "my oil grew mold in it, really gross and have searched up that it happens to others too"
		},
		{
			"review_title": "Hair oil molded!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Thought it was good till a week after buying the kit and the hair oil molded!!! So far the other products are good but not the best that’s out there!"
		},
		{
			"review_title": "Good Enough Set to Try Products",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Tan skin tone, Normal skin",
			"review_text": "PRODUCTS: 3 STARS  AIR DRY CREAM is great for those who likes a bit of hold and bit of shine   HAIR OIL is okay. There’s just better products like TRACY ELLIS’ scalp serum pre-shampoo. It’s a bit harsh and pulls a lot of strands off of my head. If you’re fine with that then it’s a good product, it’s certainly not for thinning hair.   RECOVERY SERUM:  — I thought it worked and I liked it at first and then I tried using it after and I felt like I didn’t miss anything? So there’s not noticeable improvement when used.   VALUE: 5 STARS — You can try the product well enough as there’s a sufficient amount provided.  PACKAGING: 5 STARS —  It’s well-packaged. There’s consideration for ease  of use, including convenience for travelling too.   OVERALL: 4 STARS — I recommend for anyone who wants to try the products and as a travel set if you like the products already."
		},
		{
			"review_title": "not worth it",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Like many others who have had issues with their purchase, My oil after less than a month and only 1 use has begun to grow mold, and the recovery serum was only half way full in the tub. Very annoying considering Now 2/3 of the products are not as advertised. I would have returned if I had not used points to get 10 dollars off that I am unable to get back.  half"
		},
		{
			"review_title": "Half way used product?",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "I bought this product a few days ago and just now when I am about to use I realize the product is half way, what!? Seriously? This is such a shame. Please do better! Not the first time it happens too, I’ve return product for the exact same issue"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This oil had black mold in it. I took this with me traveling and I had to throw it Away. This should be discontinued. I have no clue why Sephora would keep selling it after all these reviews."
		},
		{
			"review_title": "jvn love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "Jonathan's products are as amazing as he is! I love them!!"
		},
		{
			"review_title": "Disgusting mold.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, fairLight skin tone, Combination skin",
			"review_text": "The oil started growing mold.. i barely had it for three months. Complete health hazard"
		},
		{
			"review_title": "Definitely a product I will be repurchasing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I purchased this product over the weekend and I absolutely love it! I have naturally curly hair but I’ve never know how to bring them out and keep my hair from being frizzy. I would highly recommend every product that comes in this kit!"
		},
		{
			"review_title": "MOLD",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "There is mold in my bottle, this was not noticed until after I saturated my scalp and hair! This is suppose to be a reputable brand that we should be able to trust."
		},
		{
			"review_title": "A nice intro to JVN products",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
			"review_text": "I love this a lot. This is my favorite hair care of all time. I have awkward in between wavy & straight hair that gets Frizzed or weight down easily if the products doesn't work well but JVN has been such a staple for me this is my 2nd round buying this set. The oil and recovery serum cream are what really stands out for me. The air dry cream is also a lil nice cream but I don't know if it's neccessary, I think I'd rather a sample of the new hair mask rather that but this is a set that came out earlier before its hydration line. It is scented upon application but the scent dissipates throughout the day. It's a nice sort of soothing scent that smells a little herbal, floral and a bit tarty? Will definitely reccomend this if you are looking to try our his products. I am a big fan of the JVN line. I'm excited for what else they will come out with!"
		},
		{
			"review_title": "Half empty?",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "I am enjoying the product, but the recovery cream came half full... Not sure if the containers are only filled halfway, but either way, it's not a lot of product."
		},
		{
			"review_title": "Life changing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "This is my third bottle of the scalp oil. Has saved my itchy scalp and I can go days without washing and having to use tons of dry shampoo. Loving the air dry cream as well. Plan or buy the full size one!"
		},
		{
			"review_title": "SUCH SOFT HAIR !!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes",
			"review_text": "All my favorites! The pre shampoo oil makes my hair feel amazing and so soft. I leave it in for 20 minutes before I shower. The recovery serum is a thick cream that makes my hair so soft and hydrates so well. I love that it provides heat protectant as well."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I love this trio! It has helped my scalp so much and I have used it 3 days! The air dry cream and recovery  serum is amazing! My hair is so soft and smells amazing"
		},
		{
			"review_title": "product grew mold",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Oily skin",
			"review_text": "I purchased this kit in October 2022 (9 months ago) and have used the oil on many occasions and have enjoyed it. I went to use it again today and there's mold growing in it! The bottle shows there's a 12 month shelf life and it has been stored in a cool dry place. I've never experienced this before and I'm disappointed that the product went bad before the 12 month mark."
		},
		{
			"review_title": "insanely good i swear",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "i guess i accidentally discovered that my scalp suffers from dryness because i just used the hair oil before a shower and omg my roots are softer than they’ve ever been after a shower! my ends are also so soft, hydrated, plus my waves look literally so good. would recommend if you have dry hair!"
		},
		{
			"review_title": "Hair oil!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I love the hair oil so much. It helps a lot with my scalp. I only use it when needed. I will be purchasing again."
		},
		{
			"review_title": "Smells great",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "Smells great, use as recommended in the box, didn’t see a difference"
		},
		{
			"review_title": "HEALTHY HAIR TOOL",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
			"review_text": "Made my hair so healthy!! I suffer from oily damage hair and the oil made it perfect and silky soft for me again! And the creams are my favourite to help with scent and softness"
		},
		{
			"review_title": "Extremely happy with this purchase",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "I have loose curly, low porosity hair, and bought this set because I wanted to cut down on styling products and simplify my routine. The air dry cream left my curls defined, touchable, and bouncy, but it didn’t do too much for frizz. I mainly use the oil on my mid lengths and ends, usually before I shampoo. The recovery serum works great,"
		},
		{
			"review_title": "A must have .",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "The scalp oil is so good . It helped with my psoriasis I have on the temples of my scalp . Air dry cream is great too! The smell isn’t like toilet cleaner like some reviews say. It smells clean not too strong not too floral . The recovery serum is also great it helps with the frizz. I have wavy hair so no issues with these products. I’m also sensitive to smells and so far everything worked out . Would recommend."
		},
		{
			"review_title": "That’s a no from me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I regret buying this. Serum doesn’t do anything and pre-wash is horrible. It’s impossible to wash it off. Although I always wash my hair twice, I still have to walk around with greasy hair."
		},
		{
			"review_title": "So good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Normal skin",
			"review_text": "I don't get any of the bad reviews this is such a good set. Great value!"
		},
		{
			"review_title": "A must have for a healthy looking hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, notSure skin tone, Combination skin",
			"review_text": "I use this and also bought another set for my mother in law! Defo recommended"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I love all the JVN products I've used so far. The pre wash scalp oil has really helped my husband with scalp irritation. The instant recovery serum has made blow drying easier."
		},
		{
			"review_title": "My hair w",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "My hair is dry bleached curly hair. This product did nothing for me .and left my blond brassy"
		},
		{
			"review_title": "Missing product.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "My instant recovery cream was not even full. I wish I took a picture. I opened the container and there was one whole half of the container empty."
		},
		{
			"review_title": "Turned mouldy",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Bought these products and both bottles had cloudy mould when they were new. Avoid! Was super excited about the product, it was a bummer"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "Love this set!! Truly lose way less hair and extend the life of my washes when I use the pre shower hair oil. Air dry cream and heat protector also adds so much more body to my very fine straight hair. Smells great too; JVN please make a clean cruelty free perfume out of this!!"
		},
		{
			"review_title": "routine must haves!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Dry skin",
			"review_text": "I'm actually quite impressed with this brand and products. my hair was so dry from winter and needed a pick me up. I was hesitant at first because of all the reviews saying it smelled bad and was perfumey. But I  actually don't mind the smelland I'm glad I still have it a chance. My hair hasn't been this happy in a long time."
		},
		{
			"review_title": "Cloudy mold?",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "I got this less than 3 months ago. Last time I went to use the Prewash hair oil, there was black cloudy mold forming in the bottle. I’ve seen multiple reviews of this happening with this product. Do not recommend."
		},
		{
			"review_title": "Mold!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I bought this product in October, I have used it 3 times and didn’t see much of a different besides feeling residue after washing Went to use it the other night and discovered it is riddled with mold!"
		},
		{
			"review_title": "MUST HAVE!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I cannot describe how much I love these three products. My resolution this year was to take care of myself as much as I could self care wise. I started out with hair care and let me tell you this was the best investment I aw. It is worth it!! I will be repurchasing,"
		},
		{
			"review_title": "Good bang for your buck",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "I think this set is a good bang for your buck. The pre-wash scalp I can tell a big difference in the health of my scalp. The serum and blow dry cream are super nice as well"
		},
		{
			"review_title": "Perfect way to try JVN products.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This was my first ever purchase of JVN's products, and after using it for close to a month, I've repurchased this set and the full sizes of other products. The price is amazing to try the best products and see if you like it. I have fine hair and some thinning issues due to the stress and reoccurring depression. I also have a dry scalp during winter, so I needed to see if this pre-wash oil can do any good for me. It does. It helps to remove the buildup and prevent my scalp from getting dry. I did not have any flaking problems after starting to use it. It doesn't weigh my fine hair down, which is a huge deal. The air-dry cream is my new Holly Grail now, and I've purchased a few backups during the sale. Serum is nice to work on the split ends. I also love that the brand (a sister brand of Biossance) is clean and environmentally conscious."
		},
		{
			"review_title": "It's a steal!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I decided to try the set after I had good results with a gift sample of the Scalp and Hair Oil. I have to say that I LOVE the Recovery Serum. There's not a lot in the bottle but my hair feels SOOO soft after just a small dab and comb through. I adore these products."
		}
	]
}