{
	"product_id": "1481",
	"name": "Boardwalk Delight Hair & Body Mist",
	"brand": "SKYLAR",
	"categories": "Fragrance, Women, Body Mist & Hair Mist",
	"price": 40.5,
	"about": "Fragrance Family:Warm & Spicy.Scent Type:Warm & Sweet Gourmands.Key Notes:Pure Vanilla, Cotton Candy, Coconut Milk.Fragrance Description:Sandy toes, sweet treats, and smiles on the shore are brought to life with notes of sweet cotton candy, raspberry sorbet, and creamy coconut milk. Balanced by pure vanilla in the base, this scent is meant to inspire you to relive and recreate the memories of your youth with the power of fragrance.",
	"ingredients": "Organic Sugar Cane Alcohol Denat., Parfum/Fragrance, Aqua/Water/Eau...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Fragrance is intensified by the warmth of your own body. Apply in the creases of your knees and elbows for a longer-lasting, stronger scent.&nbsp;.-After applying, avoid rubbing or dabbing skin. This breaks down the fragrance, causing it to wear off more quickly.&nbsp;.-If you prefer placing fragrance on your wrists, be sure to reapply after frequent handwashing, as this tends to rinse off the scent.&nbsp;.-Replace fragrance after 12 months. Expired perfumes more than a year old lose the integrity of the original scent... Eau de Toilette or Eau de Parfum?: .The difference lies in the volume of perfume oil. While EDT contains five to nine percent, EDP contains more, usually eight to 14 percent. EDPs, therefore, last longer and smell more intense...Recycling Instructions:.-The box, bottle, and cap are 100 percent recyclable. .-When the bottle is empty, remove the cap and pump, then wash thoroughly. .-Recycle the bottle and cap and place the pump in the trash..-The box is made of sustainable Forest Stewardship Council-certified paper; please place it in the recycling bin.",
	"num_reviews": 223,
	"overall_rating": 4.6,
	"product_url": "https://www.sephora.com/ca/en/product/skylar-boardwalk-delight-hair-body-mist-P510321?skuId=2764108&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2764108-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "2.7 oz spray",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2764108-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Delicious and sweet without being headache inducing. Definitely a beautiful spin on those cotton candy sprays from childhood. It has almost a clean laundry scent mixed in which makes it fresh"
		},
		{
			"review_title": "Scent doesn’t last",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "I like it. It smells good, but the scent doesn’t stay (in my opinion). I’m glad I purchased it on sale. I would not buy it full price, and honestly I’m not sure if I would buy it again if it were on sale."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "There is a note that I don't care for in this body mist. It takes over the cotton candy note, making it more like a spicy fragrance instead of a gourmand. The guava, apple, coconut milk, and raspberry notes are undetectable. I'm guessing it's the amber taking over the fruits."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I love this scent. Sweet vanilla, coconut with a hint of marshmallow. Amazing summer scent. Totally recommend!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
			"review_text": "This perfume is my favorite thing in the world ❤️❤️❤️"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Such a divine scent. A very long lasting body spray fragrance! This is coming from a self proclaimed fragrance expert! Don’t wait, just buy!"
		},
		{
			"review_title": "Smells sooo divine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "This is amaazing and soo worth the hype. Definitely sweet but not overpowering/artificial smelling. Perfect for layering. The longevity is whatever because body sprays don’t tend to last long anyway, at least not the ones I’ve tried. Also the mist is so fine, it elevates the experience."
		},
		{
			"review_title": "yummmmmy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Porcelain skin tone, Combination skin",
			"review_text": "I can see why it is always out of stock....it is yummy and does not affect the colour in my hair when I spritz it on my head."
		},
		{
			"review_title": "Wait before you judge",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I'm 50 yrs with a 15 yr old daughter . I love all her gourmand smelly stuff but they are little too young and in your face for me . This body mist is PERFECT for me ! It's clean. Not alcohol-y. TBH at first sniff ii wasn't impressed. Then after a few seconds the  Majic happened. It settled into a beautiful, clean, yummy smell."
		},
		{
			"review_title": "Sephora please restock this asap",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "WHEN IS THIS GOING TO BE BACK IN STOCK IN CANADA??? It's been like almost a year. The 1 star is for lack of access but the fragrance is 5 stars incredible"
		},
		{
			"review_title": "Great summer scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Combination skin",
			"review_text": "This smells so good. Reminds me of walking thru the county fair.. like sugar, fresh spun cotton candy and vanilla."
		},
		{
			"review_title": "My favorite scent EVER.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I bought this to enhance the perfume and it does the job. I absolutely adore this scent, it’s very beautiful and inoffensive, everyone loves it. Shipped fast and secure."
		},
		{
			"review_title": "yummy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "Great for a body spray. I sadly had to return the perfume version because it was sticky due to being sugar based, the mist version solves that for me. the scent is great- warm cotton candy."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "My favorite scent out of the collection. Not too sweet. It stays in your hair pretty well I can’t seem to make it stay on my skin for that long. ￼￼"
		},
		{
			"review_title": "Lasts longer than the perfume",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The scent is nothing great. All I smell is cotton candy. I have both the perfume and this body mist and I can honestly say the body just lasts longer."
		},
		{
			"review_title": "Smells like you can eat it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "The smell emulates its name... boardwalk You can smell the sweet smells of cotton candy, vanilla, caramel. I love spraying this in my hair, so the smell lasts longer. I get so many compliments on this."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Smells really nice and sweet without being super heavy and it last a decent amount of time. Its not the longest lasting perfume Ive used but its better than most body sprays."
		},
		{
			"review_title": "amazing😊",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Ok there are a lot of people saying it feels cheap or the packing is bad, but that doesn’t affect the product. it’s plastic yes, but so is sol de janeiro. As a janeiro lover, I love body sprays and hair mists. this scent by skylar smelt too good to pass up. it smells like fresh cotton candy mixed with like ocean mists and vanilla. it’s perfect for summer because it’s sweet and fresh, and my personal new favorite body mist. I like how the top (idk if it’s designed like this intentionally) but you can do a normal spritz or if you hold it down it will spray for a few seconds. this is def a new favorite😉"
		},
		{
			"review_title": "Wish it was stronger cotton candy!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This was a bit disappointing for me as I was expecting a more cotton candy forward scent. But to be fair, cotton candy is only one of the notes so I shouldn’t have expected it to be a simple cotton candy smell. I hate to compare it to a rest stop bathroom air freshener but that’s honestly what it reminded me of for some reason - with a hint of cotton candy. Definitely worth a try because so many people love it and everyone’s body chemistry is different but maybe try it in store first instead of blind buying it like I did. The mist is phenomenal though lol if every spray nozzle could be like this, that would be great and bonus points for being clean beauty!"
		},
		{
			"review_title": "Love love '",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I love this mist. Its smells fresh and pretty without being too over powering. Its a prefect size to put in your bag to go or for home! I love how its non toxic and safe to use. New fav i highly recommend"
		},
		{
			"review_title": "Feels Cheap",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "packaging feels really cheap and the scent is subpar. absolutely not worth $30. Buy the perfume instead!"
		},
		{
			"review_title": "Looks and Smells Like A Drug Store Body Spray",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "This product is in no way worth thirty dollars. It comes in a very small, PLASTIC bottle with a plastic seal over the cap. No box. It looks and feels cheap. If that isn't bad enough, it smells like a cheap, drug store body spray, too. It's overly-sweet. Definitely smells like cotton candy, but the amber just makes it smell weird. Not a good combination, but I guess it doesn't really matter because it doesn't last long enough for serious regret...What a waste of thirty dollars."
		},
		{
			"review_title": "New Daily Scent for Summer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "This smells like a stall on the boardwalk making cotton candy and other sweets. Really great smell without being too sweet."
		},
		{
			"review_title": "Its VERY sweet",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "It reminds me of the cotton candy scent by body fantasys. The one we all had growing up lol too sweet for me but if you like sweet- youll love this!"
		},
		{
			"review_title": "Great body mist",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "Wish the scent lasted longer but it is a body mist. Perfect to keep on the go to freshen up your scent and is perfectly described with the notes!"
		},
		{
			"review_title": "yummmm!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "smells so good, literally amazing and very long lasting! i love it so much cause it reminds me of cotton candy"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Deep skin tone, Dry skin",
			"review_text": "Was super excited to get this only to find out that it's a very small bottle. At first sniff, it's great, smells like cotton candy & coconut then dries down into a weird, funky smell then the smell is nonexistent. Save your coins."
		},
		{
			"review_title": "Cotton Candy",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Lasts no more than 15 minutes. Similar to the perfume which doesn’t last very long either. Too bad because I love the scent."
		},
		{
			"review_title": "Huele delicioso <3",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Light skin tone, Normal skin",
			"review_text": "I’m obsessed, this smells SO good. Paired it with Brown Girl Jane’s Carnivale and honestly I want to eat myself."
		},
		{
			"review_title": "Decent like the subtle fresh smell",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes",
			"review_text": "It smells subtle and fresh. I’m not going to lie I think I was expecting a more intense sweet smell for some reason given the name. I know it’s just a body mist and not a perfume so it’s not going to be that intense but like if I sprayed it multiple times on area of body and didn’t know the name of the scent beforehand I wouldn’t know what I was smelling or that it’s cotton candy. It’s just a fresh smell which I’m not disappointed with. I agree it’s a good layering perfume."
		},
		{
			"review_title": "Soooo yummy!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Medium skin tone, Combination skin",
			"review_text": "This smells sooo sooo GOOOOOD! I smelled this in store and was so bummed they were out of stock. I quickly ordered it online and ended up getting the full size perfume and rollerball. Perfect for any season!"
		},
		{
			"review_title": "Yum! A fave!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "Yum! This sweet scent is my fave! I’m sensitive to perfumes and this one is very subtle and doesn’t give me a headache. Highly recommend!"
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Smells like delicious berry cotton candy! Very light airy scent not sickly sweet but perfect! It is definitely a bit too pricy considering it’s a body mist and the longevity isn’t that great, but if you’ve got an extra $30 to spend then why not!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair, Fair skin tone, Combination skin",
			"review_text": "I love the sweet and sugary scent without it being too strong. It’s a year round fragrance for me. I do wish it was a bit larger of a bottle for the price."
		},
		{
			"review_title": "Smells SO Good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This mist smelled so deliciously fresh! Absolutely love using it in the morning and throughout the day. Smells just like it says - vanilla, coconut, and cotton candy. Would definitely recommend for yourself or a gift."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Oily skin",
			"review_text": "I bought this for the aesthetic lol I love pink and the packaging is so cute!! It does smell good, I get cotton candy vibes from it, but sadly it doesn’t last 😭 After 5 minutes I can’t even smell it anymore."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "The bottle is very small for a 30 dollar body spray and the scent doesn’t last long"
		},
		{
			"review_title": "Obsessed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "After reading reviews I had to try this, and it didn’t disappoint! I love the scent, it’s as described in the name, it’s light and lasts longer than I thought, especially when used on hair. 💕"
		},
		{
			"review_title": "Not a fan",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "It smells very chemically. Not a fan of this scent at all it gave me a headache"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "This was a blind buy, I love gourmand and sweet scents but to me this smells like straight up cough syrup. I really wanted to love it but I just can’t unfortunately."
		},
		{
			"review_title": "Great for warmer months!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I really love this scent! I don’t own the EDP but the body spray is really nice and perfect for spring/summer. It unfortunately doesn’t last very long, as I own BBW scents that last longer than this one. That is kind of expected though with body mists so im not mad about it"
		},
		{
			"review_title": "sweet summer scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Porcelain skin tone, Combination skin",
			"review_text": "I really like this! I think the longevity is better than the eau de parfum, which is surprising. It is a small bottle for the price. The fragrance is lovely, smells just like summer fun! I find the fragrance lasts longer on my skin, not really in my hair for some reason?!"
		},
		{
			"review_title": "Very soft and pretty",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
			"review_text": "Nice hair mist, great for layering. The scent is very soft, maybe a little too soft. I’d like more projection but it’s still very nice. I think it’s a really great tool for creating a beautiful scent bubble.￼"
		},
		{
			"review_title": "5 stars",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, notSure skin tone, Combination skin",
			"review_text": "Smells yummy, lasts longer then most body sprays as well. The atomizer is so lux too! High end body spray forsure"
		},
		{
			"review_title": "Meh",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Nice, but the bottle is very small for the price (versus Sol de Janiero for example). Testing it out for the first time today and it’s very similar to the perfume, I enjoy it but honestly for the price the quantity is so small that I probably won’t tepurchase"
		},
		{
			"review_title": "Boardwalk Public Washroom!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "This smells like public washroom soap. The cotton candy smells dissipates into the air so quickly and you’re left with a strange stink with teeny touch of sweetness. Don’t feel like you missed out!"
		},
		{
			"review_title": "I love it 🥰",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Porcelain skin tone, Dry skin",
			"review_text": "This is so good. I'm very happy I could get my hand on this it's always out of stock and I understand why now..it's a beautiful scent and it's very sweet but not in a bad way. The bottle could be bigger that's my only complaint 10/10  💗"
		},
		{
			"review_title": "not worth the price",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "i was really excited to get this after reading all the good reviews. however, i think the bottle is pretty small for the price and the scent smells good but it’s too subtle for me. it also just kinda smells…cheap. i feel like i could get something that smells exactly the same, for a lower price point, that’s longer lasting from b&bw. if i want a body spray i’ll stick with sol de janerio"
		},
		{
			"review_title": "Going for the full size perfume a must have!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Love this it smells absolutely amazing to me it smells like warm cotton candy like fresh out of the machine not the cotton candy smell when you open the bag you bought at the carnival. It’s just warm yummy good. I have this and the roll"
		},
		{
			"review_title": "Very sweet",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Very, very sweet. It initially lays like a fruity cotton candy, and mellows down to a sweet, marshmallow and vanilla base. I do like this for layering, it adds an extra bit of sweetness to scents. Not really long lasting, but it is a body mist so that’s to be expected."
		},
		{
			"review_title": "Not that special",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Much smaller than I anticipated but the smell isn’t that special. It smells pretty but there are other body sprays that cost less that would smell the same. It’s fresh,very floral not sweet"
		},
		{
			"review_title": "playdough smell?",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I have the vanilla and peach as well, love them, but this one is disappointing. smells like playdough. also, is anyone starting to get annoyed with the incentivized reviews? if I see a majority are that, I immediately avoid that product."
		},
		{
			"review_title": "Scent of the Summer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Okay so I love sol de janeiro and how gourmand and long lasting they are but the scents are so overused. So i’ve been looking for a good body mist… and this is it. It’s perfectly sweet and summery but definitely not a winter scent so I am saving it until the weather warms up. The only downside is it’s smaller than expected but I bet it will last a good while 🩷🩷"
		},
		{
			"review_title": "I love the scent!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "This was my first time trying a hair and body mist and I was so glad the scent was light and girly. I layered this hair mist with most of my fragrances and it did not clash. I wish it lasted longer but I love that it smelled similar to my favorite perfume. It smelled like cotton candy and vanilla.  I think it’s the perfect beginner hair and the price point was also decent."
		},
		{
			"review_title": "Zero longevity.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Porcelain skin tone, Combination skin",
			"review_text": "This mist smells really great, but the scent lingers for only a moment. I've tried to layer it on top of a body oil applied to my pulde points as well as spray it over my clothes after, and it just doesn't last."
		},
		{
			"review_title": "Not so sure.. super tiny",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I’m not going to lie, but I was kind of disappointed in this product. It is insanely tiny for the price, almost half the size of a bath and body works mist.  (Sorry about the spelling, couldn’t see what I was writing!)Doesn’t smell that good for 30$, and I don’t know how to feel about it, Maybe save your money on this one 😬It"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Beautiful aroma! Very tasty and fresh at the same time. Really enjoy this after shower; gives me the right mood and makes me feel happier. The dispenser is great, nothing harsh. Such a treat for body spray lovers!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "The smell is nice and pleasant and the packaging is super cute! Scent options are nice, and they're vegan. Also, it's recyclable after you're done using it! This is a fun product. Would definitely recommend trying!"
		},
		{
			"review_title": "Smells delicious",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "This smells delicious! I’m obsessed with the sweet candy smell and I love that I can wear it in my hair and on my body. The scent is long lasting and I feel like it gets better with wear. I love the cute packaging too!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I absolutely adore the scent of this Boardwalk Delight hair and body mist! It reminds me very much of cotton candy- a very sweet and pleasant smell that is delicious and not overpowering. A new favorite!"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "Such a good scent! Love how easy this is to take on the go because of the packaging. The scent is perfect for everyday if you love a sweet scent. It also has great lasting powder for hours. Highly recommend."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Looove this spray. Such a good hair spray and even room spray! It smells sweet and nostalgic and i know that i’m going to wear this and bring this with me in my bag during the summer to freshen up. It’ll be such a staple. I adore this spray!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is amazing body mist and it smells so amazing!! I have been a fan of Skylar clean beauty for about a year now and they are honestly one of my favorite fragrance brands ever. They really emphasize clean ingredients and every scent smells wonderful!"
		},
		{
			"review_title": "Yummy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "This is such a delicious scent! It’s really sweet and fun and pretty much just as described. I was nervous that it might feel to “juvenile” but I totally don’t think so (And I’m 46). It’s definitely a fragrance mist in that it isn’t extremely powerful and you can give yourself a good spritz without worrying that you’re going to overdo it. It also isn’t crazy long wearing, which is a good thing for me because that means I can spray it on myself several times throughout the day! This is such a fun one and I think I’m going to reach for it a lot during the summer!"
		},
		{
			"review_title": "Good for layering",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "I usually go for sweet and floral notes in my perfumes. I enjoy the first smell of Boardwalk Delight. however it has a second note that smells a bit artificial to me. Love the packaging as well. I would wear this with other perfume or throughout the day"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "This new launch from skylar is stellar. I love the new hair and body mist. It makes my hair feel so fresh and healthy. I love the body mist too, it’s not very in your face strong. The scent is so warm and comforting."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This is my first time. Trying a fragrance  from this brand. And I’m pretty impressed. It is light and sweet, but not overly so. It envelops you in A cozy, comforting feeling – something about this scent just reminds me of the early 2000s - So the nostalgia factor also makes me love it even more. I think this is a great choice for someone in their teens or early 20s, but of course it can work for anyone depending on your mood and the sense that you like."
		},
		{
			"review_title": "very sugary and sweet scent",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Normal skin",
			"review_text": "This is a super sweet scent! The notes listed are vanilla, cotton candy, and coconut milk and I'd say this is pretty accurate to how the scent smelled on my skin. The strongest note was definitely the cotton candy note. It's very sugary and sweet and bright. It feels like the kind of scent that a young girl would use as her first introduction to fragrance. It gives high school vibes more than working adult vibes. Personally I think it's too sweet and sugary of a scent for me. But I could see my younger sisters loving it!"
		},
		{
			"review_title": "Great combination",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Omg! That  combination fir body and hair is dope. So really impressive and fantastic.  This fragrance is really makes me feel fresh. My goto mist. Love the best part thatbi can use this for both my needs.  Such an intelligent product."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "I've tried using the Skylar Clean Beauty Body & Hair Mist before going to bed, and guess what? I woke up still smelling amazing! It's like a magical fragrance that lingers on and on. And can we talk about the scent? Vanilla, cotton candy, and coconut milk? It's an absolute dream! It's like a sweet, tropical paradise in a bottle. I'm obsessed with it!"
		},
		{
			"review_title": "Love the smell",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I am in love with this spray. It smells so nice and keeps my hair smelling fresh, without weighing it down. Its a nice refreshing smell; I received a lot of compliments! Definitely a good spray to have on the go."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This is a very uplifting scent. It's a feel good type of scent which should be great for summer and spring.  It smells nice. It's a bit overly sweet....a little too cotton candy smelling. Once you wear it for a bit, the sweetness calms down.  It seems to last decently long for a body spray."
		},
		{
			"review_title": "Delicious!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I love the original Boardwalk Delight scent and when I heard it was coming out in a body spray, I was SO excited. The body spray is light, airy and not quite as sweet as the perfume (although it’s still very sweet). I find that a lot more of the coconut milk and vanilla comes out in the body mist."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "This body spray is one of the best I have ever used. The scent is not over powering but is able to resonate through out the date. It is long lasting and so worth. It has a sweet but subtle scent I would highly recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "This is such a sweet nostalgic scent. It brings me back to my childhood vacation boardwalk days. It's not toooo sweet though, and has a nice balance to it. Also super easy to pull out of your bag and spritz on the go. Highly recommend trying it!"
		},
		{
			"review_title": "Sweet But Not Overpowering",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I’ve never used Skylar Beauty before but now it’s one of my favorite brands! The body mist’s scent is sweet with hints of coconut and cotton candy. The vanilla base is great for layering with other perfumes. I will definitely be taking this mist with me for when I’m on the go!"
		},
		{
			"review_title": "Great summer scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This new boardwalk delight hair and body mist smells amazing! I like how refreshing it is, but also not too overpowering. It is a perfect summer/spring scent. I use it throughout the day on my hair and body."
		},
		{
			"review_title": "Very sweet",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "This smells so adorable!! It’s definitely a sweet smell which isn’t for everyone but I just wore it for a galentine’s event and it was the perfect scent! The packaging is absolutely adorable as well!!"
		},
		{
			"review_title": "Buy if you want to smell like a literal snack",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "This smells exactly like the perfume but lasts longer. It’s the perfect cotton candy without being cloying or synthetic. If you are a gourmand lover, you will definitely love this as much as I do. P"
		},
		{
			"review_title": "Yum!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I’m a sucker for anything vanilla and I love all of the Skylar perfumes, so I obviously had to get this mist. It smells delicious and reminds me of spring time. I share this with my daughter and can’t wait to try the other scents."
		},
		{
			"review_title": "This smells like an afternnon carnival",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Combination skin",
			"review_text": "I recently got a bottle of Boardwalk Delight Hair and Body Mist from Skylar, and this cotton candy scented concoction is an absolute delight to the senses. The sweet smell stayed with me all afternoon without becoming cloying or overpowering, and it layers well with my other skylar fragrances. This one is definitely a keeper, and I will be purchasing it again."
		},
		{
			"review_title": "Love this scent!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "This scent is one of my absolute favorites! It’s a candy lover / sweet scent persons dream. It smells exactly like cotton candy and as the fragrance settles it has notes of vanilla and coconut. The scent lasts ALL DAY on skin, hair and clothing! It smells exactly like the boardwalk delight perfume so they pair very well together and I love using this as a mid day refresh!"
		},
		{
			"review_title": "Perfect for everyone wear",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I recently had the chance to try this hair and body mist, and I’m impressed. The scent is a delightful blend of sweet and fruity notes, reminiscent of a stroll on the boardwalk. It’s not overpowering but lingers gently, leaving a subtle and refreshing fragrance. I love that this mist is versatile, designed for both hair and body. I’ve found that it adds a nice touch of fragrance to my hair without weighing it down or making it greasy. As a body mist, it provides a light and refreshing burst of scent that lasts for hours. Overall, it’s a lovely, light fragrance that’s perfect for everyday wear. I also appreciate that it’s made with clean ingredients."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This scent is how it's described - vanilla, cotton candy, and coconut milk. I will say it leans more on the vanilla and cotton candy side. It's definitely on the sweet side so if you're a gourmond scent lover this is perfect for you. The scent last a good couple hours on me and it's perfect for the upcoming spring and summer weather."
		},
		{
			"review_title": "love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "I was gifted this product from Skylar Clean Beauty. I really enjoy this body mist. The cotton candy smell is a bit more mature which is nice. I found that the scent stay a maximum of 4 hours on clothing and 2 hours on skin. overall i really enjoy this!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Oily skin",
			"review_text": "I LOVEEEE this hair and body mist!! It smells HEAVENLY with a nice hint of vanilla - very sweet. It's long lasting and I always get tons of compliments. Definitely my new summer scent! I would highly recommend"
		},
		{
			"review_title": "Cute cute scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Combination skin",
			"review_text": "Sweet, sugary and bright scent that reminds me of my youthful and carefree era. I love that this is a hair perfume as well, I just give myself a few sprays all over and I suddenly feel cute, sweet, and ready for a fun day."
		},
		{
			"review_title": "Love this scent so much!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Love this scent so much! The delicate, not too overbearing aroma of delicious cotton candy that remains all day. I already enjoy the perfume so I’m happy to spritz this all over my body and hair. This scent reminds me of walking along the boardwalk and smelling the fresh air and treats."
		},
		{
			"review_title": "So yummy!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "This fragrance is seriously so yummy! It’s the perfect sweet scent and I have been wearing it every single day since I got it. It’s not too strong and lasts all day!"
		},
		{
			"review_title": "Delicious!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Oily skin",
			"review_text": "Absolutely love this scent! It reminds me of a warm sunny day walking down the boardwalk and smelling all the delicious sweets in the warm breeze! The sweet cotton candy scent that lingers perfectly all throughout the day, not too overpowering. This has been my go to fragrance every single day!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "This is such a great fragrance. I love how it lasts so long. It’s a beautiful vanilla fragrance. Just love it. The bottle is a great size too. I wore it to a party and got so many compliments too. Love it"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I live this scent. It's sweet and reminds me of a summer day. This lasts for hours and smells really nice on the hair as well. Sweet and fruity I would recommend this one to anyone. I live their fragrances."
		},
		{
			"review_title": "A must!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Love this scent!! Reminds me of and smells exactly like cotton candy with hints of Vanilla. Perfect for layering as well between perfume. Definitely keeping this in my bag at all times for touch ups through the day."
		},
		{
			"review_title": "Highly Recommend!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I am loving this spray from Skylar. It smells amazing and lasts all day. It's very long-lasting and I have gotten so many compliments on it already! I always look forward to using it! I highly recommend!"
		},
		{
			"review_title": "sweet and candy smell!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "this is such a good perfume !! makes me smell so sweet and candy and i got 3 compliments throughout the day wearing this. it lasted about 4 hours with just applying before i went out, i love it !! 😍 😌"
		},
		{
			"review_title": "Very sweet",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "Absolutely love the sweet cotton candy scent. I used this mainly on my body and it lasted a couple hours. I love the bottle, because you can toss it in your to go bag! This is a great option for spring & summer time scent."
		},
		{
			"review_title": "Very girly/potent scent",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This was my first time trying a hair/body mist by Skylar, and I do like the concept, however I think this specific scent ended up being a bit too girly for me. It has a very cotton candy/vanilla undertone, and smells a bit too sweet for me personally. I'd definitely prefer to try a less fragrant/girly scent."
		},
		{
			"review_title": "Smells so Good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This was my first Skylar fragrance & I really like it! This scent is sweet & playful, I can smell the cotton candy with a hint of Vanilla. It comes out in a mist which I like, especially if you like to put a light fragrance on your hair.  This just brought me back to when I was a kid & my grandmother took me to the fair, she always bought me cotton candy. I love this just for the memories it brings me back to!"
		},
		{
			"review_title": "Smells good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "This body mist is so captivating. It smells soft sweet,  fruity and has a slightly hint of vanilla at the end. I love that’s it’s an everyday fragrance and it’s long lasting and It fits perfectly on my purse and backpack."
		},
		{
			"review_title": "So yummy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "This is so yummy! It reminds me of my childhood hanging with friends at the carnival. You get cotton candy with a hint of raspberry and the creaminess of vanilla and coconut milk. It’s balanced perfectly! For a mist, it’s quite long lasting too. I love spritzing in my hair and I can smell it throughout the day."
		},
		{
			"review_title": "Delightful!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This is a very delightful and happy scent. I spray only like 2 sprays on my hair and body, and it lasts me almost a couple hours. I like spraying this on myself throughout the day. Very subtle, and doesn't make my hair feel sticky or anything."
		},
		{
			"review_title": "Love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This fragrance mist smells absolutely delectable! It reminds me of walking into a candy store on the boardwalk or the aroma of a state fair cotton candy stand. This is definitely a fragrance that brings a memory to your mind. I love the potency, and definitely recommend to someone who wants a body mist that isn’t overpowering but lasts longer than anything else!"
		},
		{
			"review_title": "Vacation Vibes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Absolutely gorgeous and reminds me of being at the beach in a nice vacation spot smell of coconut. Just overall using this throughout the day to feel absolutely beautiful. Nice fine mist spray. Works so well and easy to use."
		},
		{
			"review_title": "Super sweet",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This is a beautiful hair and body mist. It has a very nice light scent. I like that it doesn’t take a lot of product to have the scent stay on me. The cotton candy smell reminds me of my childhood. I love it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I am absolutely in love with this body spray by skylar. This scnet is very sweet coconuty which is tight up my alley. Very summery and perfect for beachy days. It lasts for a long time. I highly recommend this"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "This might be my new favorite body spray! The scent is just delicious. I need it to dry down for a minute or two before it settles but once it dries down you can smell the sweet cotton candy and it is so lovely. It also has pretty good lasting power for a body spray. I’m so impressed!! I think it’s a very unique scent as well. I haven’t smelled other sprays that smelled similar to this."
		},
		{
			"review_title": "Smell so good!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Normal skin",
			"review_text": "I love this scent, it's so delicious and perfect for spring, honestly I'm so selective about smells but this one caught me since I smelled it because it doesn't cloy despite having sweet notes! I can't wait to use this mist!"
		},
		{
			"review_title": "This is Cotton Candy In A Bottle!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Obsessed would be an understatement! This hair and body mist in BoardWalk Delight smells so amazing! It’s like pure cotton candy in a bottle, how amazing is that!! It’s a very sweet scent, if you love sweet gourmand fragrances like I do you will love this!! This is going to be my signature scent all spring and summer!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Oily skin",
			"review_text": "This smells so delicious!! I really love this fragrance, but I am a sucker for sweet scents like this! It really does smell like vanilla cotton candy in the best way! It also lasted for quite a while on me which I love!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "ahhhhhhh!! I love this fragrance !! Smells like cotton candy and I can’t get enough of it . Would definitely recommend this to anyone !!! Love this so much. Skylar did their thing with this fragrance !!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This hair & body mist smells absolutely amazing ! It’s a beautiful warm and sweet gourmand fragrance. The cotton candy , vanilla and coconut notes complement each other so well together in this fragrance . I highly recommend getting this hair & body mist!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "This is such a fun and uplifting scent! it reminds me of younger days with the warm weather and summer vacation! It is definitely a scent. it reminds me of a carnival and gives off just a very warm, uplifting scent! It is fun and light, so it doesn’t last all day. You definitely do need to reapply throughout the day or it would be great for layering."
		},
		{
			"review_title": "I love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I received this fun fragrance with notes of pure vanilla, cotton candy and coconut milk and I couldn’t be happier. It is my first fragrance from Skylar and I hope I get to try other ones. I heard it pairs nicely with Skylar perfumes not just the boardwalk. It smells amazing and love to use it all over my body and hair. Perfect for spring and summer. Is a sweet and clean scent"
		},
		{
			"review_title": "It makes you feel happy!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I love that this can even be used on hair! I definitely smell like cotton candy right away. It smells sweet but it’s not overpowering or overly sweet. I do smell some vanilla too but not much coconut. It projects well and lasted on me for at least 4 hours! This is the perfect sent to wear in the summer because it makes you feel happy."
		},
		{
			"review_title": "Cotton candy scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "It has a very light sweet scent . I’m more of a musk girl but I actually like this smell . It reminds me of cotton candy , or candy corn , which gives it a nostalgic vibe . I would definitely wear this in warm weather."
		},
		{
			"review_title": "Absolutely LOVE this scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I was so excited to try this hair and body mist in the scent Boardwalk Delight, and let me tell you, this scent does not disappoint. The notes of cotton candy, vanilla, and coconut milk make this a delightful fresh scent. It is not overly sweet or overpowering, so it’s a great everyday scent. It reminds me of summertime and brings back memories of being on the boardwalk when I was younger. It has a very nostalgic scent. I love it! It also has great staying power. I spray it in the morning and it lasts all day. I also get so many compliments when I wear it. I also love how SKYLAR beauty is a cruelty free and clean fragrance brand. I am a huge fan of SKYLAR beauty and the scents and products they come out with. The scent Boardwalk Delight is no different. I find myself reaching for this scent everyday. I can’t wait to keep wearing it, especially with spring and summer coming. I highly recommend this Boardwalk Delight hair and body mist if you are looking for a fun and fresh scent!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I am in loveeeee! The best!!! The scent is so soothing and luscious. Love how it gives great vibes and leaves my hair so soft! Every woman must have this! Also, it lasts all day long. Absolutely love it!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This is a really fresh yet lightly sweet fragrance. It's got a very clean laundry feeling to it. The mist is SO fine and evenly disbursed, I almost couldn't tell it sprayed! The scent is both comforting and alluring. Think - Fresh linen and cotton candy!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I enjoyed this body and hair mist and I think that the bottle is super cute, but, for me personally, it wasn't my taste. So I gave to to my sister and she really loves it and gets a lot of use out of it. It has notes of cotton candy and vanilla. It's more of a playful and less sophisticated scent. So, if you're into that, you would probably really enjoy this body and hair mist."
		},
		{
			"review_title": "Dessert Dream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Oily skin",
			"review_text": "If you sweet and fresh scents, you will LOVE Boardwalk Delight! The cotton candy and vanilla notes mix to smell like you are truly on the boardwalk with cotton candy in one hand and ice cream in a waffle cone in the other! Then the coconut milk and raspberry sorbet notes add a hint of freshness and fruitiness that elevates the scent even more. This is one of most delightful fragrances I’ve ever come across. Skylar never fails to amaze me with their incredible range of fragrances and how unique they are from one another."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I am usually not big on sweet scents but this one is very unique! It’s like a mix of cotton candy and a beachy breeze scent and they work so well together! It’s not overly sweet and I like that it’s both for hair and body, perfect for spritzing throughout the day and I have gotten so many compliments on it already."
		},
		{
			"review_title": "Love this scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Medium skin tone, Dry skin",
			"review_text": "I love the smell of the Skylar Boardwalk hair and body mist. I love the sweetness of the cotton candy and vanilla paired with coconut. It lasts a good while for a body mist. I love getting whiffs of it. Love the pink bottle and fine mist. I want to try other scents!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Dry skin",
			"review_text": "This fragrance mist smells so good! I love that it can be used on hair and body so you can smell good everywhere. It has notes of vanilla, coconut, and cotton Candy. I also like the cute pink packaging."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "The Boardwalk Delight Hair and Body Mist by Skylar is a sweet surprise. It does provide some cotton candy essence while also getting some notes of vanilla here and there. They create a fun, youthful scent. I feel younger and upbeat when I smell it. Since it is a mist as opposed to an EDP, I like to spritz during the day as a quick refresh. Really enjoy the scent."
		},
		{
			"review_title": "Obsessed!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "Definitely my go to scent now. Husband actually asked what i was wearing because he loved the smell. Tge smell is not too strong, Very light and very feminine. Definitely a must have!! Highly recommended!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I have all the scents of sprays from Skylar and this is a new addition to my collection. It smells like a cotton candy and a but on the sweeter side, good for colder nights. Doesn’t last long, but it’s a body spray"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Dry skin",
			"review_text": "I love the Skylar Boardwalk Delight Hair and Body Mist. The fragrance reminds me of summertime! It smells like summertime at the fair or a carnival with the distinct smell of cotton candy. I love using this scent to freshen up my hair and body throughout the day. I love having a king the scent lasts, too!"
		},
		{
			"review_title": "The perfect sweet scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "This must is so fun! It reminds me of cotton candy, but interestingly enough it is not too sweet at all. It has a nice balance of sweetness and depth. I’m also impressed by how long it lasts on my clothes, as mists often fade fast on me. Yet another great Skylar creation."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "It takes down the memory lane of springtime.  The sweetness of cotton candy and the right amount of vanilla make me feel calm yet energetic and full of life. I like that it lingers longer on me than any other hari body mist."
		},
		{
			"review_title": "A must!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This scent is what I looking for!! It’s perfect for layering or by itself!! Smells like vanilla/cotton candy heaven.. it’s very sweet but not too sweet that you get overwhelmed by it. I will also say the scent lasts a while on your skin."
		},
		{
			"review_title": "Beautiful, yummy scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "I am loving this new hair and body mist! The scent is delicious and I find it lasts the longest when I prep my skin with lotion first. I apply a generous amount all over my skin before getting dressed and find it wears well for hours, I get tons of compliments too. Overall, I love it and will likely purchase the perfume after I run out of this."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "i love this scent so much! it’s very nostalgic and easy to layer with other scents as well. however i personally find it not very long lasting and have to reapply to maintain the scent. the bottle size is very convenient for refreshing throughout the day."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I tried this scent in fragrance a while back, and I wasn’t impressed. I wanted to smell cotton candy, but I couldn’t detect it then. I was intrigued by the mist, so I got it and OMG! I sprayed it and I was instantly obsessed. Right away I smell cotton candy and coconut milk and this scent is delicious. It is lightweight and looking at the notes. I was thinking that it might be strictly summer (maybe spring) scent, but it works beautifully in winter too. I can’t stop wearing it ever since I received it. Now I am intrigued to revisit the fragrance as well."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "Oh my gosh! This scent is exactly what it says it is - a boardwalk delight! It smells like summer time and cotton candy. It is sweet but not overly/sickly sweet. I usually love more woody/unisex/aquamarine fragrances but this I will make an exception for. It does smell a bit young but I don’t care. I will be wearing this all summer."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "If you know anything about Skylar fragrances you know they’re long lasting and formulated with clean ingredients! I am absolutely in love with the hair and body spray and boardwalk delights is a smell that reminds me of childhood and everything warm safe and sweet! Drenching myself in it daily from here on out!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "this is the BEST skylar scent! i spray this all over my hair/body and smell delectable all day long. it’s a sweet a creamy scent that smells like cotton candy with a fresh hint of coconut. transports me to summertime and smells unbelievably yummy <3"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "If you like smelling like cotton candy, this is for you. I was surprised how long it lasted just on my wrist even. It’s not overpowering and pleasant even for those who are not into gourmand scents! Love!"
		},
		{
			"review_title": "Hair and Body Mist",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "SKYLAR's Boardwalk Delight Hair & Body Mist has a warm and sweet scent type. It reminds me of my childhood going to the beach with my toes in the sand and eating cotton candy in one hand. This hair and body mist is great for refreshing myself throughout the day. I love how this product is a hundred percent recyclable."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This smells amazing! Like cotton candy and coconut. It smells light and does not overpower like cheap body mists. It reminds me of summer eating cotton candy and relaxing at a park on a gorgeous day. Overall, if you like sweet but light gourmand scents, then you’ll love this!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I must say I have never used a hair before and it’s my first time it smells amazing I mean you really smell like cotton candy in it, which is very very flavorful and you can spread it on your body as well"
		},
		{
			"review_title": "Smells so good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Broadwalk Delight hair and body mist is such a treat. The milky vanilla scent is beautiful and doesn’t smell synthetic at all. It’s so uplifting and playful scent. Coconut and vanilla notes are beautifully balanced and don’t overpower each other. And how cute is the pink packaging?"
		},
		{
			"review_title": "Absolutely Obsessed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "Absolutely adore this scent! It is the perfect balanced sweet scent that somehow works equally perfectly on both your skin and hair! This is quickly going to become my go-to signature scent. Going to grab a second one to keep in my office!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "If you enjoy boardwalk delight then you’d love this. Same scent but lighter. The scent doesn’t last long as I’d imagine most body mists don’t but it does it’s job while it’s there. I’d definitely recommend!"
		},
		{
			"review_title": "PLEASE GET THIS",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I AM UNWELL! I love all of Skylar beauty’s fragrances but THIS is the one. I love a good sweet smell that isn’t chemically, fake or overpowering. But I do like something people can smell and something that lingers. This is so light and girly while being crisp and fresh too!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love Skylar and obsessed with their Boardwalk Delight parfum. I love that they create a hair and body mist that compliments the parfum. I love the sweet scents of cotton candy of this mist. It sprays well and it is long lasting."
		},
		{
			"review_title": "Smells girly",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "The skylar boardwalk delight body mist  smells so fluffy, girly and sweet. It reminds me of pink cotton candy during summer nights. I will be spraying this on days when I want to feel uplifted and girly."
		},
		{
			"review_title": "Sweet and cheerful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
			"review_text": "Oooh I love, this scent is so cute. I’ve tried all the Skylar sprays but this might be my favorite or tied with Peach Fields. I love sweet scents and to me this feels like a summery sweet coconut vanilla cream vibe. I get a touch of the florals, but only a tiny bit - I’m not the biggest floral fan so this is great to me. It almost reminds me of saltwater taffy! I was having a bad day and to me this is definitely a cheerful and uplifting scent. I think it could work for all season especially if you layer, but it does have a slightly brighter summer feeling than other creamy vanilla scents IMO. If you like sweet/creamy scents, I think you’ll like this one."
		},
		{
			"review_title": "Sweet marshmallow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "I love this hair and body scent - the smell is a sweet fluffy airy marshmallow type scent that is super girly. The packaging is cute and compact, easy to stick in a travel bag. It has decent longevity for a body mist!"
		},
		{
			"review_title": "Perfect sweet summer scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "This scent captures the feel of being on a sunny boardwalk perfectly! The combination of cotton candy and coconut milk makes me feel nostalgic. I appreciate the complexity of the other notes and that it’s more of an “elevated” cotton candy. The scent is noticeable without being over-powering. Has good staying power, but is best refreshed throughout the day. I especially love it as a hair most, as I found it to last longer. Really well done all around!"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I really like the scent of this dpray and it makes my hair smell so good I love how a little goes a long way and it keeps the scent on my hair for a very long time. I would highly recommend this scent"
		},
		{
			"review_title": "so yummy!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Oily skin",
			"review_text": "This is such a nice sweet and fresh scent! I love their hair and body mists so much because they’re affordable and last a good time in the hair and on my body throughout the day! Its also portable and compact"
		},
		{
			"review_title": "A must haveeeee",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "This smells soooo good on my it and body. I definitely need to buy more of this. It’s a great everyday smells that i wont get tired of . I hope they make a big bottle lol . This is needed in my hair and body routine"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This send smells like the beginning of summer when you are out at the carnival and getting some cotton candy. I know we’re in the middle of winter, but this is going to be the spray that gets you through the remaining part of the winter season"
		},
		{
			"review_title": "Sweet, fresh & fun!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "The boardwalk delight hair & body mist smells exactly how I expect the color pink would. So sweet, fresh & fun! The cotton candy notes make it smell so delicious, and the name makes it very fitting. Think of a cool summer day eating cotton candy on a boardwalk while the sun sets. Plus i’m a girly girl who loves sweet fragrances so this will definitely be a favorite for me. The only downside is that the intensity of the fragrance wears off a bit, which might not be as disappointing if you're looking for a scent that lingers but isn’t overbearing. Overall, it's a lovely fragrance and with valentine’s day approaching, a perfect choice for gifting!"
		},
		{
			"review_title": "For the pink sugar girlies!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "If you were a pink sugar girly in the early 2000s (iykyk), this is the grown up elevated version! It evokes memories of high school but also of the fun of a first date, flirting with your crush, or time at the carnival with friends. This is the perfect one to wear all summer long!"
		},
		{
			"review_title": "Just not for me, more of a kid scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "Ok first off the bottle is so cute and pink which I love. It’s a very nice size as well. The scent is pure vanilla, cotton candy and coconut milk which I thought would be nice. Well, I hate to say it but I’m not a fan. I can’t smell anything but cotton candy and it’s like an artificial cotton candy smell which I don’t care for. It just wasn’t for me so it’s going to my daughter since she liked it."
		},
		{
			"review_title": "Sweet",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This body and hair mist is a really sweet but light scent that elevates everything. It feels sweet without being too overpowering and the notes feel very clean and natural. I like how this is another layer of fragrance you can layer."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "This body spray smells intoxicating!! i love this scent. it smells sexy and flirtatious. it is the perfect summer scent for any occasion. the spray lingers for most of the day and is not overbearing.  i was shocked my husband really loves this scent on me!"
		},
		{
			"review_title": "Pure nostalgia",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This is going to sound a bit strange, but this reminds me SO much of a cotton candy body spray I had as a kid. It’s sweet with a tad bit of saltiness; it reminds me of the beach so much. It’s very nostalgic and brings me back to my childhood."
		},
		{
			"review_title": "LOVE IT!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "Oh my! This smells SOOOO amazing! Its like candy in a bottle but not overwhelming. This scent is absolutely PERFECT for spring and summer. It just gives you a fun and uplifted feeling. It doesnt fade quickly and easy to reapply and take on the go."
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "This fragrance is sublime. Like the perfum, this body & hair mist has an amazing cotton candy smell. Sweet gourmand,warm and spicy. Absolutely obsessed with her. And she has a really nice packaging!!!"
		},
		{
			"review_title": "Cotton Candy",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Normal skin",
			"review_text": "Sweet like candy. Absolutely. A sugary, sweet spray. It’s very light. Skylars perfumes don’t typically last very long on me so this mist has to be reapplied often. That’s the only drawback. It’s sweet, it’s girly, it’ll remind you of summertime and eating cotton candy at the fair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "Oh my goodness I love this spray!! It is definitely very sweet but perfect for the spring or summer. It’s nostalgic and almost reminds me of something I’ve worn in high school. I’m excited to pair this with my kayali!"
		},
		{
			"review_title": "Vanilla bliss",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "This fragrance makes me feel so girly and is right in time for Valentine’s Day. This is a sweet vanilla fragrance that transforms from a day to night scent very well. It also last pretty long would definitely recommend,"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "Ahhh my love for Skylar gets bigger and bigger. This spray is soo gooood! It finely mists evenly out and makes me smell amazing. It's sweet and fresh and reminds me just like a day at the boardwalk with friends and family with cotton candy and boardwalk games."
		},
		{
			"review_title": "Delightful Scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "Skylar Hair & Body Mist is a delightful indulgence! Its enchanting blend of pure vanilla, cotton candy, and coconut milk creates an irresistible fragrance that lingers beautifully. The mist refreshes hair and skin, leaving a sweet and tropical aroma that's perfect for any occasion."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "This hair and body mist is fantastic! It truly makes me feel like I’m on a boardwalk next to the beach. The scent is sweet and smells like cotton candy —it’s the perfect light and refreshing fragrance for every day use! Highly recommended!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Dry skin",
			"review_text": "Great clean beauty fragrance and brand. I like this scent in particular because it is hypoallergenic and safe for sensitive skin. The mist is a lighter version of the full fragrance. I love wearing this in the winter! Light and sweet, natural nostalgia. :)"
		},
		{
			"review_title": "Cute smell",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "A beautiful pink bottle with great smelling body and hair mist. I love the notes of cotton candy in it. I personally feel these mists smell great but you have to apply a lot of it for the fragrance to be noticeable"
		},
		{
			"review_title": "Strawberry Cotton Candy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This mist reminds me more of Burberry Her Elixir than it does of its corresponding perfume. I'm not complaining though, as it smells divine; it's strawberry cotton candy. I spray it on in the morning after taking a shower, and the scent lasts all day on my hair and body. It makes me feel like a walking dessert; I love it and can't get enough of it. I definitely recommend it for anyone who loves sweet scents."
		},
		{
			"review_title": "Smells so good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "The smell of this hair and body mist completely lifts my mood. There is something nostalgic about the scent that makes me happy and I always enjoy spraying it after a shower and refresh throughout the day. I couldn’t recommend more!"
		},
		{
			"review_title": "Long Lasting Scent !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I received the Skylar Hair and Body Mist in the scent “Boardwalk Delight” and had never used any products from this brand before. I initially smelled it and it was really strong which surprised me considering it was a body mist. I loved how the notes were easily detectable and you start with the vanilla scent, then as it sits longer on the skin, you start to get the cotton candy and coconut. I definitely like how well it lingers as well because my mom could still smell it in my hair after working for 8 hours with kids! I’m really curious to see how the other combinations smell! If you are looking for a good body mist that lasts longer than 3 hours, this might be a good one to try!"
		},
		{
			"review_title": "The sweet  scent I love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "The sweet hint of pure vanilla, cotton candy, and coconut milk gently touches my nose and lingers, creating an absolutely amazing scent. It's mild and sweet in the best way possible, not overpowering at all. I adore how this delightful fragrance refreshes my hair and energizes me throughout the day, lasting from morning until night. It's the perfect scent for me, adding a touch of sweetness and freshness to my everyday routine."
		},
		{
			"review_title": "Very sweet.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This is a very sweet sugary scent, very strong, and lasts for a while. I’m not a big fan of this scent, but if you like very sweet sugary scent, then this is for you. My daughter on the other hand really likes it, and says it stays on pretty good."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "I love this fragrance mist from Skylar beauty! It smells soo good it’s like a sweet vanilla scent! Plus it does last really long and your only need a couple of sprays for it to be strong! Definitely recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This has a very nice packaging and smells so good. I like to spray it directly on my skin and hair throughout the day for a fresh, sweet scent. It has a very nice, subtle fragrance that makes me feel happy."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Dry skin",
			"review_text": "This scent is so yummy!  The main notes are vanilla, cotton candy and coconut milk.  The cotton candy is the most distinctive but there is such a sweet vanilla scent after initial spray!  It isn’t the longest lasting, but it is lovely!"
		},
		{
			"review_title": "Oh so sweet",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "This scent smells so yummy and delicious! As soon as I sprayed this on my skin, I noticed the notes of cotton candy. If you’re not a fan of super sweet scents, you won’t like this. Can’t wait to see how this mixes with other fragrances!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This scent is really nice on my skin. I get a really nice hint of cotton candy and I have already gotten so many compliments on how I smell very sweet. I do get a little bit of vanilla, but this scent is really nice and I can see myself using this a lot, especially for summer. I also love the packaging, and the Mister that comes on this product. I love that it’s easy to take on the go and to apply throughout the day."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Skylar Boardwalk Delight Hair & Body Mist smells so good! It’s so sweet and warm. It’s not overpowering and lasts for a few hours. Also, the pink bottle is so pretty. I love it, and I would recommend it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This makes my hair smell so good! I use it for my hair and body and it last all day. The scent collection is all so great! I want them all! The spray bottle look so cute and it’s the perfect size to take with me during the day."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I love this scent! So sweet, girly, definitely cotton candy. I love how this can come with me everywhere and easy to spray on when I need something to make me smell good. It does kind of linger but not a lot but I don’t mind that since it’s a mist. It also reminds me of the pink sugar perfume."
		},
		{
			"review_title": "Boardwalk, here I come!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I have so many scents from Skylar and love that they released body sprays. I already have Peach fields so had to pick this up too! It’s so creamy and sweet while still being light and fresh. Definitely sweet cozy vibes. I also love the atomizer on these sprays! It’s a super fine mist and makes it super easy to cover yourself head to toe!"
		},
		{
			"review_title": "For my sweet girlies",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I cannot give this enough stars! If you are a gourmand girlie this is the perfect spray to just toss in your purse and reapply as needed. I pick up the warm vanilla, sweet cotton candy, but not overpowering sweet, and the softness of the coconut milk. I already know this is going to be a staple."
		},
		{
			"review_title": "Sweet fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "So happy I got to try this new release! Boardwalk Delight is a great fragrance! The touches of vanilla, cotton candy and coconut milk make this fragrance so sweet and romantic! I love that a little goes a long way and that its long-lasting properties!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
			"review_text": "This body and hair mist smells heavenly. So sweet and whimsical - I love it! I love spritzing it onto my hair or layering it with other fragrances. It doesn’t have a ton of staying power but it’s exactly what I would expect from a mist as it’s less concentrated. Sent this product for free by Skylar in exchange for my honest review."
		},
		{
			"review_title": "Run, don't walk!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I now see why this perfume scent was sold out so quickly & Skylar launched it for their hair & body mist line up! It's smells like summertime, cotton candy & no worries. It's not overwhelming or too sweet. I can't wait to try the perfumes now!"
		},
		{
			"review_title": "Smells amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Absolutely obsessed with this hair and body mist! It smells so sweet and florally perfect for the summer. The sweet scent is not too over powering which I like. The scent does last for a pretty long time considering it is a mist. Can’t wait to try the other scents!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "The scent is light and sweet, but not cloying. I love not having to keep a glass rollerball or an entire perfume with me! The scent already lingers quite well but as a spray it somehow keeps it on longer! Love to add to my hair for longer days"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "This smells delicious! It’s so sweet and definitely smells just like cotton candy. The mist is so fine and gives really good coverage. The scent lasts all day but is also easy to refresh and does not become over powering!"
		},
		{
			"review_title": "Get it!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "omg I love love love the scent!! If you don’t like gourmand/ vanilla scents then this won’t be your favorite but if you love sweet scent then this is for you! It’s amazing and lasts a decent amount for a hair/ body spray. I definitely recommend it and I’m for sure buying the perfume version now."
		},
		{
			"review_title": "so good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
			"review_text": "Boardwalk Delight hair and body spray is a tropical paradise in a bottle! So warm and delicious smelling! I really pick up the Vanilla notes. The cotton candy also really stands out! I absolutely love it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Skylar's Boardwalk Delight Hair & Body Mist captures the essence of enjoying cotton candy on a sunny beach day with its sweet and warm fragrance. This delicious fragrance is fun and fresh with the scent lingering subtly throughout the day. It has a fine mist that's easy to apply and offers a truly delightful fragrance experience."
		},
		{
			"review_title": "Love it so much!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Light skin tone, Combination skin",
			"review_text": "The Boardwalk Delight Hair & Body Mist has become my daily indulgence, elevating my beauty routine with its enchanting fragrance that captures the essence of a sun-kissed stroll along the boardwalk. This mist is nothing short of delightful, and I find myself reaching for it again and again."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "The best way I can describe this is biting into a piece of cotton candy on a warm summer day at the beach. Smells so sweet and warm, and the longevity is pretty good! Highly recommend if you love the og!"
		},
		{
			"review_title": "Obsessed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This is the first time I’ve ever used a hair mist and I’m obsessed. It makes my hair smell fresh all day. It a lovely scent, not overpowering either. I like to use this daily and I’ve gotten so many compliments."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This is a wonderful gourmand perfume. It’s sweet yet fresh not overwhelming. It’s a body mist so it doesn’t last as long as their rollerball version but lasts a while. You can surely smell cotton candy."
		},
		{
			"review_title": "Sensual and sweet",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This body spray is lovely. It’s a super fine mist that is easy to apply to my hair and body. I prefer to apply it directly out of the shower and Ive noticed that it has very good staying power! It smells sweet and sensual without being too overpowering. It’s a feminine scent and I love to wear it year round."
		},
		{
			"review_title": "Childhood dreams",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I’m not gonna lie I was a little scared of this fragrance because it sounds super sweet and I don’t love the sweetest fragrances. But this smells so delicious I wanna eat my arm and hair lol I love it especially for my hair in like day three because it just makes it smell so yummy and sweet and feminine."
		},
		{
			"review_title": "It’s a sweet fun day time scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "It smells like butterflies and rainbows!! Like you can distinguish the different notes when you first spray it. I wish there was a candy that tasted like this spray, sweet like cotton candy! Love the way it sprays, it’s lightweight, perfect for after the gym, to work, a day time scent. My favorite was the pink bottle. Who doesn’t love pink too! This was my first introduction to the brand and can’t wait to try other scents!"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "I love body mists for daily use instead of just perfume and I love how fresh they make me feel and this one does not disappoint. I love the scent so much and it makes my hair and body feel fresh and renewed with the scent. I also love that it’s meant for both hair and body."
		},
		{
			"review_title": "Great scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I really like Skylar. I love the fact that their perfumes don't bother my allergies. The scent of this one definitely changes throughout the wear. When I first wore it around my husband he couldn’t leave me alone cause it smelled so good! Co-workers and strangers have came up to me and said omg you smell so good! Will order full size"
		},
		{
			"review_title": "Cotton candy dreamland",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This is a light wonderful smell. It reminds me a day at the fair. With its light sweet smells it reminds me of ordering cotton candy with my kids and then going on a crazy lurching ride. Such a beautiful and delicious scent by Skylar. Love how light it is while still being sweet and yummy."
		},
		{
			"review_title": "Refreshing scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I’m very excited to try this New fantastic launch. I love my new cotton candy and vanilla body hair mist. This mist is long lasting, amazing sweet and refreshing scent. Great hypoallergenic ingredients without any irritation. Highly recommend it."
		},
		{
			"review_title": "Totally giving fair vibes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I don’t think it’s possible for anything to smell better than this! It’s like cotton candy mixed with smiles and a first kiss at the fair sprinkled on top. It’s definitely youthful, but in a fun loving way, not a juvenile way."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This perfume mist is so good, it smells like cotton candy and sweet scent.  I like that it’s not overpowering and that it still smells more of a personal scent.  It takes me back to childhood days and very reminiscent"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This is such a light, sweet, summery scent! It smells just like cotton candy. I do wish it was more than a one-note fragrance— I like a little spice or musk for some intrigue. This feels closer to a PINK body spray than YSL opium, but it’s cute for what it is. I think my little cousin will really enjoy this!"
		},
		{
			"review_title": "Yummy!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "If Skylar’s Isle Escape and Vanilla Sky had a cotton candy baby, this would be it! It’s delicious and very addicting in the best way and reminds me of warmer weather. A new everyday staple, for sure!  The scent is strong enough to make a presence and last several hours, but soft enough to not make sensitives (like me) feel sickly.  Thoroughly enjoying this!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I absolutely love this scent!! This is my first product I’ve ever received or tried from Skylar. I love how it reminds me of sunny days and the beach. It’s sweet though, it has a fruity aspect of it and I’m a huge fan of fruity smells! I love this secret launch and would recommend it. It doesn’t give me a headache either like other scents. My husband absolutely loves it too!"
		},
		{
			"review_title": "So good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "This perfume smells so good! It’s so light and fresh. Everytime I wear it I get so many compliments. You could wear this any time of the year it smells so fresh and the body spray has such longevity! I was so surprised! This is so easy to wear with any other perfume to make it more of a unique scent I love using this to layer or just on its own."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "I absolutely loved Boardwalk Delight Hair and Body Mist from skylar! It smells absolutely amazing, so clean and great. It stays on for quite some time and l've gotten many compliments from people asking me what I was wearing."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Dry skin",
			"review_text": "- [ ] I have loved this scent and how long it’s been lasting. It’s vanilla-y and sweet, but not overwhelming in a way i’ve found with some other sweet perfumes and body spray. definitely recommend it and love that it’s safe for hair."
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I love the boardwalk delight hair and body mist by skylar beauty! It smells like sweet candy and coconut and vanilla which are all my favorite scents! Super girly and I love spraying it in my hair or on my way to Pilates or a fun girls night"
		},
		{
			"review_title": "so cute and love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Oh my gosh this stuff is amazing . it smells so so good. the name boardwalk delight is adorable and it reminds me of a cotton candy on a beach boardwalk. it is so good and the smell lasts pretty long."
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
			"review_text": "This product actually works! First of all it smells incredible! Secondly it last so long on my hair. I’ve been wanting to get a spray for my hair, I don’t wash my hair often so this works perfectly into my hair routine!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This Skylar hair and body mist in Boardwalk Delight has notes of pure vanilla, cotton candy, and coconut milk. It is a sweet fragrance that really smells like cotton candy easily transporting me to a time when I'm enjoying cotton candy at a fair. Evokes happy moments."
		},
		{
			"review_title": "New fav",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "This gives me a Stroll down the sunny boardwalk feels I get with this one. It’s so warm and vanilla. I like it"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "So in love with this scent! Truly, it’s absolutely perfect for everyday use! I receive so many compliments on this, more than I ever have with ANY other perfume or scent! 10/10, highly recommend! Just beautiful!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I love this hair and body mist! It really does remind me of a summer boardwalk. It is definitely a sweet scent but I love sweet sense so it’s perfect for me. The base notes do come through really strong as the fragrance wears throughout the day so you get a great vanilla and cotton candy sent after a while. The staying power could be better, but, I still think it’s a great mist."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I love sweet/sugary scents more than anything so these fragrance notes sounded right up my alley! I love the smell of cotton candy and the mix of coconut isn't too overwhelming which I like. It smells sweet like I'm on a cloud"
		},
		{
			"review_title": "My favorite scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "This perfume in Boardwalk Delight is one of my favorite scents by Skylar Clean Beauty! I was so excited to hear that they were coming out with this scent in the hair and body mist! Now I can pair the body mist and the perfume together for the scent to last ALL DAY."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Dry skin",
			"review_text": "I am so happy to try out new Skylar Boardwalk Delight Hair & Body Mist! It is perfect scent for summer days bringing me back to day dreams and worlds goodness. Long lasting scent. I am using it daily and getting so much compliments!"
		},
		{
			"review_title": "Wonderful scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Love this scent! It lasts so long for a body and hair mist x it’s a very sweet gourmand scent so that might be why as well. I just wish it came in prettier packaging but I can overlook that part because it smells so good."
		}
	]
}