{
    "product_id": "4",
    "name": "Hair and Scalp Recovery Pre-Wash Oil for Strengthening and Frizz Control",
    "brand": "AAVRANI",
    "categories": "Hair, Hair Styling & Treatments, Hair Oil",
    "price": 48.0,
    "about": "What it is:u00a0A multi-benefit pre and post-wash hair oil that nourishes the scalp, strengthens hair, fights frizz, and combats breakage...Hair Texture: Straight, Wavy, Curly, and Coily..Hair Type: Fine, Medium, and Thick..Hair Concerns:- Dryness.- Frizz.- Damage, Split Ends, and Breakage..Key Benefits:u00a0- Repairs damage.- Tames frizz.- Alleviates scalp dryness..Highlighted Ingredients:- Amla: Is a superfood and adaptogen that strengthens hair and nurtures the scalp..- Bond Complex: Combats damage and retains hair strength through multiple washes..- Rosemary: Stimulates follicles to support stronger, healthier hair...Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also gluten-free and cruelty-free...What Else You Need to Know: Use this multi-benefit oil to nourish your scalp and strengthen your hair before washing, and to tame frizz and boost shine after styling. Infused with amla and a proprietary bond complex, it promotes fuller-looking hair and a healthier scalp in as little as 3 uses...This product is vegan, color safe, and safe for use while pregnant or nursing...Fragrance Description:u00a0Light top notes of sunkissed citrus combine with fresh, herbal base notes of rosemary and eucalyptus in this soothing, subtle, natural scent..Clinical Results: In a 4-week clinical study with 35 subjects:.- 100% found the product improved the health of their scalp after 3 uses.- 97% experienced healthier, fuller, stronger hair after 3 uses.- This product controlled frizz for up to 8 hours..CLEAN at Sephora is our commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing on effectiveness.",
    "ingredients": "-Amla: Is a superfood and adaptogen that strengthens hair and nurtures the scalp..-Bond Complex: Combats damage and retains hair strength through multiple washes..-Rosemary: Stimulates follicles to support stronger, healthier hair....Helianthus Annuus (Sunflower) Seed Oil, Ricinus Communis (Castor) Oil, Hydrogenated Castor Oil/Sebacic Acid Copolymer, Pongamia Glabra (Karanja) Seed Oil, Squalane, Emblica Officinalis (Amla) Fruit Extract, Rosmarinus Officinalis (Rosemary) Leaf Extract, Tocopheryl Acetate, Phenoxyethanol, Fragrance,* Ethylhexylglycerin, Limonene, Linalool....*Naturally derived....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.As a prewash treatment:.-Apply three to four dropperfuls directly onto scalp and massage in circular motions..-Massage from scalp to ends of hair for added nourishment and moisture..-Leave on 10 minutes to an hour before washing out..-Use weekly...For frizz control:.-Warm one to two drops in your hands and run through strands to tame frizz and add shine..-For curly and thick hair types, apply more product as needed..-Use daily.",
    "num_reviews": 103,
    "overall_rating": 4.7,
    "product_url": "https://www.sephora.com/ca/en/product/aavrani-hair-scalp-recovery-oil-P510713?skuId=2760361&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2760361-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1.7 oz",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2760361-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Love that this is a multipurpose product! I use it has a pre-wash oil, as well as whenever I want a smoothing product. Feels very luxurious!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Aavrani gifted me!! This oil is really good! My hair looks so shiny and healthy now as you can see in the pic! I always massage my hair before wash day and this oil is a game changer for me as itu2019s not sticky and feels light in my head! Also it smells nice! I recommend this !"
        },
        {
            "review_title": "A new love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This stuff is the real deal. I use it once a week as a pre-shower scalp treatment, in addition to the Olaplex No. 3 mask on my ends. Itu2019s super soothing and moisturizing, and I have noticed that my hair is much fuller and shinier. Definitely recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Tan skin tone, Normal skin",
            "review_text": "This oil literally changed my hair! I use it before I shower and when I blow dry my hair after itu2019s SO SHINY. People keep complimenting how healthy my hair looks!"
        },
        {
            "review_title": "Must-Have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I usually oil my hair every 1-2 weeks because most oils are hard to wash out of my hair type (fine, bone-straight hair). But I've noticed with this one I can shampoo and condition once and not have leftover product in my hair! I use it usually once per week, focusing on my scalp and running the leftovers through the ends. Iu2019ll sleep with it overnight and have seen how soft and shiny my hair has gotten in just about a month of use."
        },
        {
            "review_title": "Your scalp will love you!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Normal skin",
            "review_text": "This product is amazing! It totally cleaned and refreshed my scalp. I leave it in for anywhere between 10 mins to overnight before washing my hair. It feels great."
        },
        {
            "review_title": "Obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "I am obsessed with hair oils at the moment!  I have medium thickness, wavy hair that is low maintenance.  I don't style it or use much product in it on a daily basis.  My scalp, however, gets really oily and I have to wash my hair every 2 days because my scalp gets itchy.  This oil did such a good job of soothing my dry, itchy scalp and I love the natural plant-based Ayurvedic ingredients.  Gifted by Aavrani."
        },
        {
            "review_title": "Manageable and softer hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Iu2019m obsessed with this hair oil! I have very curly thin hair, most hair oils are too heavy for me to use on a daily basis. This oil smells so nice. I pick up the freshness of the rosemary. I like to apply a few drops on my palm and work it into my scalp, whatever is left i use on my tips. After weeks of using this product I have noticed less shedding and my hair feels so much more manageable. I highly recommend this for anyone who is looking to strengthen and soften their hair texture! Gifted by Aavrani"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I have color treated hair which needs a lot of TLC and products to keep it moisturized & healthy. I recently got on to putting hair oil every night to help prevent split ends and wanted to give this one a shot since I was gifted by aavrani. So far itu2019s been working really well to keep my ends looking healthy and shiny!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I have fine coily hair and I've been massaging a few drops into my scalp pre-styling daily. Its lightweight, doesn't weigh down my hair, gives it a nice shine and has a pleasant rosemary scent. I've noticed a difference in the strength of my hair with less breakage and a slight improvement in my hair growth rate. I haven't seen a huge difference in the shedding department though. Complimentary from Aavrani."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "this is a highly nourishing hair oil! i definitely smell the rosemary & itu2019s comfortable if use it as a pre oil. if using post shower a little goes a long way and i only use 4 to 5 drops for my long hair gifted by aavrani"
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This oil helped me survive the winter! I get the most irritated and dry scalp ever during the winter and I was so happy when I found this oil. I would definitely recommend to anyone looking for a new pre shower oil. This was gifted to me by AAVRANI"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Dry skin",
            "review_text": "My only negative is that sometimes I forget to apply before hopping in the shower. Iu2019d recommend keeping it within reach and leave on while shaving if you forget to apply before your shower. Works great for frizz control as well!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "Really good hair oils for thin, curly hair. Locks moisture here while not feeling greasy on the hair. Doesnu2019t weight my hair down, and leaves behind a very healthy shine. I use more of it before hair wash day as an overnight leave in treatment and my hair feels so smooth the day after. Offered by Aavrani"
        },
        {
            "review_title": "Really great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Combination skin",
            "review_text": "I was gifted by avvarni. This hair oil is wonderful! Itu2019s great to treat frizz and makes your hair look so healthy and shiny! I was looking for something to help with little fly aways and this has worked really well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "My hair is curly and can feel dry and frizzy especially during the winter. I started using this and massage into my scalp once a week and apply to my hair a couple of times after showering. My hair feels smooth and less frizzy offered by aavrani"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "Absolutely love the Hair and Scalp Recovery Pre-Wash Oil! It's transformed my hair, making it softer, shinier, and healthier. The natural ingredients are gentle yet effective, and the relaxing scent is a bonus. A must-have for anyone looking to improve their hair health!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "Wow!! This hair oil is great. Literally ONE drop transforms my hair. One little drop helps smooth my frizzy hair. Add shine. And repaired breakage. I love the smell. Love the bottle. Itu2019s great! Doesnu2019t weigh down my hair or cause greasiness."
        },
        {
            "review_title": "Aavrani Scalp Oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Aavrani gifted me their Hair & Scalp Recovery Oil.  I have very thick wavy hair but got kinky curls underneath after the birth of my twins. This oil helps tame the friz and softer my curls. I love the fact it doesn't make my hair greasy. The is super moisturizing on the scalp as well, great for dry spots"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "I received this complimentary from aavrani.  I love this hair serum. It genuinely makes my hair super smooth after leaving a couple drops in it overnight or even for a couple hours. I also use one drop to calm down the frizz. Itu2019s definitely a new hair product Iu2019ll be introducing in my routine."
        },
        {
            "review_title": "I liked it a lot!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I was gifted by AAVRANI in exchange for my honest review. I have curly/wavy hair & it tends to be frizzy. After using this oil, i noticed my hair was not as frizzy anymore! I actually saw more definition in my curls overtime too!! I really enjoyed the fact that the oil itself was not heavy at all or sticky! I am pleasantly impressed."
        },
        {
            "review_title": "A must try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "Before using it, my hair was dull, dry, damaged, frizzy, weak and I also have dandruff.. After few weeks, my hair look so much better.. My hair looks more healthy, less frizz, softer, smoother, shinier and my dandruff almost gone.. A must try.. Gifted by Aavrani"
        },
        {
            "review_title": "Shiny Healthy Hair and Scalp",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Having type 2b hair with dry, damaged ends due to daily styling, I've incorporated Aavrani into my routine for both my scalp and ends, resulting in remarkably shiny hair. With its soft lavender scent and quick absorption, this oil is perfect for my thin hair, avoiding the greasy or weighed-down feel. Applying two droppers before my shower and a small amount on my ends post-styling has shown impressive results. I highly recommend this product. This product was gifted by Aavrani in exchange for my honest review."
        },
        {
            "review_title": "I looove this product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I recently tried AAVRANI's Hair & Scalp Recovery Oil, and I'm amazed by the results. With fine and weak hair, finding effective products is a challenge, but this oil has transformed my hair. It's lightweight, absorbs quickly, and has made my hair softer, shinier, and healthier overall. A must-have for anyone struggling with fine hair! Gifted by AAVRANI"
        },
        {
            "review_title": "Amazing !!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "AAVRANI gifted me this product for free for a review. I have fine and thin hair. Oils are really tricky when it comes to my scalp but this product is actually heaven sent. It works into the scalp so well and you leave it on for an hour. When rinsing it out my hair is so soft and clean feeling, shiny. After using this for a couple of weeks I already notice those spots where I look bald on the front, little hairs are coming back and I really believe it is from this oil and massaging it in. It has a light good scent too that smells clean. I would absolutely recommend this hair oil."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This is a beautiful hair oil from the packaging to the formula. I enjoy using a few drops nightly on my scalp, throughout my hair before wash day, and on the ends post shower and as needed. My first shower after using I noticed an immediate difference in the softness of my hair. I have fine 2c hair and many oils weigh my hair down. This doesnu2019t at all. Itu2019s a light, watery consistency that doesnu2019t leave my hair greasy. This might be the best hair oil Iu2019ve tried! Gifted by aavrani"
        },
        {
            "review_title": "didn't work for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I really wanted to love this hair oil so bad! I loved the bottle, I loved the look, smell and feel of the oil and I loved the dropper. I consistent used this for a month in hopes I was bettering my hair. However I have had significant more amount of hair loss since I have stayed using it and my hair where I apply the oil around my hair line is looking extra thin. I can't say it was the hair oil for sure, but this is what has happened since I started using it, not to mention the fall out while I shower is insane. Others may have better results. Complimentary from aavrani"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Gifted by aavrani. Glad I had. Opportunity to try. This is amazing I use this for ten minutes before I use my shampoo. I have noticed a huge difference in my scalp. I have eczema on my scalp every now and then. Makes me extra sensitive. Since using this I have noticed less irritation on my scalp and it feels more hydrated"
        },
        {
            "review_title": "Great hair product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I really like this hair oil, I use it as an overnight treatment and I have noticed that my hair is becoming more manageable and less dry. I noticed that also my hair looks shiner. The oil has a nice scent and a little bit of it goes a long way.  Iu2019ve been using it for three weeks now, canu2019t wait to see more results as I keep using it ."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I have used the Hair & Scalp Recovery Oil for a few weeks now. I have noticed that my dry spots on my scalp look and feel significantly better and healthier. I struggle with dryness in the winter and the oil has helped a lot. (gifted by aavrani)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Gifted by Aavrani. My scalp has been acting up all winter, so I was excited to try this Scalp and Hair Oil with Alma. I have used Alma oil on and off for years and really liked this blend. I definitely felt a difference in my scalp after the first wash. And I actually ended up putting it on later in the week and not washing it out right away. Will be adding this to my routine."
        },
        {
            "review_title": "Easy to use",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Interesting hair and scalp oil! It helps with strengthening hair, de-frizzing hair, and hydrating the scalp. The formulation is designed for all hair types and works well with my long hair. This product is also vegan and cruelty free. Gifted by Aavrani."
        },
        {
            "review_title": "Great oil!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I was gifted the Hair & Scalp Recovery Oil by Aavrani complimentary for honest review. i have really enjoyed this oil. I have not yet used on my scalp, but love on my midlengths to ends. Provides moisture without weighing it down or making it greasy. You need the smallest amount too, so this bottle will last a long time. For reference I have long, wavy, highlighted and color treated hair that I heat style and wash every 3 days. I typically apply after my initial styling and then again on day 2 or 3, as needed. Would recommend. Offered by Aavrani"
        },
        {
            "review_title": "Curly girl must have! ud83dude19",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Holy grail for curls in the Florida heat! This hair oil keeps my hair tamed and has much less frizz than when I go without it! Has made a noticeable difference in the shine of my hair! I use this hair oil every wash day & in between washes and I canu2019t wait to use this oil long term and see more results! ud83dude0d gifted by aavrani!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The smell is citrusy and refreshing, and a little of this oil goes a long way. I love how healthy my hair looks using this oil, it definitely feels softer and stronger, without the greasiness. I feel this product should be called a serum because it doesnu2019t just coat my hair, it actually repairs it. I could see the quality of my hair getting better and better. Gifted by Aavrani"
        },
        {
            "review_title": "Very nice oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Gifted by Aavrani. I have very dry, frizz and curly hair, I really liked this hair oil. I will say it is quite heavy and if you donu2019t like the smell of eucalyptus then you will not like this. The oil itself is heavy but it has really helped my hair and my scalp in terms of strengthening and Iu2019m not seeing as much dry skin on my scalp like I use to so quickly after washing my hair. Iu2019d definitely recommend"
        },
        {
            "review_title": "Great Frizz Serum, Bad Scent",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "As a scalp oil, I think this is good, but I definitely have to wash my hair quicker than normal. For the rest of my hair, this is a great nourishing oil that hydrated and eliminates frizz with very little product- a little goes a long way. For the scent, not a fan, it smells like diaper rash cream, thankfully the scent doesnu2019t lash long. Gifted by Aavrani"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "LOVEEEE this scalp and recovery hair oil sooo much. Iu2019ve used it as both a pre-wash hair oil and at the ends of my hair after I wash and style it. Over the last few weeks, my hair has been so healthy, strong, and shiny! Gifted by aavrani"
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "After moving to Utah from Chicago, I have noticed how dry it is here and how much of an effect it has on my scalp and hair. My scalp was so dry and so I decided to try out this product for a few weeks and have noticed such a change and difference in the way my scalp feels itu2019s so much healthier and more moisturized. Gifted by aavrani"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "This is a great hair oil. It is thick and super moisturizing. It is probably best for thick to medium hair. It leaves my hair so shiny and soft. I would highly recommend this for reducing frizz and helping damaged hair. Gifted by Aavrani."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I have a chronically dry scalp and that has affected my hair strength but this product has completely changed the hair game for me!! I use it about an hour before I shower on wash days and it has transformed my hair!! This was gifted to me by AAVRANI."
        },
        {
            "review_title": "Great oil!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "Gifted by aavrani. Hair and scalp serums are where itu2019s at now! I love using this before or after my shower routine. For reference, I have long, wavy hair with dry ends and an oily scalp. I wash my hair twice a week, and sometimes my scalp with get itchy. Using this has made a huge difference. Itu2019s so soothing. It really helps keep my hair smooth too. Itu2019s a nice little refresher when your ends feel dry you need to get rid of some frizz."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "This oil is great for my frizzy hair. I always try new oils hoping for my hair to be smoother. I definitely noticed a difference in my hair texture. Iu2019m going to start using this before every wash! Gifted by aavrani"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love how there is so many uses for this product. I will apply it before a shower and keep it in for about 30 minutes and I can see that my hair is less dry and looks healthier. I also use on dry hair to tame away my frizz and baby hairs. This product is great and I highly recommend it! Gifted by aavrani."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "Gifted by Aavrani. I have been using this Hair & Scalp Recovery Oil for Strengthening and Frizz Control pre shower, over the past month, on my dry and damaged hair. My hair is pretty thin and fine, with lots of damage from daily heat styling. Each time before my shower, I have been using this as directed and leaving on for up to an hour at a time before washing and styling as usual.  I  have not noticed any huge differences in my hair as of yet, but I'm hoping with continued use, I'll see some improvements. I do like how easy this is to apply and I love that it's a rinse out formula because most oil type products are too much for my fine hair. The scent of this product is somewhat of an herbal type smell. I like that it's not too strongly scented."
        },
        {
            "review_title": "Great treatment!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Dry skin",
            "review_text": "This hair oil is perfect for a hair treatment before showering or for overnight it makes the hair super soft and supple and helps hydrate and seal the hair. If you have fine/thin hair I wouldnu2019t not recommend using this as a regular hair oil as it is very thick and rich and will weigh down the hair gifted by aavrani"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Combination skin",
            "review_text": "I love the packaging of this head oil. The dropper makes it very convenient to apply it and spread it across your scalp. I noticed that the oil has a slight fragrance it almost smells natural, and very earthy. It made my hair soft after shampoo and hair my did look and feel great after using this. Very happy with the results so far. Gifted by aavrani"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "AAVRANI Hair & Scalp Recovery Oil has become a holy grail product in my beauty routine. It's effective, high-quality, and delivers on its promises. If you're looking for a game-changer in hair and scalp care, I highly recommend giving this product a try. You won't be disappointed! complimentary from aavrani"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Combination skin",
            "review_text": "Gifted by aavrani This oil is amazing. I love that itu2019s a treatment while itu2019s keeping your hair glowing and refreshing. Are you highly recommend this scrape for all hair types too you canu2019t go wrong with this product! Definitely a must have!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I was gifted by AAVRANI their new Hair & Scalp Recovery Oil for Strengthening and Frizz Control and my dry scalp has been loving it! I have a dry, dandruff-prone scalp and I also bleach my hair blonde so my hair and scalp are very dehydrated. After only a few weeks of using their oil as a pre/shower scalp and hair mask treatment, my hair not only smells great but I can visibly see a difference in the smoothness and moisture levels! Iu2019m excited to see more results with continued use!"
        },
        {
            "review_title": "Soooo good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This hair oil is amazing! I've been using it a lot and I really like it. I have medium-texture hair and it's both oily at the roots and dry at the ends, but this oil helps to keep my scalp clean and it makes my hair look healthier. It has a nice smell, too. It's a big plus. I highly recommend it. Complimentary from Aavrani"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I donu2019t ever really write reviews but this product has been making such a big difference with my damaged hair. I had a lot of breakage from using a blow dry brush and general heat damage from not using heat protectant. Itu2019s also great to help with my frizzy hair too. *offered by aavrani*"
        },
        {
            "review_title": "Good for scalp and hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "(Gifted by Aavrani) I like this oil very much. Iu2019ve been using it for the last weeks and ny scalp looks healthier and my hair is growing stronger. This was something very important for me because I lost a lot a lost of hair during my postpartum. Iu2019ll keep using it."
        },
        {
            "review_title": "Amazing results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I canu2019t rave enough about Aavraniu2019s Hair & Scalp Recovery Oil! Gifted by Aavrani. I have struggled with dry scalp and unruly curls for ages, but this product has been a total game-changer for me. From the moment I tried it, I was blown away by the luxurious feel and incredible scent. Not only does it make my hair feel silky smooth, but it also deeply nourishes my scalp, providing instant relief. After just a few uses, I noticed a significant improvement in the health and appearance of my curlsu2014theyu2019re more defined, bouncier, and incredibly hydrated. I canu2019t recommend this product enough to anyone looking for a solution to their hair woes. Itu2019s a definite 5-star winner in my book!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I have been using this hair oil for 2 weeks and I absolutely love it. I have really fine and dry hair but this oil doesnu2019t weigh my hair down. I even use it on my scalp all the way to ends for a treatment overnight. It has made a huge improvement in my hair. Gifted by Aavrani"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was gifted by aavrani this hair oil and it was awesome! I used it as a a hair mask and to do my slick back! I do have thin hair so I will say when using as a hair mask, a little goes a long way. If you use too much it can make your hair greasy. Other than that it smelled great and the packaging is phenomenal!"
        },
        {
            "review_title": "Hair oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This lightweight oil goes on seamlessly. Just a few droplets and you are ready to style. Great to use before styling hair. With thin hair it can look greasy quickly so having a dry shampoo handy is great in case of overdoing it.  Definitely leaves a nice shine and seals the cuticle."
        },
        {
            "review_title": "Great hair oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Gifted by Aavrani. Iu2019m a sucker for any kind of hair oil, so I was very excited to try this one. I was especially intrigued as it has rosemary oil which is good for thinning hair. I liked that this oil is fairly lightweight, so it washes out easily. I apply it and wear it for at least an hour before I wash my hair. I havenu2019t been using it long enough to see any hair growth but Iu2019m optimistic."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "AAVRANI Hair & Scalp Recovery Oil works very well by providing hydration to your scalp, it is a new product in my hair routine. I like to apply it before washing my hair, I massage it and wait 1 hour before removing it. It gives me a healthier appearance. Gifted by AAVRANI"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "A little goes a long way with this oil! Just a few drops provides smoothing and hydration. I like to apply it to my ends before I put my hair in a protective style before bed. It adds a boost of hydration. Be careful though - use too much and your hair will looks greasy! Gifted by aavrani"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Dry skin",
            "review_text": "I was gifted by Aavrani the Hair & Scalp Recovery Oil in exchange for my honest review. I can honestly say this is now a must have in my routine I have been using it for about a month now, once a week. The smell is amazing and I love that you can use the oil for multiple purposes. I use it as a pre-wash oil and then when I get out of the shower I put it on my ends. I suffer from dry scalp and this has improved it! It also leaves my hair looking shiny. Win win"
        },
        {
            "review_title": "Try it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Currently loving this Hair & Scalp recovery oil, Is a multi use oil which is a plus.I have very dry scalp since December and after trying this oil once a week I notice it been helping. The ingredients are amazing, smells amazing and worku2019s amazing, love the packaging as well you really need to try it. Offered by aavrani."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Oily skin",
            "review_text": "I feel like everyone should be using a hair oil. Either as a treatment or post-styling your hair for hydration and shine.   I love this AAVRANI oil because itu2019s formulated with Bond Complex to repair damage and prevent split ends while nourishing and hydrating your hair. Also great as a frizz treatment.   This oil also has a delightful scent that lingers throughout the day, like hair perfume built-in!  Will definitely be using this product daily and would repurchase when I run out.   AAVRANI gifted me this product. All opinions are my own."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I have fine hair and I was very impressed by the ingredients in this product. The oil is very lightweight and dropper makes it easy to apply. After first use I felt my hair nice and shiny. I also used it post blow dry and worked well to hydrate the ends. Overall a great, lightweight oil and I have been using is every time I wash my hair and leave it on for an hour. This was gifted by Aavrani for my honest review!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I love that itu2019s a hair and scalp oil so it target two areas with one product love that itu2019s easy to use and not too oily and leaves my hair feeling super smooth and shiny without the hair strands being to greasy or heavy with products."
        },
        {
            "review_title": "Great prewash oil",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Gifted by aavrani. I have been enjoyed using this oil before washing my hair. The oil is not heavy nor greasy and itu2019s light weight. It has a light fresh scent which is not overwhelming. The oil washed off easily - I have fine straight hair. My scalp felt less dry and I have seen less dandruff."
        },
        {
            "review_title": "Moisturizing and Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "This oil was gifted by aavrani. I have been using this oil consistently for the past 3 weeks and I have seen so much life come back into my hair. My hair feels nourished and moisturized and does not feel dry. I have also noticed some hair growth and I am so excited to see the long term results."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "The scalp oil was very helpful when used before and after showering. I did feel like it took some extra product to get the desired effect, but overall it worked quite well. My hair looked shinier without looking greasy. Offered by Aavrani."
        },
        {
            "review_title": "Must add Hair Oil!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Love this hair oil! I usually avoid oils because it feels heavy and hard to wash out. But this oil not only went on seamlessly and felt light, it actually made my hair feel cleaner after the first wash! Definitely a must add to the routine!"
        },
        {
            "review_title": "Hair Care Game Changer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Gifted by Aavrani.  Healthy hair truly starts at the scalp and I am already amazed at how my hair looks and feels.  It feels stronger and is smoother.  I apply this on my scalp and use a scalp massager to really apply it and get it into my scalp before showering.  I like that I can also use it to get rid of frizz after styling it.  Love the scents of Aavrani products."
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "My curly hair tends to be on the drier side, and this product feels incredibly lightweight and absorbs easily, leaving no greasy residue. The scent is subtle and soothing, creating a spa-like experience during application. I incorporate this recovery oil into my routine by massaging a few drops onto my scalp and working it through the lengths of my curls. It adds a boost of hydration, promoting a healthier scalp and preventing dryness at the ends. My primary concern was scalp dryness and occasional itchiness, and since using AAVRANI's Recovery Oil, I've noticed a significant reduction in both. My curls feel more defined, moisturized, and I've experienced less frizz overall. It has become a must-have for anyone with curly hair looking to nourish their scalp and enhance their natural curl pattern.  gifted by aavrani"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "The Hair and Scalp Recovery Oil gifted by Aavrani makes my hair feel stronger and does not leave my hair feeling too heavy or greasy. It washes off easily and I do not not heavy layers of shampoo and conditioner to remove it."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Hair Density Growth Serum for Hair Thinning is amazing! It has turmeric and it does not make my hair greasy or sticky, or oily. I apply it everyday on my roots. I have noticed that my roots have become stronger. Offered by aavrani"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "This is so nice! The concept is awesome and it leaves my hair so silky and smooth and wow. I love how soft my hair feels after my wash and itu2019s definitely bc of this. The more I use it the more improvement I see. Gifted by aav"
        },
        {
            "review_title": "SO Surprised I Love it!!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "There are so many hair oils out there but I have to confidently say that this hair oil is one of my favorites and go to! It is so lightweight, the smell is unreal, and I use it for both frizz and an overnight treatment. The packaging helps me use just the right amount so my hair gets all the oil possible and when I wash it out the next morning it's so smooth and leaves my hair so nourished and soft. I don't know what's in this but it is truly magic in a bottle. I have never been more impressed with a hair oil. I was gifted this by AAVRANI to write an honest review and I am so pleasantly surprised."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Absolutely love this hair oil! I have thick, frizzy, slightly wavy hair and had been noticing that my scalp was tender. Iu2019ve been incorporating this oil treatment and even bought a scalp massager to use with the oil. Also I love the scent - itu2019s very relaxing and spa-like. My only complaint is my dropper doesnu2019t fill completely so instead of three droppers full itu2019s more like 6 half droppers. I do also like using on dry hair by a little really goes a long way. I like to only use on my ends for that! Gifted by aavrani"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "I really liked this oil for styling my hair and especially liked it to help with frizz on my travel to warmer weather climates.  I have extremely fine hair but its long and color treated so I always have to find the balance with an oil that will hydrate it without weighing it down or make it look greasy - this one definitely did the job."
        },
        {
            "review_title": "Top tier oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "I was gifted by Aavrani this hair oil.  Great bottle design! The top dropper twist down flat to the cap making it space saving. I do wish it locked tighter though. It opens very easily.  The oil is thick like a serum or castor oil in weight. Itu2019s not greasy and absorbs quickly. It smells soft and feminine not overwhelming. A little really goes a long way. I have thick 4c locs and this coats my locs very well to help seal in moisture. Very impressive and cohesive product."
        },
        {
            "review_title": "look no further!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I have been searching for an oil that actually works to rejuvinate hair growth and THIS IS IT. This hair oil promotes hair growth by including ingredients conducive to hair growth, but it also FREES the scalp of toxins that may be hindering growth. It is truly all-encompassing. You can have it on for 20 or 8 hours and you will still see a benefit! I will use this oil every week!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Complimentary from aavrani this hair oil does wonders for my hair every time I use it, after i shower l can instantly see the results. My hair is super soft and I feel like when I blow-dry or air-dry my hair, I see more volume in it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "I love all the hair oils! This one is great too! Itu2019s a pre-wash and a post-wash oil that nourishes the scalp and tames away fly aways while strengthening and nourishing hair! Love it so much and use it weekly! Gifted by Aavrani"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
            "review_text": "My hair is thin/medium with a bit of a wave but mostly I find i deal with a lot of frizz. I live in florida so humidity and my hair growing throughout the day is a concern. I like how this doesnt weigh my hair down but helps to control that frizz. gifted by Aavrani"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "A nice addition to my hair care! I enjoy using as both a pre-wash treatment to my scalp and as a way to moisturize my ends and make them more shiny on Day 2, 3, and 4 hair. The lid/dropper component is really smooth and easy, and the fragrance is herbal and pleasant. Gifted by Aavrani."
        },
        {
            "review_title": "A nice scalp and hair oil!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Gifted by Avvrani in exchange for my honest review. I really like this hair and scalp oil. Thereu2019s no strong rosemary scent. It tames my frizz with a small amount. And I really like how this doesnu2019t tingle a lot on the scalp. Overall, Iu2019d repurchase this  for my oiling routine."
        },
        {
            "review_title": "Pre-wash oil helps soften hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This scalp oil works fairly well, but the dropper is so frustrating! I canu2019t get it to fill more than halfway no matter what I try. My scalp is very dry in the winter, so Iu2019m still experiencing dryness after use, but treating my scalp with the oil before washing has helped make my hair softer and more manageable. Gifted by aavrani."
        },
        {
            "review_title": "Amazing for dry scalp!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "This is one of the best hair and scalp serums I have ever used! It smells incredible, and makes my hair so soft and shiny! It has a soothing sensation when I massage it into my scalp, and I noticed my scalp is no longer dry and flaking. This stuff is magic in a bottle!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Gifted by Aavrani. I love using this hair oil for frizz control after I've dried my hair. It's also a really beautiful formulate to massage into the scalp and let sit for a while. It doesn't leave my hair feeling greasy or heavy at all. I don't love the pump as it sometimes takes a lot of effort to get the product into the dispenser. It has a very refreshing minty scent to it which makes me feel like I'm at the spa."
        },
        {
            "review_title": "Love this hair and scalp oil!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "The AAVRANI Hair and Scalp Recovery Oil is my new favorite product in my hair routine. I LOVE that it is multi use. Helps detox your scalp before washing your hair and helps strengthen and de frizz your hair after the shower. I have been using this product for a few weeks now and my hair dresser even asked how I am keeping my hair so healthy. Absolutely love it!"
        },
        {
            "review_title": "You have to try it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "This was offered by aavrani and this hair oil has seriously become my favorite oil! The first time I used it I immediately noticed a difference in my hair. My hair felt and looked SOOO healthy I was amazed. My scalp instantly felt clean too. I also loved that I was able to use two drops on the ends of my hair after styling and it didnu2019t weigh my hair down or make it feel greasy at all. If youu2019re looking for a good hair oil, this is it!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This oil has a lightweight texture that absorbs effortlessly, leaving no greasy residue. With continued use, it delivers noticeable results, imparting strength and vitality to every strand. For those seeking a natural solution to hair concerns, aavrani's offering stands out as a rejuvenating, sensorial experience worth indulging in.  Gifted by aavrani."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love this new Aavrani hair and scalp recovery oil for strengthening my hair! I use it as a pre wash oil. I apply it to my scalp in different spots and massage it in with a head massager, then leave it in for an hour. Loving the results! This was gifted by Aavrani."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "Iu2019ve been using this hair oil for a while and I love it, I use it it before and after my wash and itu2019s been working great, my hair feels healthy and smooth, gifted by aavrani. Not so sure about the frizz effect as my hair was still frizzy"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I love using the hair & scalp recovery oil by Aavrani! I use it as a scalp treatment and gently massage it into my hair for 5 minutes, wash my hair, and then use it again to keep my frizz away, it smells amazing too! Gifted by Aavrani"
        },
        {
            "review_title": "My new hair care staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Iu2019ve been using this oil as a pre-wash treatment on a weekly basis for the last month, and my hair is literally transformed. Itu2019s softer, smoother, stronger, and just has so much more BODY. I was gifted this product  by Aavrani."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I LOVE that this is a multipurpose product! It can be used as a pre wash scalp treatment or a post wash hair oil. I also apply it to dry hair tips to help with frizz and fly always! The little dropper applicator is perfect! There is a smell, but itu2019s light and pleasant.  Product was gifted by Aavrani for review purposes."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Wow Iu2019m Obsessed! My hair is really long but itu2019s thin and I have a lot of loss in areas. This amazing. Serum has helped my hair reduce shedding which is amazing! My hair feels thicker. My roots also feel stronger. This is made with amazing ingredients! Highly recommend! u201cGifted by aavraniu201d"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "Gifted by aarvani for an honest review! This is an amazing pre wash scalp oil! I love using it before I wash my hair! I donu2019t think it was good to use just on the day to day it was too heavy! But otherwise I love it"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "Iu2019ve been using this hair oil for a few weeks now and itu2019s been really nice for my overall hair health. I have dry damaged color treated hair so anything I can use to improve my overall hair health is perfect. Gifted by aavrani"
        },
        {
            "review_title": "Great every day oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This is an amazing hair oil! I have been using it daily since I received it over a month ago and my hair has been loving it! I have naturally wavy hair with a normal scalp and dry ends so I focus this product from mids to ends to give my hair the extra nourishment. The formula feels so nice and spreads easily without making my hair look greasy (I part my hair in two and start with a half pump on each side, then build up as needed). This gives my hair an instant shine, making it look and feel smoother and healthier overall without weighing it down. It helps a lot with frizz, especially when using it consistently. I have already added this product as a staple in my night time routine and apply it every night before bed. This product was gifted by aavrani but this is my honest opinion. Highly recommend"
        },
        {
            "review_title": "Try it for yourself",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I used this oil as a pretreatment before washing my hair. Itu2019s lightweight and has a very faint scent that I canu2019t put my finger on. I have no idea if itu2019s strengthening my hair, but it does feel nourishing while using it. My frizz was still present, but I donu2019t know that any one product could get rid of it. The ingredients are good, so Iu2019m sure with consistency this will boost the health of my scalp & hair. This oil was gifted by Aavrani."
        },
        {
            "review_title": "Ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "As a woman of color, I donu2019t gravitate on picking this up. Itu2019s nice. Iu2019ve been using it for a while and nothings really going on but it could just be me not saying donu2019t get the product could just be me that is not   Gifted by aavrani"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "I received this product complimentary from aavrani. This hair oil is amazing! I have genuinely noticed a difference with my hair. It has grown, become super soft, and feels super healthy! I would for sure recommend!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I love this hair oil it leaves my scalp feeling refreshed and my hair feeling silky smooth. I like how a little goes a long way and it does not leave your hair feeling greasy which is great. Highly recommend. Also it smells amazing l. This was Gifted by aavrani"
        }
    ]
}