{
	"product_id": "99",
	"name": "Aqua Bomb Home & Away Set",
	"brand": "belif",
	"categories": "Skincare, Value & Gift Sets",
	"price": 54.0,
	"about": "What it is: A set featuring the bestselling moisturizer that’s climate tested to deliver lasting hydration for a radiant glow wherever you go...Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Dryness, Dullness, and Uneven Texture..Formulation: Gel..Highlighted Ingredients:- Hyaluronic Acid: Delivers intense hydration..- Niacinamide: Gently exfoliates dead skin cells..- Napiers Original and Aqua Herbal Formulas: Help skin feel fresh and moisturized...Ingredient Callouts: Free of parabens, phthalates, mineral oil, sulfates SLS & SLES, and contain less than one percent synthetic fragrance...What Else You Need to Know: This duo features our iconic Korean facial gel cream in two giftable sizes. Lightweight and fast absorbing, The True Cream Aqua Bomb delivers intense and fast hydration to ten layers of the skin in as little as ten seconds after application. This formula is dermatologically tested...This Set Contains:- 1.69 oz/ 50 mL The True Cream Aqua Bomb (full size).- 0.84 oz/ 25 mL The True Cream Aqua Bomb (mini size)..Clinical Results: In climate tests in four conditions, results show:.- The True Cream Aqua Bomb delivers intense hydration that will keep your skin aglow wherever you go..In a survey of 30 subjects:.- 100% agreed that skin was hydrated immediately and visibly replenished..In a clinical test, results showed:.- A 231.4% rapid increase in skin hydration level",
	"ingredients": "-Hyaluronic Acid: Delivers intense hydration..-Niacinamide: Gently exfoliates dead skin cells. .-Napiers Original and Aqua Herbal Formulas: Help skin feel fresh and moisturized. ..Water/Eau, Dipropylene Glycol, Glycerin, Methyl Trimethicone, Alcohol Denat., Dimethicone, Cyclopentasiloxane, 1,2-Hexanediol, Caprylic/Capric Triglyceride, PEG/PPG/Polybutylene Glycol-8/5/3 Glycerin, Pentaerythrityl Tetraethylhexanoate, Avena Sativa (Oat) Kernel Extract, Calendula Officinalis Flower Extract, Nepeta Cataria Extract, Rubus Idaeus (Raspberry) Leaf Extract, Baptisia Tinctoria Root Extract, Stellaria Media (Chickweed) Extract, Alchemilla Vulgaris Leaf Extract, Equisetum Arvense Leaf Extract, Urtica Dioica (Nettle) Leaf Extract, Sodium Hyaluronate, Niacinamide, Polymethylsilsesquioxane, Panthenol, PEG-150, Pentaerythrityl Tetraisostearate, Phenyl Trimethicone, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Carbomer, Tromethamine, Squalane, PEG-40 Hydrogenated Castor Oil, Dimethiconol, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, C14-22 Alcohols, Polysorbate 60, Butylene Glycol, Macadamia Ternifolia Seed Oil, Malachite Extract, Triethylhexanoin, Trisodium EDTA, Arachidyl Glucoside, Butyrospermum Parkii (Shea) Butter, Hydrogenated Lecithin, Sorbitan Isostearate, Glyceryl Stearate, Stearic Acid, Ceramide NP, Cholesterol, PEG-100 Stearate, Rosmarinus Officinalis (Rosemary) Leaf Oil, Citrus Aurantifolia (Lime) Oil , Pelargonium Graveolens Flower Oil , Citrus Aurantium Dulcis (Orange) Peel Oil, Citral , Citronellol , Limonene, Geraniol, Linalool.",
	"how_to_use": "Suggested Usage:.-After cleansing and toning, apply a dime-size amount or more to skin with a gentle patting motion..-The moisturizer can be used daily, morning and night...Precautions:.-Discontinue use if irritation or a rash occurs..-Consult a physician if irritation persists..-Do not use on broken or damaged skin..-Avoid the eye area..-Keep out of reach of children..-Do not store at extreme temperatures or in direct sunlight..-For external use only.",
	"num_reviews": 370,
	"overall_rating": 4.9,
	"product_url": "https://www.sephora.com/ca/en/product/belif-aqua-bomb-home-away-set-P513978?skuId=2804102&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2804102-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
			"review_text": "I love that brand and this set has a good value for the price. If you have dry skin, I highly recommend"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Just started using this product, and I'm impressed (and in love!) with how it keeps my skin moisturized and smooth. I've used gel-like moisturizers that felt sticky and weird, but none of that with the Aqua Bomb."
		},
		{
			"review_title": "Great value!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Amazing moisturizer for all skin types. My 17 yr old boy with oily sensitive skin uses it. It’s amazing gel consistency absorbs beautifully. Belif’s products are high performance at a great value."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "Love this cream! It is super hydrating and lasts ALL day when I apply it in the morning. Doesn’t make me greasy and keeps my skin from being dry. Unscented and doesn’t bother my sensitive skin at all. Offered by lgbeauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I love the Belif aqua bomb home and away set! This is my favorite moisturizier so I was so glad this was gifted by belif. Leaves my skin feeling so soft and moisturized without looking oily and greasy. I would highly recommend this moisturizer for any skin type!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "The Belief Aqua Bomb Home & Away Set is a game-changer for hydration. The lightweight gel formula absorbs quickly, leaving skin refreshed and plump without any greasiness. The travel size is perfect for on-the-go use, ensuring your skin stays radiant. Overall, it’s an excellent value for effective moisture boost. Highly recommended! gifted by lgbeauty"
		},
		{
			"review_title": "Definitely recommend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I love wearing this moisturiser offered by Igbeauty both morning and afternoon to give my face a glowly look. It super thin and applies very nicely. Putting into a skin care fridge also makes it the perfect temperature to sooth redness and any other rough skin issues!"
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Gifted by LGBeauty: What a great set! Perfect for the upcoming holidays, the set includes a full sized and travel sized Aqua Bomb moisturizer that leaves the skin super hydrated in what is by far the driest time of the year in the Midwest! Highly recommend!"
		},
		{
			"review_title": "Convenient",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This is a nice moisturizer for your skin the color is light blue it makes me think of water. The fragrance is light and not too powerful. It goes on light and my skin absorbed it it made it soft and supple. Great for nightly routines        Gifted by Igbeauty"
		},
		{
			"review_title": "Perfect",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "Gifted by belief. I think that this cream is a great alternative for the moisturizing bomb for the summer months when you want a lighter gel texture. This cream is easily absorbed into the skin and has a cooling sensation that feels really nice on the skin. It sit really well under makeup."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "I’ve been using this moisturizer for the past few years and it’s remained one of my favorites. It lives my skin hydrated, plump, and glowing. I love the way my face looks after using it. Definitely recommend. Gifted by Igbeauty"
		},
		{
			"review_title": "Plump!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "I love this set! It makes my skin feel great after a day where my skin is getting dehydrated. I love that i can have a travel size with me all the time! The texture is pleasant and so is the scent. Nothing too strong that will give you a headache. It leaves my skin plump and hydrated all day! Gifted by lgbeauty."
		},
		{
			"review_title": "The perfect set!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Such a great set to have! Keep one at home and have one ready to go for traveling. This keeps my skin feeling so hydrated without being oily. You can feel it working instantly! Dries down nicely. To make the application feel even better… place the jar in the fridge - love the extra cooling effect! Gifted by LG Beauty."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "I love this set this moisturizers it does a great job with my combination skin and absorbs very easily. My skin feels smooth plump and soft after using this! It is also very gentle and the ingredients in this are incredible!! Gifted by lgbeauty"
		},
		{
			"review_title": "Great moisturizer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "This product was gifted by lgbeauty. I love this moisturizer! It has a pleasant smell. I love the texture of this lotion. It is more gel like. I like to keep mine in my skincare fridge. I love all the ingredients in the product as well."
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I received this cream gifted by lgbeauty.  This cream sinks into the skin and creates a hydrating barrier that makes the skin glow up. It has a eucalyptus scent that lingers subtly. I love how hydrated and refreshing my skin looks and feels after using this product for the past week. It feels amazing!"
		},
		{
			"review_title": "A good value",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Complimentary from lgbeauty. One of my faves of the belief brand. This moisturizer is cooling and moisturizing. Works well with my makeup and isn’t overly thick. Perfect for sensitive and combination skin. Love the set because it’s such a great value."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "This cream set is great. I have a dry area on my forehead and this has helped to take care of it. It keeps my face soft and hydrated. Doesn't look greasy and feels fresh. This set comes with a full size and traveling size. Gifted by LG Beauty."
		},
		{
			"review_title": "Best formula for combination skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This aqua bomb gifted by lgbeauty is my new favorite facial moisturizer! The formula is a gel that gives a nice cooling, refreshing sensation but it still feels thick and hydrating. It is light but not too thin, and the smell is nice too. I have combination skin so it is dry but still oily and I think this product will help me balance out."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love Belif Aqua Bomb moisturizer. It is my go to in my skincare routine. My skin feels hydrated without feeling greasy and it doesn’t break me out. I also love that it works well under my makeup without piling. I keep one at home and one in my purse!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I was worried at first that this moisturizer wouldn’t be enough for my dry skin but I was pleasantly surprised by just how much I ended up loving this set. It works so well for my dry, sensitive skin and I love having one to keep at home and one to keep in my bag for travel purposes or to apply on the go. I find it to be very hydrating for my dry skin and it doesn’t seem to irritate my skin at all. I really love that it includes ingredients like Hyaluronic Acid, Niacinamide, and Squalane to give and maintain hydration in my skin and help to brighten my skin. Every time I use this moisturizer it leaves my skin looking healthy and glowing. I would definitely recommend this set as it’s a great moisturizer and a good deal.   **Gifted by LGBeauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This is one of my favorite creams and this gift set is such a great value.  It comes with a full size and a travel size Aqua Bomb.  This cream leaves my skin feeling super soft and hydrated and never greasy.  I also don’t get breakouts from this cream and I have acne-prone cream.  It wears well under makeup and is just the perfect cream!! This was gifted by LG Beauty."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I love using aqua bomb because of the incredible hydration it gives me. This gift set is such a great find for yourself or as a gift. I love the travel size and regular size duo in this set also its great to toss in a purse or travel bag while keeping the larger size at home. I received this complimentary from LG beauty."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I really like that this Aqua Bomb set comes with a large size and a smaller one for travel. The smaller size still provides a good amount of product. The moisturizer has a lightweight consistency that feels refreshing and absorbs quickly. I’ve been using it under my sunscreen and makeup without any pilling. This would be great for combo or oily skin, but I don’t think it would be too moisturizing for dry skin. It is also lightly scented, so it may not be the best for those that are sensitive to fragrance. Gifted by lgbeauty."
		},
		{
			"review_title": "A must have moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "I’m obsessed with this especially with how crazy the weather has been in California being cold then a heat wave the next day. My skin was going through a deep dry spell and this caused deep hydration without leaving my skin oily it absorbed it quick and had my skin looking smooth and soft. I was gifted by lgbeauty"
		},
		{
			"review_title": "Amazing set!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I absolutely love this aqua bomb set! My skin is so sensitive so I can be pretty picky about skincare since it can do more harm than good. This moisturizer is so soothing and leaves my skin hydrated without causing any redness. Definitely recommend! Gifted by Belif."
		},
		{
			"review_title": "Value for money",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I received the Aqua bomb and away set for review exchange offered by lgbeauty. The kit is amazing and truly a value for money. I like how it is gel based consistency and spreads evenly without any residue. It moisturises the skin very nicely.  The travel pack is compact and easy to carry. Perfect for all skin types."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The belif Aqua Bomb Home & Away Set is such a great deal! The moisturizer is super hydrating and leaves my skin feeling fresh and plump. I love that it comes with a travel size, so I can take it with me wherever I go. Perfect for keeping my skin hydrated all day, at home or on the go! Gifted by lgbeauty"
		},
		{
			"review_title": "Wonderful set!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "These are the perfect size containers for keeping my skin hydrated on the go! It is safe for my combination skin and does not clog my pores. It has helped bring back my youthful glow and protect my skin from further sun damage. I can tell an instant difference in the level of hydration to my skin after every application. Gifted by lgbeauty"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "This set is such a great deal and would be a lovely gift to give to the skincare lover in your life! I love this moisturizer so it’s great to have one for home and one for my trips. I was gifted by lgbeauty."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Dry skin",
			"review_text": "This moisturizer is so good, much better than many expensive products (I've tried a lot). It's so hydrating and non-comedogenic. It feels refreshing and lightweight after you apply and I noticed that it gave me glowing and baby soft skin. I think this is the best moisturizer that I have ever tried. Gifted by lgbeauty. I highly recommend it to anyone looking to incorporate hydration into their skincare routine."
		},
		{
			"review_title": "love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "The belif Aqua Bomb Home & Away Set is a must-have! The Aqua Bomb cream is incredibly lightweight and provides intense hydration without feeling greasy. I love how my skin feels plump and refreshed. The travel-sized option is perfect for on-the-go, ensuring I never skip my skincare routine. This set is a fantastic value and a great introduction to belif's nourishing formulas!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "This might just be my favorite moisturizer! I have combo skin and it just does a phenomenal job adding hydration and making my skin feel and look healthier. I love the gel texture as it does not leaving my skin feeling to heavy and it also does not feel greasy. It is just so good and absorbs into my skin amazing. My makeup applies beautifully on top. Having one for travel and one for home is so perfect! I definitely recommend trying this. Gifted by lgbeauty."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "I received this product offered by lgbeauty in exchange for an honest review.   This is a simple yet effective moisturizer. My skin does not feel greasy after application and absorbs within minutes. It works like how it’s supposed to. I have not had any breaks with this product."
		},
		{
			"review_title": "Mixed Review",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This moisturizer is definitely a mixed experience for me. On the positive side, it's incredibly hydrating and provides a nice cooling effect, which feels great on the skin. The formula really locks in moisture, making it an excellent choice for anyone with dry skin, especially during the colder months. I think this will be a fantastic winter moisturizer when my skin needs that extra level of hydration. However, this product is not suited for sensitive skin. The first time I tried it, I was experiencing a flare up and it burned those areas, which made me hesitant to try it again. Initially, I handed it over to my mom, who found it soothing and really enjoyed it, so I decided to give it another shot. Surprisingly, the second time around was much better, and I didn’t have the same negative reaction. Another thing to note is the strong fragrance. While it’s pleasant, it can be a bit overpowering, which might not be ideal for those who are sensitive to scents. Overall, this moisturizer works well for deep hydration, but it may not be the best option for those with reactive or fragrance-sensitive skin. Gifted by Igbeauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I was recently gifted this set complimentary from LG beauty. This is such a straightforward moisturizer that give me an instant hydration everytime I use it. I have rather oily skin so I love to use a thin layer of this under makeup and I notice d that my oil doesn’t over produce through out the day. I like to use a thick layer at night because it does a good job absorbing and sooth my acne-prone skin"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I was recently gifted this set complimentary from LG beauty in exchange for an honest opinion. I have always love Belief aqua bomb since i have a oily yet very dehydrated skin. This provide me the hydration that I need with out making my skin feel suffocated. It’s light and absorb so nice into the skin. I also highly recommend this under makeup"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "Benefits aqua bomb set is great for at home and on the go. I love how this cream makes my skin feel. It’s so refreshing especially after a long day. My skin has never been so smooth and hydrated. I have really noticed a difference in my forehead. Gifted by lgbeauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "My favorite moisturizer of all time. It is like water and just soaks into your skin leaving you so moisturized and no greasy feeling. I live love love this stuff!! And a travel size is perfect for traveling . Gifted by lgbeauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "This moisturizer js so incredibly hydrating it makes my skin feel so soft and smooth. I live in a really dry climate and this has been such a lifesaver. It also doesn’t pill with other skincare. It goes on amazing under makeup as well, I use it in place of a primer and my makeup looks flawless all day. offered by lgbeauty"
		},
		{
			"review_title": "Intensely hydrating cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I have been using Belif The True Cream Aqua Bomb, and it has transformed my skincare routine. This lightweight gel moisturizer delivers intense hydration almost instantly, leaving my skin feeling refreshed and plump. The inclusion of hyaluronic acid provides deep moisture, while niacinamide gently exfoliates, revealing a smoother texture. The formula absorbs quickly without any greasy residue, making it perfect for layering under makeup or wearing alone. I also appreciate that it’s dermatologically tested, which adds to my confidence in its safety and effectiveness. Overall, this moisturizer truly lives up to its claims and is ideal for anyone seeking immediate and lasting hydration. I highly recommend trying the set of two, as it ensures you’ll never run out of this amazing product. Gifted by lgbeauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Normal skin",
			"review_text": "I loved the moisturizer that I was gifted by igbeauty. It came with a full size and a travel size. My daughter took the travel size for herself and she loved it also. It leaves your skin so moisturized even going to sleep and waking up the next day. My skin felt so soft and looked so refreshed."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "perfect little set! It’s a full size and a deluxe travel size I think so way more product than anticipated for such a good price. I love belief’s aquabomb line! as someone with dry skin it makes my face feel super hydrated and bouncy with every use. great deal for a great product! gifted by lgbeauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I got this complimentary from the brand this for my combination skin and I love how well it hydrates and makes my skin feel really smooth. Having the travel size is great for taking with me. I would recommend this set to anyone. A great gift."
		},
		{
			"review_title": "Liking the results so far!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This product was gifted by Igbeauty to me! I really liked the sizing of these. The small size was still a decent size in comparison to the large and very convenient for travel. I typically have combination skin and struggle with products that cause my skin to have excess oil. This moisturizer left my skin feeling plump and hydrated but didn’t leave a sticky residue or additional oiliness. When applying it had a nice cooling feeling."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "I have thoroughly enjoyed the Aqua Bomb Home and Away set. These sets are the best, truly a fantastic deal on a great product. I’d used to Aqua Bomb years ago and ended up moving onto something else, forgetting how great it is. Great, especially, for normal to oily, combo skin because it’s hydrating but not too moisturizing. I have mature dry to combo skin and this is great because I layer over other serums. Does a great job of locking all those in and providing long lasting hydration. It’s not enough for me for night but perfect for daytime. Love!! Offered by lgbeauty"
		},
		{
			"review_title": "Lightweight on the skin and hydrating",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "The gel-based texture feels lightweight, absorbs quickly, and leaves my skin feeling instantly refreshed and plump. It’s perfect for someone like me who has dry skin, providing a nice burst of moisture without feeling heavy or greasy. It didn’t break me out as I have super sensitive skin. The travel-sized version is a lifesaver for trips, making it easy to stick to my skincare routine without lugging around large containers. It’s lightweight and layered well under my makeup throughout the day. Overall, the Aqua Bomb is an excellent choice if you’re looking for a lightweight yet hydrating solution for everyday use, especially with the convenience of the Home & Away set. Gifted by Lg Beauty"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The belif Aqua Bomb Home & Away Set is a convenient skincare kit that includes full and travel-sized versions of the brand’s infamous Aqua Bomb moisturizer.   Known for its lightweight, gel-like texture, this product is a cult favorite and delivers instant hydration. My oily skin loves this moisturizer because it hydrates and soothes without leaving my skin feeling greasy.   The set is perfect for on-the-go hydration, with both at-home and travel-sized options to keep my skin moisturized at all times.  Overall, the belif Aqua Bomb Home & Away Set is an excellent choice for anyone looking for lightweight hydration for their normal to oily skin.   This product with gifted by lgbeauty in exchange for my honest review."
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Medium skin tone, Combination skin",
			"review_text": "this is a great kit , the small one perfect size for traveling, I like the lightweight consistency and easy absorbing, let my skin feeling hydrated and smooth, I use it as part of my daily routine, I definitely recommend it! I was gifted by Igbeauty"
		},
		{
			"review_title": "Lightweight!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I received this Aqua Bomb Home and Away Set gifted by Igbeauty in exchange for a review. I am not very hard to please when it comes to facial moisturizers. I mainly look for something that will not clog my pores, cause breakouts and give intense moisture. With combination/dry skin, moisture is my main concern. This aqua bomb moisturizer not only kept my breakouts at bay, it also gave a satisfying amount of moisture. I love how lightweight it felt on my skin and left my skin glowing in the morning. The dual set makes it very easy to keep one at home and take one on the go! So far I am a fan."
		},
		{
			"review_title": "Love this combo set!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "I absolutely adore this Aqua Bomb Home & away set - aka the belief hydrating gel cream, It instantly provided hydration for me and my face felt so much better better (I have very dry skin so this was perfect for me) this set with the large and travel is literally life saving and is now a part of my new skin care routine!!    Gifted by IGbeauty"
		},
		{
			"review_title": "Perfect for oily skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I’ve been using this moisturizer for many years and I absolutely love it. I have oily skin and this moisturizer is water based so it’s perfect for skin like mine. It feels lightweight on the skin yet moisturizing and I love that it doesn’t peel under makeup. This product was offered by LGbeauty but I have repurchased it with my own money multiple times."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Combination skin",
			"review_text": "I love the product. The package is super cute, I love the light blue color of the cream and it glides on my skin perfectly and is lightweight. The product has a slight cooling tingle while applying and smells great. Product gifted by Igbeauty."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Light skin tone, Oily skin",
			"review_text": "This moisturizer is so so good. I have combo skin but the dry area is pretty dry and I haven’t found a good moisturizer that works with my skin until this one. A little definitely goes a long way. This is a holy grail.   Gifted by Igbeauty"
		},
		{
			"review_title": "Amazing formula",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Offered by lgbeauty exchange for my review. I honestly loved this moisturizer, smells divine and the formula is so lightweight! Works amazing on combination skin and under make up. Will definitely add this to my skincare routine."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Oily skin",
			"review_text": "I LOVE this moisturizer! It has such a nice light-weight and fast absorbing consistency, and it’s perfect to use all year round. It lives up to the hype, and keeps my skin hydrated. It’s been especially useful during dry winter months! Gifted by lgbeauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
			"review_text": "I love this convenient set of two sizes of Aqua Bomb that I received complimentary from belif in exchange for my honest review! The home-and-away sizing works great for keeping the larger size at home in my bathroom and throwing the smaller jar into my makeup bag or purse. The product itself works great as always - it keeps my skin feeling soft and moisturized all day long."
		},
		{
			"review_title": "Great set and moisturizer.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I received this Aqua Bomb Home and Away set from Lgbeauty in exchange for my honest review . This set comes with a full size and a travel size . The travel size is perfect for traveling . This moisturizer is very lightweight but super hydrating. I have dry skin so it works perfect for my skin . This moisturizer is very cooling to the skin. It’s one of my favorite moisturizer and I keep repurchasing it ."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "I have bought the travel size twice before and always loved the aqua bomb! It’s so so light on the skin and it immediately feels so good on the skin! Cool and light weight! I loved the experience with the bigger one too! Offered by lgbeauty."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Such a cute little gift set love having one for home and one for travel! I love the weight of this moisturezer super light and does not feel thick and heavy on your face. Really happy with these products! Gifted by lgbeauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "complimentary from lgbeauty. This is my favorite moisturizer. Aqua Bomb hydrates, plumps my skin like no others without the greasy feeling. The effect lasts whole day and make up looks great on top of it. Great deal for this amazing moisturizer !"
		},
		{
			"review_title": "Best moisturising set I've tried this year",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "It was gifted to me by LGBeauty and I've used it religiously for a couple of weeks now, and I've noticed how much more hydrated my skin has become. It's pretty lightweight yet deeply moisturizing, and it leaves my skin feeling soft and refreshed. What I love most about it is how quickly it absorbs without any greasy residue. The set is perfect for keeping my skin hydrated wherever I go and also can be a nice gift for the upcoming holidays."
		},
		{
			"review_title": "Super hydrating",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "Aqua bomb is one of my favorite moisturizers for my clog-prone combination skin, and this set is a great value if you want to stock up. The moisturizer has a medium gel texture and soaks in quickly. Despite being a gel, it is super hydrating and I don’t feel the need to use a heavier cream on my dry areas. It has a light herbal scent, nothing overpowering. This truly is a workhorse moisturizer and I’m glad to have the chance to save with a set! This product was gifted by lgbeauty."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I recently got the Belif Aqua Bomb Home and Away Set, and it’s quickly become a skincare essential! The formula is incredibly lightweight, yet super hydrating—perfect for my dry skin. After applying, my skin feels refreshed and looks noticeably plumper without any greasy residue. The set includes both a full-size and travel-size version, making it convenient for use at home and on the go. I also love the added bonus of ingredients like hyaluronic acid and niacinamide for extra moisture and soothing benefits. Definitely worth the price for how well it works! Gifted by Igbeauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Moisturizing gel by Aqua Bomb offered by Igbeaity provides lasting hydration and nourishment. I enjoy the slimy texture of this product. It glides easily and has a nice fresh scent. Skin looks glowing. It feels like a reach moisturizer."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This moisturizer really helps my skin feel deeply hydrated! The product has not irritated my skin or broken me out with has been a problem in the past. Overall I feel like it really absorbs into my skin. Offered by lgbeauty"
		},
		{
			"review_title": "Very refreshing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I’ve been using the Belif Aqua Bomb Home & Away set, and it’s been a refreshing experience for my skin. The lightweight gel formula absorbs quickly, leaving my skin hydrated without feeling greasy. I used it both at home and on the go, and it worked well to keep my skin soft and moisturized throughout the day. It's perfect for giving my skin an instant boost of hydration, especially when traveling."
		},
		{
			"review_title": "Hydrating my skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "This is my first time trying products from the Belif brand and I have a great impression. The formula is lightweight and feels very gentle on the skin. After applying, the skin does not become sticky or have excessive oily features. I enjoy using it every day to hydrate my skin and achieve plumper skin. offered by lgbeauty"
		},
		{
			"review_title": "Savings set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I love this combo of hyaluronic acid and niacinamide, it just does wonders for my skin.  Hydrating yet not heavy, thick or occlusive and perfect for my dry climate. When it’s already 115 outside, I don’t need my face sweating from a moisturizers thickness. Belif cream is already amazing and so this combo pack is perfect: one for home and one for travel. If you love it you might as well save money! This was gifted by lgbeauty."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Deep skin tone, Normal skin",
			"review_text": "I use belif the true cream aqua bomb when I need a quick hydrating moisturizer to prep for foundation. It feels like a splash of cool water and then dries quickly to a silky finish. Within a minute, my skin is a smooth canvas, not oily, and ready to move forward with the next step. I love the Aqua Bomb Home and Away set because I can keep the 50 ml jar at home, and pack the 25 ml in my suitcase. I received the set complimentary from lgbeauty."
		},
		{
			"review_title": "Love!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I love this it feels so smooth on my skin. I love the price point on these, I think the value is awesome. I feel as if the packaging is a little misleading as when I open it there isn’t as much product as advertised. However I absolutely love this and I would buy again. (Gifted by lgbeauty in exchange for my honest review.)"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This would make an amazing gift for anyone who loves skincare. Belifs The Tru Cream is such a great face cream. This set comes with a full sized jar for home and a travel sized jar for when you're traveling. Making it easy to take your usual moisturizer anywhere you go. The cream itself is hydrating and softens my skin immediately. It works quickly to make my skin feel soft and smooth and glow. Gifted by belif"
		},
		{
			"review_title": "Great for Oily Skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
			"review_text": "I received product complimentary from belif for my honest opinion. Aqua Bomb Home and Away Set is great for those who are away from home frequently. It comes with two different size containers making it easy to have one in your carry-on. These are a water based cream gel that absorbs quickly into the skin. It is lightweight and has intense hydration that lasts all day. It leaves no oily residue and works great on my oily skin. After using my skin feels so smooth, soft and hydrated."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "I love this set! It is so convenient for travel and home. I love to take the mini with me in the car or on vacation and I leave the big jar at home for every day use! This is a great gift for anyone who loves aqua bomb Gifted by lgbeauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Love this moisturizer always. I used a sample size of This before but loved it now as I received 1 full size and 1 deluxe size. I have received it for free. Definitely going to try out more from this brand in future. This was offered by lgbeauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
			"review_text": "The belif Aqua Bomb Home & Away Set is perfect for keeping your skin hydrated on the go and at home. The set includes the iconic Aqua Bomb, known for its lightweight gel-cream texture that provides an instant boost of hydration without feeling heavy. It's packed with skin-loving ingredients like lady’s mantle, which helps improve skin elasticity and clarity. Whether you’re using it in your daily routine or carrying it for touch-ups, this set ensures your skin stays moisturized and refreshed all day long. Ideal for those with normal to oily skin types!complimentary fromlgbeauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "This set is so great! I love that it has a travel size for on the go. The formula is super lightweight and absorbs quickly into my skin. I like how hydrating it is. This duo makes a great gift for skincare lovers. Gifted by lgbeauty."
		},
		{
			"review_title": "👌",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I like the packaging, it comes in two sizes, one to keep on your vanity and another for traveling. It fits perfectly in your purse or suitcase.  From the first use, your skin feels softer and more hydrated. It helps soften textures based on hydrated skin. It feels soft, absorbs quickly, and stays hydrated all day gifted bu Igbeauty."
		},
		{
			"review_title": "new staple in my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "This product was very smooth when I first applied to to my face. It also has a scent that is not overhwelming or overbearing. The texture is my favorite part because it's not oily or gritty feeling when I put it on my freshly washed face. complimentary from lgbeauty."
		},
		{
			"review_title": "Moisturize well",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "The product absorbs very fast into the skin. It feels very nourishing. I have it for a few days and i like it so far. My skin is very dry and this moisturizer is keeping my face very well hydrated. I like the small box of it for traveling, it’s cute. I got it complimentary from lgbeauty."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Combination skin",
			"review_text": "I was gifted by lgbeauty in exchange for my honest review. I think this moisturizer is very nice! it has a nice gel texture, and feels slightly cooling when first applied. it is honestly a perfect “glass skin” essential in my routine!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I have a really sensitive skin and this didn’t irritate at all. Love how cooling and gel like it is. I feel like it is more geared for normal to oily skin types due to how lightweight it is. It’s perfect for summer. This was gifted by belif."
		},
		{
			"review_title": "So nice!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I am obsessed with this set gifted by Igbeauty!!! What an awesome idea to package these two sizes together so that you have one for home and one for travel. The hyaluronic acid and niacinamide help my skin glow. My skin feels instantly hydrated and refreshed at the same time. This is such a nice burst of moisture and feels so soothing and cooling on the skin. I much prefer this to thick heavy moisturizers that sit on top of the skin. This is lightweight enough to absorb into the skin readily and can be worn at night and also in the morning underneath make up."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "This is an amazing set if you have combo skin and love Belif’s Aqua bomb! It contains a full size and a travel size at a discount. This is a light yet effective moisturizer good for normal to oily skin. Gifted by belif"
		},
		{
			"review_title": "I love this moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Normal skin",
			"review_text": "Complimentary from lgbeauty. I looove this moisturizer!! Its got a nice light fragrance that disappears on the skin.  The texture is cooling and a nice light gel like moisturizer.  It absorbs quickly into the skin and helps my dry skin feel moisturized all day. I love this moisturizer it is my go to!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "A really great light weight moisturizer. I have oily and acne prone skin and this product did a great job at hydrating my skin without leaving an oily residue. It didn’t cause any irritation. The simple ingredients didn’t caused me to break out. Gifted by lgbeauty for my honest review"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Oily skin",
			"review_text": "Gifted by lgbeauty, this moisturizer set is amazing! I love that it comes with two sizes, the smaller one is great for travel and on the go. This cream keeps my skin feeling hydrated and nourished all day. I highly recommend."
		},
		{
			"review_title": "Lightweight & Moisturizing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This product was gifted by lgbeauty. It is super moisturizing and hydrating and perfect for people with dry skin. It glides on super smooth and the consistency is quite watery. It's no fuss and lightweight as well that it doesn't feel heavy on your face."
		},
		{
			"review_title": "Hydrated Skin Must",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I was gifted by lgbeauty. I love this moisturizer! It is very lightweight and is a gel consistency so it feels amazing during dry weather. I like to keep this cool in the fridge to maximize the cool feeling. My skin has never been this hydrated!"
		},
		{
			"review_title": "Love this for my skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I’m loving this set! Such high quality products. I love how my skin feels after this, my face is always dry. This is now in my daily skin care routine and it has gave me a lot of stock. This smells nice too. Gifted by lg beauty"
		},
		{
			"review_title": "Great for dry sensitive skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I have dry sensitive mature skin but live in an area with high humidity. These products are perfect to hydrate my skin without irritating it but not feel too heavy on my skin when the humidity is high. Gifted by lgbeauty"
		},
		{
			"review_title": "Perfect for Acne Skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I love using this belif cream for my acne prone combination skin. My skin did not feel greasy after using it.And I noticed some of my discoloration is minimal. My skin feels soft and hydrated after using . Gifted by lgbeauty."
		},
		{
			"review_title": "A gift I’ll rebuy for myself!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love this product! This was gifted by lgbeauty and I have not stopped using it since. It’s light and keeps my face feeling fresh and not greasy throughout the day! I also love that it comes with a travel size so I can use the same product while I’m out of town. I would definitely buy this on my own"
		},
		{
			"review_title": "A must have!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I was gifted by  Aqua Bomb this amazing face cream, it is so light, and not sticky at all, once applied it absorbs super fast leaving my skin feeling soft and looking radiant. Love that it’s ingredients, definitely this will be my first option ever."
		},
		{
			"review_title": "Makes my skin soft",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "Belif Aqua Bomb gives my face a cooling feeling and instantly makes my face feel hydrated. I love how my skin feels after using it, it feels so smooth and soft. This set is great because it includes a full size cream and a travel size one, and both are a good size. This was gifted to me by lgbeauty."
		},
		{
			"review_title": "Mixed opinions",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Fair skin tone, Normal skin",
			"review_text": "I have mixed opinions on this moisturizer. I was gifted by lgbeauty. If you love gel creams, I think you’ll love this set! The product is light & absorbs into the skin quickly. It leaves my skin feeling cooled down & refreshed. Those are the positives i’ve noticed. Unfortunately, this product is heavily scented. I have sensitive skin, & often times products with fragrance leave me irritated. I haven’t noticed any issues yet, but I advise anyone with sensitive skin to patch test this product before use!!"
		},
		{
			"review_title": "Excellent set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I love this aqua bomb home & away set. This moisturizer is amazing. It is lightweight gel that provides hydration and it makes my skin so soft, smooth and glowing. The travel size is great for traveling. Offered by lgbeauty. I highly recommend this set to everybody."
		},
		{
			"review_title": "Very good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This Aqua Bomb Home cream set is a gifted by belief is perfect for hydrating your skin and keeping it well cared for. This set is a full size and the softness it feels is great. I like that it dries quickly on your skin. It is perfect for all skin types and feels very soft and fresh. The ingredients are great. Ideal to take with you everywhere so that you don't miss out on your daily hydration."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is a great value set. You get the full size and also a very generous travel size that will last you more than a few trips. The cream is light and great for even sensitive skin. The packaging is nice plastic which is great for travel as glass packaging is usually too heavy. Gifted by LG beauty."
		},
		{
			"review_title": "The best gift",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I love this set of belif aqua bomb moisturizer. It comes with 2 sizes of the same product. One to keep in my travel bag and the other at home. I use the larger one to refill the travel size once that runs out.  This is the best moisturizer and has the best texture."
		},
		{
			"review_title": "I love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Gifted by belief and skeepers in exchange of my honest opinion. This is the first time I try this cream and I loved it. It is very hydrating and gets absorbed easily into the skin. My skin feels more plump, soft and smooth. It is amazing in any weather."
		},
		{
			"review_title": "Sooo moisturized",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "This is such a great moisturizer!! It’s very hydrating for even the dryest of skins. It absorbed quickly and doesn’t get flaky through the day. This stuff leaves my skin instantly hydrated and plump! This set is also a killer deal!!! The travel size jar is almost as big as the full size in this set :) you def need this set for yourself and your secret Santa gifted by lgbeauty"
		},
		{
			"review_title": "Dry skin must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "If you have drier skin types then this moisturizer is for you!! This set contains a full size and a travel size of the popular Aqua Bomb. It has a gel like texture to it that literally melts into the skin to give intense hydration. It absorbs really quickly and isn’t sticky feeling at all! With ingredients like Hyaluronic Acid and Niacinamide, this moisturizer is a dream for many of us with dry skin! Gifted by LGBeauty"
		},
		{
			"review_title": "Amazing hydration",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Gifted by BELIF, I absolutely love this product the amount of hydration this gives the skin is insane. It’s light weight so it doesn’t feel heavy for clog your pores. It has a cooling sensation that I personally love. A lil goes a long way with this product and it keeps your skin looking fresh and hydrated all day without and with makeup."
		},
		{
			"review_title": "Great set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I've finally found the perfect moisturizer! It's lightweight and non-greasy, and it absorbs quickly without leaving any residue. I've been pairing it with my favorite foundation, and the results are amazing. Complimentary from lgbeauty."
		},
		{
			"review_title": "Great Set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "This is the perfect set for home and travel. This gel really moisturized my face and left it feeling smooth and hydrated. This product has a citrus scent to it that is a little bit on the heavier side; it reminds me a little of a lemon scented cleaner. This gel absorbs quickly and does not leave a tacky feeling on the skin. I love having a jar on my counter and one in my travel bag ready to go. This product was gifted by lgbeauty."
		},
		{
			"review_title": "An Absolute Favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Normal skin",
			"review_text": "I received the Aqua Bomb Home and Away Set offered by Belief for my honest review and opinion…I do love Aqua Bomb…it is truly so hydrating and leaves my skin feeling unbelievably soft and healthy…and it works practically instantly…this home and away set gives you the best of both worlds with a perfect travel size container along with your full size for home…and at a great price…this is without a doubt one of my favorite moisturizers and this set is one I would always suggest…"
		},
		{
			"review_title": "Solid choice for an every day moisturizer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Loving this face moisturizer! I actually got a larger sample of the body lotion and loved it, so I was really excited when I got to try this out for free gifted by lgbeauty! The double set is super helpful if you like to travel. The smaller container is easily transported during travel which is a great bonus and I can imagine myself reusing it after it’s empty for future trips. So this moisturizer has some great features! It has a peptide in it and ceramide np which is a great barrier supporting ingredient. It felt like it kept its consistency even with my 30% glycerin serum underneath it. I’ve noticed sometimes my moisturizers tend to break down when the face is damp with product. This did not! It’s definitely a dewy finish which I don’t like on me, but I use a primer that mattifies the dewiness and it’s perfect. I run on the normal to drier side and this doesn’t feel heavy even those it’s a thicker gel consistency. It’s not going to slide down your skin while applying. It sits beautifully under makeup and would be a solid choice to a skincare regimen. The biggest thing I noticed is that is felt really neutral. It’s not trying to do too much, the smell is faint but clean and it didn’t irritate my sensitive eyes. I’m really enjoying this!"
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Belief aqua bomb is a really nice facial gel. Really smooth consistency, glides on easily and absorbs really well. It doesn’t leave my skin tacky or greasy. It has a very light citrus scent. I love it. I love this set because I have one for home and a smaller version to take with me when I’m not home. Only wish it came in a pump version rather than a jar. Gifted by Igbeauty."
		},
		{
			"review_title": "Best Hydration cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I received a set of Belif Aqua bomb cream gifted by lgbeauty in exchange of honest review. This cream is a must-have for cold and dry season. It makes my skin so soft and hydrated after using it. The set comes with full size and a travel size which is good for traveling. This cream is lightweight and absorbs quickly. The scent is refreshing. I definitely love it!"
		},
		{
			"review_title": "So good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I love this moisturizer, I'm 36 a few wrinkles and acne prone skin. This feels like at actually sinks into my skin not just lays on top. Works so nice with makeup. Skin feels plump and hydrated until the next morning.  Gifted by liberty."
		},
		{
			"review_title": "hydrating and conveniently packaged",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I love having both a full size and travel size, and now this comes as a set! This lightweight gel cream provides intense hydration without feeling heavy, making it perfect for daily use. My skin feels plump and hydrated throughout the day. I also love the travel sizes since it makes packing that much easier. The scent could be a little bit strong for some people, but I like the scent. I love that it’s packed with herbal ingredients, leaving my skin refreshed and soothed. gifted by lgbeauty for my honest review"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "The Belif Aqua Bomb has been amazing for my dry skin! It absorbs quickly and doesn’t feel heavy on the skin. It leaves my skin looking dewy on those no makeup days. It also has a nice gel texture and works well under makeup. Love this duo set - the mini will be perfect for my upcoming trip. Gifted by lgbeauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "This set is such a must have for the growing cold weather. I love belief aqua bomb moisturizers it's just the best to have on hand in my skincare routine. These gems are a staple and I need a new one every month because it makes my skin feel so good. gifted by lgbeauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I am a fan of the belif true cream aqua bomb. My skin stays hydrated all day when I use this product. The application was easy as the cream was not too thick.  The packaging is sturdy and a perfect size to travel with. I recived this product complimentary from lgbeauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "The moisturizer has a gel-like consistency but feels incredibly lightweight when applied. I love the texture, it leaves my skin feeling smooth, hydrated, and nourished all at once. It's the perfect moisturizer for the all year round.  Product is gifted by lgbeauty for review."
		},
		{
			"review_title": "Love it so much!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I highly recommend the belif Aqua Bomb Home & Away Set! Whether you’re a long-time fan of the brand or trying it for the first time, this set delivers effective hydration and a refreshing experience. It's a must-have for anyone looking to boost their skincare routine! Complimentary from lgbeauty!"
		},
		{
			"review_title": "Perfect daily moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "I received this product gifted by lgbeauty for free in exchange for my honest review. I love this moisturizer!! It’s a gel formula and is super hydrating. I use it morning and night as the last step in my skincare routine and my skin looks so much more plump and hydrated!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This is such a good deal to get the set. The moisturizer is such a light and airy gel. It never feels like I have a thick layer on my face. I do feel moisturized enough though so i don’t usually get dry patches with this. I think it layers well with my other skincare too during the day. Gifted by LG Beauty"
		},
		{
			"review_title": "Convenience and Hydration at home and on the go!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I was gifted by Belif the Aqua Bomb Home and Away Set. The set includes a full-size and a travel-size version of the popular True Cream Aqua Bomb and is a fantastic skincare package for those seeking hydration, whether at home or on the go.   True Cream Aqua Bomb (Full-size & Travel-size) known for its gel-cream texture that provides a cooling burst of hydration. It's ideal for normal, oily, and combination skin, leaving it soft, supple, and refreshed without feeling greasy or heavy. The product has a light scent, which may not suit people sensitive to fragrances.  The travel size is very convenient for those who needs hydration on the go as you can easily slip them into your carry-on or gym bag without taking up too much space.    Due to the gel base of the product, I don’t belive it will work for everyone. While it delivers deep hydration, those with extremely dry skin might find they need a more heavy-duty cream.  Overall, the Belif Aqua Bomb Home and Away Set offers a convenient and hydrating skincare routine with quality products. It’s a great choice for those who want to maintain healthy, hydrated skin wherever they go."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This is one of my favorite moisturizers. it’s so soft and weightless on my skin unit. It hydrates it completely. This is also a really great affordable set. Now I have one for home and a smaller one for travel! I don’t have to switch into a smaller travel package just to take it on trips with me.love!! Gifted by lgbeauty"
		},
		{
			"review_title": "It’s really nice!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "This is a really great set! It feels SO hydrating! It’s a pale blue color and slides on super creamy and smooth. I seriously think I’ll use this moisturizer forever now. Goes perfectly under makeup. Also I have extremely sensitive skin and have used this morning and night for 6 days with no problem. 10/10!! Offered by lgbeauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "This product was gifted by Belif in exchange for my honest review. I’ve been a fan of this moisturizer for years and it remains a solid staple for me! It’s rich but not too heavy, so perfect for everyday wear!"
		},
		{
			"review_title": "Best hydration ever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, black hair, Combination skin",
			"review_text": "The Belif Aqua Bomb Home & Away Set is perfect for keeping your skin hydrated both at home and on the go. The gel-cream formula is lightweight, absorbs quickly, and delivers a burst of moisture that leaves skin feeling refreshed and smooth. The set includes full and travel sizes, making it convenient for travel or touch-ups. Ideal for those with normal to oily skin, it provides long-lasting hydration without feeling heavy or greasy. It’s a great value for anyone looking for a versatile, moisturizing skincare duo."
		},
		{
			"review_title": "I am impressed with results",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I received this complimentary from Belif and this Aqua Bomb Home & Away Set is amazing. I love how it makes my skin feel. This moisturizer is so good for dry skin in both summer and winter. It has a thicker feel to it which I like but it doesn't feel heavy. I wear it alone or under make up. Right away I saw a big difference. I got tired of retinol and just wanted a calming cream, and this did the trick. I want to stick with this one forever. One for travel and one for home. Glad I finally found something I really love."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This is an amazing kit, I am planning on traveling a lot for the holidays and the bonus travel size cream is a great size. This kit is super nice and would be a great gift as you can’t beat the value for two good sized moisturizers if you already know you love the Aqua Bomb moisturizer. This was gifted by lgbeauty."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This moisturizer is a reliable source of moisture fir my skin, especially in the cold drying winter months. Love this set.  It gives me one for home and one for my bag and travel. Really helps dehydrated skin get revived."
		},
		{
			"review_title": "Amazing deal on an incredible moisturizer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "Belif recently gifted their Aqua Bomb Home & Away Set to me in exchange for an unbiased and honest review. This set is perfect for anyone who loves keeping their skin hydrated whether they’re at home or traveling. The Aqua Bomb moisturizer has been a favorite of mine for years. It has a gel-cream texture that feels incredibly lightweight, but it’s excellent at hydrating without feeling greasy. I love how it instantly absorbs into my skin and keeps it moisturized all day. My skin looks so plump and radiant when I’m using this. The mini Aqua Bomb is perfect for throwing into my bag when I’m on the road, and it’s TSA-friendly, which makes flying with it super convenient. Given the quality of the product and the fact that you get both a full-size and travel-size moisturizer, this set is a really great value. Also, a little goes a long way with this product so that makes this amazing deal even better. I’ve already recommended this set to a few friends! Gifted by lgbeauty."
		},
		{
			"review_title": "Winter fav",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "This is such a steal at this price! You’re basically getting a half size of one of the best fall/winter moisturizers for free.  This face cream is amazing at preventing drying/face chapping during the dry winter months. I’ve noticed a difference immediately when I’ve used it in the past. I love wearing this in the mornings under my makeup; it’s one of the few heavy duty moisturizers that play nice under my foundation.  This set was gifted by igbeauty in exchange for my honest review."
		},
		{
			"review_title": "Super Hydrating!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This is the perfect moisturizer I need that gives me the perfect hydration. I love using it in the morning, feels so cooling and refreshing. It's hydrating without feeling too heavy or greasy. Plumps my skin and leaves a healthy glow. Has a bit of a fragrance but nothing irritating on my sensitive acne prone skin. Complimentary from lgbeauty."
		},
		{
			"review_title": "Perfect for my skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "This is my favorite moisturizer, and I use it twice a day. It’s lightweight and spreads easily. I have a sensitive skin and never had any problems with this cream. The travel size is perfect for my cosmetics bag. I love that I can take it with me wherever I go. Kindly gifted by lgbeauty."
		},
		{
			"review_title": "A very gentle & hydrating cream!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "This cream is hydrating, and feels so lightweight on the skin. It does a great job at reducing redness, and the appearance of wrinkles, and I love that a little goes a long way. It makes my skin feel so soft and controls my oils really well. Gifted by LG Beauty."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "I received this complimentary from Belief in exchange for my honest review. I have oily skin and live in Texas heat. My skin prefers gel moisturizers over cream for daily morning use. This gel moisturizer feels hydrating and my skin loves it. It makes my skin a radiant from within look and makes it looks plumpy. I love sets as now I can keep one at home and take one with me when I travel."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "I was gifted by belief in exchange for my honest review. I like this moisturizer, it does a great job leaving my skin feeling moisturized all day and it doesn’t pill under my makeup or sunscreen! The travel size is great when you’re on the go."
		},
		{
			"review_title": "Great set!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Light skin tone, Dry skin",
			"review_text": "I was gifted by belif this incredible set that has been perfect for me, as I travel often. I also love how well this product moisturizes my dry skin. It absorbs amazingly and leaves the perfect base for my makeup application."
		},
		{
			"review_title": "A must have for home and travel!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I have been loving using this moisturizer. It helps my skin become so hydrated and soft. It easily blends into my skin and isn’t greasy at all. I love that it comes with a smaller travel size container of moisturizer for when I travel so I always have it with me! This was gifted by Igbeauty."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Such a good value pack! I have always liked these moisturizers and having them in two sizes is great. The cream is good at providing moisturizers and doesn’t get too oily. Unsure of how the product will affect my Skin in the long run though. Gifted by lgbeauty"
		},
		{
			"review_title": "In love with this product!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "After receiving the Aqua Balm, gifted by Igbeauty, I used it and noticed the gel like texture. It deeply moisturized my skin leaving it bouncy and hydrated for hours. My skin usually breaks out to new products but this one didn’t and instead left my skin brighter and so soft. I would 100% recommend!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "This product was gifted by belif in exchange for my honest review. I am loving this moisturizing. It feels so soothing and hydrating on my skin. It leaves my skin looking and feeling refreshed. Goes great under makeup."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "Love this Belif Aqua Bomb set. I feel like this gel moisturizer really locks in the moisture in my skin. The gel consistency is great for my combination skin. It absorbs quickly. It leaves my skin smooth and soft. It's nice to have a big size and a travel size with this set. I received this product complimentary from Belif."
		},
		{
			"review_title": "Amazing Set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Amazing set especially for the value.   This moisturizer is lightweight but moisturizing at the same time. Layers great with makeup. I think oily skin would especially like this. Smells amazing and the skin soaks it in so it doesn’t sit on top. Gifted by lgbeauty ."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I recently had the opportunity to try the Aqua Bomb Home & Away set from Belif, and I’m beyond happy with it. The full-size jar is perfect for my daily skincare routine at home, and the travel-size version is a lifesaver when I’m on the go! The lightweight, texture feels refreshing on my skin without being greasy, and it absorbs quickly, leaving my face feeling refreshed and smooth all day! I’ve noticed a big difference in how plump and moisturized my skin looks, even after a long day of running around outside! Another thing that is very impressive about the aqua bomb is it’s a climate proof formula! So it’s perfect in the summer when it’s hot or the winter when it’s cold. Definitely loving this set and would recommend it! Gifted by Igbeauty"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "gifted by lgbeauty getting  to finally try out the Aqua bomb moisturizer has been a good experience. I have dry skin and this moisturizer soaked right into my skin and gave me the moisture I needed. It’s light weight so it definitely works for all skin types. Overall it’s a good product I would just recommend to patch test if you have sensitive skin because it does have a light scent not that much but it’s safe to try it out applying it fully."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Dry skin",
			"review_text": "The aqua bomb is one of my favorite moisturizers, especially with the colder months we have coming soon.  It is so insanely hydrating.  It’s thick but not heavy at all and absorbs into the skin beautifully.  I prefer it at night but have worn it under makeup as well and it does fine.  Gifted by LG Beauty but thoughts are my own."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I really love this moisturizer it’s sooo good! The consistency is lightweight but it’s really moisturizing! The scent is also very light for people who don’t like such a strong scent so that’s a plus! Such a good everyday moisturizer! I love this set since it comes with a smaller one for the go and one big one to leave at home! Such a great set for the price!"
		},
		{
			"review_title": "Love how effective it is in any climate!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "This dynamic duo has seriously leveled up my skincare routine! I've always struggled with finding a moisturizer that's both hydrating and lightweight, especially when traveling. This set, with the full-size and mini versions of the moisturizer, has been a game-changer. The gel formula feels like a burst of cool hydration on my skin. It absorbs quickly without leaving any greasy residue, which is perfect for my combination skin. I've noticed my complexion looks plumper and more radiant since using it. Even in drier climates, my skin stays comfortably moisturized throughout the day. I love that it includes niacinamide, which has helped even out my skin tone and reduce the appearance of pores. Plus, the herbal formulas give it a refreshing scent that's not overpowering.The mini size is perfect for travel, and I appreciate that the set gives me the option to try it out before committing to the full size. Overall, I'm really impressed with this moisturizer and would highly recommend it to anyone looking for a lightweight yet effective hydrator that works in any climate."
		},
		{
			"review_title": "A MUST HAVE!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I received complimentary from igbeauty. The Belif Aqua Bomb moisturizer is holy grail. My skin feels so moisturizing and hydrating! This one comes with travel size also so it's easier for me when I travel i can take it with me! Moisturizer is very lightweight!"
		},
		{
			"review_title": "love this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I was gifted by belief and exchange for my honest review. This has been my ride or die and go to moisturizer since I was in middle school. It goes on like butter and it does not make your make up cake."
		},
		{
			"review_title": "Hydration to the max",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I’m loving the lightweight, gel-like texture of this product. It hydrates my skin, diminishing fine lines around my eyes after a few uses, but doesn’t cause any breakouts like heavier creams can at times. My skin looks radiant and youthful.  complimentary from lgbeauty"
		},
		{
			"review_title": "feels great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "This set is extremely useful! It's a nice idea to have a regular size coupled with a travel size since the holidays are coming up. The aqua bomb cream is smooth and easy to apply. It feels so good on the skin and just melts in! gifted by lgbeauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "The Belif Aqua Bomb Home & Away set would make the perfect gift for anyone that enjoys skincare. The two moisturizers are quite generously sized. My favorite part of this moisturizer is the hydration it provides. Quick to hydrate and long-lasting, which makes this a great choice. This absorbs quickly and is not greasy. It pairs well with my other make-up and skincare. Gifted by LGBeauty."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "oh wow i really love this belif set! it feels so moisturizing and hydrating for my skin. it feels high quality and i like the results already. i use it everyday now so i would definitely get it again! it was gifted by lgbeauty."
		},
		{
			"review_title": "I love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I have been looking for a good moisturizer for a while and this is it! You don’t need to use a lot to cover all your face. The texture is great and you can feel it moisturizing your skin right away. I have dry skin, so feeling your skin absorbing this almost immediately and leaving your skin feeling soft and smooth is just wonderful"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "The Belif Aqua Bomb is one of my HG moisturizers. Lightly scented, it gently nourishes my skin, leaving it soft and supple. I likw that this includes two sizes, one for home and one for travel, but I would actually prefer something a little smaller for travel, around 10ml. All In all, a great value and this kit would make a great gift! I received this complimentary from belif."
		},
		{
			"review_title": "Love this set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "The agua bomb set it’s perfect for many things. But its amazing for traveling you will never have to worry if you forget it or if it doesn’t fit because you get a one at home and one for travel. And plus the lotion is so good and hydrating. Gifted by igbeauty"
		},
		{
			"review_title": "A MUST",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Oily skin",
			"review_text": "This Aqua Bomb is a cult-favorite, and for good reason! I instantly became obsessed with the lightweight texture but intense moisture from this product.  This “climate-proof formula” is something I have yet to see on the market. This moisturizer will adapt to your skin no matter what type of climate you are in (from desert dry to arctic cold, or urban elements). I love that this product is formulated with 3 of my fav ingredients: Hyaluronic Acid, Niacinamide, and Squalane — meaning deep hydration penetrating 10 layers deep (in just 10 seconds after application!).  Highly recommend trying out this moisturizer and seeing what the fuss is all about!"
		},
		{
			"review_title": "Great set!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Gifted by lgbeauty. This set is perfect for keeping your skin hydrated whether you’re at home or on the go! The gel is so lightweight and it delivers an intense burst of moisture that leaves my skin feeling refreshed! The set offers convenience with both a full sized AND travel sized products!"
		},
		{
			"review_title": "Best moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
			"review_text": "I was gifted by igbeauty aqua bomb home and away set in exchange for my honest opinion. I love this moisturizer it feels amazing on my skin. I always use day and night but especially before my makeup routine because my skin tends to get dry after I use makeup. I also love this set because it comes with a travel size that can stay in my purse whenever I’m not at home"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I absolutely love the true cream!! It leaves my skin moisturized long term and leaves my skin looking and feeling more youthful and hydrated. This is a must have set if you love the cream too because you basically get the travel size as a bonus gift! Girl math!"
		},
		{
			"review_title": "Set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received the Aqua Bomb Home & Away Set complimentary from Belif for my honest opinion.  I like how easy it glides and setting into skin. I get an instant moisture relief.   Hyaluronic Acid: An ingredient known to deliver intense hydration to the skin Niacinamide: An ingredient known to help brighten skin and improve uneven skin tone Squalane: Helps stabilize the skin’s barrier and maintain skin hydration"
		},
		{
			"review_title": "Aqua bomb",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "The belif true cream aqua bomb is seriously the most hydrating moisturizer I have ever used. My skin just soaks it up and feels so smooth and plump after use. You know when you're dying of thirst and gulp the biggest glass of ice water, that refreshed feeling. That's how my skin feels when I put this on. I was gifted by igbeauty for my honest review."
		},
		{
			"review_title": "Worth the money",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "The Belif Aqua Bomb Face Cream is a game-changer for my skincare routine. Its lightweight, gel-like texture absorbs quickly, leaving my skin feeling refreshed and hydrated without any greasy residue. Perfect for combination skin, it provides long-lasting moisture and a soothing, cooling effect. The subtle, pleasant scent and clean formulation make it ideal for sensitive skin. Highly recommended for anyone seeking a hydrating, lightweight moisturizer!"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Oily skin",
			"review_text": "was offered by lgbeauty. I love this set! I love that it comes With a small one to put in my purse when I’m out. This cream smells so good and definitely makes my skin feel so soft and moisturized.  It definitely left a plump and increase moisture."
		},
		{
			"review_title": "Hydrating!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I received this product complimentary from igbeauty. BELIF Aqua Bomb Home and Away Set has a full size 50ml for home and a 25ml size for travel! BELIF The True Cream - Aqua Bomb is a lightweight gel moisturizer that is very hydrating. It has hyaluronic acid & niacinamide that helps hydrate dull, dry skin. This gel moisturizer absorbs quickly and it doesn't make my oily skin feel greasy. It has a very nice, light citrus scent that isn't overpowering and fades away fast (fragrances of botanical origin). I love how hydrated this makes my skin look and feel! I definitely recommend this cream!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I have combination and dry skin. I really like that this moisturizer keeps my skin hydrated and soft. I also like that this set had a full size and mini version. I take the mini one when I travel. This was gifted by lgbeauty."
		},
		{
			"review_title": "Perfect for all skin types!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "I received this Belief Aqua Bomb Home & Away Set complimentary from Belief and Skeepers in exchange for my honest review and I could definitely see myself giving this as a thoughtful gift to any of my beauty loving friends and family. Honestly, they don't even have to be beauty lovers to appreciate the universal appeal of Aqua Bomb! The gel like consistency makes this lightweight and easy to wear, but it's the way it absorbs and fully hydrates the skin that makes it a winner. Nothing on the market goes on and feels so much like naturally perfect skin. There's no sticky or oily residue left after putting it on, but my skin is supple, plump and moisturized in a very clean and natural way. I just love this product and having a travel size AND a full size in one kit makes this a must have for anyone with a face. I just know that whether you have oily, acne prone, or dry skin, this is the perfect product!"
		},
		{
			"review_title": "Hello, moisture!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I received this product, complimentary from belif, for review. I've always struggled when it comes to packing essential skincare for travel. Having this smaller size is so great, especially as I've really come to love using the aqua moisturizer. Though it's relatively thin, this formula leaves my skin feeling so soft and hydrated. The scent is a little stronger than what I usually prefer, but in this case, it's definitely outweighed by the results."
		},
		{
			"review_title": "Hydration",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "It is like a watery Cream Texture, very hydrated and easy to spread out and apply to the skin. It is recommended for dry or super dry skin, you can even use it as a primer. Like the texture And The ingredients. My dry skin is now feels and looks much more hydrated and full of nutrition.gifted by lgbeauty."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Gifted by igbeauty. Love this moisturizer so much, gives the perfect hydration to the skin. Also the packaging is just gorgeous and the fact that you get a set, one for travel and the other for everyday is just amazing. Love it!"
		},
		{
			"review_title": "fabulous",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
			"review_text": "This moisturizer is wonderful, it makes my skin feel so nourished and supple. My face is so hydrated when using this nightly, it also feels refreshed in the morning!I love this set as the travel size is perfect and has a big amount in it. I received this complimentary from lgbeauty in exchange for an honest review."
		},
		{
			"review_title": "Great Set!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This Aqua Bomb Home and Away Set from belif is such a great idea. It's so convenient to have one size that you can keep at home and another that you can travel with. I also think that this would make a great gift! The moisturizer itself is lightweight and absorbs really well into the skin. It's hydrating without being greasy or heavy on the skin. I definitely recommend this!  This product was gifted by lgbeauty in exchange for an honest review."
		},
		{
			"review_title": "Very good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Oily skin",
			"review_text": "Gifted by me I really liked it because from the first application my skin felt very moisturized without being greasy. I really recommend it a lot Ideal for all skin types and for day or night routine I loved it"
		},
		{
			"review_title": "Full Hydration",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I’m so glad I decided to pick up the Aqua Bomb Home & Away Set by Belif! This set has quickly become one of my favorites for keeping my skin hydrated no matter where I am. The gel formula is incredibly lightweight but still provides intense hydration, which makes it perfect for all skin types, especially for someone like me with combination skin. It doesn’t feel greasy at all, and I love how it absorbs almost instantly, leaving my skin with a fresh glow. I’ve been using it in the morning and at night, and it’s really helped combat any dryness or dullness, especially during seasonal changes.  The best part about this set is how convenient it is to take with you on the go. I travel a decent amount and having the smaller version of the Aqua Bomb in my bag is a lifesaver. No more worrying about dry patches or my skin feeling tight on flights keeping my skin hydrated and glowing even in harsh environments. The fact that it’s climate tested really shows because it holds up in both hot and cold conditions, making it ideal for year-round use.  Another thing I love is how smooth and even my skin texture has become. After using it consistently, I’ve noticed a visible improvement in how soft and radiant my skin looks. It also sits well under makeup. Overall, if you’re looking for a moisturizer that delivers serious hydration without feeling heavy or clogging your pores, this set is amazing. Plus, the travel-friendly size means you never have to be without it! Highly recommended for anyone who needs hydration and a radiant glow on the go. This product was gifted by lgbeauty"
		},
		{
			"review_title": "So hydrating!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "This moisturizer is so refreshing. I just love the user experience. It feels like a drink of water for your skin. It’s so perfect for the summer or if you have oily/combination skin. Or if you’re like me, I have a routine of layering product under my makeup so I don’t need a heavy moisturizer. It layers very well with primer, sunscreen, makeup etc. This set is so great for if you need to travel at all and still want to bring your favorite moisturizer. Or if you just want more product, because who wouldn’t. I received this product gifted by Igbeauty in exchange for my honest review."
		},
		{
			"review_title": "Great for all skin types!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "This set is awesome! I’ve never tried this moisturizer before even though i’ve heard a lot about it, and I love it! I took the smaller one and gave the bigger one to my husband and we both really like the product. It smells fresh and sort of minty which I really liked.  My skin felt moisturized immediately after and during the day, and I have dry skin. The consistency is very gel like and thin, but it doesn’t feel too lightweight, it feels hydrating to the skin. It was also great for my husband who has combination skin. Gifted by lgbeauty"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This was offered by lgbeauty, but this does not influence my honest review. This is one of the most incredible gel moisturizers that I have ever used. I’m assuming by “aqua bomb” The company means “the most hydrated your skin can possibly be”. This moisturizer is somehow incredibly hydrating, but also incredibly lightweight. It works wonders for my combination skin type and is so incredibly gentle. Four stars instead of five because of the added fragrance and jar packaging, but this really is a fantastic moisturizer for an incredibly reasonable price."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "One of my favorite face creams ever! I have combo skin oily t zone & dry chin/cheeks) and my skin loves this!! It does a good job at hydrating my entire face without feeling oily during the day. Since it’s water based it’s so lightweight but super effective. gifted by lgbeauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Offered by lgbeauty this belief skin care duo is an amazing product for people with oily to combo skin type like me. I notice it absorbs quickly into my skin and is very lightweight I also like that it keeps my skin hydrated plumped and smooth"
		},
		{
			"review_title": "A must have for dry skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Gifted by LG Beauty. I have dry skin and this is one of my favorite creams. It wears so light and absorbs so well into my skin. It’s an instant boost of hydration upon application. When sets like this are available I definitely grab because it’s a great way to stock up on a budget."
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "Gifted by lgbeauty. No wonder the belif Aqua Bomb has a cult following! This moisturizer is so hydrating and makes my skin feel so good! I love this belif Aqua Bomb Home and Away Set! There is a full sized moisturizer in addition to a smaller one that I can use for travel. The Aqua Bomb feels hydrating and makes my skin feel soft and moisturized. I love the unique texture! I haven’t seen anything like it. The best way to describe it is a creamy gel texture. It has the refreshing properties of a gel moisturizer but the richness of a cream. There is no greasiness at all. It is hydrating enough for a harsh dry winter yet it is lightweight enough for a hot summer! The key ingredients are among my favorites and are what I look for in a skincare product: niacinamide to help brighten skin, hyaluronic acid to hydrate skin and squalene to stabilize the skin barrier and maintain skin hydration. My skin feels so hydrated as soon as I apply the Aqua Bomb! The color of the moisturizer is so pretty- a sheer baby blue!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Wow! Yet another fantastic product from this brand. And the fact that it comes in a set boxed and ready to gift if I would want is amazing. My skin feels amazing and so smooth after using, excited to to continue using. Offered by lgbeauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "i love this aqua bomb home and away set gifted by Igbeauty! this is such an amazing set, perfect to travel or as a gift. i love this moisturizer and how it makes my skin so smooth! i love to use this every night"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "The aqua bomb is such a signature for so many for a reason. It is the most hydrating water based formula that glides along the skin like BUTTER, it is absolutely spectacular. It is so hydrating and leaves the skin so glassy and hydrated at night without feeling sticky and gross on the skin. The consistency reminds me of a freshly whipped yogurt. Gifted by igbeauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This moisturizer is simply amazing! It does exactly what it suppose to. My skin feels so hydrated, plump, smooth and rejuvenated afterwards. I like that it's lightweight, non greasy and fast absorbent. Love that it comes with smaller jar for traveling. Gifted by LG beauty."
		},
		{
			"review_title": "Best moisturizer for instant hydration!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "Best lightweight moisturizer which gives you instant hydration without leaving your skin greasy. Absorbs so well on skin making it so soft and supple. Definitely looking forward to see the best results in winter. Even now after shower when the body gets dry and needs moisturizer this is the best without making it oily. Love the packaging and the gift set and with small jar its so easy to carry while traveling.  #Gifted by Belif in exchange of my honest review"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Combination skin",
			"review_text": "I'm a huge fan of Belif products! I actually have Belif moisturizers in every size they offer from the sample up to the jumbo. The two in the set are the mini and the regular (the middle two sizes available, I'll attach a pic for comparison) and they last a good while, especially if you're only using once per day. I have a 25ml size from a previous use that lasted me a couple months with twice daily use.   I have combo skin and normally use the moisturizing bomb at night and during the winter; the aqua bomb is a lighter more gel type and more suited to normal-to-oily skin (like mine during the summer months) and daytime wear. It's kind of similar to the Trader Joe's jarred moisturizer if you've tried that one, but imo this is a little more moisturizing.  The jars are a little annoying because they're extra bulky for no reason--the product 'area' is all straight down from the raised part of the cap, but the side walls of the jar are extra thick and make it look like you'll have to wedge your finger underneath the opening even though that's not true. They are super sturdy though and can be dropped without breaking or spilling, and the lids are easy to get securely closed without issue. I've never had any of them go bad and I've been using both moisturizers for about a year now; I use them every day but as tubs that you have to dip your fingers into it's nice to not have to worry about a product being too 'clean' in its ingredients to its detriment.   It does have fragrance, which I believe is a change from the original formulation. I've only ever used this new version, but I've never gotten any irritation or breakouts from it."
		},
		{
			"review_title": "Great set!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I have already been a huge fan of belif Korean skincare for a while now so I was quite happy to see this as a home and away set offered by lgbeauty. The aqua belif moisture bomb formula is so hydrating and this set allows you to have two sets of your favorite skincare!"
		},
		{
			"review_title": "Excellent value and great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
			"review_text": "This fast-absorbing moisturizer is perfect for those who want hydration without the heavy, greasy feel. Its light herbal scent is pleasant but not overpowering, and it dissipates quickly after application, leaving your skin refreshed. Ideal for daily use, it provides lasting moisture and a smooth, non-sticky finish. Great for anyone seeking a lightweight yet effective skincare solution. Offered by Igbeauty"
		},
		{
			"review_title": "Very hydrating",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I was gifted by lgbeauty. Belif's Aqua Bomb Home & Away Set offers a deeply hydrating skincare solution. Upon application, the lightweight gel formula swiftly infuses the skin with moisture, leaving it feeling refreshed and revitalized. Its clean and subtle scent adds to the pleasant experience. The product's quick absorption rate and non-sticky texture make it an ideal base for makeup application. Additionally, the set includes both full-size and travel-size products, ensuring continuous hydration wherever you go. Experience the power of true hydration with this convenient duo, designed to maintain a radiant glow throughout the day."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I received this product gifted by belif. The cream is very soothing. Before applying, my skin was so dry that it was itchy and it was instantly refreshed and moisturized. It has a nice smell, sort of herbal and fresh. I love that this set has a full sized cream for at home and a smaller one for travel. I will definitely be taking it with me wherever I go!"
		},
		{
			"review_title": "Amazing gel moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I was gifted by lgbeauty. I love this moisturizer! It has a nice gel/water feel that is perfect for dry climates. The set is also a very good value and allows you to travel without having to lug around the bigger size. A perfect gift for your skincare enthusiast friends too!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Ebony skin tone, Combination skin",
			"review_text": "This gift set is the cutest. I was never a girlie for travel size items. I have now come to my senses. The aqua bomb moisturizer is so hydrating. As soon as it touches your skin the hydration is infused into the skin. Love this! I received this complimentary from lgbeauty."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I love this set!! With the weather changing my skin needs the hydrations and this lotion feels so good for the face so i definitely recommend trying this set out and seeing for yourself! The price is good too! Offered by lgbeauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This is my second time buying this moisturizer. I was devastated when I ran out. This is pure moisture and hydration. For both summer and winter, it hydrates so good after the sun and also for the dryer winter months. It has a light consistency but don’t be fooled! Gifted by lgbeauty"
		},
		{
			"review_title": "Fresh clean moisture",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I received the Belief Aqua Bomb moisturizer gifted by lgbeauty, in exchange for my honest review. It has a fresh clean scent that’s not overpowering. It’s a light gel formula but I find it very moisturizing on my combination skin. It’s lightweight and absorbs quickly with no sticky residue, so it wears well under makeup. It has a slight cooling effect when you first apply it, very nice product."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I recently tried the belif Aqua Bomb Home & Away Set, and I’m blown away! The lightweight gel texture instantly cools and hydrates my skin, making it feel so refreshed without any greasiness. I love that it’s perfect for both home and travel, and my skin has been glowing and plump ever since I started using it. gifted by lgbeauty"
		},
		{
			"review_title": "Dry skin no more!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I was able to try out belif’s aqua bomb home and away set. I have pretty dry skin so anything that includes extra moisture is a win for me. I tried out the cream and noticed right away the light fresh and clean smell it has. It’s not overpowering and does fade really quickly. I also like that it’s almost a cross between a gel and cream it’s a really nice texture that just melts into the skin. I do feel like my face soaks in the moisture pretty quickly and has helped with my dry skin with out leaving it oily or sticky. I’m so happy this was gifted by Igbeauty!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Dry skin",
			"review_text": "This is an excellent set. Both sizes have so much product and I love that I can take the smaller one with me on the go. A creamy formula but not overly heavy and wears so nicely under makeup and pairs great with my existing skincare! Gifted by Igbeauty"
		},
		{
			"review_title": "great for under makeup/sunscreen",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
			"review_text": "This is a really great set for those who are big fans of this moisturizer! The set contains both the standard full size as well as the travel size, which I feel is larger than most (0.84 fl oz vs about 0.5 fl oz seems to be the norm?) So you are getting a 33% off discount as the value here is accurate at $60 retail.  As for the moisturizer itself, what I have always appreciated about this product is how well it wears under makeup. It never pills, and instead always makes my base look even better. This applies both for wearing under makeup as well as under sunscreen! I had never realized until I read through the description that this product is climate tested - but I must say, that makes sense. It's really a very reliable product!  Keep in mind that this is not a fragrance-free product (so patch test if you do have sensitive skin), but for those who enjoy fragrance, that is A-OK. I find the scent to be quite refreshing. Gifted by LG Beauty in exchange for my honest thoughts."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I have always been a big fan of Belif. I have dry skin and this set has helped me with staying hydrated and gives my skin the moisturizer it needs. I like this portable size as I can take it anywhere with me. I was gifted by Ig Beauty."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Belif’s Aqua Bomb Away Set is a hydration powerhouse. With its lightweight gel textures and subtle scent, it delivers intense moisture and a refreshing boost. The set’s herbal ingredients, including Lady’s Mantle, leave skin plump and radiant. A must-try for glowing skin! Gifted by lgbeauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "this product is so good i LOVE that there is a travel size to go with this package, it is so great so that i do not need to bring my full size bottle on the go without switching the product. absolutely adore this. gifted by LGbeauty"
		},
		{
			"review_title": "My fav!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "This is one of my favorite moisturizers ever! It is lightweight and so cushiony soft. I love that this comes in a new set at such an amazing price! It makes my skin so hydrated and so soft. I always have this on hand. Gifted by lg beauty."
		},
		{
			"review_title": "Very hydrating!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This is one of my favorite products from Belif! The cream is very hydrating and it sinks in into the skin very quickly. I use it all throughout the year, from harsh winters to very hot summer days. It is also very lightweight which I love and works well under makeup. I can't wait to keep using it! I also love that this set came with a travel size! This product was gifted by lgbeauty."
		},
		{
			"review_title": "A Must Have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I received Aqua Bomb Home and Away Set complimentary from belif. I am a travel junkie. Being able to have a full size and a travel size of my favorite moisturizer soothes me. This bundle not only saves me time but also money. My dry skin screams for thirst and the Aqua Bomb soothes my skin ever so. This cream melts into my skin and revitalizes it. I always look so healthy and hydrated after every use. My skin feels soft and supple. I cannot recommend this product enough! Always my go-to grab."
		},
		{
			"review_title": "Great set!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I used the Belif Aqua bomb home and away set and it is really great. First of all, the packaging and set is so cute. The full size is perfect for home use and the small size is great for travel or keeping in your purse when you need extra hydration. The cream itself is a thin gel but it really provides a lot of hydration. The gel has a lovely light fresh scent that reminds me of the ocean. It absorbed really well into my skin and worked great under makeup. My skin also felt really hydrated and soft in the morning. I was really happy with the results and loved the product. I received this complimentary from Belif, Lg beauty."
		},
		{
			"review_title": "Deep hydration",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "At first glance this set is so inviting! Kept my skin hydrated at home and on the go, love that there’s two different sizes, great for putting in your travel bag. The Hyaluronic and Niacinamide are the perfect combination for ultimate hydration. Love that they have tested this in different climates, I’m in a high humidity zone and I had no sticky feeling and no greasy shine to my face."
		},
		{
			"review_title": "Mega set!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I love it now they have a set of two same products but in two different sizes, the cream really is great for skin hydration and moisturization and the little mini version is great to take with you to work or while you are traveling.  Gifted by Belif"
		},
		{
			"review_title": "My face loves this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "My Belif Aqua Bomb Home & Away set offered by LGBeauty is everything great!  I love this combo set brought me a travel size and one for home.  They both come with a generous amount of product and the product is like a jelly like serum that applies so smooth onto the face.  My skin loves this!  Its color is light blue with a tiny hint of aqua green and the smell has a bit of beach to it.  It feels cool and not cold; definitely refreshing once I put this on my face. It leaves my skin dewy with a lovey glow! I LOVE this.   No irritation.  It’s perfect."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I’ve been wanting to try the belief Aqua Bomb for ages, so I was really excited to receive it gifted by belief. It lives up to the hype! The cream is lightweight, cooling, and sinks into my skin quickly without any greasy residue. My skin feels refreshed and deeply hydrated after using it. Plus, I love that it comes with a travel size—since I travel often, it’s perfect for keeping my skincare routine consistent wherever I go."
		},
		{
			"review_title": "Must have set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Dry skin",
			"review_text": "Belif Aqua Bomb is some of my favorite moisturizer and I love that it comes in a set now! It's perfect to keep one at home and one in your bag or when you travel. This moisturizer is amazing, it's super hydrating which my dry skin really needs. It leaves my skin hydrated, soft and smooth without weighing it down. Highly recommend this set. Gifted by Belif"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair, Fair skin tone, Dry skin",
			"review_text": "This is a great moisturizer and an even better value to get the smaller size for free. I like this product in the morning after vitamin c and under my makeup. My skin seems to drink it up and it doesn't leave me greasy or heavy! Definitely recommend. Gifted by lgbeauty for my honest review!"
		},
		{
			"review_title": "Love this set!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "I was so excited to try this moisturizer out. It is so incredibly hydrating, which is something I’ve been needing in my life! It’s not overpowering and is lightweight which I love.  It’s like a water consistency. Gifted by lgbeauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "The gel texture is lightweight, absorbs quickly into the skin, and provides excellent hydration without feeling greasy or heavy. It’s perfect for daily use, leaving my skin soft, smooth, and refreshed.  I liked the scent  of this cream, it is light, not intrusive, pleasant and refreshing. I like when cosmetics have a slight aroma, the process of applying the cream becomes more pleasant.  What I also appreciate is that it comes in two sizes—a larger jar for home use and a smaller one, which is perfect for traveling or keeping in my bag for touch-ups. The convenience of having both sizes makes it such a great value. Overall, I highly recommend this cream for anyone looking for effective hydration with a lightweight, non-greasy formula! This product was gifted by lgbeauty."
		},
		{
			"review_title": "Great Deal",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "The consistency is perfect if you despite heavy moisturizers. The consistency is light but it hydrates. My barrier feels amazing after using it for a few days. Try it under your eyes before concealer. You will thank me later ;) gifted by IG beauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "This aqua bomb set that I was gifted by belief is everything. I have very dry skin. I feel hydration relief instantly when I use it. The moisturizer makes my skin feel hydrated in ten seconds. The eye cream is amazing too."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Belif Aqua Bomb is incredibly absorbent—my skin absorbs it almost instantly! I love that I can apply a generous layer, and it’s fully absorbed within minutes. It has a cooling and soothing effect, and I’ve noticed a reduction in redness. Since I started using it, my skin’s moisture levels have significantly improved, leaving a beautiful, dewy finish. It's complimentary from lgbeauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "i love this moisturizer offered by lgbeauty so much it always keeps my skin hydrated and plump. it keeps my skin hydrated the whole day and usually my skin get very dry. the feeling of it is cooling and refreshing on my face."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "The Belif Aqua Bomb Home & Away Set is a fantastic skincare duo for anyone with dry or combination skin. The set includes a full-size Aqua Bomb for home use and a smaller, travel-friendly size, perfect for on-the-go hydration. The Aqua Bomb has a lightweight, gel-like texture that absorbs quickly into the skin, leaving it feeling refreshed and hydrated without any greasy residue. It’s packed with soothing ingredients like Lady’s Mantle, which helps improve skin’s moisture balance. The formula provides an instant burst of hydration and keeps the skin plump throughout the day. Overall, it’s a great value for those who want deep hydration both at home and while traveling! gifted by lgbeauty"
		},
		{
			"review_title": "Cooling effect on skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This set was gifted by lgbeauty to me for my honest review. I have combination skin and this moisturizer does help hydrate my skin. It does have a noticeable scent, which I don’t mind but some people might. The scent is pleasant and smells fresh and a bit citrusy. The consistency is more on the thin side so good for use during the day."
		},
		{
			"review_title": "So hydrating",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Dry skin",
			"review_text": "I love using this cream gifted to me by lgbeauty before doing my makeup, I noticed my face was extra hydrated and non dry feeling when applying my daily makeup. This is also a great cream because it has niacinamide and hyaluronic acid."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Normal skin",
			"review_text": "Love this! The texture is great and i can feel it moisturizing my skin right away. I have dry skin, so feeling my skin absorbing this almost immediately and leaving my skin feeling soft and smooth is just wonderful. Highly recommend it! I received this product complimentary from lgbeauty in exchange for my honest opinion."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I was gifted by belief for an honest review! This gift set is truly a great bang for your buck! The moisturizer makes my skin so hydrated and dewy! I love the mini for taking with my travel essentials!"
		},
		{
			"review_title": "Nice!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This was my first time trying anything from this brand and I was pleasantly surprised! The product is very clean and light to touch! It melted into the skin very nicely and felt hydrating afterwards. This is perfect for everyday and of course using the travel one when you leave home! Offered by lgbeauty"
		},
		{
			"review_title": "The best!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "The Belif Aqua Bomb Home and Away Set is a skincare essential for keeping your skin hydrated on the go. This set includes both a full-size and travel-size of the cult-favorite Aqua Bomb moisturizer, known for its lightweight, gel-like texture that instantly refreshes and hydrates the skin without feeling heavy or greasy. It's perfect for all skin types, especially those with combination or oily skin, and works wonders in maintaining moisture throughout the day. The added travel-size version makes it convenient to maintain your skincare routine while traveling. Ideal for keeping skin plump and radiant, wherever you are! Gifted by lgbeauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The aqua bomb home and away set is just what I needed for dry skin. Using the aqua bomb helps my skin look healthy and feel soft. The travel size is perfect to carry in your purse or in your suitcase. Gifted by LGBeauty."
		},
		{
			"review_title": "lovely!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "gifted by belief! love love love these moisturizers and this gift set is perfect for a skincare lover. the packaging is super cute and i like how you’re given two different sizes of product. i would recommend this set to lots of people :-)"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "This is such a nice moisturizer. It leaves my skin feeling totally hydrated, but not greasy. I love that it has niacinamide in it too. I don’t break out from it at all which can happen with my sensitive skin. Gifted by lgbeauty."
		},
		{
			"review_title": "Really awesome set!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "I love this set! First of all, this moisturizer is a staple. It is super hydrated, goes under makeup well, and smoothes without feeling heavy or greasy at all! As someone who is really dry skinned, I feel like this moisturizer really keeps me hydrated all day. I love the sizes this set comes with. The big one for home and the second one in my travel bag! I was gifted by lgbeauty!"
		},
		{
			"review_title": "Nice value!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Combination skin",
			"review_text": "The belif Aqua Bomb Home & Away set (gifted by lgbeauty) is such a great value set. I adore the formula of the True Cream Aqua Bomb already because it's lightweight and sinks in beautifully for daytime, especially when applied before makeup. This duo comes with a full size as well as a travel size which is perfect to be able to have one at home and one to take on trips."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I received this complimentary from belief in exchange for my honest review.  I have oily combination skin and my skin loves gel moisturizers. It has a very smooth texture that sinks into my skin and makes me feel hydrated. I love that this set comes with a full size and travel size."
		},
		{
			"review_title": "ultim8 hydration anywhere you go",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "If you're battling dryness and dullness, this set is a game-changer. The Belif Aqua Bomb Home & Away Set features the bestselling gel moisturizer that instantly boosts hydration, whether you're at home or traveling. With ingredients like hyaluronic acid for intense moisture and niacinamide for gentle exfoliation, my skin felt refreshed and replenished after just one use. Plus, the lightweight formula is perfect for all skin types. This set’s travel size ensures you never have to compromise on hydration! gifted by lgbeauty"
		},
		{
			"review_title": "YOU NEED THIS",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "My new favorite moisturizer! I have always seen this when I go to the store but I’ve never tried it and always wanted too! I 10000% recommend this to anyone who has dry skin because it does help make your skin more moisturized. I love itttt. Also this set is perfect and at a good price for what you get! Gifted by lgbeauty."
		},
		{
			"review_title": "Absolutely love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Dry skin",
			"review_text": "Belif gifted me their aqua bomb home and away set. I have already loved and adored this moisturizer as it has not become in my top 5 of moisturizers. I love that I can now have beautifully glowy skin on the go, and now have a larger size of this product as well because it is truly amazing. If you’re looking for a moisturizer that is lightweight yet able to absorb well while moisturizing the skin with a beautiful glowy finish? This is for you."
		},
		{
			"review_title": "Perfect for oily/combo skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I was gifted this product offered by lgbeauty in exchange for honest review.  I really like this moisturizer. It is a light, water based formula so it is perfect for warmer weather or a morning moisturizer. I would recommended it to those with oily skin"
		},
		{
			"review_title": "Hydrating moisturizer for dry/acne prone skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "The Aqua bomb set is great! I love to put the mini in my or purse for when my skin feels dry as I have very dry skin! I love the way this makes my skin feel and look! It is very moisturizing and has a lot of great ingredients in it. I would recommend for people who have dryer skin. I have acne prone skin and this did not break me out fortunately!!! Gifted by igbeauty"
		},
		{
			"review_title": "Super hydrating",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "This amazing Belif Aqua Bomb set was gifted by lgbeauty to me in exchange of my honest review. I have dry skin and this cream is super hydrating. It’s dermatologically tested with hyaluronic acid and Niacinamide as key ingredients. I totally recommend this product to anyone who wants hydrating and improve skin texture."
		},
		{
			"review_title": "Fantastic!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "fantastic! I have very dry skin and this adds a lot of moisturizer. It feels like a nice burst of hydration deep into my skin without making my face feel heavy and caked up. It literally melts right into my skin leaving it feeling hydrated. This was perfect because it’s so lightweight!!Doesn't clog my pores. Leaves skin nice and smooth , staple in my routine. I received this complimentary from Igbeauty."
		},
		{
			"review_title": "Aqua Bomb Moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
			"review_text": "This is the perfect set! I love that you get both a travel  size and full size of the Belif Aqua Bomb Moisturizer. I’m definitely saving the mini for my next trip! The Aqua Bomb is so hydrating and I love the gel-like texture. My skin feels plump and moisturized.  Gifted by lgbeauty"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "I’m so glad to finally find a good hydrating product. I have been looking for a couple of years to find one that felt light when putting on. Since my other product that I used to buy was discontinued. The belief product was gifted to me."
		},
		{
			"review_title": "amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "I was gifted by lgbeauty in exchange for my honest opinion. This aqua bomb moisturizer is absolutely amazing! My skin is super sensitive and I can't use a lot of products, but this one is amazing! It hidratantes really well but it's also lightweight which I love!"
		},
		{
			"review_title": "Love this so much",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received this product gifted by lgbeauty. The Belief Aqua Bomb Home & Away Set from Sephora is a must-have for anyone seeking ultimate hydration and skin rejuvenation. This set includes the beloved Aqua Bomb Gel Moisturizer, renowned for its lightweight, gel-like texture that delivers intense moisture without feeling heavy or greasy. It's perfect for all skin types, including oily and combination skin. The set’s value is exceptional, offering both a full-size and a travel-sized version of the Aqua Bomb, making it convenient for those on the go. The moisturizer is enriched with a blend of herbal ingredients, including Lady’s Mantle, which helps to soothe and protect the skin, ensuring it stays hydrated throughout the day. Users will appreciate how quickly it absorbs and its ability to leave the skin feeling refreshed and plump. It's also versatile enough to layer under makeup or use as a nighttime treatment. The packaging is sleek and practical, and the travel size is ideal for slipping into your bag. Overall, the Belief Aqua Bomb Home & Away Set is a fantastic investment for anyone looking to maintain hydrated, glowing skin while traveling or at home. Its performance and convenience make it a standout choice."
		},
		{
			"review_title": "Great Set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "I just received a complimentary from Igbeauty. I am super happy with this Belif Aqua Bomb Home & Away Set. This set comes in 2 jars of cream, which big and smaller sizes. I love how this cream delivers such a great hydration into my skin. The formula is super smooth, glides easily on my skin. It gives an instant moisture after the application. The smaller jar is just perfect to bring for travelling. I highly recommend this set"
		},
		{
			"review_title": "Lightweight, Hydrating, and Perfect for Travel!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This product was gifted by lgbeauty. I’ve been loving the Belif Aqua Bomb Home & Away Set! The full-size jar is perfect for home, while the travel size is super handy for trips. The gel-cream is lightweight, absorbs fast, and leaves my skin feeling hydrated without being greasy. I have combo skin, and this moisturizer gives me the right amount of moisture without clogging my pores. I also like that it’s free from harsh ingredients.  The only downside is that people with really dry skin might need more moisture, but for me, it’s been amazing. Definitely worth the price!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I recently got my hands on the BELIF AQUA BOMB HOME & AWAY SET, and I couldn't be happier with my purchase! This set includes a full-size jar of the Aqua Bomb moisturizer for home use and a convenient travel-size version, making it perfect for both daily routines and on-the-go hydration. The Aqua Bomb itself is incredibly lightweight and has a gel-cream texture that absorbs quickly into the skin without leaving any greasy residue. It provides an instant burst of hydration, which is perfect for my combination skin. After using it, my skin feels refreshed, plump, and smooth. The formula is packed with antioxidants and anti-inflammatory ingredients, which have visibly improved the overall texture and tone of my skin. The travel-size version is a lifesaver for trips and fits perfectly in my bag. It's great to have the same level of skincare quality while I'm away from home. Overall, the BELIF AQUA BOMB HOME & AWAY SET is a fantastic investment for anyone looking to maintain hydrated and healthy skin both at home and on the go. Gifted by Igbeauty"
		},
		{
			"review_title": "Where have you been!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "belif Aqua Bomb Home & Away Set has been amazing for keeping my skin hydrated both at home and while I'm out. The gel-cream formula feels super lightweight and refreshing, absorbing quickly without leaving any greasiness. I love how it gives my skin long-lasting moisture, keeping it soft and smooth all day"
		},
		{
			"review_title": "Oldie but a goodie",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "A great go to moisturizer this is one of the OGs for me at the beginning of skin care crave. I remember hearing about it on YouTube. It’s a great moisturizer it’s gel like so it isn’t greasy but super light weight and moisturizing"
		},
		{
			"review_title": "Feels like nothing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "Complimentary from lgbeauty  I absolutely love a good moisturizer that does not leave my face feeling heavy or greasy and this one does just that.  It absorbs amazingly into my skin with in seconds and acts like i didnt even put anything on my face and I love the smell as well."
		},
		{
			"review_title": "Good for combination skin type",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I have combination skin, oily at T zone and this moisturizer works great on my skin. Not too greasy, maybe just a little bit during the hottest days. It keeps my skin hydrated all day long."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Deep skin tone, Combination skin",
			"review_text": "The belif Aqua Bomb Home & Away Set from Sephora is a skincare essential, offering the perfect combination of hydration and convenience. The lightweight gel-cream absorbs quickly, leaving my skin feeling refreshed, smooth, and glowing without any greasiness. I love that it includes both a full-size and travel-size, making it easy to maintain my skincare routine on the go. This set has truly revitalized my skin, and I highly recommend it for anyone seeking intense moisture with a weightless feel! Gifted by lgbeauty"
		},
		{
			"review_title": "Can try !!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "The aqua bomb home & away gifted by lgbeauty is ok product as it did break out my skin after first use. But it was hydrating for long time and I even liked the smell of it. I will try to give an another try and see."
		},
		{
			"review_title": "love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This set is so amazing!! it was the perfect trial amount to see if you liked the product and i absolutely loved it. my skin after using is so hydrated and plump and i genuinely notice a difference in the texture. gifted by lgbeauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I received this Aqua Bomb Home & Away Set complimentary from belief. This is a great moisturizer that works really well with my sensitive and dry skin. This set allows me to take one with me when I travel."
		},
		{
			"review_title": "Hydrating and moisturizing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Offered by lgbeauty. This hydrating cream really feels like a drink of water on the skin. It’s gel like and absorbs quickly without feeling tacky. The hyaluronic acid packs a punch and I noticed that it also helps chapped lips. Using this nightly I’ve noticed an improvement on my dry skin and I think it would be fine to use during the winter months for added hydration."
		},
		{
			"review_title": "My Hydrating Hero",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "This travel-friendly set is a lifesaver for keeping my skin hydrated on-the-go. The Aqua Bomb cream is lightweight yet intensely moisturizing, perfect for my combo skin. I love the convenience of having both the full-size and travel-size versions. Definitely recommend for anyone needing a hydration boost, especially during travel! #gifted by belief"
		},
		{
			"review_title": "Great for a light moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Offered by lgbeauty I love the way I can wear this after I use my cleanser. This is the perfect face moisturizer and goes on very smooth and not heavy. That is what I love it is so light so it blends into the skin very well and not to harsh."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
			"review_text": "this has been my go to moisturizer for as long as i can remember. my oily skin people will love this! its a lightweight, gel consistency that keeps you hydrated, but not sticky or greasy. it sinks into the skin beautifully. i will always recommend for oily skin. gifted by lgbeauty"
		},
		{
			"review_title": "Hydration galore!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I was offered by Igbeauty the Belif Aqua Bomb Home and Away Set in exchange for my honest feedback. This nourishing gel provides hydration that is unreal. This gel cream feels super lightweight, and it truly works like magic. My skin feels instantly refreshed and plump after using it. The travel size is perfect for having in my bag, so I can keep my skin moisturized on the go, or if I’m traveling. I highly recommend for those that like to keep their skin perfectly moisturized!"
		},
		{
			"review_title": "Nice set",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Normal skin",
			"review_text": "This set was gifted by belief. All the belief products I have do their job so well by keeping my skin moisturized all day, yet still feel light on my skin. I love that these come in a set so I can keep one in my travel bag at all times."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Super great duo! And really nourishing and hydrating face cream. It’s lightweight but thick enough that you feel that it locks in the moisture of other products and provides hydration and plumpness. Gifted by Belif"
		},
		{
			"review_title": "Moisture all year round",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "Gifted by Belif. I have been a huge fan of this Belif true cream moisturizer since I tried it a few years ago. The gel cream texture is great for all seasons, in the hot humid months I don’t have to worry about it leaving a heavy, oily texture on my skin and in the dry, cold northeast winter, it actually moisturizes my face that is often dry due to tretinoin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "This is the perfect combo set, and I wish more brands would do this! A full size and a mini just makes sense! First off, I love this moisturizer- it’s so lightweight, non-oily, and provides a ton of hydration to my skin. I especially love the included mini version in this set. It’s TSA approved so I can easily toss it into my liquids bag and bring it anywhere. And the full size means I’ll be stocked up when I get home! Gifted by lgbeauty."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Cute packaging and would certainly make a great gift! I’ve used this moisturizer before and love that it comes with a full size and a mini for travel or to share with a friend. The texture is wonderful and it melts right into the skin. #giftedbylgbeauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This cream is amazing. Feels so wet and hydrating, and does not leave me feeling greasy. Have been using this for a few month and I really like the way it feels and it captures moisture intro my skin well offered by igbeauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This isn't my first experience with this product, and it continues to impress. Boasting a gel-like texture, it imparts a moisturized feel to the skin without any greasiness. A delightful scent lingers, adding a subtle touch without being overpowering. Ideal for combination to oily skin, though those with dry skin might find it slightly less hydrating. Gifted by belif."
		},
		{
			"review_title": "Hydrating for very dry skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "I was gifted by lgbeauty. I have super dry skin and this moisturizer by belif gets me through dry and dreary winter months. It is very nourishing, hydrating and moisturizing. I would definitely recommend this moisturize to ppl suffering from very dry skin conditions."
		},
		{
			"review_title": "The best",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I love Belif's aqua bomb and I'm so happy to receive this set. It's great for travel and for home. Absolutely love how lightweight this is and makes my face glow. Very soft and smooth. I love the consistency and texture. Gifted by lgbeauty."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "This was offered by lgbeauty and it is the most practical and amazing set for traveling. Love the fact that i can take a small one in my travel bag and one in my home. Very moisturizing for my combination type skin and did not break me out at all!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "My skin is dry so i love anything that is able to keep me hydrated. I really like the texture of this moisturizer. It’s not my first time using their aqua bomb actually, i run through the first one so quick. I was gifted by lg and it’s so good."
		},
		{
			"review_title": "Perfect kit for traveling",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This moisturizer works so well on my combination. My skin feels so hydrated in just few applications. It has also helped in healing my skin barrier. Love the fact that this kit comes with a travel friendly moisturizer so you can carry it easily when traveling. Gifted by lgbeauty"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "This is always a hit. It’s a cult classic for a reason. This is so lightweight yet extremely nourishing to my dry skin. I have sensitive skin and it doesn’t irritate me at all. Also this is a great buy for the 2 products you get. Gifted by LGbeauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Love this set!! It’s a super hydrating moisturizing that doesn’t feel like it’s clogging any pores. It absorbs into my skin really nicely too and leaves a pleasant set. I love that it comes with a small size too, great for travel! Gifted by lgbeauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I recently was gifted by Belif their Aqua Bomb Home & Away Set and love the kit. There’s hypotonic acid and niacinamide which help minimize my pores while helping hydrate my skin. This is also great as a gift kit!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Porcelain skin tone, Dry skin",
			"review_text": "Aqua bomb is one of my all time favorite moisturizers. I have pretty dry skin but this gel cream is perfect for combating that dryness and effectively hydrating my skin. It also smells really nice, and is lightweight on the skin. Gifted by lgbeauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "Love this deal! This is great because you basically get the travel size for free. This moisturizer is iconic for a reason: it works. I have dry skin and it’s a tried and true for me! I love it because it hydrates without leaving me greasy. Gifted by lgbeauty 💖"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I love Belif aqua bomb and love this gift set! I think it’s perfect to gift to a loved one, or perfect to get for yourself so you have a full size for at home and a smaller size for travel. It makes my skin so hydrated and dewy. It’s my go to! Gifted by lgbeauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I have acne-prone, combo skin, so I prefer a lightweight moisturizer that absorbs quickly. This one is perfect for those with combo or oily skin during winter. If you have dry skin, I'd recommend the aqua cream for winter instead.  gifted by lgbeauty"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "I love everything by this company. They smell good, feel good, and work well. I love that it comes in a little pot. It’s easy to bring on vacation with you. It’s very moisturizing. I use this moisturizer all over my face and under my Eyes. Offered by igbequty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This is your sign to purchase this set immediately! I’ve been a huge fan of the Aqua Bomb for my sensitive and dry skin. To have it now in a set with both travel and full-size is life changing!! My skin has never been so hydrated. Gifted by LGBeauty, but I was a fan long before!"
		},
		{
			"review_title": "Must have!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone",
			"review_text": "This is my favorite lightweight moisturizer. I’ve had the sample of this before and knew I needed to get a bigger size. I like how it comes with both a small and full size product! It is the perfect size to put into my bag for weekend travel! This was gifted by lgbeauty and I am so happy about it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "This is a gentle, non irritating moisturizer. I use it after microneedling or exfoliation when I need a soothing hydrating crème. I love that this are comes with a mini for travel so I don’t have to compromise my skincare when I’m away from home . Gifted by lg beauty."
		},
		{
			"review_title": "Best water cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This cream offered by lgbeauty feels so good and sits so well on my skin, I love anything water based being that I have oily skin. This cream reduces shine on my face. I like that it has hyaluronic acid and niacinamide so that means my face is always hydrated. Love these products"
		},
		{
			"review_title": "Love the climate control aspect",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received this belif Aqua Bomb Home & Away Set complimentary from LG beauty to sample for my honest opinion. This set is perfect, you get one for home and one for when you’re traveling which I do a lot. I love how this is made for all temperatures and climates, my favorite is it’s made for winter too when I tend to get extremely dry between being inside in the heat and outside in the cold. I love how it didn’t leave my skin feeling greasy also."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I love the original Aqua Bomb so I was eager (if a little scared) to try the reformulation, but on my skin I honestly like the new formula better. It’s very gentle, goes on smooth, and I love how it feels on my skin. This was gifted by lgbeauty for an honest review."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "Love this set so much! Such a great value with such a great product! The moisturizer is so hydrating and makes my skin look so glowy and healthy! Gifted by Belif in exchange for my honest review and feedback."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Combination skin",
			"review_text": "The Belif Aqua Bomb Home and Away Set is an absolute must-have for anyone looking to keep their skin hydrated on the go. The set includes the classic Aqua Bomb moisturizer in both a full-size and travel-size, making it perfect for maintaining a skincare routine whether at home or while traveling. The lightweight gel-cream formula instantly refreshes the skin with a burst of hydration, leaving it smooth and plump without feeling greasy. It absorbs quickly, making it great for layering under makeup, and it’s especially ideal for those with combination or oily skin. The set offers incredible value, and the portable size ensures that my skin stays hydrated and balanced no matter where I am. gifted by lgbeauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I received this product gifted by lgbeauty exchange for my honest review. this cream is so hydrating, lightweight, and never clogs my pores. it gives me beautiful and glowy skin and I use it every day! I love it"
		},
		{
			"review_title": "Must try",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "The Belif Aqua Bomb Home & Away set is a fantastic choice for anyone skin is dry and looking to keep their skin hydrated and glowing. The cream provides a refreshing moisture without feeling heavy, which is good for all skin types. Its lightweight, hydrating formula helps to soothe and revitalize the skin, leaving it plump and radiant. The set has a travel-size too which is good for on the go. I have been waiting to try this product and the packaging is awesome and easy in a container. Overall its a must have product to keep your skin hydrating. Gifted by Igbeauty."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "This set is great! A perfect way to get a full size and a travel size of one of my favorite moisturizers! This stuff is so hydrating, yet so light. I apply it before my foundation and it looks fantastic. I received this complimentary from Belif in exchange for my honest review."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "When I first opened the package, I was shocked because I thought the travel size one was the full size one. It is so big! So the size is an amount you’re getting is definitely more than I was anticipating! That was a perfect kit for me because I wanted a travel size and one for at home because I am on the go all the time and does not have one to throw in your bag! my moisturizer itself is perfect for me. My skin is always really dry and needs an extra boost, and this moisturizer does exactly that without feeling heavy! When it soaks into your skin, there is not a ton of rubbing absorbs it almost instantly it feels refreshing, smooth, and even slightly cooling! It is such a great feeling my skin feels refreshed. I love how light it is and also it is such a refreshing clean scent. Love that they have come out with this two in one set! Gifted by Igbeauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "I love that this set you get a full size and a travel size, the lotion itself is so hydrating on the skin and doesn't feel heavy on the skin. I feel that a little goes a long way and absorbs into the skin quickly"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "It was my first time trying this product. And I liked it very much. Delicate texture, perfectly moisturizes the skin. And my favorite is that there is niacinamide in the formula, it is a very important component for me. Perfect for my combination skin type. I will continue to use it , because I love how my skin looks and feels. Offered by lgbeauty"
		},
		{
			"review_title": "So good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I got this set from belif and skeepers its soo much good i love how soft its is this cream make my skin look flawless i highly recommend this for every skin type and its a good gift set too i enjoy it"
		},
		{
			"review_title": "Excellent value!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "I received this item complimentary from belif for my honest review. Absolutely love that this came with a regular size and a travel size. So convenient! I love the texture and feel of this moisturizer. It is like a gel with a creamy texture. Feels so wonderful going onto my skin. Soaks in quickly without any sticky residue. I kept mine in the fridge and it was soooo refreshing and cooling. Keeps my skin super hydrated and feeling wonderful. Love this and it’s a great value!"
		},
		{
			"review_title": "A skincare staple",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I love this product so much. I use this anytime my face can use an extra boost of hydration. The consistency is like a water cream. It goes on smoothly and my skin feels and looks calmer and more hydrated after use. This is a great gift set for anyone who loves skincare or wants to feel pampered. You get a full size and a travel size. I was gifted by belif."
		},
		{
			"review_title": "Amazing set!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "I received this product as a gift. The aquarium bomb is one of my favorite moisturizing creams. It’s gel like texture is very breathable for oily skin. I like the light fragrance. It has a light blue color. It makes my skin feel so soft and hydrated. I love to put this on before my make up in the morning or before I go to bed. This set is a great value because it comes with a small travel size which helps replenish my skin and a large size for at home. Gifted by lgbeauty."
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Dry skin",
			"review_text": "This set is seriously the cutest set I have ever seen in my life. Whether you’re buying for a friend or yourself it is a great deal! The moisturizer is so gentle and really keeps my skin hydrated but especially during the dry and harsh winter months. I was gifted by LG Beauty."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "The Belif Aqua Bomb Home & Away Set is a great deal for anyone who loves lightweight hydration. The gel-cream absorbs quickly and leaves my skin feeling refreshed and dewy. I love having both a full-size jar for home and a mini for travel. It's perfect for combination skin, though it might not be enough for very dry skin in winter. Overall, it's a must-have for my routine!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "The Aqua Bomb moisturizer has been the best for my combination skin as the gel formula hydrates without leaving my skin oily. This set is awesome because it also gives you the travel size for only a few dollars more than purchasing just the full size. The travel size will be perfect to take with me on trips this fall! This set was gifted by lgbeauty."
		},
		{
			"review_title": "My hydration hero",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Combination skin",
			"review_text": "The belif Aqua Bomb Home & Away Set is my hydration hero.  I’ve been a fan of Aqua Bomb for years now and having a set that gives me a travel size for on-the-go hydration is fantastic; I travel a lot for work and full-size products take up a lot more room in my bag. I love how lightweight the formula is and how easily it sinks into my skin in seconds, leaving it super plump and refreshed without feeling heavy or sticky. The hyaluronic acid and niacinamide combo keeps my skin glowing and healthy all day. I also love the clean, fresh scent—it’s not overpowering. If I had to mention anything, it's that I need to wait a bit before applying makeup for that perfect, smooth finish. But honestly, it’s worth the wait! This product was gifted by Igbeauty to me."
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "This is the best moisturizer I have ever used. It is so light and works perfectly with my combination/oily skin. Doesn’t leave a heavy layer, but very light. It feels like water!! It also has a great scent. This was offered by igbeauty :)"
		},
		{
			"review_title": "Hydrating & Moisturizing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "Belif The True Cream is one of my all time favorite moisturizers.  It's very hydrating and moisturizing.  You feel a difference in your skin after the first use.  This is a great set at a great value - a full size for home and a small size for travel. I will be ordering again!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "This set is so worth it for the value, it’s as if you’re getting the travel size for free and I’ll definitely never turn down a free aqua bomb. This is my go to moisturizer for my oily skin as it refreshes my skin and leaves it feeling hydrated and soft. Doesn’t feel heavy or greasy on my skin and sits well under face makeup. Product gifted by LG beauty."
		},
		{
			"review_title": "Great moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "The texture is great and I can feel it moisturizing my skin right away. I have dry skin, so feeling my skin absorbing this almost immediately and leaving my skin feeling soft and smooth is just wonderful. Highly recommend it. It’s gifted by LG beauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Dry skin",
			"review_text": "I received the Aqua Bomb Hydration Set from Belief as a gift, and I love it. I've always had dry skin, and this product has pleasantly surprised me. The cream absorbs quickly, leaving a light, refreshing feeling with no greasy residue. Although the formula is very water-based and might not be enough for extremely dry conditions, like flaking or skin that dries out when applying makeup, it has worked really well on my skin. I've noticed a great improvement: my skin feels smoother, more radiant, and hydrated. It’s perfect for taking with me everywhere and keeping my skin moisturized throughout the day. Overall, I'm very satisfied with the results. Gifted by LG Beauty."
		},
		{
			"review_title": "Great Value Hydrating Duo",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "This True Cream Aqua Bomb is a gel cream that is extremely light and hydrating. It has a lemony scent and moisturizes my dry skin well. I use this as a daytime moisturizer when I don’t have makeup on. I need a more creamier moisturizer when I have makeup on. Overall, this is a refreshing cream and is a great value for the duo. This set was gifted by lgbeauty."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Deep skin tone, Dry skin",
			"review_text": "This set is soo great cause the mini is basically free. This is the intense hydration set Soo I’ll say it did its job. My skin definitely felt hydrated when I used this. It wasn’t short lived as well it lasted almost the entire day. It also gave me a little glossy sheen. Loved it gifted by lgbeauty"
		},
		{
			"review_title": "The cutest set!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "This is the absolute perfect set to gift for the holiday! I love the idea behind it, one for travel and one for home. Additionally, the formulation works great for many skin types. It’s also a great value set $60 worth of moisturizer for $40. The container size will also last a long time! I absolutely love the formulation as well. It feels lightweight but super hydrates your skin. Offered by lgbeauty. Gifted by lgbeauty."
		},
		{
			"review_title": "Great value!! A little goes a very long way!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I’ve been a fan of belif’s True Cream - Aqua Bomb for a while and this gift set is A GREAT value ($60 value)! So you’re pretty much getting the “mini” one for free - and I say “mini” because that size still lasts me a good amount of time!  I have fairly sensitive skin and have had no adverse reactions. There is a scent to it but I personally love it! A little goes a VERY long way! If you use too much, it WILL leave your skin feeling sticky! So make sure to use the proper amount for your skin.   Leaves my skin feeling super hydrated, my skin just drinks this up! And really gives my skin a nice plump look!  This set is a great value and would make a great gift this upcoming holiday season for a loved one or yourself !   gifted by lgbeauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "WHAT A DEAL ! Such a great value for a proven moisturizer. This gives my skin such a plump and hydrated look. I like that there’s no fragrance and the gel texture is so soothing. Love that there’s a smaller size I can take with me when I travel. Gifted by beauty"
		},
		{
			"review_title": "A good set",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I was gifted by igbeauty. The perfect set for pretty much anyone! This moisturizer is so lightweight but packs a punch. It’s very hydrating and makes my skin feel so refreshed. This kit is good for someone who is out and about a lot so they have one for the go."
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "Love this cream! It's a best seller and have been for a long time for good reason. It is lightweight on my combo oily skin and does not break me out. I use it at night, but you can totally use it during the morning as well. I love that this set comes with a travel size for when I go on weekend trips or vacation! *complimentary from Igbeauty*"
		},
		{
			"review_title": "A new favorite!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I love a thick moisturizer. I do not like thin consistencies. This moisturizer checks that box. It’s nice and has a good cool feeling to it. I would recommend to use at night for ample hydration by morning. I was gifted this in exchange for my review but I do recommend it!  Offered by lgbeauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I’ve been a long time fan of the aqua bomb; it’s lightweight and a gel consistency so it sinks immediately into the skin without leaving any residue or stickiness. My skin is dry and eczema prone so it’s more effective for me to use this as a layering product. It does have a herbal scent which is calming and spa like for those who are sensitive to scents in skincare. For transparency’s sake, this was an incentivized review with product gifted by lgbeauty but I’ve purchased this product and other belif products several times before."
		},
		{
			"review_title": "Must have!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I swearrrr by this moisturizer offered by igbeauty !!! I have 4 containers here at home!😊😍 the consistency is very light and gel like which I love😍 its great for under your makeup as well! Very hydrating and has great ingredients🤍"
		},
		{
			"review_title": "Hydration hero!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "I love this hydrating moisturizing set by Belief. The aqua bomb is so good and the mini is great for its size to travel with hydrated skin on the go! Using this moisturizer has given me plump bright and hydrated skin! Offered by LH beauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I love this set!! It’s a great deal. I’ve been using this moisturizer for years. It has been my favorite gel moisturizer because it’s super lightweight and does a great job hydrating my skin. I will stock up. Offered by the brand"
		},
		{
			"review_title": "Perfect duo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "it's so hydrating. Immediately i put it on my face it instantly absorbs in my skin and has a slight cooling sensation which i personally like. i definitely would recommend it if u have oily skin or/and dehydrated skin.   The product is very water based so if u struggle with dry skin (like skin peeling or when apply makeup on ur face it starts to peel cuz ur skin is so dry) than it might not be the best thing for u. maybe a thicker and more oil based would be better.   my skin is oily as it is so a water based pruduct is definitely for me. Gifted by IGBEAUTY"
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Gifted by Belief. Aqua bomb moisturizer. I love belief products, and was excited for this one. I have dry skin and this has worked well for me. Absorbs quickly and leaves no greasy feeling. I reccomend this."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The belif Aqua Bomb Home & Away Set is a hydration dream! The Aqua Bomb moisturizer feels super lightweight, yet delivers deep hydration that lasts all day. The travel-size version is perfect for keeping my skin fresh on the go. Ideal for anyone who wants plump, smooth skin without the heavy feel. Highly recommend for a glowing boost! Gifted by igbeauty"
		},
		{
			"review_title": "Such a great moisturizer for base makeup",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "The Belif Aqua Bomb Moisturizer is a game-changer for hydration! Its lightweight, gel-cream formula feels refreshing and absorbs quickly, leaving my skin feeling soft, plump, and hydrated all day without any greasy residue. It’s perfect for those with oily or combination skin, providing a burst of moisture that feels incredibly soothing. Plus, it’s free from parabens, sulfates, and phthalates, making it a great option for sensitive skin. I love how it preps my skin for makeup, giving me a smooth and dewy base. Definitely a must-try for anyone looking to boost their skincare routine with some serious hydration. offered by lgbeauty"
		},
		{
			"review_title": "Super hydrating",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I love this set. It has all of my favorite creams from Belif. They are so hydrating and keep my skin happy all day long. I am so excited to keep using this in my routine. I also appreciate that there isn’t much scent."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Very hydrating cream, my sensitive skin loves it. I used it during summer and winter time too, worked very good for both seasons. I love that this set comes with 2 creams. Belif has very good ingredients gifted but lgbeauty"
		},
		{
			"review_title": "LIVE FOR THIS!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "An AMAZING formula and makes your face feel super hydrated i am obsessed and the fact that it has a mini version of it is perfect for traveling in case you don’t want to take the whole thing with you! Gifted by lgbeauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Oily skin",
			"review_text": "Gifted by IG beauty This face moisturizer feels really lightweight and is great for all skin types. Some thing about this texture just makes my skin feel very hydrated and doesn’t irritate my skin. I really love this duo because it has a smaller one to take with me when I travel."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Second set of this and I love it. Great of you want to try belief and great for sensitive skin because the ingredients aren’t too much and it doesn’t have many active ingredients. Great for gifts would recommend. Gifted by lgbeauty"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I recieved this product gifted by Belif and I'm blown away. This is one of my favorite moisturizers and in this gift set you get a full size and a smaller size perfect for travel. Perfect for gift giving or just a present for yourself either way it's worth it!"
		},
		{
			"review_title": "Great gel moisturizer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "Love this moisturizer! I have more oily skin these days and it works great! The gel is thin and lightweight opposed to being thick and greasy. It also helps even my skin so I don’t have dry and oily spots. I use this with my Aqua Bomb eye gel for the perfect combo! Gifted by LG Beauty."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Oily skin",
			"review_text": "Love this for my nighttime routine. It's a lightweight gel that sinks into the skin immediately. It allows me to know my skin will wake up hydrated. There's a light scent but it's not noticable. I always end up rebuying. Gifted by lgbeauty."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "I really like this lotion!! And I love that there’s two sizes so I can put one in my bag. It also spells like a spa and feels like a nice serum. I noticed the hydration and how long it stays hydrated. Def recommend, especially for people who don’t like the feel of lotion (me). offered by lgbeauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, Combination skin",
			"review_text": "Perfect set! I love this cream, It’s one of my favorites light weight gel moisturizer and this set is a great and perfect deal for me. This cream leaves my skin plump, soft and moisturized. And goes well under spf. Gifted by the brand"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I love this set! It is perfect hydration needed especially after the sun has caused some damage to me and I need to hydrate more. This cream leaves my face plump and hydrated and works well with the rest of my products with no issues. Offered by lgbeauty"
		},
		{
			"review_title": "Great Set",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "I was gifted by belif. I love their skincare product and I actually use them pretty regularly! These holiday sets are the best because you can try multiple products at an even lower price. Definitely a great set!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "The Belif Aqua Bomb Home and Away Set is such a phenomenal value for its price! The holy grail water-based moisturizer is hydrating and soothing, plus it layers well with other skincare and makeup. I adore that this kit has both a full and travel size, perfect to give to a friend or keep for travel! Gifted by LG Beauty"
		},
		{
			"review_title": "Love this moisturizer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I love this moisturizer! If you have dry skin this is amazing. I also have eczema and this has never caused a flare up for me. Even if you’ve tried this moisturizer before and love it (like me), this set it the perfect time to stock up! Gifted by lgbeauty"
		},
		{
			"review_title": "Holiday deal!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I’ve been a longtime fan of the aqua bomb moisturizer and this set did not disappoint. I always recommend getting in on a cult favorite around the holidays when you can get a good deal. This set is a full size and travel so well worth the $$. Gifted by lgbeauty"
		},
		{
			"review_title": "Hydrating and Cooling",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "I’ve heard very positive things about this product so I was SO excited when I got it gifted to me. Firstly, it’s very hydrating and has almost a cooling effect on my skin. It’s light enough to wear during the day but also has the hydrating effect of a nighttime moisturizer. I also really like the scent, it’s light but pleasant."
		},
		{
			"review_title": "Perfect for traveling!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "Belief has always been a brand that I have trusted because of the quality and the deep moisturizing effect it has on my skin, especially in the winter months or when I am traveling. I also love that you get two bottles!  gifted by igbeauty"
		},
		{
			"review_title": "Great set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "This is a great little set. Great for yourself or as a gift set. I love the belief Aqua Bomb moisturizer, so to have a set with a full size and a travel size is great as I typically take travel sizes when I travel. Overall, this is a great set.  Gifted by Belief"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I’ve been using the Belif moisturizer for many years and this set is such a good value! The mini size is actually pretty big since you don’t need much to use on your whole face; a little goes a long way! Love the ingredients of Squalane and Hyaluronic Acid! Highly recommend! gifted by Lgbeauty"
		},
		{
			"review_title": "such a great deal",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "i absolutely love the aqua bomb line it’s one of my favorites. It’s a gel formula but feels like water on the skin! I have normal to try skin and this is a perfect moisturizer for both day and night. I have also pair it with the aqua bomb eye gel for best results! offered by lgbeauty"
		},
		{
			"review_title": "The bomb of all moisturizers",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This moisturizer is by far the best for dry skin possible, no matter if you suffer from dry skin, this set will be your savior. The best part about it is there’s one to keep it home and one to take with you whether it’s in your purse or on vacation you will always be 110% hydrated. A non-sticky or greasy formula, quickly absorbs delivering moisture without all the shiny parts. I live in a dry climate where it snows and aqua help combat the harness of conditions, keeping my skin barrier healthy and protected. Anytime I have this moisturizer on I never fear going out side, especially when I top it with some sunscreen. For the dry skin Gurleys or uneven skin tone, your key ingredients are hyaluronic acid, Niacinamide and squalane. These are my three favorite ingredients and any skincare product. This is also dermatologically tested and has a clinical result of 231.4% instant increase in skin hydration level? WOW!!! No wonder it’s the best!!!!!"
		},
		{
			"review_title": "Best Hydrating Moisturizer (Oily skin friendly)",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "Loved this duo set, perfect for gifting and the holidays. As an oily skin girly, gel moisturizers are a must and I love how thin, non-greasy, and yet hydrating the aqua bomb feels. Highly recommend it for all combo skin types as well. It also sits nicely under makeup. This product was gifted by lgbeauty for my honest review."
		},
		{
			"review_title": "Amazing value of favorite creams",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "Love this set so much! I was already familiar with Aqua Bomb cream, they are super hydrating and very moisturizing. Skin is glowing! This set has amazing value of 2 sizes, I love using small jar while traveling and big one at home. Gifted by LG Beauty"
		},
		{
			"review_title": "The Best Set!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "I love Belif and their Aqua Bomb line! This set is the perfect set for someone who’s always on the go whether it’s traveling, working, going to the gym, etc. because it gives you the luxury of having a full-size product as well as a mini one to bring with you. The moisturizer itself is amazing! Perfect consistency, not too heavy, perfect for the day time! I even find it cooling on my face! I absolutely love it and I definitely recommend! So thankful to be gifted by lgbeauty!"
		},
		{
			"review_title": "Obsessed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
			"review_text": "Okay i am literally obsessed with everything that belif comes out with so i was so excited to receive this aqua bomb home and away set complimentary in exchange for my honest review! This is my holy grail moisturizer I’m obsessed. Gifted by lgbeauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
			"review_text": "Not moisturizing enough for my very dry skin :( too lightweight for me personally. Maybe will work better for someone with less dry skin or combo skin. Didn’t upset my skin. This set is pretty awesome for who it works for because of travel size though. Gifted by lgbeauty."
		},
		{
			"review_title": "Great package",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This is the perfect set! The aqua bomb home & away set is great to keep your skin moisturized during the winter months. Love how it includes a full size moisturizer. This has been keeping my skin super plump Gifted by igbeauty"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "This is a fantastic moisturizer. It deeply moisturizes my skin without being heavy or sticky in any way. The thin water like texture absorbs quickly also. The scent is herbal and natural smelling but not offensive at all. Gifted by igbeauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Gifted by Belif! I honestly love this gift set and I think it's perfect for the holidays!! The products are a good size for what you get and they kept my skin hydrated all throughout the day. I highly recommend!"
		},
		{
			"review_title": "The perfect set!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is one of my all-tike favorite moisturizers because it has the most amazing consistency and it absorbs so quickly into my skin! It doesn’t feel greasy at all and I just love how there’s two sizes because the smaller one is perfect for travel! Offered by lgbeauty"
		},
		{
			"review_title": "great set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "I received the product for free complimentary from lgbeauty , the cream is very moisturising and feels very soft on my face.It's a gel consistency and feels very refreshing.It's very hydrating and does not have a strong sent which I like. Love the set great for traveling."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I tried the belif Aqua Bomb Home & Away Set gifted by lgbeauty, I think this is a great gift set.  I like the aqua bomb, it’s so moisturizing.  I like that this set has a full size and travel size.  This is great for summer time as well"
		},
		{
			"review_title": "Good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "This is Belif's best-selling moisturizer. The moisturizing gel is gentle and absorbs quickly without causing stickiness or greasiness on the skin. My skin feels fresh, super soft and hydrated. Love this set! Gifted by LGbeauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "The aqua bomb from below is such a great moisturizer. My skin is very flakey during the months when it’s starting to cool down but normal moisturizers do not work as well on me. This consistency is gel like and is great. This was offered by lgbeauty."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "This set from LG beauty is a game changer! The product is amazing and provided so much moisture to my face and made it feel so soft and hydrated. I love that this set includes a travel size too! Perfect for a trip or on the go. Gifted by LG beauty"
		},
		{
			"review_title": "The best moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This is one of the best products gifted by LG beauty. The aqua bomb home & away set is a moisturizer that delivers no matter the climate. My skin has never looked better.  This moisturizer does truly provide long lasting hydration."
		},
		{
			"review_title": "Perfect set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "The Belif Aqua Bomb and Away Set is perfect for keeping skin hydrated on the go. The lightweight gel-cream absorbs quickly, leaving skin refreshed and smooth. Ideal for all skin types, especially oily or combination skin, this set is a great travel-friendly option. This was offered by lgbeauty."
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "I'm absolutely loving this product! I was offered by Igbeauty and It's incredibly hydrating and absorbs instantly into my skin, leaving a refreshing cooling sensation that I adore. I highly recommend it for anyone with oily or dehydrated skin - it's perfect for balancing and nourishing your complexion. Since it's water-based, it might not be the best for very dry skin that's prone to peeling or flakiness. If you have dry skin, you may need a richer, more oil-based product. However, for my oily skin, this water-based formula is a dream come true!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I’ve used the Belief aqua bomb moisturizer for over a year now and it is so hydrating! My dry skin loves it and thrives with it! It is absorbed so quickly and my rosacea prone skin does well with it. I always get scared to try new moisturizers but this is always a staple in my routine! I love kbeauty! Gifted by igbeauty."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I’ve finally tried the Belif Home & Away Set gifted by lgbeauty and I’m obsessed! I love that it has key ingredients of squalane, niacinamide, and hyaluronic acid to moisturize, brighten, and repair our skin barrier. I have oily skin and this is the perfect hydrating moisturizer because it absorbs quickly and does not leave me feeling greasy or sticky."
		},
		{
			"review_title": "Belif Aqua Bomb Home & Away set: My honest review",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I have recently received the Aqua Bomb Home & Away Set as a complimentary from Sephora.  The Belif Aqua Bomb Home & Away Set is a highly recommended product for individuals seeking intense hydration and a radiant complexion. This set includes two full-sized versions of the renowned Aqua Bomb moisturizer, making it suitable for both home and travel use.  **Key features:**  * **Intense hydration:** Provides long-lasting moisture and enhances skin plumpness. * **Lightweight texture:** Absorbs swiftly without leaving a greasy residue. * **Soothing and calming:** Aids in reducing redness and irritation. * **Travel-friendly:** The smaller size is ideal for carrying in your handbag or luggage.  **Overall impression:**  The Belif Aqua Bomb Home & Away Set is an excellent investment for individuals with dry or dehydrated skin. Its lightweight formula and exceptional hydration make it a remarkable product in the skincare industry."
		},
		{
			"review_title": "Great value!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Great value set of my favorite moisturizer. I have very dry skin but I love a lightweight gel cream and this has my favorite texture while still keeping my skin nice and hydrated all year round. I love this set! Gifted by lgbeauty."
		},
		{
			"review_title": "Great value!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Great value set of my favorite moisturizer. I have very dry skin but I love a lightweight gel cream and this has my favorite texture while still keeping my skin nice and hydrated all year round. I love this set! Gifted by lgbeauty."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Gifted by belief! I recently started trying out this brand and I’m in love with the cream. It’s gel like consistency is really cooling and I like using it in the warmer months especially. Def recommend!"
		},
		{
			"review_title": "A perfect gift!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "This little set is so perfect for a holiday gift! I absolutely love the Aqua Bomb for my every day skincare routine, especially because I have dry skin. This makes it perfect for me to give it as a gift for the holidays and introduce my family and friends to, the goodness of the Aqua Bomb and have them experience how helpful it is for all seasons for all skin types."
		},
		{
			"review_title": "My fav!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "The aqua bomb is absolutely one of my favorite moisturizer. It has soft and cooling gel texture that easily and quickly absorbed by skin and keeps hydrated and fresh for a long while. I feel it works for dry skin well, one of my favorite skincare products in autumn. gifted by lgbeauty."
		},
		{
			"review_title": "Lightweight!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "Loved this moisturizer for years now! It’s very lightweight and doesn’t break me out, but provides just enough moisture. It does have a slight scent but I don’t mind it nor does it irritate my skin. Love how this set has a full size and one for travel! Gifted by Lgbeauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I tried the aqua bomb home and away set gifted by lgbeauty and it’s a great set!  There is a full sized moisturizer and a travel size for traveling.  I love that it’s perfect hydration for my combination skin and it isn’t sticky"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I recently tried the belif Aqua Bomb Home & Away Set, which includes both the full-size and mini versions of the True Cream Aqua Bomb, and I'm thoroughly impressed! This gel formula is incredibly lightweight yet provides intense hydration that feels refreshing on the skin. I love how easily it absorbs without leaving any greasy residue, making it perfect for my combination skin. The full-size is great for my daily routine, while the mini is perfect for travel. After using it for a few weeks, my skin feels more plump and balanced. Overall, this set is a fantastic option for anyone seeking a hydrating cream that delivers on its promises! Gifted by LG Beauty"
		}
	]
}