{
	"product_id": "1281",
	"name": "Intensive Conditioner",
	"brand": "PATTERN by Tracee Ellis Ross",
	"categories": "Hair, Shampoo & Conditioner, Conditioner",
	"price": 38.0,
	"about": "What it is:A rich, ultra-hydrating intensive conditioner that protects against breakage and dryness, defines curls, and doubles as a deep conditioner..Hair Type:Fine, Medium, and Thick.Hair Texture:Coily, Curly, and Wavy.Hair Concerns:- Curl-Enhancing.Key Benefits:- Rich and smooth formula penetrates all hair types to soften and hydrate.Highlighted Ingredients:- Safflower Seed Oil.Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also cruelty-free and comes in recyclable packaging..What Else You Need to Know:As Pattern by Tracee Ellis Ross’s richest conditioner, this ultra-hydrating Intensive Conditioner is ideal for tighter textures and restoring moisture to low-porosity hair. The creamy, nourishing formula helps protect against breakage and dryness while leaving definition behind after rinse-out. It also works great as a deep conditioner..Fragrance Description:Tracee picked this to smell clean and not overpowering, with sweet floral essence of neroli, rose, and patchouli.",
	"ingredients": "-Safflower Seed Oil .-Jojoba Oil .-Avocado Oil ..Aqua (Water, Eau), Cetearyl Alcohol, Stearic Acid, Persea Gratissima (Avocado) Oil, Butyrospermum Parkii (Shea) Butter, PEG-8 Beeswax, Glycerin, Ethylhexyl Palmitate, Carthamus Tinctorius (Safflower) Seed Oil, Behentrimonium Methosulfate, Jojoba Esters, Cetyl Alcohol, Helianthus Annuus (Sunflower) Seed Wax, Tocopherol, Glycine Soja (Soybean) Oil, Polyglycerin-3, Acacia Decurrens Flower Wax, Polyquaternium-37, Polyquaternium-10, Ethylhexylglycerin, Parfum (Fragrance), Isopropyl Alcohol, Sodium Chloride, Sodium Acetate, Phenoxyethanol, Benzyl Benzoate.",
	"how_to_use": "Suggested Usage:.-Apply to wet hair from roots to ends. .-For extra-dense curls or long hair, section with the Pattern by Tracee Ellis Ross Hair Clip (sold separately) while conditioning to ensure every strand gets the love it deserves. .-Use the Pattern by Tracee Ellis Ross Shower Brush (sold separately) or fingers to help detangle and bring curls together..-Rinse thoroughly.",
	"num_reviews": 52,
	"overall_rating": 3.9,
	"product_url": "https://www.sephora.com/ca/en/product/pattern-intensive-conditioner-P475973?skuId=2494334&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2494334-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "13 oz/ 384.5 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2494334-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Pattern by Tracee Ellis Ross Intensive Conditioner",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "2-stars. Nothing special or great about it. Didn’t detangle my hair. Didn’t like the scent. Will not repurchase."
		},
		{
			"review_title": "Tangled my hair",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Olive skin tone, Dry skin",
			"review_text": "This left my hair pretty dry and tangled. I wasn't able to comb through my hair with this conditioner on."
		},
		{
			"review_title": "Most intense conditioner I’ve tried-it WORKS.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "Finally a conditioner that actually works for thick, course hair with constant exposure to hard water and chlorine."
		},
		{
			"review_title": "Cute and effective product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "After using this product for the last few weeks, I’m in love. Cute packaging, smells amazing, feels good and it’s effective. ☺️😍😊😊"
		},
		{
			"review_title": "Not worth it",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "Spend ur money on anything else not only is it super hard to get out of the bottle specially when it’s running low, I didn’t see crazy changes/results w my dry curly hair to justify the price. Works like my Walmart ones"
		},
		{
			"review_title": "(3c/4a) low porosity must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "I switched from silicone products 10 yrs ago, since then no conditioner has provided enough slip to detangle easily. That has all change. Get it ! Reviews that say it’s to heavy, can’t relate I still get amazing volume."
		},
		{
			"review_title": "Love it :)",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "It truly feels designed for black women. Make sure you read the back of the conditioner to make sure you get the right one for your hair type (bc she made so many different ones for different hair types), but I LOVE IT. I have low porosity 4c hair, and this just helps me out so much with having that soft feeling :)"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I have 3A- 3B curls that tend to be super dry. Usually by day 3 my hair feels super rough but  this product left my hair feeling super hydrated and soft for days."
		},
		{
			"review_title": "Great for Low Porosity 4a/4b hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, Deep skin tone, Combination skin",
			"review_text": "Great for low porosity 4a/4b hair! Pleasantly surprised. It has good slip and I use a hooded dryer when using this deep conditioner and my hair feels moisturized and light"
		},
		{
			"review_title": "Too Heavy on hair",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "My hair is typically very thirsty so i usually like very hydrating conditioners but after washing and conditioning my hair my silk press felt really greasy like i hadn’t washed it at all. I think someone with a different curl pattern who enjoys wearing their hair curly might like it but for my hair it’s a no."
		},
		{
			"review_title": "Moisturizing conditioner",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This intensive conditioner is very moisturizing! I like that you can use it from roots to ends, because normally I am told conditioner is not supposed to be used on scalp. I also like that it’s not super slippery. It does give my hair a little weight, though."
		},
		{
			"review_title": "This is a must have for curly hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received the pattern intensive conditioner in exchange for this post. This product was free. This conditioner left my hair feeling untangled, soft and luxurious. It smells really good and I will repurchase when I am done."
		},
		{
			"review_title": "Tangle Free",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I recently tried the Pattern Beauty Intensive Conditioner, and I have to say, it exceeded all my expectations! This product deserves a solid 5-star rating.  The Intensive Conditioner is an amazing product when it comes to moisturizing and nourishing curly and coily hair. As someone with naturally curly/wavy hair, I've struggled to find a conditioner that truly hydrates and revitalizes my hair. Pattern Beauty's Intensive Conditioner does just that. It's enriched with high-quality ingredients that penetrate deep into the hair, leaving it soft, manageable, and noticeably healthier.  What I love most about this conditioner is its incredible ability to detangle even the most stubborn knots. I can confidently say goodbye to those frustrating moments of dealing with tangled hair.  The product's fragrance is also a pleasant surprise. It has a light, natural scent that doesn't overpower, making it suitable for people with sensitivity to strong fragrances. Plus, it's free from harmful chemicals and sulfates, which is a huge win for those who prioritize clean beauty products.  In conclusion, Pattern Beauty's Intensive Conditioner is a must-have for anyone with textured hair. It's an absolute lifesaver when it comes to maintaining healthy, beautiful curls and coils. With its exceptional performance, clean ingredients, and thoughtful formulation, this product easily earns a solid 5-star rating. I can't recommend it enough!"
		},
		{
			"review_title": "Perfect for all dry hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "Now we come to favorite the deep conditioner is rich, ultra-hydrating intensive conditioner that protects against breakage and dryness, defines curls, and doubles as a deep conditioner. It is not heavy so it will not pull curls down."
		},
		{
			"review_title": "Worked for me.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "My hair has 2c waves and gets frizzy if I don’t treat it properly. I have 3 inches (~8cm) of natural hair on my roots and rest of it bleached and dyed. Hence, I need moisture in my hair and the Pattern Beauty Intensive Conditioner worked well for me. My hair feels soft and manageable after one use. I wasn’t using a conditioner for wavy hair, but now my waves look tighter thanks to this product being for tight textures. I like that it has Shea Butter and Avocado Oil in its first four ingredients. I like that it can be used as a mask, leaving on for 10 minutes, for dry hairs!"
		},
		{
			"review_title": "Did my wavy hair justice!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "To start off the scent of the product is appealing and not too fragrant. When applying onto your hair the texture is nice and smooth. After I let my hair dry out it minimizes the frizz and hydrates your hair. It did my wavy hair justice!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "My curls felt incredibly soft and manageable after using this conditioner. It untangled my knots effortlessly, and doesn't weigh down my curls. After regular use, my hair feels healthier, more defined, and looks absolutely gorgeous."
		},
		{
			"review_title": "I swear by this product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "Helped my 4a/4b hair so much. My hair was damaged from dye, curl pattern was fried. Now since using this my curls are back, hydrated and my hair feels soft."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I can’t believe it’s taken me this long to find this conditioner! This is for you if your hair soaks up moisture like crazy and no amount of conditioner has ever felt like enough. So rich and helps weigh down hair the right amount to avoid frizz."
		},
		{
			"review_title": "Use something else",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "this product is terrible for 4b/ 4c hair . it sits on top of the hair and is a pain to wash out. 0/10 do not recommend"
		},
		{
			"review_title": "Thick and Satisfied",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "My hair is thick and dense! This is the first conditioner my hair responds to in a way it curls right up like it’s happy and satisfied but most importantly holds onto the hydration it provides.  IIt’s nice"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Jamais déçu de ces produits! Hydrate et revitalise très bien les cheveux frisés. Un must!"
		},
		{
			"review_title": "Allergic Reaction",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I bought this product because I have extremely dry blonde hair and thought this would help. Although I wish I could say this product was amazing for me, I unfortunately had a really bad allergic reaction to it and now I can no longer use it…"
		},
		{
			"review_title": "Worth trying.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Helped define my 2C hair which is huge. Didn’t help the frizz much. Bit softer, somewhat not. Do not use before handling contacts. I’ve washed my hands several times. Bright side my palms are super soft and smooth. I just can’t get the product off enough to take out my contacts safely.     Love the scent. Very light, even if you’re used to natural products. Don’t know if I will buy again, but will keep the tube I bought. Not for everyday use as it’s too greasy looking. Looks like I have a ton of product in even though it’s only the conditioner."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I'd been on the hunt for hair products that would enhance my thick 2B wavy hair. Everything I tried previously wouldn't even keep the wave for half the day. Using this conditioner with the Pattern Curl Gel however has worked wonders. My waves are defined for DAYS (often up to 3-4 days)!! Also the smell of these products is lovely (not too heavy but definitely there). I purchased the mini, but will absolutely be buying a full size when it runs out."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This stuff is great! If you struggle with extremely dry hair, give it a try and thank me later.  It gives my hair an immediate hydration, it stays moisturized for a longer time, I think I will keep using this intensive conditioner not only for the cold season.  It helps also with frizz control, making the hair more manageable and easy to style."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "This conditioner is a bit heavy for me and difficult to rinse off, but it works well after using it and has some repairing effect on damaged and dry curly hair."
		},
		{
			"review_title": "Love this product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I’ve been trying to let me hair do it’s natural wavy/curly thing and this product is a game changer! I left it on for about five minutes before rinsing and it gave my hair so much good shape! It was also super smooth and not frizzy at all!"
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Love this product! Made my hair feel amazing after the shower. My hair was not greasy when blowed dried either. I will continue to use because I am loving the results! 10/10 recommend for curly hair!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I definitely love this conditioner so much. It works great as a deep conditioner.I have a breakage and dryness hair end.It makes my hair feel more smooth and hydrate after using it for a couple days. I will continue to seek this product."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I got this from Pattern and I really enjoyed it. It conditioned my  4c hair thoroughly. It also didn’t strip my color which I’m grateful for. It left my hair nice and soft, also easy to comb. I would recommend this"
		},
		{
			"review_title": "Didn’t work for me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair",
			"review_text": "Unfortunately, I couldn’t fully support Tracee because this product made my scalp itch after immediate use. I was disappointed I had to return it since I heard great things about this brand."
		},
		{
			"review_title": "Not for me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Dry skin",
			"review_text": "This did nothing for my hair.  First it had no slip. 2nd it just sat on top of my hair. 3rd absolutely no moisture.  What a disappointment.  Back it goes."
		},
		{
			"review_title": "Honey, not Right for My Locks",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "Honey no! Not the formulation for my superfine natural coily locks. They prefer the Lightweight Conditioner which is magical for my hair. It’s left hydrated and soft with the Lightweight formulation.  I really believe that hair type has everything to do with how well the Pattern conditioners work. It only costs $9 to try the different formulations which is great, making it easier to choose the right one for your hair before you make a big investment. If this didn’t work well, try the Lightweight. I’m glad that I did!  Now there’s a Medium Conditioner. I’ll have to check it out although I’m very content with the Lightweight.  Perhaps the Medium would be good for days when I stress my locks out by flat ironing, swimming, hard workouts etc."
		},
		{
			"review_title": "Finally Found the Holy Grail for My Hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Rescued and Saved my low porosity textured 3a-3c curls. I bought directly from Pattern’n website before knowing Sephora carries this brand, but will repurchase here from now on since Sephora has it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
			"review_text": "Great conditioner. My hair loves it. Makes detangling a breeze."
		},
		{
			"review_title": "solid 0/10",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "It’s a no.  From the smell, which if the product was actually good wouldn’t be a factor. But the product is overly greasy, heavy and barely washes out. Didn’t do anything for my curls and was just an overall mess. Regret the purchase and had much higher expectations from the brand."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Oily skin",
			"review_text": "Super thick. Detangles hair.Great deep conditioner love it"
		},
		{
			"review_title": "great slip but didn't feel moisturizing",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "great slip, but it felt like it just sat on my hair. it felt extra thick for no reason. maybe not best for 4A curls/colour treated hair."
		},
		{
			"review_title": "Very Moisturizing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "Thank you Tracee! This product is amazing! I use it strictly as a deep conditioner and it does the job. It’s thick,heavy and very moisturizing.  I will say unless you have very thick or textured hair maybe use the heavy conditioner or lighter instead of this one (even if your hairs dry). My hairs a true 4C for reference.  Very moisturizing but doesn’t lather a tonne."
		},
		{
			"review_title": "Rich, thick and moisturizing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Absolutely love this product. It is super thick so it actually sticks to the hair but ad you massage it through. It melts in and softens my 4b/c hair. The product provides a great amount of slip allowing me to finger detangle and then brush detangle. It's now my favorite conditioning product of all time!"
		},
		{
			"review_title": "Calling all curlies, line up and get your product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Great product. My fine, super dry, 3c curls loved this conditioner. Lovely fragrance, like powdery cucumber. Definitely worth a try. I will continue to seek this product."
		},
		{
			"review_title": "Good product, bad smell .",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Oily skin",
			"review_text": "I’m sure this is a good conditioner . I tried a sample of it and it smells awful . It almost smells like gas . Also, the package is hideous. White background with a creepy simple face. The sample is very generous and it made my hair look good, but the smell and package have to go."
		},
		{
			"review_title": "TOO heavy of a formula",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "i used this product last night, and this morning my hair looks like i haven’t showered in a week. i love the scent and how thick the conditioner feels, but my hair the next day looks very oily and flat, like it has a coating around it. maybe it’s because i have naturally wavy hair and not curly hair? but i still see others complaining about the same thing."
		},
		{
			"review_title": "Not hydrating",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I did not find that this hydrated my hair much at all. I’m ok with a heavier conditioner if it fees like it is adding moisture to the hair but I did not find that with this one. Was heavy but somehow not moisturizing. My hair is frizzy so maybe it would work better on someone else. It’s not bad but I would not purchase."
		},
		{
			"review_title": "my hair hates it.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I’m sure this would be great for someone but it left my hair dirty and felt like it was covered in a film of lard. If I had time I would have jumped right Back in the shower to wash it off. Instead I’ll have to get up and reshower in the morning.  A huge waste of time and a night sleeping with filthy hair. It feels greasier than before I washed it.  Again, probably great for someone.  Definitely not me."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I have very very dry , long fine hair.  I just tried this conditioner , It worked amazing in my hair and my hair feels healthy and shiny again, It’s my new favorite conditioner."
		},
		{
			"review_title": "Waxy",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I have dry coarse curly hair.  This left me feeling like a waxy residue was in my hair, and left it unmanageable.  Glad I got the trial size, will not buy it."
		},
		{
			"review_title": "Amazing! Works great, even for fine hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Light skin tone, Combination skin",
			"review_text": "I am a fair-skinned redhead with fine, very curly hair (corkscrew curls, pencil to Sharpie diameter). I bought the Pattern 3-conditioner sampler, so I could see what works best for me. My hair has been dry lately, due to hypothyroidism, and I wash it more in the summer. So I need good hydration!  Anyway... If you have fine hair, do not be afraid to try the Intensive conditioner!! Even though this is an intensive conditioner -- kind of like a hair mask -- it is not too heavy for my fine hair. I find that it hydrates beautifully, and after being rinsed out and then paired with a curl-defining leave-in cream, my curls are very defined, shiny, bouncy (not at all weighed-down), and frizz-resistant... even in hot, humid, rainy Maryland summer weather. I'm very happy with this, and can't wait to try the Heavy and Medium conditioners. My hair has different needs depending on the time of year, weather, and my activities. So it will be interesting to experiment with all three. I also look forward to trying the leave-in curl cream.   Another important note: I am very sensitive to perfumey, over-fragranced products. That's not a problem with this conditioner. It smells nice (NOT overpowering) when using it, and then the fragrance fades. So it won't clash with your cologne or make you sneeze!   I'm loving this line of products so far! Please keep carrying Pattern products!"
		},
		{
			"review_title": "Rich & Thick",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Dry skin",
			"review_text": "My hair type is 4A-4B, and this conditioner is LOVELY.  After using the Pattern shampoo and conditioner my hair feels soft and not as coarse as it usually feels."
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "My hair is so happy when I use this! When I rinse it out, my hair feels fully moisturized, healthy, and soft. It doesn't just feel slippery--but REALLY nourished without being weighed down. Love!"
		},
		{
			"review_title": "Taming South Asian Curls and Frizz",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Changed my life - so happy Sephora Canada is carrying this line now! Taken my frizzy hair to more defined and healthier curls"
		}
	]
}