{
    "product_id": "558",
    "name": "Chronos Styler 1 Inch Flat Iron",
    "brand": "ghd",
    "categories": "Hair, Tools, Hair Straighteners & Flat Irons",
    "price": 444.0,
    "about": "What it is:u00a0A professional flat iron providing one-stroke, high-definition results that last up to 24 hours...Hair Type: Straight, Wavy, Curly, and Coily..Hair Texture: Fine, Medium, and Thick..Hair Concerns:.- Damage, Split Ends, and Breakage.- Shine.- Straightening and Smoothing..Key Benefits:.- Optimal styling temperature at 365u00b0F.- Ultra-fast, personalized styling.- Less frizz, more shine..What Else You Need to Know:.Our high-performance ceramic floating plates are coated with an ultra-gloss finish, resulting in up to 85% more shine..ghd chronos features a re-engineered wishbone hinge to meticulously keep the plates perfectly aligned, giving you more control...Research Results:.- HD Motion-Responsive Styler: 2x more responsive for ultra-fast personalized styling, continuously adapts to your styling movements, adjusting the power for unparalleled heat monitoring accuracy at the optimum styling temperature of 365u00b0F, indicated by the sensor light..- One stroke high-definition results that last 24 hours**: For instant and superior styles..- HD Results: 85% more shine, 2x less frizz**** and up to 3X more breakage protection***.- High-performance ceramic floating plates: coated with ultra-gloss for frizz-free, easy-glide styling.",
    "ingredients": "",
    "how_to_use": "Suggested Usage:.Dry styling: .-Spritz ghd Bodyguard Heat Protect Spray over hair (sold separately)..-Part hair into one-inch-wide sections..-For a sleek, straight look: Place styler at the root and glide down the section. Use a brush for added tension and smoothness..-For a wavy or curly look: Place Styler at the root, rotate 180 degrees, and glide down the section. .-Repeat through hair...For wet to dry styling: .-Start with the ghd Helios hair dryer (sold separately). The included nozzle provides precision drying for continued styling. .-Mist over ghd Shiny Ever After shine spray (sold separately) for a smooth and sleek finish.",
    "num_reviews": 259,
    "overall_rating": 4.8,
    "product_url": "https://www.sephora.com/ca/en/product/chronos-styler-1-P509903?skuId=2750891&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2750891-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Avoid if you want to curl your hair",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This product did make my hair very shiny but enraged me every time I used it so it was returned. I have medium wavy hair that styles well & could not understand why this was soooo bad. I hated the beeping noise it makes. It didnu2019t hold my style for more than 2h and it made my ends feel weird. Idk..too expensive, and didnu2019t work well nois"
        },
        {
            "review_title": "Pulled out my hair!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I tried posting a review before and Sephora did not post it.  Seems like only incentivized reviews which is not right.  All reviews should be accepted!  This flat iron was the worst iron I have ever used. It would catch on n my hair and pulled out my hair so I returned it immediately and had to have my hair cut shorter because of this hair it fliterally fried the"
        },
        {
            "review_title": "A must have hair flat iron.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "GHD have done it again, continually evolving and improving their flat irons with every new model out. Definitely worth spending the money for these."
        },
        {
            "review_title": "Pretty piece of junk",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This is the worst straightener Iu2019ve had since 2003. It pulls my hair. The music is stupid but thankfully it stopped working lol. You canu2019t adjust the temperature. I bought it because I wanted a white straightener in my remodeled bathroom. It looks beautiful, but is a terrible overpriced piece of s"
        },
        {
            "review_title": "Great product while it works....",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Loved how it works but it stopped working after ~6 months. Shipped back to GHD per the warrantee, they have had it for over a month and still nothing. Their customer service is terrible, cannot speak to anyone live (their phone tree actually goes to extensions that are not longer working) and they give standard email responses to say they are very busy and need more time. I have been loyal to GHD but will not buy from them again if they don't stand behind their products. Too bad really b/c it's the best flatiron but not worth the trouble."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, mediumTan skin tone, Combination skin",
            "review_text": "I wish I could give this a 0 stars the product started making these weird noises and would automatically shot at least 20 time during the process of doing my hair, it was very annoying having to unplug then have to plug it back."
        },
        {
            "review_title": "I'm not angry, just disappointed.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "I bought this a few months ago after getting a bonus at work, and I loved it at first! It heats up quickly and straightens my 2B/2C hair in less than 10 minutes, and my hair looks and feels healthy after using it.  Unfortunately, mine broke after only a few months. It has trouble turning on, staying on, and turning off. I don't know if I got a faulty product or if I did something, but I *was* careful with it. It's too late to return it now, and repairing it would be more expensive than just getting a new (albeit less expensive) hair iron. Considering how much this costs, I'd expect it to last at least two years, so it's a bummer that it's already not working correctly. It looks like the engineering may not be as sturdy as previous GHD irons, but YMMV."
        },
        {
            "review_title": "great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "not gonna lie. came here to tell yall I paid $202.00 with discounts on the ghd website and got to personalize it with my name for free. also, it's a great straightener. I can curl and straighten with this product. it heats up pretty quickly and turns off automatically after 30min of no use."
        },
        {
            "review_title": "I threw out my old flat iron for this one!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "I was skeptical of this straightener at first because of the price point. Up until this point I have never spent more than $100 on a flat iron. This one is fantastic!! It heats up super quickly and cools down just as fast. It only takes one pass to straighten my curly hair. I love how lightweight it is and it makes noises when you turn it on and off to ensure that you know what state it is in."
        },
        {
            "review_title": "Hair tool",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love the tool, it has two uses it will straighten the hair and also curl it. It is easy to travel with and it aesthetically cute too. Very light weight my hand wonu2019t hurt."
        },
        {
            "review_title": "Great Straightener",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This is a very nice sleek straightener I love the sound when you turn it on it works great and gives you great smooth hair took a little time to get used to doing the curls without crimping it but still look great straightener hair tool"
        },
        {
            "review_title": "An absolute must have.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This is my go-to- it creates beautiful curls, beautifully straightens- and it absolutely makes me extremely happy knowing the technology is the most advanced available protecting my hair and ensuring it stays looking bougie"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "Iu2019m always looking for the absolute best of hair straighteners.. and let me know you - this one comes pretty close!! Iu2019m extremely satisfied with it. It heats up SUPER quick (with a cute spaceship noise) and shuts down by itself if you forget to turn it off. The plates are a good shape, even for my thick hair. I still need to learn how big it is, as I burnt my neck and ear once.. but I do that with every hair straightener! The heat is at an excellent level and it makes my hair look smooth and healthy. It is definitely worth splurging a bit to get a quality hair straightener that will not damage your hair."
        },
        {
            "review_title": "magic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I absolutely love this product. I was so shocked with the results. Never before have I seen a straightener heat up SO FAST. I have thick curly hair and this worked through it in ONE pass! my hair was also soooo glossy after using this. I couldnu2019t have been more satisfied with trying this product."
        },
        {
            "review_title": "Must-have essential!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Luxurious and convenient! Best straightener Iu2019ve ever had. Thanks to Influencer for this complimentary product. This straightener keeps my hair looking slick and glowing. Itu2019s so comfortable in my hand, making it easy to style my hair."
        },
        {
            "review_title": "Smooth, Straighten AND Curl!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "As someone with naturally curly hair, Iu2019ve always wanted to get that same smoothness out of my flat iron as they do in the salon.  I finally found that!  I can let my hair air dry and then get amazing, frizz-free hair.  I also canu2019t believe how quickly Iu2019m able to add waves to my hair.  As you can see in the photos, I used this to both smooth, straighten and curl my hair.   This heats up in 30 seconds.  It makes a nice noise when you turn it on and then another 30 seconds later. No more plugging in and going off to do something while the flat iron heats up.  When you turn it off, it makes another noise so you know itu2019s off.  Iu2019ve heard others say they can curl their hair with a flat iron. Based on the curved edges and the design of the Chronos, Iu2019m now using this in place of my curing iron as well."
        },
        {
            "review_title": "Best hair straightener hands down!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I received this hair straightener in exchange for my review. Let me start by explaining that I have literally straightened my hair several times a week for YEARS. YEARS! A good hair straightening tool is a necessity for my mature color treated hair that has become slightly more wavy as I have aged. This ghd Chronos is perfection in so many ways.  First, although it appears to be the same size as my previous straightener, its design makes it much easier and more comfortable to hold. Prior to taking the picture and comparing both tools, I was convinced that the Chronos had to be smaller because it felt so much more comfortable to hold and manage. Next, the first time trying the Chronos, I used it just as I have my prior straightener which required multiple passes on a section of hair in order to get it straight. Imagine my surprise when the Chronos not only straightened my section of hair in ONE pass, it also left my hair looking healthy and shiny. This tool has not only done a much better job than any straightener I have ever used in the past but itu2019s also done in fraction of the time!! The Chronos heats up quickly and doesnu2019t radiate the heat from the plates like others do. There is no hot smell of hair or need to select a temperature wondering whether or not itu2019s damaging your hair. The Chronos heats up and cools off quickly and has a cute chime that indicates itu2019s been turned on and off. This straightener is so good!!  I canu2019t ever imagine using any other straightener  again!! The Chronos hit it on so many levels!! If you want exceptional results in less time then look no further. You will LOVE this!"
        },
        {
            "review_title": "Better than my chi",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve been using an old Chi straightener from years ago & boy oh boy did I desperately need this upgrade. It usually takes me forever to straighten my (long, curly, color treated) hair, but I was able to straighten my whole head significantly faster. It took less passes to get it straight unlike my old chi. This new straightener also doesnu2019t make my hair look dry or frazzled, it really helps smooth my hair out. The flashing light & safety feature are super useful & the sleek look wins points in my book."
        },
        {
            "review_title": "My new fav!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I have very long, thick, wavy/curly hair.. this flat iron-curling iron duo allows me to cut down on styling time compared to my current tools. Super easy and comfortable to use.. highly recommend!!!"
        },
        {
            "review_title": "Works wonders!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I absolutely love this straightener. Itu2019s different and unique. I like how it plays a little tune with you turn it on. It takes no time to straighten my hair and honestly has been a life saver. Itu2019s very nice and sleek. I donu2019t like how you canu2019t control the heat setting though, Iu2019ve afraid it will eventually damage my hair but I assume as long as Iu2019m using heat protection itu2019ll be fine. Overall I donu2019t have any other dislikes about it and I think this is one of the best hair straighteners Iu2019ve ever had. Also I love the fact it comes with a heat protection cover. This straightener is just amazing altogether."
        },
        {
            "review_title": "Safe and Reliable",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I received this product for free from Influenster. I was really impressed with this flat iron! I appreciate the fact that it is pretty difficult to burn yourself which is usually easy for me to do. I also love the auto shut off mode. I would recommend this to someone who uses a flat iron daily."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "The Chronic Styler is an amazing flat iron. It used HD motion to adapt to your styling movements and it maintains a consistent temperature. It heats up super fast. It feels super sleek in your hands. You can straighten, curl, it wave your hair with it. It leaves the hair feeling so soft and shiny. It glasses through the hair. Style lasts all day. I would definitely recommend."
        },
        {
            "review_title": "Gorgeous Must Have Flat Iron",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "I received this product from Influenster in exchange for a review. Right off the bat this is a beautiful flat iron. The box is bright and elegant and when you open the box the flat iron looks stunning. Definitely my best looking flat iron. I have taken it on weekend trips and it was so easy to carry, super light and made my friends fall in love with it! I was able to straighten my hair really quickly without the hassle of having to go over it 20 times like other flat iron/straighteners. I love the way it glides on the hair and doesnu2019t cause it to dry out and how easy it is to hold without having your hand tire out. The last few years my hair has started to frizz a little especially after it rains and this flat iron takes care of that problem quickly, I am a fan of this flat iron and love how easy and quick it is to use! My friends love it and sometimes I leave it on my bathroom counter because it looks so nice! I would highly recommend this flat iron if you want something gorgeous that gets the trick done. Cannot wait to try using it to curl my hair as I have seen so many do! 100% would recommend this item to anyone!"
        },
        {
            "review_title": "Best New Flat Iron",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I have been using his flat iron for a few weeks now and itu2019s so good! I already had an older GHD flat iron for about the last 10 years and this upgrade is wonderful. It heats up instantly, it feels comfortable to hold and use. Kt is the quicker way"
        },
        {
            "review_title": "A must have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received this product and it works wonders for my hair! It makes my hair so silky, shiny, and smooth!! It does not take long at all for it to heat up. I recommend it to anyone that wants their hair straight quick!!"
        },
        {
            "review_title": "Must Have Flat Iron",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have always had frizzy hair that is difficult to get fully straight but this flat iron got it straight with way fewer passes than normal! The sound to let you know itu2019s on and when itu2019s ready is a cool feature. It also heats up very quickly and you donu2019t have to worry about the settings since it does it for you! This flat iron exceeded my expectations!"
        },
        {
            "review_title": "Quick Easy Styling",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Overall I really like this flat iron.  Itu2019s given me pretty good results.  I love how quickly it heats up (less than 30 seconds!), and lets me easily style my hair in minutes.  It has a nice long cord and protective cover.  It also features motion sensor technology and automatically shuts off after 10 minutes.  While it only has one temperature setting, Iu2019ve had no issues with it being too hot for my hair. Not only does this flat iron hold my style all day long, but it leaves my hair shiny and frizz-free.  Iu2019ve also noticed it does a great job at protecting against breakage and color fade.  This is a great styling tool and I highly recommend it."
        },
        {
            "review_title": "The flat iron that dreams are made of.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This review is part of an incentivized campaign. I have frizzy hair and this flat iron is everything dreams are made of. The packaging is luxurious, the sleek body makes styling a breeze. This is the first time that I can actually go to the roots without efforts. It is less damaging for the hair while keeping the style. I also enjoy the little sounds that it makes when I start and turn it off as well as the rubber cap that goes on while not in use. Even though it is very expensive it has everything that you would want in a flat iron. If you can splurge I definitely recommend that you buy it."
        },
        {
            "review_title": "awesome flat-iron",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "this iron was totally great, super effective and iu2019m able to do my hair super quickly in the morning. it heats up in under 30 seconds and i like that there is a temperature setting safe for hair. love this!"
        },
        {
            "review_title": "Just TOO HOT -- badly damaged my hair",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Light skin tone, Normal skin",
            "review_text": "I did NOT expect to return this!! It was a joy to use--but it FRIED my hair. Made it crispy. Dull. Dead flat straight (would not hold a curve or curl). Within just days of use, my hair was markedly damaged. It even smelled toasty (not in a good way) when I got it wet. I read the reviews... read the GHD info about their 'perfect' set temperature... let myself trust that a mere 5 degrees over my usual temperature wouldn't be significant--but whooboy, it WAS. My hair is not baby-fine (though not thick and wiry, either), nor is it especially fragile. But this thing was just TOO HOT. If I could have noodged it down in temperature, I'd surely be using it still, happily. Instead, to my surprise, after a spell of using it and cluing in it was making my hair worse and worse... I initiated a return. You know your hair. If you usually style with good results at a temperature lower than ghd's so-called perfect 365... then this is not the iron for you, no matter what their research says. On the other hand, if that set temperature is what usually works for your hair, then I can say it's a marvellous design, very comfortable, sleek, elegantly and intelligently designed. The lightening-fast heat up is a joy. It's a real shame they don't allow at least a small range of temperature control. For me it was truly a disaster."
        },
        {
            "review_title": "Best flat iron Iu2019ve used!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "GHD has done it again! I have 3b/3c coarse curly hair and with one pass on each section, my hair was straight. It gently glided across my hair with no pulling or tugging. I personally like one pass, but you can do two passes to get that sleek look.  The design of this flat iron is incredibly smart. The plates have a slight curve at the end and towards the top. This makes it easier for the plates to glide when doing curls. And let me tell you the curls stay all day. It also warms up incredibly fast. In about 10 seconds itu2019s ready to go. I like that the temp adjust automatically based on your hair type!  I am absolutely in love!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love this straightener! I like that the temperature is under 400u00b0 to reduce damage. The curve at the end is great to add loose curls or flip your hair for a blowout like style!"
        },
        {
            "review_title": "Quality and functionality",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I have been using this straightener for about a month and I can admit I am obsessed! The cord length is so long and rotations so your mobility while using the straightener is amazing! It also comes with a little silicone cover to cover the top of your straightener so that once itu2019s put away it doesnu2019t lay open like V. The only downside is that I wish it had more grip to hold onto it because itu2019s so smooth and can easily slip out of your hands if you arenu2019t gripping it. It comes with a little raised line on each side for grip, it would be perfect if they added for raised lines on each side! Also the Last straightener I used when I would hold it to actually flatten my hair. I would feel the heat come through the plastic and it would burn my hand in comparison this straightener when I hold it, itu2019s so thick and durable that it doesnu2019t burn my hand and I love that ud83eudd70"
        },
        {
            "review_title": "A MUST have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "After using this product over the past few weeks I find myself strictly reaching for this and this only. I have the older GHD straightener and is it nice yes. But this one beats it hands down. From the way it feels in your hand. The insanely quick heat up. The fact you can curl or straighten your hair. And the cord automatically curls with you so youu2019re not getting tangled up. I love the white color. It makes it look crisp sleek and clean. The packaging was amazing. And it just feels good in your hand. The only thing I would want for this is for a fast cool down. But given that you receive the silicone shield for it you really do not need to worry about that. I would say itu2019s  a personal preference. I also have noticed a drastic difference in the amount of frizz. I use this and boom gone."
        },
        {
            "review_title": "Best flat iron ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I was gifted this flat iron in exchange for my honest review. Iu2019ve been using this for a month and so far itu2019s been fantastic. It heats up quickly and it only has one temperature setting. It literally only took one swipe to straighten out my hair. It was so sleek and not frizzy. I would definitely recommend. straighten my hair. My hair was so sleek, straight and not frizzy at all .  to straighten my hair."
        },
        {
            "review_title": "Impressed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I've been looking for a straightener to replace my old hair straightener for  while now and I think I have found it. This flashy iron It's super easy to use and gives steady heat on a consistsnt bases. Loving the motion sensing technology which allows the iron is in motion and doesnu2019t turn off. I also love the automatic 10 min shut off.It's also amazing at doing diffrent hair styles especially curls. I also love that my hair doesnu2019t get stuck at the ends of the plates. I love this flat iron."
        },
        {
            "review_title": "Has become a staple for me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I have not used heat on my hair since 2012. I gave up on it because I thought my hair couldnu2019t hold a curl, it takes too much time, itu2019s damaging, etc., but I always remained bored of my hair! Fast forward to now, and I get sent this styler from ghd. Itu2019s beautiful, sleek, and easy to operate with just one press of a button. You can choose from a variety of techniques depending on which style youu2019d like to wear. Iu2019ve curled, straightened, waved, flipped up my ends, and Iu2019m sure I can do more. I really love this product, much more than I expected to! Yes - the price is steep. However, I honestly believe that if you have this you wonu2019t ever need to buy a straightener or curling iron again. I was gifted this product for free from Influenster and ghd in exchange for my honest review!"
        },
        {
            "review_title": "Honestly the best Flatiron",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I bought this, I didnu2019t get it for free so Iu2019ll give my honest opinion on pros and cons. It heats up very fast, however I do need several passes on some sections of hair. I wish the plates were a little longer but it leaves the hair very smooth and soft. This really does hold the style into the following day, which Iu2019ve never had any other flatiron do. I donu2019t even need to go over it again the second day which really helps cut down on damage to hair. Iu2019m truly amazed at how my hair holds the style after sleeping all night and looks like I just did it. That alone makes this Iron worth it. I usually just straighten my hair but I did put waves in it once and they held overnight too. I didnu2019t have any issues with the wishbone style hinge, itu2019s very easy to hold. Obviously the price is very expensive so thatu2019s not great but if you can get it on sale, itu2019s highly worth it. I canu2019t attest to how long it lasts because Iu2019ve only had it a couple weeks. I would hope it lasts a long time for that price. Iu2019m really sold on this though and donu2019t regret buying it at all."
        },
        {
            "review_title": "Super fast heat up, sleek design, beautiful hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Amazing styler by GHD! Absolutely the best hair styler I have ever used! The design is sleek and easy to use. With one twist of my hand this styler curled my strand. With one swipe down of my hair, the styler straightened it with ease. Perfect styler and saved so much time! Highly recommend!!!"
        },
        {
            "review_title": "quite impressed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "Let me start by saying I have thick, curly/wavy, frizzy, hard to style hair that comes down to the back of my knees. I usually have to set my flat iron on the highest temperature setting for it to be effective. As you can imagine I was hesitant about this flatiron as it has no temperature controls. Wow was I surprised! It's amazing! I like that it has an audible chime when you plug it in and when it finishes heating. It heats up very quickly.  It was easy to use and left my hair shiny, smooth, and healthy looking in appearance. It only took me 15 to 20 minutes to straighten my entire head. I love how perfect my hair turned out and will continue to use. Definitely recommend."
        },
        {
            "review_title": "ghd Chronos Styler",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I am very pleased with the results that I have gotten with the ghd Chronos styler 1 inch iron. It has made my hair less fizzy and more shiny. It heats up super fast and straightens very fast too."
        },
        {
            "review_title": "Smooth results!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I really enjoy using this straightener, and I appreciate how lightweight and easy it is to use! I have thick hair that can get frizzy, and this leaves my hair looking smooth and shiny. It heats up quickly and comes with a sleeve for heat protection. You can also use this to curl your hair.  I was able to straighten my hair in a short amount of time, and it really helped with my frizz throughout the day!"
        },
        {
            "review_title": "Instantly hot! 4.5 stars",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "**I received this product for free, in exchange for an honest review.**  I'm the proud owner of 4-5 straighteners (I might have a slight problem). ghd consistently has great, high-quality products and the Chronos Styler is no exception.  I was blown away by the styler reaching temperature almost instantly after turning it on in less than 10 seconds.  In terms of effectiveness, I still prefer my wet-to-dry straightener made by that other high-end brand that is only slightly more expensive than this one. I found that the Chronos doesn't produce the same sleekness for my hair. It's a serviceable second.  I love the white color and the silicone sleeve that comes with it.  I'd recommend this as a compact lightweight option for brand loyalists or anyone who has the budget, but I will likely use the wet-to-dry 9 out of 10 times."
        },
        {
            "review_title": "Simple, sleek straightener",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is great for traveling. It is very sleek and very lightweight. The temperature is not adjustable but it gets hot enough to straighten my hair. It may seem overpriced for what it is."
        },
        {
            "review_title": "Fast Heating and long lasting style",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I received this product free from Influenster and Chronos. I used this product many times and I noticed my straightness lasting longer including overnight which is new and welcomed for my fine hair. The Iron heats up quickly and beeps when itu2019s ready. I love the sleek design and ease of use. Styling is fast and the iron leaves my hair feeling lively and silky. I love the heat cover/protector it comes with, because I can store the iron right away without worry of burning or melting what I set it on. I would recommend this product! Only complaint is that there is no heat setting. The setting is meant to be the best heat for most hair, but mine is very fine and worry itu2019s too high for me. Having said that I donu2019t yet see any breakage. Just be careful if you have fine hair. I still love this iron and will continue to use it. Thank you Influenster and Chronos for letting me try this iron!"
        },
        {
            "review_title": "My new forced styler. I highly recommend!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "For years, I have used the same inexpensive flat iron and that one is now in the garbage. With ghd, my hair is now shinier, more moisturized and looks amazing! I donu2019t get that awful burning smell, my style lasts all day long and into the night. It smooths my hair with just one use and my curls bounce freely and beautifully. It is extremely easy to use and is very light weight. I love the shine that it creates and the long lasting style."
        },
        {
            "review_title": "Fantastic styler",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This is such a great styler! It heats up in no time and is really easy to use. It left my hair feeling soft and smooth. Iu2019m so glad I received this from Influenster and GHD to try because it is now one of my go to hair stylers!"
        },
        {
            "review_title": "A Flat Temperature Flat Iron ;)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I own many hair styling tools. Perhaps too many. Everything from the Chi of my teenage years to T3, Amika, and Dyson to name a few; but the thing that stands out the most about the new GHD Chronos Flat Iron is the fact that the one stroke styling is done at the optimum temperature for 365u02daF. As in thatu2019s the max temperature of this styler. You donu2019t even get the choice to change it to a higher temperature which is such a big deal for me.   I have coarse hair that can frizz easily but that holds style really well all the same. However, I have always cranked up the heat on my flat irons to max - even the Dyson Corrale has adjustable temperature setting. Despite all the heat protectant sprays, the too high temperature is truly horrid for your hair.   To be honest, this is the main reason Iu2019ve been reaching for the GHD Chronos Flat Iron vs. the other flat irons that I own. All the other bells and whistles like super fast styling, ceramic floating plates, 10 seconds heating, etc. are just the cherry on top for me!"
        },
        {
            "review_title": "a MUST HAVE for a sleek, straight look",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "this flat iron is AWESOME! works wonders for straightening my hair. i am a blonde (bleached) with 20inch sew in hair extensions. this flat iron blends my hair with my extensions seamlessly when i am going for a sleek, straight look. my hair feels so smooth with minimal flyaways. ALSO, it really only takes one pass to straighten my hair. my natural hair is curly, my extensions are wavy in texture.  i am giving 4 stars because i have noticed this flat iron leaves crimps when i curl my hair with it. it will often leave a crimp towards my scalp, or towards the end of my hair. it could be user error, however iu2019ve been using flat irons to curl my hair for years and iu2019ve rarely had this issue before.  i have already incorporated this product into my daily routine! such a time saver. if the crimps do turn out to be user error, i will update my review :)."
        },
        {
            "review_title": "LOVE!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "I have really long curly hair and have avoided straightening it pretty much my whole life because I donu2019t want to damage it. Iu2019ve straightened it only twice before but didnu2019t like how it took multiple passes to get it straight, and left my roots still curly. This GHD straightener is a game changer! (Which is kind of a bad thing for me because now Iu2019m tempted to straighten it more frequently lol) I love how quick and easy it was to get my hair pin straight especially at the root, and all in one swipe!! The straightener also heats up insanely fast as soon as you turn it on, and I love that it makes a little chime when itu2019s ready."
        },
        {
            "review_title": "Effective and easy to use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I was so happy to receive this product because I had been looking for a flat iron. It heats up so quickly so thats a plus for me. I have thick hair which sometimes makes straightening my hair hard or takes too long. It was very easy to straighten it and it feels smooth and not frizzy which is another big plus for me. I would only wish it was thicker (maybe 1.5 inch) just so the process could be faster."
        },
        {
            "review_title": "Great hair tool!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have had some trial and error when using this straightener. It works amazing to straighten hair, but curling takes a little bit more practice. My hair was beautifully shiny and smooth after using it, and there was no frizz! It also felt like it didnu2019t damage my hair at all. I love the silicon cover it comes with too. Iu2019m not a huge fan of the power button being on the inside of the straighter because it seems like it could be a safety issue. Overall, I enjoy using it a lot."
        },
        {
            "review_title": "Hair Game Changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "Gifted to me by influenster and GHD for my honest opinion. I wanted to wait a while to use this flat iron a few times to observe the quality of my hair overtime, to provide a comprehensive review as this is not cheap, and for good reason.   Let me start by saying, the GHD Chronos Professional HD Motion Responsive Styler Flatirons are an absolute game-changer! From the moment I unboxed this sleek and stylish tool, I knew I was in for luxury experience. First off, the design is not only aesthetically pleasing but also incredibly functional. The motion-responsive technology makes styling my hair a breeze, allowing for seamless gliding without any snagging or pulling.  Now, let's talk results, my hair has never looked better! The GHD Chronos leaves my hair (and extensions) not only shiny but also incredibly healthy looking. I've noticed a significant difference in the overall texture and feel of my hair since using this flatiron. Plus, It doesn't damage my hair at all! Thanks to its advanced heat settings and ceramic plates, I can heat style my hair with confidence knowing that my hair is in good hands.  The ergonomic design of the GHD Chronos makes it comfortable to hold and maneuver, perfect for those long styling sessions. The heat up time is lightning fast, so I'm not left waiting around to achieve the perfect style. And the auto shut-off feature provides peace of mind, especially for those of us who are a bit forgetful at times or in a rush.   I can't recommend the GHD Chronos Professional HD Motion Responsive Styler Flatirons enough. Whether you're looking for a sleek, straight look or bouncy curls, this flatiron delivers stunning results every time. Highly recommend."
        },
        {
            "review_title": "Silky smooth for days",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "I love this straighter! It heats up within seconds and has a nice little ding that let's you know it's ready. It glides so smooth through my hair. It only takes about 2 passes to take my frizzy and kinked up hair to silky smooth with a beautiful shine. It truly does last for days. I only wash my hair everyother day and usually I'd have to run a straightener thru it again on the second day but with this my hair was still smooth and perfectly straight. I also used it to do beachy waves and it works great for those as well. Definitely love this and would recommend to anyone who wants silky shiny hair, curly or straight."
        },
        {
            "review_title": "Smooth, flat and shiny hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "Love this flat iron! It heats up super quickly. It is very effective with one pass. The width seems perfect to get even small hairs close to my face. I have not managed to burn myself with it. My hair winds up smooth, flat and shiny like Iu2019ve just left the salon. Highly recommend! Thanks to Influenster and GHD for letting me try this product in exchange for my honest review."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "After trying to use this on my long hair I decided I'd try the front as some is shorter there. And worked great on shorter hair was more difficult on long however hoping I can try one that's for long long hair like this as I don't like them barrels I did not burn myself with this one like the others do."
        },
        {
            "review_title": "I love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
            "review_text": "I love this flat iron itu2019s easy to use and makes your hair feel so luxurious. It has different heating settings that you can use to your liking. It also curls really nice."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Iu2019m absolutely in love with this straightener. I love that I can use this to either straighten or curl my hair. Iu2019ve also noticed that it does less damage to my hair compared to a regular straightener. It has such a nice sleek look to it as well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "Iu2019m absolutely in love with this straightener. I love that I can use this to either straighten or curl my hair. Iu2019ve also noticed that it does less damage to my hair compared to a regular straightener. It has such a nice sleek look to it as well."
        },
        {
            "review_title": "Must have for curly hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I absolutely love this flat iron! The plates make my hair so soft and smooth! I have very curly hair and it has helped me in only a few swipes with the perfect amount of heat. I also love the little chime song it gives you when it turns on and off!"
        },
        {
            "review_title": "Obsessed with this styler",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I recently had the chance to try out the GHD Chronos Styler, courtesy of Influencer, in exchange for an honest review. My hair is naturally wavy and very thin, and I was hoping to achieve a polished look with this styler. After using it, I found that my hair felt smoother and looked shinier, and my styled hair lasted several days. The process of curling or waving my hair took around fifteen to twenty minutes, and the styler was very user-friendly and practical. I particularly liked that it comes with a protective sleeve to prevent damage to countertops while it cools down. Overall, I am very impressed with this styler and it has become my new go-to."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have been using my flat iron from a comparable brand for over 5 years and while happy with it, I thought it was time to upgrade now that new technology has been developed.  I was excited to receive the ghd Chronos Styler in exchange for an honest review.  It came at a perfect time, as I was travelling to the UK, it is light, sleek and comes with a silicone heat protective cover. Of course, I tried it before I packed and it worked beautifully on my fine, slightly wavy hair that reaches just below my shoulders.  It made my hair sleek and shiny with just one pass on each section making getting ready easy and quick.  When I woke up the next morning, I was surprised at how smooth my hair remained.  The lighter weight made it easier to style as did the consistent 365 degree temperature.  After continuous use, my hair feels healthy with no heat damage.  If you are looking for a styler at this price point, I highly recommend this model.  Finally, it was great for my trip and while I used my travel adapter I did not need a converter."
        },
        {
            "review_title": "Near instant heat!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "This flat iron has so many great qualities, first being how incredibly quickly it heats up. I was very surprised when it took just a few seconds to be ready. At first I worried being so plasticity and light weight would equal cheaply made but after using I really appreciated the ease of use and the heated plates seem very well made. Other then the  obvious heat, the iron caused no damage to my hair. I was able to do all of my hair in 10-15 minutes (I have very thin hair). Also comes with a great silicone sleeve. For me the negatives would  be feeling a bit cheap at this price point (wish they could keep it this lightweight without feeling so plasticy). No temperature control. The shorter plates, while fine for my thin hair, I feel like thicker hair would take awhile with this tool."
        },
        {
            "review_title": "Effective + so light! Perfect for travel.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "This is an effective hair straightening tool that is compact and lightu2026 it is perfect for travel, especially with the silicone heat protective cover. The first time I used this straightener, I gave it the real test; I had air dried hair. If you know, you know. My hair was nice and smooth after using the flat iron. This is my first time trying the ghd brand, and Iu2019m so pleasantly surprised by the efficacy and quality!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Porcelain skin tone, Oily skin",
            "review_text": "I've previously owned a ghd straightener and loved it till the heating element went out. This one feels like it damages my hair. There isn't a temperature control and the ends of my hair look very damaged after using it. I was really disappointed in this product based on previous purchases and reputation. It did smooth my frizzy hair easily with only a couple passes but my ends looked horrible."
        },
        {
            "review_title": "Best I've tried!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This is by far the highest quality styler I've ever owned. The design is so sleek and aesthetically pleasing. It heats up extremely fast and it is easy to hold. My hair is very smooth and shiny after straightening, and I love that I only have do do each section once instead of multiple times like I've had with other stylers. I was also able to use it to make loose waves and curls, although it took me a few tries to master those. The auto shut-off function is very convenient and an extra layer of safety. This styler is also travel-friendly and comes with a protective sleeve. I will definitely keep this as part of my hair routine since it is so easy and efficient to use. I recommend!"
        },
        {
            "review_title": "No frizzy hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This Styler straightens and styles my hair effortlessly! This is my first time using a hair tool from this brand and it's making me have second thoughts about my other hair tools which gives me frizzy hair."
        },
        {
            "review_title": "So good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I tried the GHD Chronos Styler 1-inch flat iron and was amazed. My hair is usually frizzy, but this iron made it smooth and sleek. It's great for anyone dealing with frizz!"
        },
        {
            "review_title": "The best on the market",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I love my GHD. I have a curly hair and I use my GHD 1x a week. My hair looks so perfect. With my older straightener it would take me 2-3 hours to finish my hair. Now I take 1 hour with my GHD.   I also love to wear my curls, so I felt my hair less damaged than before when I was using my older straightener."
        },
        {
            "review_title": "My favorite new styler",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "The  first thing I noticed with my ghd styler is that it is beautifully designed it looks sleek, expensive and feels well made.  It heats up almost instantly.  It left my hair feeling shiny and beautifully straightened."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "this straightener heats up so fast and works so well, itu2019s very comfortable to use and i love that despite the heat it didnu2019t damage my hair. i donu2019t usually like to wear my hair straight mostly because of the process but now i want to do so more often because it makes it so easy to do so"
        },
        {
            "review_title": "All of the reviews on here are incentivized?",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I was going to order this, but every reviewer as of this very moment received this product for free, so there isnu2019t one review on here that I can trust."
        },
        {
            "review_title": "Super fast and stylish without many features",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This is a no-frills straightener that heats up in seconds and can function as a curler with some practice. There are no buttons or settings outside of the power button. Sleek look and comes with silicone protector, making it easy to pack. Not sure I would pay full price for it though."
        },
        {
            "review_title": "Long lasting style and easy to use!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "It is my first time using a GHD styling product and I am so happy with the results! I like to use this to create a wavy hairstyle and the effects are long-lasting!"
        },
        {
            "review_title": "My new favorite Styler",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This is a great flat iron. It heats up so quickly. I like that itu2019s one temperature. It makes my hair shiny and silky smooth. Itu2019s so easy to use and it comes with a heat protective sleeve which is nice when I travel I can pack it a little quicker."
        },
        {
            "review_title": "Multi use styler",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "It took me a couple times to get used to using this styler as the spring in it that opens it is a little strong. It is so fast to heat up. One heat setting and one button operation. It has a swivel cord that prevents it from getting tangled. Iu2019ve had good success with using it to straighten my hair and to give it slight waves. I find this styler to be very functional and compact. I like that it has its own protective sleeve to put on it when not in use."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Iu2019ll preface this by saying I havenu2019t liked my hair stick straight since about 2007. My hair is curly, somewhat thick, and frizzy. This definitely gets it straight and smooth with one pass. My hair glides smoothly between the plates and it doesnu2019t feel like itu2019s pulling out my hair. I like how fast it heats up, that it doesnu2019t get too hot, and the auto shut off. I really struggled trying to get curls with this though. I watched the tutorial videos and tried multiple times. All the women in the tutorials have really long hair and my hair is just past my shoulders, so I donu2019t know if that was the issue. I was able to do the beach waves and that looked nice. Canu2019t confidently say it would be worth the price for a regular poor person like me, but it definitely works well!"
        },
        {
            "review_title": "Not great for thick or long hair, but it works",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is not my favorite flat iron, but it works.   Things I like: *It's very sleek and looks nice *The button to turn it on is on the inside,so less chances if accidentally turning it off mid-use *It's curved comfortably so it's easy & ergonomic to hold. *It takes literal seconds to heat up & beeps when ready. (I didn't even have time to finish prepping my hair before it beeped at me!)  Things I disliked: *You can't adjust the temperature. I have thick, long hair and being able to set the flat irons at a higher temperature is essential to me. *The plates were much shorter in length than the Babyliss straightener I have been using, so I had to use much smaller sections of hair than normal. *Due to the shorter plates & lower temperature, it took a lot longer to straighten my hair than it normally does. Still only about a half hour, versus the 15-20 mins it usually takes me.  I can see this being great for a hair professional. The handle is comfortable and I can see them easily using it all day long. It heats up almost immediately, so there's no virtually no waiting for it to get hot. As for home use, if you have thinner or shorter hair, this might be amazing for you. But if you have thick or longer hair, I'd say choose an alternate brand."
        },
        {
            "review_title": "Sorcery!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I am GHD brand loyal because of the quality. When I received this item, I didn't think they could improve a product I already loved. I was very wrong! This iron is like magic. It is lightweight, heats up quickly, only needs one pass on the hair, and the shine it gives is incredible. The rounded edges make curling easy and frizz doesn't stand a chance against it. Knowing that it has the auto shut-off feature puts my mind at ease. If you need a straightening/curling iron or are looking to upgrade your current one, I HIGHLY recommend this one."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I am loving my new ghd Chronos Styler! I plug it in, push the button to turn it on and it makes a little chime. A few seconds later it makes another little chime telling me that itu2019s already reached the heated temperature 365 degrees and the button is stays lighted up. Itu2019s so fast!  I did try to stick to the u201cone passu201d that ghd suggests, however I did notice that since I am in the process of growing out my grays, (officially 1 year down) those were kinda wonky up at the top of my head. I was able to do a quick 2nd pass on those and they were more manageable.   Iu2019ve used this to straighten my hair a quite a few times, and to also add bouncy volume. Iu2019m still practicing on adding tighter curls, as Iu2019ve always used curling wands for that.   The one thing that I didnu2019t think that I was going to like, ended up being my favorite feature! I like that there is no temperature control, there is just the one button. This prevents me from turning the temperature up too high! I have been known to crank the temp all the way up to 425/450 on my past flat irons, risking the chance of damaging my hair. The ghd Chronos Styler is designed to prevent this.  This is a great hair tool and Iu2019ve been raving about it to all of my friends and family!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I'm comparing ghd Chronos with my current Sedu flat iron that I have been using for years.  Pros: heats up very quickly, make loud noise to alert when it is ready for use, style your hair quick.  Cons: does not have temparature control which make to kind of nervous if it is too hot for my hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "I am so impressed with this straightener! Iu2019ve never used a ghd product before and Iu2019m obsessed with it! It heats up within seconds. It reduces frizz and leaves my hair so silky smooth."
        },
        {
            "review_title": "Wow! Better than my airwrap styler",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I received this from Influenster in exchange for my honest opinion. I have thicker curly hair. I purchased the airwrap styler hoping for the results that this gave me. Itu2019s easy to use one setting, beeps when itu2019s ready, the handle is ergonomic & no frizzud83eudd70 I love it."
        },
        {
            "review_title": "One of the best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Combination skin",
            "review_text": "Has to be the best, easiest straightener I've ever used, hands down. Doesn't tug on my hair, doesn't burn, it doesn't have a smell when straightening. I like how smooth my hair is even the next day or two. I can't say enough. I like this alot"
        },
        {
            "review_title": "Multi-use styler with salon quality results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I routinely use heat styling tools daily to tame my fine, wavy, shoulder-length hair. Since receiving the ghd Chronos, l have been able to go multiple days with minimal touch-ups. I can now straighten my hair in under ten minutes, curling and waving in about twenty minutes. I only need one styler when I travel now! The Chronos is a compact, high-quality styler that is surprisingly lightweight, making it comfortable to use. It has wide, smooth curved plates that heat up extremely fast, with a distinctive tone that signals it is ready to use. There are two lights on the device. One illuminates the on/off switch, and the other is on the end near the swivel plug. I appreciate its auto-shut-off feature, that eliminates the need to worry about leaving it plugged in after I leave my house."
        },
        {
            "review_title": "No learning curve required",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I recieved the ghd chrinos 1 professional styker to try and review. After several uses I am hooked on tbis product. It is super easy to use. Just plug and go. The start on/off music/light is cute. Let's you know it actively heating. Heats up quickly, almost immediately actually.  I have very long  wavy hair that is on the frizzy side. So pretty straight forward styling. It is shaped so you can straighten and also use as a curling iron. I can only imagine how detailed you can get if you have a lot of layers. I'm personally very happy with how quick and easy this is. Absolutely love the results.  Thank you for this wonderful opportunity.  This product is high quality,  you can feel how well made it is and quotes salon quality results."
        },
        {
            "review_title": "New favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Excellent, able to straighten and curl in one, heats very quickly, only heats to one setting so you are not burning your hair. Hair feels super smooth after use. Able to do my whole head quickly."
        },
        {
            "review_title": "Blown away",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Wow. Iu2019m just blown away by how great this chronos styler by GHD is. Iu2019ve used some of their tools in the past and I really enjoyed this one. As someone who has prone to frizz hair that is 34 inches long thatu2019s a lot of frizz. I find myself struggling with both the top of the hair and the ends with seeing my thin hair frizz out. I love how this really smooths my hair. With just a little bit of oil as a heat protectant my hair was looking sleek and nice in seconds. And letu2019s talk about the wear time. My hair didnu2019t look frizzy the next day after sleeping on it. It maintained its style and looked really nice. This really cuts down on the time it takes prepping your hair because you can just brush it and now your second day hair is already looking amazing. For this long prone to tangle hair this kept my hair straight and smooth and not tangling at all. I found that after working magic on my strands that they didnu2019t twist together again so easily. Instead I was able to easily brush through my hair and have it look great. A tool I definitely recommend."
        },
        {
            "review_title": "Love this beautiful styler",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I received the ghd chronos styler last week. I tried it on my mother first. She has white, slightly wavy shoulder length hair. It took 15 minutes to curl her whole head. Her hair came out shiny and full of nice defined soft curl. There are plenty of ghd videos a minute long that give great directions.  I like the overall look of the chronos. Itu2019s sleek and classy in design. Itu2019s heats up in seconds. It doesnu2019t snag your hair, this is the first styler I can honestly say that about."
        },
        {
            "review_title": "Once you try it, youu2019ll be hooked!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I am absolutely thrilled with the ghd Chronos Styler 1 Inch Flat Iron. As a big fan of ghd products, this new addition to their lineup has exceeded my expectations. It's incredibly lightweight and heats up within seconds, which is a game-changer for busy mornings with my kids. One of my favorite features is the audible alert when it's ready to use, saving me even more time. But what truly impresses me is its ability to straighten my hair effortlessly in just one pass, leaving it sleek, shiny, and undeniably healthy-looking. Plus, I appreciate the inclusion of a silicone cover for added protection. Having received this product free from Influenster and GHD in exchange for an honest review, I can confidently say it's the best flat iron I've ever used. If you're in the market for a new flat iron, look no further than the ghd Chronos Styler u2013 it's a game-changer that delivers outstanding results with minimal effort."
        },
        {
            "review_title": "Have a ghd",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this product from influenster for free to try and I'm giving my honest opinion. I'm extremely satisfied with this product and I want to thank influenster for introducing me to my new favorite hair straightener. It made my hair shiny and healthier looking. Usually with other straighteners my hair would just smoke as I ran my hair through it because of the damage I have done to my hair but it didn't do that. It is extremely gentle. I hope this review helps you find your new favorite hair straightener .. Have a ghd..."
        },
        {
            "review_title": "Heats up quick, but not worth the price IMO",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "For the price point, I wouldnu2019t buy. There are a few features I like: It heats up in less than 5 seconds and it did contain the frizz in my hair.  However, it does tend to pull my hair not glide as claimed. I have shoulder length hair and the 1 inch just isnu2019t big enough. I did like I was able to curl my hair quick( less than 10 mins) Curls did hold but not any better than my other straightener which is less than half the price."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "This styler isnu2019t my favorite, but it is a top contender. I like that it heats up quickly/alerts you when itu2019s heated up and it doesnu2019t heat to a high temperature. However, I feel like the tool itself is slick making it hard to hold and, while some people may like it, it clamps down with little effort which I find also makes it hard to work with. Overall, it gets the job done and I would say itu2019s a good product. Maybe after a little more use I will get used to the styler, it is just an adjustment from my current one."
        },
        {
            "review_title": "Yes yes yes to your tress(es)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "Iu2019ve been using this styler for one week, and the sleekness of my hair is INSANE! I usually have a frizzy look after washing and quickly Drying, but running this through my hair a few times (I have thinner hair), makes for a beautiful shiny do! Itu2019s not super huge like some hot tools are, and I love how sleek the styler looks! The 1u201d is perfect for all hair types. I really love how it heats up quickly too!"
        },
        {
            "review_title": "Love this brand",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "This is my 3rd styler from GHD. I was lucky enough to try it free from Influenster.  The Chronos is sleek and easy to use. I received the styler in black. It works perfect for straightening and making beautiful waves. Styling my hair is fun again! I love the results."
        },
        {
            "review_title": "Love for my curly hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Iu2019ve been using this for a week and Iu2019m already in love :) it works very good on thick and curly! Itu2019s only one inch so I use it for touch ups through the week. It leaves my hair feeling so shiny and smooth."
        },
        {
            "review_title": "Amazing hair straightener",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This hair straightener is amazing. It literally straightens your hair in one swipe. Also it makes a noise when itu2019s done heating up and it heats up like in 5 seconds. Also something I really liked was when I straightened my hair it looked shiny so it doesnu2019t damage your hair but still put on heat protection."
        },
        {
            "review_title": "Finally replacing my old chi",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "This flat iron heats up really quickly. It does really well at curling and at straightening. I have frizzy hair that isn't exactly straight but definitely not curly. A quick pass calms the frizz and leaves my hair so straight and smooth without making it feel super hot. It also is easy to use as a curler and the rounded exterior helps. My hair stayed both ways until I got it wet, without any products. And it cooled off quickly, but the cover made me able to put it away without worrying about it being too hot."
        },
        {
            "review_title": "New go to hair tool!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Medium skin tone, Oily skin",
            "review_text": "Iu2019m in love with this straightener!  As someone that is hair illiterate I found this tool to be so easy to use!  Warms up quickly, very gently on my hair, left it smooth and silky looking.  I like that I can use this tool to straighten or curl with just a little twist of the wrist.  Also, the long non-tangle cord is so helpful! Received as promo but would definitely buy"
        },
        {
            "review_title": "The best flat iron",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I love this brand, so I already had high expectations about the product. This product designer is elegant. The straightener heats up in seconds, I like my hair very straight and I achieved this result with this product. Also, I like it because it doesn't seem to damage my hair."
        },
        {
            "review_title": "This is a must have!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I love this straightener!  For someone who has tremors and arthritis this is awesome!  it's lightweight and very easy to use!  It got rid of all my frizz and that's saying alot!!"
        },
        {
            "review_title": "Worth the price",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I really love this flat iron because it really feels like there is no damage to my hair when I am using it with a heat protector spray. It also works great at making curls in my hair because the edge is rounded"
        },
        {
            "review_title": "Luxury addition to hair care.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "Extreme heat but still gentle - this straightener is better than the Lu2019ange that I have - straightens hair and smooths any trace of frizz while still being gentle - on the pricier side but more of an investment in your hair for the long term."
        },
        {
            "review_title": "Effortless Styling with ghd Chronos Styler",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "The ghd Chronos Styler 1 Inch Flat Iron is a game-changer for hair styling. Its gentle heat prevents hair from burning, making it easy to achieve sleek, smooth locks without damage. Simple to use and effective, it effortlessly gets the job done. Plus, its auto-shutoff feature adds peace of mind for those moments when you forget to power down. Overall, a must-have tool for effortless hair styling."
        },
        {
            "review_title": "Highly recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I am so impressed with this iron! I have never been good at flat ironing, but oh my gosh! This warmed up unbelievably fast! Itu2019s so sleek looking! And my hair was left smooth and frizz free. Most notably, though, it still looked healthy! Knowing my hair was safe from heat (well as safe as it could be from heat damage) was also a relief."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "This sleek and eloquent design could definitely walk the runway!!  This beauty heats up extremely quickly. It runs effortless through my hair. Itu2019s Lightweight  and  easy to use. Overall I love it,  I just canu2019t get behind the price."
        },
        {
            "review_title": "Amazing, high- quality, worth every penny",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I have used so many different brands of flat irons over the years and this is THE ONE. It has completely changed my hairstyling regimen! It heats up in 17 seconds! Straightening my fine, wavy, long hair takes 10 minutes! TEN MINUTES! Also, my hair is less damaged and this flat iron doesn't pull on or pull out my delicate hair strands.  The wishbone design looks funky, but this makes it easier to straighten and curl with less arm and wrist fatigue.  I love the auto shutoff design so I don't have to worry about accidently leaving it on.  The heat-resistant sleeve is a very nice accessory. I plan to purchase the travel case to protect this miracle of science & engineering. If you are searching for a fantastic flat iron this is it. The greatest flat iron on the planet so far! Worth every cent and then some."
        },
        {
            "review_title": "my hair looks amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "This styler does it all, I can straighten, curl and get beach waves.  It's easy to maneuver and heats up super quick. it makes a chime when you turn it on and one when the heat is ready."
        },
        {
            "review_title": "Great straightener.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "Love using this straightener, and love that you can put waves in your hair with it too. I do wish it had the curved edge for adding curls but thatu2019s ok. I feel like if it had the curved edge I could definitely justify the price a little better."
        },
        {
            "review_title": "Great styling tool!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I got this as a trial item and was looking for a great flat iron that would add volume to my hair but also make it shiny and not damage my hair. This was just the perfect item. It heated up quickly and just what I wanted. I was able to add volume to the top without damage. It also made my hair shinier and healthier looking. Very happy!!!!"
        },
        {
            "review_title": "Amazing flat iron for my fine highlighted hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I have fine highlighted long hair. This GHD Chronos styler flat iron is fantastic.   Makes my hair nice and straight quick and it can last..and it can make frizz go away too.   I love the long cord and the rotating end so it makes it so easy to use."
        },
        {
            "review_title": "I loved to have on my thins for daily use.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Light skin tone, Combination skin",
            "review_text": "After using this product over the past few days, I really loved this flat!!! Itu2019s so perfect, itu2019s beautiful its presentation, donu2019t damage a lot your hair and I canu2019t more things because I have no words for this product. I really loved itud83eudd7a"
        },
        {
            "review_title": "Love this! So sleek!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Received this for free in exchange for my honest feedback. Flat iron is very sleek and modern. Love the little features such as sounds when turning on and off. Heats up extremely fast.  Makes my hair soft and shiny. Highly recommend!"
        },
        {
            "review_title": "Very high tech",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This straighter heats up crazy fast and is very gentle on my hair. It does not tug or cause breakage. This product was sent to me for free and I am so happy with the results."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Oily skin",
            "review_text": "The best flat iron Iu2019ve used! It heats up very quickly and I only need one pass for my hair to be super straight. Even after 24 hours I only needed a tiny touch up underneath. My only complaint would be that it doesnu2019t have a heat setting."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "The Chronos Flat Iron is lightweight and easy to use. Using the ceramic heating technology, I don't have to wait long to start doing my hair because it heats up quickly. When it's ready, it works like magic, giving you smooth, shiny hair in a matter of minutes. The plates glide through hair with ease, whether straightening or creating waves. In addition, I like that it has a smart heat control feature that keeps my hair from burning. It is simple to operate. I like that the swivel cable makes style easy, and that it turns off on its own if I forget to unplug it, making it both user-friendly and safe. I love the outcome and the look."
        },
        {
            "review_title": "The ONLY flat iron you need",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I received this product free from Influenster and GHD in exchange for my honest review. I can honestly say I am so blown away by this flat iron. I have several and none of them even come close to this. All it takes is a single pass, and it leaves your hair, healthy, and smooth. If you only buy one flat iron, make it the GHD Chronos. You will not regret it. I didnu2019t think it was possible to improve on the flat iron, but GHD has done it!"
        },
        {
            "review_title": "Shiny",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This flat item is a nice hair tool, it deliver a shiny finish on my hair y it looks nourish. I like that this is very easy to use and burn your hair just because."
        },
        {
            "review_title": "Best hair styling tool",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I am loving this hair styling tool. It is so easy to use ans makes my hair soft and shiny. It gentle enough to be used everyday."
        },
        {
            "review_title": "A game changing tool in terms of speed & longevity",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I was so pleased to receive this styler for review. I had been using a Dyson Corrale iron for a couple of years as I had ditched the harsh hot tools due to excessive heat damage and split ends. Mostly, though, I was using a hair dryer or Air Wrap to style my hair due to their reduced heat (and thus damage!) to my fragile hair.   I have quite long hair that is oily at the scalp and dry/brittle at the ends. Iu2019ve mitigated damage to my hair with products (shampoo, conditioner, balms, etc.), but I do need extra styling help as my hair has a bit of wave to it and goes quite frizzy/poofy if left to its own devices. Adding curls/waves to my hair can work with a lot of effort, but I generally default to getting my hair mostly straight with a bit of volume. Now that Iu2019ve filled in my background, letu2019s get to the product at hand:  This styler is meant to straighten your hair quickly or to be used to curl hair to create lovely waves. It is shockingly lightweight (especially compared to the Dyson), but thatu2019s a good thing and makes it much easier to maneuver or hold up for longer periods of time. My hair slides very easily between the plates and doesnu2019t snag or get stuck, which means that it passes through quickly and reduces the amount of time exposed to the intense heat. I hope this will, in turn, lead to reduce heat damage in the long run, but only time will tell.  What impressed me most about this device is how effective it is! One quick pass is enough to straighten my stubborn hair, whereas I needed 2-3 passes with my previous irons. I can do my whole head of hair (about 28 inches long) in less than five minutes, which is crucial when trying to get out the door in the morning. The other miracle is that, for some reason, my hair remains completely straight and frizz-free throughout the day. Humidity no longer seems to affect it! I donu2019t know why/how, but thatu2019s worth its weight in gold to me."
        },
        {
            "review_title": "Easy and Efficient!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "I am a big ghd fan and I love this new chronos styler! It is super light and heats up quickly which is great for me in the morning because between myself and my kids, there isnu2019t a lot of time. I also love that ghd always includes a silicone cover for the tools. Overall, this takes one pass for me to get kinks out of my hair and my hair looks sleek and shiny all day long. I cannot wait to try styling some curls with this."
        },
        {
            "review_title": "Fantastic styler!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I love this styler!   Itu2019s super quick and easy to use.  I have super wavy hair and itu2019s thin so I need something that wonu2019t take away the volume while getting my hair smooth and shiny.  Iu2019ve used professional stylers in the past and I like this one better than the other ones.  These pictures are after round brushing my hair with a dryer and before hairspray."
        },
        {
            "review_title": "Your Hair will Thank you!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I received this product for free from @Influenster in exchange for my honest review.  Yall just donu2019t know how excited I was to try this flat iron!     I will start by saying, this flat iron is an investment but I believe itu2019s worth it.  The size of this flat iron is incredible because it fits perfectly in my hand for ease of use.  I also like that it doesnu2019t have a temperature bar as it will only go to 365 degrees so that you donu2019t burn your hair.  One pass and youu2019re good and yu2019all, the shine your hair will have is wonderful!  I also enjoyed the ease of straightening my hair and also giving it a bump of a curl to add volume. I guess you canu2019t go wrong with GHD since it stands for Good Hair Day but GHD Chronos is that girl.  Make the investment! Your hair will thank you later."
        },
        {
            "review_title": "Smooth, Shiny Hair in a Snap",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Plug in, power on and - in one pass - suddenly there is perfectly styled shiney hair.  I love how easy GHD made Chronos:  Like magic it senses my movement while styling to make the process goof-proof, and somehow (again magic here) it adapts to my specific hair type... Getting ready is enough of a headache, especially on busy mornings, without also having to figure out the proper temperature and ion settings or pressure needed to style rather than fry my hair.  Chronos' technology takes care of all of that. I just power on, style and go.    Given Chronos heats up nearly instantly, and will power down if it senses inactivity, it is super easy to start styling,  wrangle a kid/cat/more coffee then go right back to styling without worrying about a hot styler laying idle.  Oh, and it also comes with a high-quality silicone sleeve so storage is easy and safe. I also love the tapered ends of the styler - so much easier to grab hair not burn skin.  Thank you GHD for sending me this product for the opportunity to share my honest review."
        },
        {
            "review_title": "Amazing hair tool with results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "This flat iron is amazing!!!! My hair is natural and have tight curls and I used it to straighten my hair. It works!!! My hair was straight, silky and shiny. I am please and would recommend this brand for sure."
        },
        {
            "review_title": "Can skip it",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "I received this product for free to try in exchange for an honest review. Pros: itu2019s lightweight, love the color,looks sleek, heats fast and is a small easy storable size. Cons: took more than one pass; inability to change temperature. Overall it didnu2019t impress me- especially for the price point. It wasnu2019t any better than my straighter from Target and definitely not my Dyson."
        },
        {
            "review_title": "AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received this about a week ago and iu2019m OBSESSED! it heats up so quickly and straightens so fast and easy. it also does wonders for frizzy hair. My momu2019s hair gets ver frizzy/puffy so i used it on her *see pictures* and it looked amazing!"
        },
        {
            "review_title": "Such a great styler",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This is such a great styler! You can use it to straighten or wave or curl your hair! I love the design, itu2019s very lightweight not heavy at all! And I love how long the cord is. It definitely made my hair look super shiny and did a good job at getting rid of any frizz and styling it the way I wanted to! I literally only needed one pass, and I love how it automatically heats up to the perfect temperature. I donu2019t feel like it ripped any of my hairs off and it was super easy to use. I definitely recommend this to anyone that is looking for a hair styler."
        },
        {
            "review_title": "Love the features of no significant heat damage!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m always extremely into trying any product that claims it will not damage hair as much as a typical straightener since I do put a lot of heat on my hair and obviously want to avoid damage. Overall, I think the straightener would be incredible for people with thinner hair than mine. I have very thick curly hair and I found this straightener was a little too small/ not powerful enough to really straighten my hair in one or two passes. However, I have used it almost everyday for quick touch ups because it heats up amazing quick and does straighten very small pieces of well and quickly.  I received this product for free from GHD and Influenster in exchange for my honest review!"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "It has become my new hair obsession! Whether I'm going for sleek straight styles or my everyday wavy blowout look, this styler delivers flawless results every time. With its ultra-fast performance and one-stroke styling, I can achieve high-definition curls, waves, or straight looks in record time. Plus, with 85% more shine, 2x less frizz, and 3x less damage, my hair has never looked better! Trust me, this is a game-changer for your hair routine."
        },
        {
            "review_title": "Really sleek and results last for a week!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Iu2019ve been using this straightener for a couple of weeks, and I really love it. I really enjoy how it makes sounds to indicate when itu2019s ready/turned off, and the safety features. I donu2019t leave hot tools plugged in after use, but itu2019s great to know that this tool will automatically turn off after an hour. I donu2019t even use hairspray after straightening, and this tool still makes my hair stay straight for a week. It also only takes one pass over the hair to straighten it. It can take 45ish minutes for me to straighten my hair, but with this product it takes 15 minutes at the most.The tool itself also is very sleek in appearance, and I feel fancy using it. Overall, itu2019s very expensive, but itu2019s a great product and I really like using it."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Heats up fast! Very stylish. Makes my hair smooth in one pass. Love it!"
        },
        {
            "review_title": "GREAT HAIR STYLER",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Oh, the ghd Chronos Styler is a game-changer! ud83dudc87u200du2640ufe0f It heats up super fast and gives you that sleek, shiny look without frying your hair. The 1-inch plates are perfect for getting close to the roots for a smooth finish. Plus, it's got a universal voltage feature, so it's awesome for travel. The only thing is, it's pretty pricey and doesn't have temperature control, which would be nice for fine hair. But overall, it's a solid 4-star tool for anyone serious about their hair game!"
        },
        {
            "review_title": "Easy to Use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The first thing I noticed about the ghd Chronos Professional HD Motion Responsible Styler was how sleek and stylish it looked. It has two rapid-heating styling plates that contain ultra-gloss coating for a super smooth shine. With one pass it turns my wavy hair straight and silky, and the frizz is gone. I like that this styler has an internal heat temperature of 365 degrees, so there is no guessing what temperature to set it at. I also love how quickly it heats up, within seconds it is ready to use. It is effortless to use. With the ghd Chronos I was able to style my hair in half the time it normally takes me. It has one button. It powers on with a press of a button and plays a start-up tune. The lights will pulse while heating and turn solid when ready to be used. When you are ready to turn it off just press the power button again and it will play a shutdown tune. This styler comes with a heat-proof plate guard to use while it is cooling down. The styler fits comfortably in my hand and has an extra-long cord with a 360-degree swivel. This allows me to move the styler any way I need to without getting it twisted. One of my favorite features is that it has a safety shut-off. If the styler is not used for 10 minutes it will automatically shut down. I no longer have to worry whether I shut off my styler or not. I like that The rounded edges give me the freedom to keep my hair straight and shiny, or with a flip I can add some body and curls. After styling my hair I noticed that the shine and straightness lasted all night long as if I just did it. The ghd Chronos is incredible!"
        },
        {
            "review_title": "Great product from ghd",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "Iu2019ve tried so many flat irons and this one definitely ranks among the top. Super easy to use. One button approach so you donu2019t have to worry about what temperature to use. Single pass through my wavy hair for a slick look. Also the build is quite aesthetically pleasing."
        },
        {
            "review_title": "This ghd chronos styler is amazing PERIOD!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Dry skin",
            "review_text": "This new ghd chronos is absolutely incredible, my hair wasnu2019t full of frizz afterwards and it didnu2019t take several passes through it and I didnu2019t even have to go over it and keep touching up over frizzy sections of my natural curly hair. I received this for free for my review, but my review is 100%, if you got long natural curly hair like meu2026 then you wonu2019t be disappointed with this product!"
        },
        {
            "review_title": "The only styler I use for my wavy hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "This styler worth all the hype. I am so bad with hair straighteners, because itu2019s difficult for me to adjust my hand for the right angle. But with this styler itu2019s completely fine, itu2019s the way they designed it. It heats up very fast and gives you a signal so you can start using. My hair is wavy and itu2019s very difficult to make my hair straight so itu2019s stays straight for a long time, with this styler I have no problem"
        },
        {
            "review_title": "Beautiful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "This flat iron works so amazingly! Itu2019s so lightweight as well, so if you have a lot of hair it wonu2019t make your arm tired to hold. I love this so much and definitely recommend it."
        },
        {
            "review_title": "Quick heating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I absolutely love this product! I love how quickly it heats up and how it effortlessly straightens my hair! This product could be used to style your hair curled as well."
        },
        {
            "review_title": "Nice, does the job!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I have been using the GHD Chronos Styler for about 2 weeks now. It has some awesome features and is super high quality. Love: swivel cord, no tangling, silicone sleeve - safer for when not using, heat up time - must be about 5 seconds, weight - super lightweight. Cons - my hair is fine and I still have to go over it with more than one pass. Price - doesn't quite line up with the tool. No adjustments - I know it says it self adjusts using AI technology - but I never know what the temperature is.   Overall I like this a lot. Had it not been gifted, I wouldn't pay for this out of pocket over a less pricier model."
        },
        {
            "review_title": "Professional results with no damage",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
            "review_text": "This is a phenomenal flat iron.   The packaging is substantial and luxurious without feeling like overkill.   In the box, it includes a silicone heat sleeve that fits perfectly and is also convenient protection for travel.   When you turn the iron on, it makes a little noise which was unexpected and scared me haha. It also beeps when it comes to temperature.   The iron performs beautifully for both straightening and curling. My hair is fragile and it gave me lasting curls with no damage.   I'm thrilled with the result and would absolutely recommend this to flatiron to anyone in the market for one.   I received this item free from Influenster in exchange for my honest review."
        },
        {
            "review_title": "Easy to use and safe on hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "If you're looking for a flat iron that can deliver salon-worthy results, the GHD flat iron is definitely worth considering. This flat iron heats up super fast and maintains a consistent, damage-proof temperature, so you don't have to worry about accidentally burning your hair. The size of the flat iron is perfect - it's easy to handle and not too bulky. One of the standout features of this flat iron is the audible sound it makes when it's turned on, heating up, and turning off. It's a small detail, but it's a nice touch that lets you know exactly what's going on with your flat iron. Plus, the automatic shut-off feature means you can use it worry-free and not have to worry if you accidentally leave it on. Another great thing about the GHD flat iron is that it's versatile - you can use it to create straight, sleek styles or bouncy, voluminous curls. Speaking of curls, I was hesitant to try curling my hair with a flat iron because of the potential for heat damage, but I was pleasantly surprised with the GHD. By my second use, I was able to create curls that held for two days - without any damage to my hair. Finally, the flat iron's gentle shape makes it perfect for shaping up bangs or any other areas that need a little extra attention. Overall, I highly recommend the GHD flat iron if you're looking for a high-quality, versatile tool that can help you achieve a variety of styles without damaging your hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I absolutely love this new hair straightener. I have very long thin curly/wavy hair, and this works great. First product that I donu2019t need a lot of passes, and it takes care of my frizz. I also love, the only product I need is a heat protector. That saves money not having to use a bunch of products.The only con, I wish it was bigger and easier to use when curling my hair. Thatu2019s it!  Iu2019d definitely recommend buying this flat iron."
        },
        {
            "review_title": "The best smoothing flatiron",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I have used many different straighteners in the past and none compare to this one. This is my new obsession. I absolutely love this hair straightener and the search for the perfect one is finally over. I have curly/wavy fine hair that is exceptionally frizzy when brushed out. Most hair straighteners tend to flatten my hair and I lose any and all body. My hair just looks limp and fried at the ends. But not this one. This straightener actually smooths my hair without burning it and without fraying the ends. The result is that my hair looks shiny, smooth, and has body. And the best part is, it actually lasts for a couple of days whereas other straighteners i have used left my hair so flat the following day I either had to wash it or put it up. It also heats up very quickly and one pass is literally all you need for super smooth, shiny hair. The only thing I donu2019t like is that I canu2019t get it to sit on my counter without flipping over. But it works so well that I can deal with it. I absolutely love this flat iron and highly recommend to anyone who is looking for the straightener that actually works without burning your hair and leaves it shiny and healthy."
        },
        {
            "review_title": "Game changer!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I received this GHD Chronos Styler 1 inch Flat Iron from Influenster and GHD for free in exchange for my honest review. I have always want to get an GHD Flat iron and i am so excited to receive this product!! I am in love with new new GHD flat iron , i have been using it everyday now! It is really lightweight and it heats up really fast, I only need one pass to straighten my hair. The plates of this flat iron glide across my hair very smoothly, doesnu2019t pull or snag my hair at all , my hair is straight and smotth without getting frizzy. I also tried to curl my hair with this flat iron and the rounded edge design really helps in preventing crease marks on my hair and make the process easier. It comes with a cover, so I donu2019t even need to wait for it to cool down to put it away!!! Highly recommended!!!"
        },
        {
            "review_title": "My new go-to styler",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I absolutely love this styler!! I have bought and used all the expensive brands and this one is by far the best. First off, I love the design and how sleek and small it is. It makes it easy to maneuver and easier to style my hair. It also lets me get super close to the scalp, which is where most of my curls seems to be.  Second, it heats up super fast. Iu2019ve never had a straightener that heats up in such short a time. I plug it in and itu2019s ready to go in about 20 seconds. It also gives me a chime when itu2019s ready.  I have very curly hair, it gets pretty straight with my blow dryer but it is still poofy and curly around my scalp. This styler straightens it right out. I usually only need one or two passes and itu2019s perfect. My hair is super shiny, I even received a compliment on my hair after using it.   The price tag is a little high, however it is worth every penny for the quality and for the results you get. My hair ends up feeling soft, shiny and the style lasts a long time. I did experiment with curling my hair with the styler, I need more practice but it was easy and came out great.   Thanks for a great product!! It is my new everyday styler!"
        },
        {
            "review_title": "Quick to heat up!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "If youu2019re looking for a hair straightener that heats up quickly, easy to use, and low heat, this is the one for you! It heats up within seconds, and it makes a cute sound when itu2019s ready to go. It only takes one pass through my hair to straighten, which is great! Iu2019ve also used it to create waves in my hair, which works super well. Itu2019s a very aesthetically pleasing styler, and would be great for someone who uses a straightener daily and doesnu2019t want to cause too much damage to their hair. Overall, I highly recommend this product!"
        },
        {
            "review_title": "Holy grail !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Medium skin tone, Combination skin",
            "review_text": "I completely fell in love with this straightener it is the definition of top-tier it makes my hair so sleek and shiny any other tool I have used to straighten my hair makes the ends of my hair look awful yet this tool does not it stays pin straight with only one run down each strand !"
        },
        {
            "review_title": "Life changer for a college girl",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This is an absolute life changer for me. Thank you to Influenster for sending this to me in exchange for my honest review. Prior to this, u was using a one inch iron from around 2013. I never paid much attention to my hair, due to it having been bleached for years up until two months ago when my natural brown was long enough for me to chop it all off! One single swipe of this styler, and my hair looks like silk. It took only eight minutes to straighten my entire head. For a college student with very little time this is the perfect confidence booster, I very quickly am leaning towards getting a curling iron just to have a matcing set of such high quality in performance. It takes about one second as you swipe down and each section only took one pass over in the first photo. I did not do two pass overs until I got to curling my hair. As someone who has never curled her hair before this took makes it look like I have styling skills (but I donu2019t!) still, love the results and performance. There is a light that flashes on when communicating if itu2019s heating up, ready to use, or on!! It also has a safety feature to turn off after ten minutes. Worth the price point for this level of ease and luxury"
        },
        {
            "review_title": "Diamond quality!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "The effortlessness and ease of use on this exceptionally crafted iron is astounding. I love the simplicity  and minimalism, no heat gauges, no buttons, no which means no second guessing temperatures to damage hair by heat. This has been a complete breeze to use and the results are beautiful! Iu2019m over the moon with this new item and will absolutely recommend to others. I received this complimentary product from Influenster in exchange for my honest review."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
            "review_text": "When they notified me that they were going to send me this hair straightener I was very happy and seriously it is a complete success, if you are looking for a new straightener that is easy to use this straightener will be perfect for you, it is not an economical product but it does emit good quality."
        },
        {
            "review_title": "Sleek straightener",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
            "review_text": "I was so excited when I received this from influenster in exchange for a review. The straightener is sleek and compact and comes with a silicone (or rubber?) end cover to keep the straightener closed when not in use. It heats up quickly and has a swivel cord which makes it more comfortable to use. There is no ability to adjust the temperature on your own, though itu2019s stated it functions at the optimal temp of 365u00b0F. I had no need to adjust the temperature as it worked well as is!   I typically use straighteners to add curls to my hair and this one is perfect for doing that! I was able to easily create curls in my hair. The first time I used it the curls lasted all day, however the last couple of times the curls didnu2019t last as long. This could be due to my hair (and lack of using products like hairspray to help the curls keep) so Iu2019ll have to test it further. My hair definitely looked shiny and had less frizz after using. A great styling tool that Iu2019m excited to keep using."
        },
        {
            "review_title": "A must have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "After using this product for the past couple of weeks my hair is shinier and easier to control than it was in the past. I blow dry my hair and put on my heat protectant spray and then I turn on the straightener which heats up insanely quick and makes a little beep type noise so you know. It is very easy to use and holds more hair at once than I thought it would, I only have to double stroke a few of my stubborn pieces of hair but that is not the straighteners fault. I intend to use this in place of the other straightener I have from now on because I love how easy it glides and it is much smoother in my hand. Not to mention it leave my hair looking so much healthier."
        },
        {
            "review_title": "Great styler! Easy to use, heats up quickly!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Fair skin tone, Normal skin",
            "review_text": "I received this styler from GHD, Influenster, & Sephora in exchange for my honest review. I love the new Chronos Styler from GHD!  The white is such a pretty color!  The styler heats up quickly and is very easy to use.  My hair glides through it.  I donu2019t have to make more than one pass on my hair to straighten or curl it.  I have a GHD flat iron thatu2019s over 10 years old that still works well that I passed down to my daughter, so I have faith that this one will last just as long!"
        },
        {
            "review_title": "Must have straightener! Save you time!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Oily skin",
            "review_text": "This is one amazing hair straightener. At first, i was skeptical since it on have an on and off setting. I was like, where is the temperature dial? Apparently at 320F, that is the ideal temp. Also, it literally took maybe, not even 5 seconds and it was ready for use. My old gold plated ghd takes maybe 20 seconds to get to 375F. Really impressive! When turning on, there is a small jingle like a magic wand. Its pretty nice and love the light on the outside so you can tell if you turned it on or off.  As for how fast it works... I normally have my hair 85% dry with hair dryer or comb out with a dyson brush. It would take my old straightener maybe 2-4 passes before its nice and smooth like how I like it. For this ghd chronos, 1 time is enough. Its like magic! 2 at most! So straightening my hair takes less time than normal. Love that it save me time and frustration.   Overall, I love it!!! If I had to buy it without trying, I would hesitate because it is $320 before tax. If you end up trying it, you would fall in love like I did. Lastly, it automatic shut off after 10 mins. This is big winner for me since I always worry of forgetting to turn it off after use. I had to have a smart plug on my old straightener in case. Now I dont have to worry! Must have for those who need to straighten their hair for frizz taming!"
        },
        {
            "review_title": "Add to the cart!!! MUST HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Iu2019ve never had a styler I loved so much !! It added shine to my hair, the styler only took 2 passes to straighten my hair, and normally it takes an hour to straighten my hair and it ONLY TOOK 15 minutes"
        },
        {
            "review_title": "Sleek but Does the job.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "The packaging was cute and sleek I was excited because  Iu2019ve always wanted a the straightener. The straightener works good but a little disappointed it didnu2019t show the level of hotness itu2019 makes noise but it doesnu2019t  light up to show you how hot it is it the mouth piece doenet have the widest opening either I still trying to figure out how do the ghd curls to see if itu2019s worth keeping itu2019s a good straightenrr It does the job"
        },
        {
            "review_title": "So good!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This flat iron truly stands out as one of the best in my experience. It heats up rapidly and incorporates a 10-minute auto-shutoff for added safety. With just one pass, it effortlessly straightens hair, leaving it incredibly silky and shiny. Initially, I was uncertain about the lack of temperature settings, but it really does adjust to the perfect temp for you. The sleek, portable design, accompanied by the included silicone cover, adds to its overall appeal. The chime when turning on, reaching temp, and shutting down is a fun touch. Overall, I'm impressed with its versatile performance, excelling not only in straightening and curling but also in enhancing the shine of my hair, making it an outstanding styling tool. Definitely my new go to!!"
        },
        {
            "review_title": "The fastest heat up ever!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I was still using my flat iron I bought in 2005. Until now. This straightener heats up in less than 20 seconds. It truly is one pass (on my hair). No notes! Worth the money."
        },
        {
            "review_title": "1 inch flat iron",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "This straightener was sent to me from Influenster in exchange for my review. I like how quickly it heats up, the silicone holder, how it only takes 1 time to go over my long hair, and how quickly it straightens. I love how it makes straightening my long hair easier. The only thing that was weird to me was the power button being on the inside. I also love how long the cord is. Thank you for letting me try and keep this amazing product!"
        },
        {
            "review_title": "Loved",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Combination skin",
            "review_text": "I am loving this hairstyler. It works so well for straightening or curling. I love that it doesnt damage or pull your hair. It also protects your hair from the heat. It fits in my hand, is easy to use, and comes with the protective sleeve. My favorite hair styler I've ever owned!"
        },
        {
            "review_title": "Quick, Easy and better for your hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "I received the Chronos Styler through Influenster in exchange for my opinion. Iu2019m not going to lieu2026.sometimes itu2019s hard to win me over. But this styler literally heats up in a matter of 10 seconds and doesnu2019t leave my hair feeling dry afterwards. I have very fragile hair as it standsu2026. So I canu2019t be frivolous with my choices. Iu2019m so happy to report that this is definitely worth the price! Hereu2019s to healthy hair and a less time consuming hair routine!! Canu2019t wait to try more GHD products!"
        },
        {
            "review_title": "Very nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is a very beautiful product. It heated up quickly, felt safe to use on my color treated hair, and made my hair very shiny and smooth. My hair also kept the style all day."
        },
        {
            "review_title": "Okay styler",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
            "review_text": "I have only used this styler once but Im satisfied. It got the job done and my hair looked good. I cant say much because my hair is already very damaged , but I think it didnt add as much moisture as advertised. How it turns on and navigating the heat is confusing there is only one on button. Worked well though but price is debatable if worth it"
        },
        {
            "review_title": "Straight, shiny and frizz free- love it!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Thank you ghdu2060 for gifting me this to try!!   I absolutely love this styler I used it to straighten my hair & it heats up in 3 seconds flat and itu2019s straightens your hair less than 5minutes. I would definitely recommend this! looking for a new to anyone looking for a flat iron or styler!!!!  Thank ghd & influencer"
        },
        {
            "review_title": "Salon quality at home",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Simple and heats up very quickly. My hair doesnu2019t feel fried after it and honestly it just is really easy and nice to use. It made straightening my hair so much easier. It is so light weight and comfortable to use. I absolutely love it!"
        },
        {
            "review_title": "Finally holds a curl!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This styler is the best Iu2019ve ever used! My hair is thin, but never holds a curl. I was surprised at how quickly this styler curled my hair (I just slowly slid it through) and how it stayed all day long! I even woke up with my same curls after a full nights sleep. I also love that this styler has rounded sides, making it a smooth transition as you twist it into a curl. My previous styler by another brand would pull on my hair strands and get stuck. The cord also offers a 360 spin to it, so itu2019s very easy to maneuver.  I received this complimentary for my honest review."
        },
        {
            "review_title": "Great hair straightener! High tech!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I received this product complimentary from Influenster for my honest review. It is amazing! It heats up in literally 10 seconds and beeps when ready. It comes with a plastic cover so you can pack it away with no worries that it is hot. It flattens out my hair very quickly and easy. I would recommend this straightening tool!"
        },
        {
            "review_title": "The most amazing straightener on the market",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "This is my 3rd ghd straightener. My first was purchased years ago. It lasted me for 10 years later and then I purchased the ghd platinum and have been very happy with it. I was gifted the Chronos Styler and wasnu2019t sure how much better it could be. Well, I was blown away. My hair was styled faster and lasted longer. I still think my ghd platinum is a great product but the Chronos is next level."
        },
        {
            "review_title": "Amazing for beginners",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The ghd Chronis Styler is like having a magic wand for your hair! It's super speedy, heating up in a flash so you can get your style on without waiting around. Plus, it feels like it could take on anything u2013 sturdy and reliable, just the way you want your styling tools to be.  You know you're in good hands with the ghd Chronis Styler when it comes to safety. It's got your back with automatic shut-off and heat-resistant materials, so you can focus on perfecting your look without any worries.  And let's talk about versatility! This bad boy can straighten, curl, and style with ease, giving you the freedom to switch up your look whenever the mood strikes.  Whether you're a pro or just a regular Joe looking to up your styling game, the ghd Chronis Styler is your go-to buddy. It's quick, it's reliable, and it's got your back when it comes to safety. What more could you ask for in a styling tool?"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This flat iron is simply Amazing!! It is lightweight and easy to hold. I love the silicone cover. I didnu2019t have to worry about burning my hands or my dresser when I set it down. The swivel cord is absolutely amazing. It moves with you and it is super long so you have room to move around. Also you donu2019t have to worry about the cord getting tangled. You donu2019t have to worry about setting it to a certain temperature and it heats up really fast with an automatic shut off. This flat iron made my hair look so silky and I was even able to get down to the roots without burning my scalp. I havenu2019t curled my hair yet with this flat iron but I can definitely say that it kept my hair shiny and smooth and looking more healthy for the entire day."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I'm absolutely in love with the GHD Chronos styler. Not only is it beautiful itself, it makes straightening my hair so effortless. I no longer get tense hands after using my straightener I love how there's no hand pressure needed to grip the iron. One pass is all I need to get beautiful and soft locks. I received this styler from Influenster in exchange for my review on Sephora.com."
        },
        {
            "review_title": "Dream Flat Iron",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was able to try this flat iron in exchange for a review through influenster. This flat iron is SO good, the price seems high but it truly is a quality hair tool. It feels very high end quality in how it is built and the materials they used. It is extremely lightweight and the material makes it easy to grip on the handles, your hands wonu2019t slip. The plates glide through your hair and leave it so soft and shiny looking. There was no tugging at all, even when using it to curl my hair. My straightened hair and curled hair both last for a few days with minimal touch ups in between. I love when you turn it on and almost instantly it is ready to use. No waiting for the plates to get hot enough. I also love the sleep feature and auto shut off because Iu2019ve forgotten to turn off my flat iron so many times. The cord is really nice and it is long so it is easy to work with."
        },
        {
            "review_title": "Die Hard GHD fan",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "I received this flat from Influenster in exchange for my honest review. I was beyond excited to get this styling tool. I have been using my GHD for almost 20 years faithfully. This one heats up to 365 degrees with claims of not causing any excessive heat damage. One pass technology & even heat distribution are accurate claims. I have heavily highlighted hair (which means damage & frizz) but youu2019d never know if after styling with this tool. My hair is so shiny and straight after using the Chronos Styler. I can also curl easier with my new GHD. The passes are so smooth, and the outside barrel is round. I love it and highly recommend the investment."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "I received this product for free from influenster for reviews purposes. I have curly hair and this straighten my hair perfectly. The trick is to go slow and take smaller pieces of hair ."
        },
        {
            "review_title": "Great Flat Iron",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Love that this flat iron has not only a visual but makes an audible noise when the heat setting has been reached This compact flat iron has quite a punch and delivers as promised.  I have thick, coarse hair and it definitely straightened with one or two passes.  Left my hair shinier and held up to the humidity of Florida  highly recommend!"
        },
        {
            "review_title": "Amazing!!!!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Before I get into the breakdown of why this hair straightener is the best, let me just say THIS HAIR STRAIGHTENER IS THE BEST!!!  OK, what I mean by that is it is simply put one of the best hair tools Iu2019ve ever ever used. I live in an extremely humid climate (deep south Texas on the gulf coast) and my hair gets frizzy the second I walk out of the door. Itu2019s a constant battle. The straightener has been able to tame my frizz, and give me a hairstyle that lasts throughout the day. Kind of mind blowing actually. Itu2019s extremely user-friendly, and easy to hold while using. Itu2019s lightweight, but feels very quality and well-made I absolutely would recommend the straightener to anyone, as it has made such a difference with my hair in such a short amount of time."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
            "review_text": "Excellent flat iron.  It takes my curls and I had straight, silky hair.  It was easy to use.  This is the best flat iron Iu2019ve tried."
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Extremely easy and fast to use, this made my curly hair so straight so quick and it was pretty fluffy still"
        },
        {
            "review_title": "Chic, Sleek and Everything Neat",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received this ghd Chronos styler to review. It has a sleek white design with rounded edges, ideal for straightening my short lob hair and achieving a super chic look. it straightens and defrizzes my hair in one swipe limiting heat exposure to my hair, the only drawback is the relatively loud startup sound, which may not be ideal when babies are asleep in the room. Despite this, I genuinely love the straightener, and I highly recommend it as it is now a new staple in my routine."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This flat iron is so sleek! After straightening the hair it provides a nice shine and i think it has all to do with the plates. It is perfectly sized. I got this product free in exchange for my review from Influenster and Good hair day."
        },
        {
            "review_title": "Great Hair Day!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "This tool is absolutely amazing! I've been pretty loyal to Drybar and Dyaon products however this flat iron may have converted me. One of the features I like most is how fast it heats up. I really like the smaller size as well. Its comfortable to hold and easy to maneuver so styling isnt a chore. Because the plate is a bit smaller I did have to take smaller sections of hair, however it wasn't a ton of extra time. With the added silicone cover I will absolutely use this as my go to travel tool. Highly recommend!"
        },
        {
            "review_title": "Amazing Results and Quick!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "As a naturally curly girl with corkscrew curls, I have used so many different heat styling tools and flat irons to get my curls stick straight and honestly I have to say that this specific tool was the fastest Iu2019ve ever used to get my curls as straight as humanly possible in the shortest amount of time, which is a game changer Because in the past it has taken me upwards of 45 minutes to an hour and a half just to get my hair stick straight and as you can see in the side-by-side picture just one side of my full head of hair took well under 15 minutes to get straight  Which is a miracle! My hair also feels softer and not brittle and dry like other heat styling tools can leave my hair.  This is honestly my new favorite flat iron, that I will recommend to my other curly girl friends!"
        },
        {
            "review_title": "A great upgrade!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "First and foremost I love the feature that after 10 minutes of non-use this automatically turns off. The safety factor of it is great especially if you run out of the house and are constantly worried you didnu2019t turn it off like I am. Just one swipe of the straightener Made my hair look perfect without having to go over it again. I donu2019t worry anymore about having those wavy portions or bumps on the back of my head that I miss my hair never felt like it was getting burned and the straightener left my hair, silky, soft and shiny."
        },
        {
            "review_title": "Gooood",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Great iron and very beautiful gift u2026 I love the functionality and cool buttons along with results of straightening and curling !!! Wow"
        },
        {
            "review_title": "Excellent features!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Medium skin tone, Normal skin",
            "review_text": "The GHD Chronos Styler is a game-changer for my hair routine. Its sleek design and advanced technology make styling effortless. The ceramic plates glide smoothly, providing salon-quality results with minimal heat damage. The quick heat-up time and temperature control offer versatility for various hairstyles. I'm impressed with its durability and how it leaves my hair shiny and frizz-free. A must-have for anyone seeking professional styling at home!"
        },
        {
            "review_title": "Love the end result of my hair!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I have type 4c hair and was a little nervous about not being able to adjust the temp but I was sooo wrong. This flat iron makes my hair straight in 1-2 passes only!! I love that the temperature adjusts to the needs of your hair to protect it from heat damage. The styler is such light weight and easy to use. I also love how the cord is on a swivel so the cord doesnu2019t get tangled. I also love the sleek black style of the styler gives off such a lux feel. 10/10 stars!!!!!"
        },
        {
            "review_title": "You need this !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This heats up in seconds! I absolutely love it, it leaves my hair so smooth and soft. One pass and itu2019s straight, I have naturally wavy hair and itu2019s frizzy. This completely transforms it! I received this complimentary from and I am so lucky to have gotten such an amazing product."
        },
        {
            "review_title": "Game changing tool!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I am grateful to have received this for free in exchange for my honest review. This GHD Chronos styler has truly transformed my hair routine! As an Ohio native navigating South Florida's humidity, finding the right straightener is absolutely crucial (see pic for the mess I deal with on a daily basis). After trying numerous options, this one truly stands out above the rest. The rapid heating time ensures I'm ready to style within seconds, and the intelligent design prevents any hair damage caused by tugging or getting caught under the plates. The curved plates not only make straightening effortless but also opens up the possibilities for creating curls and beachy waves. The versatility of this tool, acting as both a straightener and curling iron definitely justifies the slightly higher price point u2013 it's a space-saving, dual-purpose tool that consistently delivers flawless results. In my opinion, the investment is absolutely worthwhile for the convenience and quality it brings to my daily styling routine."
        },
        {
            "review_title": "Have nothing bad to say about this straightner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I been using this flat iron for about two weeks and I got to say it is my most favorite styling tool I've ever owned. I have thick curly coarse hair that's hard to straighten and curl, but with this I only had to run it over my hair one time. When you plug it in and turn it on it seems like only a few seconds and the little sound plays to let you know it's ready. I was seriously amazed at how amazing it made my hair feel and look. It made my hair soft and shiny and just amazing. It makes you feel like your hair is worth a million dollars. It is so amazing it cut my straightening time into a third of what it was. I would 10 out of 10 recommend to anyone it is definitely worth the price."
        },
        {
            "review_title": "Pictures say 1000 words!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I was completely skeptical about this flat iron. I thought a flat iron is a flat iron. This really is a revolutionary product and it totally changed my mind. It is lightweight, with a sleek  design and a swivel, no tangle cord. It heats up super fast and you can touch the end without heat protectant gloves. The plates are thin so you can pretty much start at the base root of your hair and not burn your scalp. My hair is fine and slightly frizzy from damage at all times. Even when I use my regular, high priced flat iron, my hair does not come out sleek or silky without using a ton of hair oil and conditioning type products. And literally within a couple hours the frizz starts to come back and my ends start to look dried out. Itu2019s a vicious cycle. Well, I washed my hair with clarifying shampoo. I did not use any conditioner. I did not use any heat, protectant spray or any products in my hair. I let it air dry. I really wanted to see what this thing could do. Let me tell you, one pass over my hair, and my hair has never looked so soft, silky, and shiny in my life!! It glides over your hair like butter! One pass! No products!! I canu2019t believe it. Iu2019m not gonna lie, my hair was silky and soft into the next day! It wouldnu2019t even hold a claw clip because it was so smooth! This flat iron is a bit pricey, but honestly, you get what you pay for! It really works! These pictures demonstrate how beautiful it made my fine, damaged, frizzy hair."
        },
        {
            "review_title": "So Sleek and Super Efficient",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "This straightener checks every box. First it has an incredibly sleek design with a manageable flexible chord. Next, it heats up super quick; Iu2019m talking 15 seconds or so. Best of all, it makes a little chime sound when itu2019s ready to use which takes out any uncertainty. If you are like me, and forget to turn your devices off, rest assured that this will turn off on its own. Itu2019s also easier to remember to turn it off as the bottom lights up when itu2019s on. The straightener itself has a rounded design, so if you like to create beach waves like me, itu2019s super easy and glides so smooth! This straightener definitely cut down the time it takes to get my hair done! Very pleased!"
        },
        {
            "review_title": "The BEST iron I have EVER used!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "All my life I have struggled with extremely frizzy/wavy hair.  My normal routine is avoiding washing my hair at all costs for as long as I possibly can and being addicted to dry shampoo to calm the oils on my scalp. When I do decide to wash and condition my hair, it takes anywhere from 30 to 45 minutes to completely dry my hair and then another 30 minutes of heat styling whether that be using a curling iron, flat iron or heat brush. I normally turn my curling iron/flat iron up to the highest temperature setting possible in order to get my hair to respond and control the frizz. I wasn't happy about all of the heat I apply to my hair on a weekly basis so I was super excited to be chosen to test the GHD Kronos styler.  First, I love the fact that this styler heats up in under one minute! There is no heat adjustment on it, just a power button located below the heat plates. Upon plugging the styler in and pressing the power button you hear a short tune letting you know the styler is heating up. Once it's heated to the proper temperature of 365u00b0 it plays another short tune and is ready to use. I found it hard to believe it could heat up so quickly but once I tried it on my hair I was honestly in shock. This is truly a one pass styler. Whether you are going for stick straight hair or turn the styler 180u00b0 to create a subtle wave/curl it really does the job, and it does it well.    I styled my hair on a Monday morning by using the iron to create soft curls, and by Wednesday, my hair was STILL looking amazing.  After three days and sleeping on my curls.  Amazing! 100% recommend!"
        },
        {
            "review_title": "Highly recommended this  item.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "GHD  Chronos was packaged very smartly and luxurious (all part included a silicone sleeve.).The flat iron is simple to use. There's only a power button and that's it and it heated up instantly. It smoothed my hair really fast and easily without any smoky or dried smell .Itu2019s pricy but costly to purchase."
        },
        {
            "review_title": "Best flat iron!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "This ghd Chronos styling flat iron is an exceptional tool! First, it is super easy to turn on with only one button located on inner handle. You press and hold for a second and a little music plays to signal it is on. Within ten seconds the tool is ready to use and it will beep. Thereu2019s no temperature control and this tool heats up to the perfect temperature! I used heat protectant spray before  my first use and decided to put some curls in my long hair. You simply glide the straightener downward with a hair section and rotate the tool 180 degrees. My curls lasted all day! The next few days I have straightened my naturally wavy hair with this flat iron. It even did a wonderful job with those pesky gray coarse hairs growing in around my temple area. No trouble straightening those wiry hairs. There is no odor involved either. No smell of hair burning as with some other tools Iu2019ve used in the past. Simple to turn off the styler as you then press and briefly hold the one and only button until it beeps. The light will turn off and thatu2019s it. Remarkable styling tool and leaves my hair soft and shiny. My styles have lasted all day with no frizz either. Highly recommend this tool!"
        },
        {
            "review_title": "Smooth and shiny!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Wow just what I have been looking for. This glides through my hair, heats up quick, leaves it looking shiny till the next time I wash it, and I especially love the curved edges to allow a curl as well"
        },
        {
            "review_title": "Best Iu2019ve ever had!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Design and style are top notch. Love it comes with a cooling holder. Nice digital start up. Heated up fast and straightened my hair easily. No pulling. Left shiny and soft. If you want a luxury straightener, this is it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Dry skin",
            "review_text": "About my hair: 2c, very frizz prone, dry, color treated, coarse, thick hair to my lower back  I regularly flat iron my hair about once a week.  I was pretty psyched to get the GHD flat iron, as I've owned exactly two flat irons -- a newer steam version I got as a gift that I don't like using and my good ole trustworthy Conair from 2001 which has seen some stuff.   The GHD feels incredibly high end from the initial unboxing. The swivel cord is great.  I love that it lights up on the inside and outside.  The chime when you turn it on (and off) is cute as well. This thing heats up insanely fast. Normally, I turn my Conair on, then section my hair, and then it's about ready to use.  This was hot and ready to go in literally seconds.  Also, the silicone protective sleeve for the iron is brilliant.  The only thing that took some getting used to was the wishbone hinge.   Did it hold up to the claims?  * lasts 24 hours - YES. I straightened it, and it lasted a few days. I then curled it with the flat iron, and it lasted a few days. * 1 pass straightening - NO.  HOWEVER, whereas I would normally do 4-5 passes on each section of hair, I was only doing 2, so I still call this a win.  On my daughter's 1C fine hair, it straightened in 1 pass without an issue.  * adds shine - YES. I didn't add my shine spray like I normally do, and I noticed a definite shine to my hair afterwards.  * lessens frizz - YES. Way less frizz, especially 24 hours later.... on a rainy day, nonetheless!"
        },
        {
            "review_title": "Heats so quickly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This straightener was sent to me from Influenster in exchange for my unbiased opinion. I like how quickly it heats up, the silicone holder, how it glides over my hair, and how quickly it straightens. I also enjoy that it curls fairly nicely without leaving a crimp. The negative is that the heat isn't adjustable. GHD states they pick an optimal heat to not fry hair but I prefer having that control. Regardless, the many pros definitely outweigh the cons."
        },
        {
            "review_title": "one of the best hair tools for busy people",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "I have used my new Chronos for the last few days and discovered I don't think I can live without this. GHD made an amazing flat iron!! My hair had never been so quick and easy the last few days getting ready for work.. my time had been cut by 1/3..  when you first hit the ON ... it's so fast to tell you it's ready to use with a audible indicator which is super nice when your in a hurry and doing more things than just hair.. by the time I brush my hair my hair it's already.. ready to use.. I love this so much .. it doesn't pull out snag your hair and just is very nice quality and feels very sturdy!! yet I did read instructions and you need to be careful to not drop this at all.... they have electronics that could be damaged.. so I'd hide this from kids lol I love all of the features and the heat resistant cover is nice too!   my hair is shiny and tho I do use spray for heat protecting... it looks actually healthier than its looked all year!  I love this hot iron and highly recommend to everyone!!"
        },
        {
            "review_title": "The only tool youu2019ll ever need!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "I received this item for free from Influenster for my honest opinion. The ghd Chronos 1u201d flat iron is truly amazing u2013 a game-changer for my curly hair. Unlike anything I've used before, it easily straightens my hair in one pass, leaving it super smooth and shiny. It is incredibly quick to heat up and I love the chime sound when itu2019s ready. It has allowed me to maintain the straightened look for days. This flat iron has become my go-to for achieving sleek, long-lasting results and if you are in the market for a new straightener that can do the work of multiple tools, this one is it."
        },
        {
            "review_title": "Just perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I loved this tool. I had never seen a tool get ready to be used so quickly. It glides smoothly on hair, doesn't get stuck and doesn't leave any marks. I used to straight my hair and to curl and worked really well. I recommend it for sure."
        },
        {
            "review_title": "Love this flat iron!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I have thick, frizzy, and wavy hair and I was shocked at how well this flat iron worked on my hair! It left my hair super shiny and soft. I was surprised it only has one heat setting as well."
        },
        {
            "review_title": "My hair looks like I paid a fortune at the salon!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I canu2019t say enough about how magical this hair straightener is! It is lightweight and heats to the perfect temperature and doesnu2019t fry my hair. It leaves my wavy messy hair perfectly straight like I went to the salon. This is superior to any straightener I have ever tried, and I have tried so many. I want to buy this for family members as gifts because I canu2019t believe how superior it is. I have a friend who has this brand and hers is so old and it still works like day one. This is a quality product that will last probably 10 years. If you need a straightener get this one- you will be so amazed at the results!"
        },
        {
            "review_title": "A Must Have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "After using this styler, I must say it is AWESOME!!!! It is so sleek and easy to handle. It straightens areas of my hair that was difficult to straighten before. It leaves the hair with a glistening shine and hair stays straight for a long time. When it is ready to use, the styler lets off a chime. It is ready so quickly! The swivel cord adds to the ease of use. No doubt that I will continue to use this styler and highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Love this styler. It was so nice and easy to move around. I loved the way it smoothed out my frizz and lwdt a really nice shine. My hair felt soft and looked healthy too. The price is a little high but it is worth the cost. This works great with other products and hair doesnu2019t get tangled at all I also use to curl and stay all day."
        },
        {
            "review_title": "EASY ELEGANT STYLER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "OMG! I did not hesitate one bit to use this new beautiful iron. Hands down the best GHD Iu2019ve tried. It is pricer then any other iron, for the price and for what it does and how it looks plus the silicon cover it adds up value.  Super quick easy to style. I love how itu2019 glides in the hair and how smooth it leaves with not much frizz. Iu2019ve had the other GHD before , this is by far my favorite one. Love the easy quick features, it comes with a silicon cover to protect it, super elegant and modern. 1000/1000 recommend."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "The swivel cord and the fact that itu2019s lightweight makes this flat iron easy to use and maneuver. I have fine hair and I have a lot of it. My hair has doesnu2019t keep a curl and doesnu2019t stay straightened with other flat irons. This one helps increase longevity to each curl and also keeps my hair straight longer. You never really get that a more expensive product is expensive for a reason until you start buying higher end products. I like this better than my other higher end flat irons. I love that it has the curved edges that makes it easier to do waves and curls. I canu2019t get over how lightweight it is. Thatu2019s always my problem with different hair stylers whether itu2019s an iron, waver or dryer. Definitely recommend splurging on this one. Ghd has some amazing products and I always buy higher end hair products and beauty products. I received this straightener from Influenster and ghd in exchange for my honest review. I would have bought a higher end flat iron if one of my older higher end flat irons stopped working."
        },
        {
            "review_title": "Super impressed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "I am super happy with this styler as I have naturally curly hair and this styler gave me the ability to make beautiful loose waves ! I have never been able to do this before ! I am so happy with my results ! Below attached are my before curly and my after using the chronos styler - better than my GHD MAX ! 7 minutes shorter styling time too"
        },
        {
            "review_title": "Sexy hair curly or straight!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This styler is awesome!When you turn on it beeps,not even 10 seconds later it is ready to use.i am so excited about this.Ok lets go to styling and honestly it made my hair so beautiful.Within 3minutes my hair was perfect.I canu2019t tell you how easy it was.Fast and efficient.You need this when ever you do your hair.This makes your day better."
        },
        {
            "review_title": "My new fav",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "I am so obsessed with this straightener! I have never used one that is as high quality as this one and I can tell you right now I will never go back to using anything else. It heats up almost instantly, straightens my hair super fast, and makes it so smooth and shiny. My hair has never looked better straight. Itu2019s also amazing for curls. I donu2019t know how I went all my life without trying it."
        },
        {
            "review_title": "Unreal!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "Wow, just wow! I have been looking for flat iron to replace my chi that finally died on me. I love that I can not only straighten my hair but also curl it with this since I like to wear my hair both ways! It doesnu2019t pull my hair at all and also doesnu2019t damage it at all! Also heats up so quick!"
        },
        {
            "review_title": "Worth the money",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "After years of being convinced I didnu2019t need a new flat iron, this has officially changed the game. Not only is it extremely lightweight, but heats up super fast. Beyond easy to use. I will not be going back to my old one! It straightens my hair in ONE pass- something no other flat iron does."
        },
        {
            "review_title": "GHD Chronos for the win and not looking back!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This GHD Chronos styler is ANAZING! It left my hair feeling and looking better after the first use! It made perfect waves that lasted for two full days! Itu2019s perfect for numerous types of styles from straight to perfect curls! And the shine!!!! Dont get me started! My hair looks healthier now that prior to using it! I used it in my own hair as well as my daughteru2019s hair (which is way thicker than my own) and both of us were left with salon quality results! GHD makes top notch products and I will never buy another product other than theirs! Iu2019m hooked!"
        },
        {
            "review_title": "Chronos Styler",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Beautiful, Flat irons, they are definitely my favorite. I have coily 4c hair. So I try to look for products that wonu2019t damage my hair. This was perfect I didnu2019t, have to take to many passes through my hair. For it to be straight. Which was a plus. I definitely recommend these. These are also motion responsive so where ever, your trying to move the flat irons. They move as well, so doing curls will be easy and I love that the end lights up!!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
            "review_text": "I am in love with this straightener. I love that it is round too because it is easy to creat curls with it which is so so so cool. It also took my kinky and wavy hair and smoothed it in one pass. This is unheard of for my hair! I recommend completely! It also is very pretty which is helpful"
        },
        {
            "review_title": "No frizz",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "It is a beautiful styling tool. Smaller so it took a little more time to do my hair. It makes a bounce to let you know it is ready. It has a gloss finish so you do not have the frizz. Which I love. My hair looked amazing. I did use a heat treatment."
        },
        {
            "review_title": "The BEST Hair Tool I have Ever Used",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This is just the tool I have been waiting for.  It heats up quickly, and it's size is easy to work with.  My hair is wavy and tends to get frizzy if not styled.  This was the first time I used a flat iron, there was a learning curve in which I did burn my finger but I quickly figured it out.  This iron creates stunning waves in my hair and tons of body with just one pass and the hold is serious.  I use the same heat treatment styling product I have always used, but my style never holds like it does using this flat iron.  I am forever a convert to styling with a good quality flat iron like the GHD Chronos.  I find the Chronos to be aesthetically pleasing to me in sleek white.   I like that you can be certain the tool is on or off my hearing the tone it makes and I also like that it comes with a protective silicone sleeve."
        },
        {
            "review_title": "Perfect for frizzy hair, light weight, nice design",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Iu2019m in love with this ghd Chronos styler right at the first use. I have a Dyson Corrale which is $500 but didnu2019t like it this much. This ghd works best for my frizzy hair. It takes just seconds to reach the temperature. My hair looks much healthier after styling. I love its light weight and simple design. Strongly recommend"
        },
        {
            "review_title": "New favorite flat iron!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I am loving this flat iron! I only have to do one pass through. This flat iron has cut my style time in half. I love the results and how easy it is to use. Definitely recommend!!"
        },
        {
            "review_title": "Great Straightener",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Absolutely love this straightener. I have fine hair but a good amount. Shoulder length. I like to style my hair in beach wave with a straightener.   The straightener Iu2019ve been using for years (and like) is from Hot Tools. I love that straightener for its own reasons and I mention it here so you know what Iu2019m comparing the GHD Chronos to. Here are the pros and cons of the GHD Chronos:  Pros: -One heat setting - fool proof so you donu2019t burn your hair -Auto shut off/sleep mode  -Less frizz in my hair -The off/on button is on the inside of the iron handle. Prevents accidental pressing while styling -One swipe over hair and itu2019s straight (or curled) -The outer casing doesnu2019t get hot -The cord is on a swivel - almost feels cordless -Iron makes a sound when it starts and when itu2019s ready -The heat distributes over the plates as you style your hair (very cool feature) -Comes with a silicone cover  Cons: -The plates are short (in comparison to my Hot Tools straightener) and cover less hair surface while curling -the clamp opening is pretty narrow. A little harder to use if youu2019re a beginner - just a learning curve though."
        },
        {
            "review_title": "Styling Pro",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this product in exchange for my honest review. I was so excited to try this styler and it did not disappoint. It is lightweight, well shaped for your hand and glides through my hair effortlessly. I love that it helps smooth my hair and allows me to even out a little curl at the ends with a simple twist of the wrist."
        },
        {
            "review_title": "WOW!! Incredible Styling Flat Iron!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this product complimentary from ghd and  Influencer in exchange for my honest review. WOW!! In every single way WOW!! This styler is sleek, modern and feels ergonomically correct when using. It lights up, heats very quickly and makes a light chime when it is ready. It feels incredibly light, the plates press together perfectly and it makes the absolute smoothest passes through your hair. I only had to do one pass through each section of my hair and was left with beautiful straight smooth strands. I have never used a styling tool as perfect as this one before, the results are amazing, I truly love it! Thank you ghd! Highly Recommended!"
        },
        {
            "review_title": "Amazing styler!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I received these products for free from Influenster and ghd in exchange for my honest review.  What can I say- I LOVE it. I have used multiple flat irons throughout the years, at every price point. This one takes the cake! It is small but mighty. It turns on by the click of the button and heats up to what your hair needs and nothing more. It makes a sound when you turn it on and makes another one when it is heated up, all in about 10 seconds. When you turn it off, it makes a sound to let you know it has been shut off. The light at the base flashes until it is all the way heated up. I have very frizzy wavy hair and I get a keratin treatment every six months to tame the frizz. One pass over my hair with this styler after I round brush it dry and itu2019s good to go, no more straightening over and over damaging hair. I do wish it was a little more smooth gliding over my strands but I tend to find the more I use a flat iron, the smoother it becomes and doesnu2019t catch hair. I would definitely recommend this product!"
        },
        {
            "review_title": "A need!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "I straighten my hair multiple times a week as I have naturally very wavy hair. I prefer straighter styles for myself, resorting to using a straightener. This gave me the sleekest look. I liked how it makes a noise when turned on and off as well as the light. It allows you to be aware of when it is on and off and is inclusive to people with vision and hearing impairments. Love!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love how easy and effective this styler works. I can easily wrap my hair around it to give it some waves or slick straight hair without any flyaways.  It makes my hair shine.  It heats up very quickly and the light design makes it easy to work with. I absolutely love this."
        },
        {
            "review_title": "sleek and long lasting hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I received this product from influenster in exchange for an honest review. I used this flat iron for the first time a few days ago and am very impressed. my hair is still perfectly straight and not frizzy, even after 4 days. It chimes when it heats up all the way, the chime is quite loud which is can be an issue if you need to use it early in the morning before work, however, itu2019s nice to know itu2019s ready to use. It heats up extremely fast and is very easy to use on my fine color treated hair. I tried to use the chronos to curl my hair and it was a bit of a learning curve but makes beautiful curls. The chronos is very lightweight and easy to use and the swivel cord is a must have, especially when curling. Overall, I would absolutely recommend the chronos- it even comes with a cover to protect your bag from the heat if using it while traveling. My hair straightens very easily and stays straight for days which is a big upgrade from my last straightener!"
        },
        {
            "review_title": "I'm impressed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I am very impressed by this styler! I typically use a curling wand and can do my hair pretty quickly so I figured this would be about the same. Nope!  It heats up super fast and even plays a little tune! it does not have a temperature control so I was afraid to leave it on my hair for too long. I passed it down a small section at 180 degree turn really quickly and it created a beautiful curl! I mean seconds!!! So I was able to finish my hair much quicker! It also slides so smoothly down the hair. No tugging or pulling. I really like this!  *I received this complimentary in exchange for my honest review."
        },
        {
            "review_title": "100% recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Normal skin",
            "review_text": "I have had the same brand straightener that I use daily for 10+ years and I was given the opportunity to try this one in exchange for a review. I absolutely love this hair straightener. It makes a sound when you turn it on and then another sound just a few seconds later to let you know itu2019s fully charged. It takes literally one pass to get my hair smooth and straight and itu2019s lasted over 24 hours. I also absolutely love the heat guard that goes over the plates after you turn off the straightener. I can put it over the plates and not have to worry about it falling on my carpet or burning a surface. I would 100% recommend getting one of these!"
        },
        {
            "review_title": "Very lightweight",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Received for free for an honest review I love how lightweight it is I have used many straighteners but this one leaves a shine to my hair and also sets the temperature to what ur hair needs I donu2019t have to go over my hair many times. It is worth the price"
        },
        {
            "review_title": "Fav",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Super easy to use and truly only takes 1 pass, it also makes my hair so smooth and shiny."
        },
        {
            "review_title": "My new favorite hair tool!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The GHD Chronos Flat Iron is an essential addition to my daily beauty routine. I love that it has a sleek design and comfortable grip. With advanced ceramic heating technology, it delivers quick and even heat distribution for a smooth, long-lasting finish. It effortlessly glides through my hair, leaving it silky and beautiful! The automatic adjustable temperature setting accommodates all hair types, preventing damage. I also appreciate how it has an automatic sleep mode!  Overall, the GHD Chronos Flat Iron surpasses expectations, combining style with exceptional performance. It is a must-have tool for flawless hair styling. It is perfect for straightening, curling, or giving yourself a blowout look!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I used this straightener for the first time. I love how this heats up almost instantaneously and you're alerted with a little noise. It straightened my hair really well. I love this straightener, and highly recommend it."
        },
        {
            "review_title": "Heats fast, smooth hair in one stroke",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love love this flat iron. It's easy to use, just power on and off. It heats up fast and straightens my hair in one stroke as long as I didnu2019t use a lot of hair at once.  It glides over my hair effortlessly and best of all no pulling or ripping my hair off my head. It left my hair straight, smooth and shiny. I did have my own hair products on. I didn't find it as easy to curl my hair, my hair was just too silky, it did give me a beach wave look and that was nice. I think I need practice for the curling.  I like the heating is automatic and the power button is on the inside so no me mistakenly turning it off while I use it as I have with my other iron.  It's got a nice sleek, clean look. It comes with a cover for the from that protects it and keeps it close.   I just love it and highly recommend."
        },
        {
            "review_title": "Love the shape of this compact design!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "I actually really love the shape of the barrel. Itu2019s so easy to use to curl your hair or straighten your hair. I really like to use it to add beachy waves to my hair as a quick style. I have a lot of hair and this heats up incredibly fast. I couldnu2019t almost believe how fast it heated lol curly hair with this."
        },
        {
            "review_title": "Sleek and easy to use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Light skin tone, Combination skin",
            "review_text": "I absolutely love the packaging it would make a beautiful gift for someone. The styler itself is just as beautiful and easy to use. It fleshes sold when itu2019s done heating up and does so fast in under a minute! I love that it has a swivel cord as well. It also doesnu2019t take long to cool down which is nice. I only had to do one pass over my hair and it was straight and shiny without the smoke coming off the flat iron or any type of scent to my hair. I like it better then the Dyson"
        },
        {
            "review_title": "Pretty Good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received this product free from Influenster in exchange for an honest review  I used this straightener for the first time today and it has its pros and cons. I love how this heats up almost instantaneously and youu2019re alerted with a little chime. It straightened my roots which is a huge pro! I did feel like I had to go over my hair quite a few times to get it straightu2026it straightened my virgin hair really well but the hair that has been bleached, it took longer to get it straight/smooth. Overall, I do like this straightener and Iu2019ll continue to use it"
        },
        {
            "review_title": "Amazing hair straightener!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "I have a few ghd hair straighteners and they are amazing! They have a light to indicate that the product is on, it doesnu2019t burn your hair at all itu2019s a perfect temperature everytime. If you are thinking of getting this hair straighter I would recommend this to anyone. Thank you influenster and Sephora for the opportunity to try this product."
        },
        {
            "review_title": "Screams luxury and benefits!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The Chronos Styler 1 Inch Flat Iron leather like something from the super expensive high end salon that you love. The white color is a bold choice and so far itu2019s stayed pretty clean. This heats up with in 15-20 seconds. It is a bit nerve wracking that you canu2019t control the heat level but it does shut down after 10 minutes of not using. I like the ceramic floating plates. They glide easily and donu2019t catch on a stray hair here or there. The 9 foot long cord is epic! I really like that feature. This is suitable for all hair types. It only heats up to about 185/200 degrees where other straightners I would need to go as high as 350* F. This is a very good hair tool. It works fast and with minimal damage."
        },
        {
            "review_title": "must have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "love love love this - have used it the past few days and love it. typically i hate straightening my hair because it frizzes up. this is the first straightener i have owned that it has not done that. this is now a must have in my hair routine. it was quick to finish my hair. the design / features and price point are all good in my opinion"
        },
        {
            "review_title": "Good investment for hairs",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I  received the Chronos Styler 1-inch Flat Iron for free from Influenster and ghd in exchange for my honest review. This iron is not only sleek and beautifully designed but also lightweight and user-friendly. As someone who isn't skilled at styling hair, it has been a time-saver. It heats up quickly, allowing me to create beautiful waves effortlessly. Additionally, it works well for straightening hair without leaving any smell or causing damage. I'm thrilled with this product; it has made styling my daughter's hair a breeze. Highly satisfied!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "0 complaints - it did the job for straightening AND curling. I am very excited to continue using this - knocking off 1 star due to price as it is a hefty price tag"
        },
        {
            "review_title": "Iu2019m obsessed with this styler!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "After using this styler the first time I am completely obsessed! Itu2019s so easy to use, lightweight but high quality. I have extremely curly, thick hair and I was able to straighten each section with just once over. It left my hair smooth and silky. I have tried so many other stylers and this is the best one I have ever used. I am in love with the results."
        },
        {
            "review_title": "A Must Have For Beautiful Hair EVERY TIME",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "the price is a bit of an investment but when i tell you its the best investment youu2019ll make just buy it! no styler has ever left my hair this perfect! itu2019s also so convenient when i change my hair style from straight to curly or vise versa and do it with one styler! not to mention when i curl my hair my curls last a couple days! donu2019t hesitate just buy it i promise itu2019s worth it ud83dudc97"
        },
        {
            "review_title": "I love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "I love this straightener the straightener did not fry my hair sometimes straighteners make my hair smell because it burns it"
        },
        {
            "review_title": "Sleek smooth and shiny",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I am in love with this flat iron. It leaves my frizzy hair super smooth and sleek. It literally only takes one pass through of my hair to eliminate the wave and frizz. My hair looks much shinier after I use this tools. I love that it gives you a sound when the iron is ready for use. I also love the cute case to cover the plates. This is such a beautiful product.  I would recommend this to anyone wanting a flat iron that makes your hair look like silk."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Porcelain skin tone, Combination skin",
            "review_text": "I am obsessed! I had loved ghd as a brand so far, so I'm thrilled with this. I have thick, curly hair, and this did the job quickly and frizz free!"
        },
        {
            "review_title": "Definitely a must!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love this hair straightener, especially if you have short hair or for curls! It does an amazing job?"
        },
        {
            "review_title": "So amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This hair straightener is so amazing! I have needed a new hair straightener for so long and I love how high tech this is! You click a button on the inside of the straightener to turn it on and it heats up pretty fast. Overall, I love the results. I have very thick hair and it straightens so fast! Really recommend."
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I LOVE this straightener! I have naturally wavy hair and itu2019s hard for me to get pin straight hair but this does it for me."
        },
        {
            "review_title": "must have.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair",
            "review_text": "I just got this and iu2019m obsessed it is actually amazing i am in love."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Deep skin tone, Combination skin",
            "review_text": "After using this amazing flat iron, Iu2019ve had amazing results. I love this flat iron because it leaves my hair silky smooth . I highly recommend!"
        },
        {
            "review_title": "It got my roots straight",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
            "review_text": "I received this product for free from GHD and influenster in exchange for an honest review.    I give the most honest reviews on my YouTube channel Give me the look.   It is a beautiful sleek design I like that it has a silicone cover so when youu2019re done or you want to put it down, you can use the cover so that you donu2019t burn your countertop or your hands after your done using it.   It has a very long cord which is super helpful. Most flat irons do not straighten my roots. This one did. So I was very impressed with it. Iu2019m not really sure how to control the heat. I just turned it on and used it. But when I tried to straighten my roots when it was on, it didnu2019t work very well but then when I turned it off and it started to cool down, I tried to touch up my roots and it worked and they stayed straight. The pictures that you see are my hair three hours after I did it.  I blow dried my hair until it was dry and then I used the flat iron to straighten it and create a curl at the bottom which did not last 15 minutes. Thatu2019s not the products fault itu2019s my split ends.   Now, for a full honest review. This is my first time using the product. So I donu2019t know what the long-term use is going to be, if itu2019s gonna fry my hair, or if itu2019s going to work on wet to dry, or how long itu2019s gonna last before it loses his efficacy But my first impression is I like it. It got my roots straight which is a huge deal.  I had to pass the flat iron through a few times. It wasnu2019t a one stroke styling product. I think that would work, mostly for hair that is generally straight Or wavy. But if you have Dominican hair, thin fine curly hair or thick course hair, I donu2019t think one stroke is going to be enough.  when you turn it on and off it has like a cute little ringtone, and that just makes me happy., I like that the cord spins as you spin the curling iron, so it never gets twisted.  All in all I like it."
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I absolutely love this the box itself just seems well-made. Also the iron itself it has a rubber piece that you put at the top in case itu2019s hot. You donu2019t lay it down and burn something. The company that made this they thought of everything I like the way it makes my hair feel when I use it. I love this iron I recommend, this to everyone"
        },
        {
            "review_title": "Great flat iron - advanced, compact & easy to use!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "I have a very old flat iron that I use from many years ago & it was time for a new one. Grateful that I was able to test this item out! I have very wavy hair & it drives me crazy. I often straighten my hair, so that it appears more organized. After testing the GHD flat iron, I was amazed at how advanced it is. It was so easy to use - you just plug it in & turn on the power button + in 20 seconds it is fully heated so you can use it. It is very time saving! My old flat iron takes a few minutes to turn hot. The GHD flat iron is also very compact (can take it on vacation), light (not heavy at all), and easy to use. I also like that there is an automatic sleep mode option (after 10 min of non-use). After testing this flat iron, my hair definitely was straightened faster & it did not burn my hair at all (and also did not have any burnt smell). I also like that they give you a cover to protect your flat iron. Great product so far! I have only used it to straighten my hair so I am unable to comment on curling."
        },
        {
            "review_title": "My new favorite item",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The ease of use with this product is amazing. You push one button to turn it on. There is no guessing on what heat you should use. It really does automatically adjust to what your hair needs. It heated up very quickly, I love that it has a light to show itu2019s on and ready. My hair only took one pass on each section. Afterwards my hair looks shiny and healthy. To say I love this is an understatement!!"
        },
        {
            "review_title": "Luxury!!! Silky and shiny OMG!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Before my hair was frizzy and after it was shiny. It heated up in 30 seconds and my whole head took me 10 minutes. I think itu2019s amaizng and Iu2019m so excited to keep using it. Made my hair silky shiny smooth and no frizz. I love the way my hair feells after itu2019s such a luxurious experience."
        },
        {
            "review_title": "love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love this styler. It left my hair looking beautiful for hours! I love the slick design. I also love that it comes with a protective silicone. I would recommend this product."
        },
        {
            "review_title": "Loved it !",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Curls your hair beautifully it has the perfect mouth to have enough hair for a beautiful curl and the curl stays on for long too. Very easy to work with because of the design."
        }
    ]
}