{
    "product_id": "1654",
    "name": "Mini Cuticle Nipper",
    "brand": "TWEEZERMAN",
    "categories": "Makeup, Nail",
    "price": 19.0,
    "about": "No match",
    "ingredients": "",
    "how_to_use": "Suggested Usage:.-Soften cuticles in warm water before use..-Trim excess skin and hangnails, never cutting live skin.                                                                                                                                                                      -Clean after each use with alcohol or peroxide.",
    "num_reviews": 12,
    "overall_rating": 4.3,
    "product_url": "https://www.sephora.com/ca/en/product/tweezerman-mini-cuticle-nipper-P473736?skuId=2439404&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2439404-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Wonderful Little Nail Gadget!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I love this cuticle nipper! Itu2019s a lot more precise than the traditionally shaped cuticle tool, and much easier to hold. It gets even the smallest of hangnails, too. You can get very close without accidentally nipping your skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "If youu2019re plagued by hangnails, you definitely need this little tool!"
        },
        {
            "review_title": "It only looks intimidating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This is the best cuticle nail nipper I have ever bought! Itu2019s got a great shape that makes it easy to hold and as long as you go at it slowly you are sure to be great results."
        },
        {
            "review_title": "Gets the smallest hangnail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Combination skin",
            "review_text": "These are excellent for pedicures or manicures and they are extremely easy to handle and maneuver . They are super sharp and can even cut and trim nails not just cuticles. Love these. I got these with my credit rewards so they were free but hands down I would purchase these no problem."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Love these!!  I purchased them for myself and my sister, we both love them.  Perfect to carry in your purse/bag."
        },
        {
            "review_title": "itu2019s a no",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "The reviews are correctu2026 but I took a chance anyway. Itu2019s not great. It is not precise enough to get rid of smaller corners or to be really thorough. It also ends up cutting areas I am not intending to because itu2019s rather large. That being said itu2019s slightly better than using a regular nail clipper."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "This is one of my fav cuticle cutter but once it goes dull itu2019s pretty much useless but I keep using it cuz itu2019s my favorite. Iu2019ve probably gone through 3 of these now. They do last a long time. Like years. But once itu2019s dull then I end up throwing it away and buying a new one."
        },
        {
            "review_title": "Skip this",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Skip. These are too thick and dull to get into any tiny pieces of skin or for any precision, which in the end causes ragged edges."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Super sharp and cut through even tough/thick cuticles."
        },
        {
            "review_title": "Love the Angled nipper",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Great little cuticle nipper. I love the angle it has. It comes with a case, which is nice too."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "if you have ingrown toenails this is an absolute game changer cannot recommend enough!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I have a problem with picking dry bits of skin on my fingers, these are great for removing them so I don't cause damage by picking and ripping them off. I'm on my third pair over the years."
        }
    ]
}