{
	"product_id": "349",
	"name": "Milk Eau de Parfum",
	"brand": "DedCool",
	"categories": "Fragrance, Women, Perfume",
	"price": 121.5,
	"about": "Fragrance Family:Warm & Spicy.Scent Type:Warm & Sheer.Key Notes:Amber, Bergamot, White Musk.Fragrance Description:This fragrance smells like you, but better. Milk mixes seamlessly with your unique chemistry to create a sensually memorable scent—an all-encompassing softness that you won’t be able to get enough of. Milk is soft, warm, and sensual with notes of amber, bergamot, and white musk.",
	"ingredients": "Alcohol Denat., Fragrance (Parfum), Borago Officinalis Seed Extract*, Sambucus Nigra Flower Extract*, Camellia Sinensis Leaf Extract*, Equisetum Arvense Extract*, Punica Granatum Fruit Extract*, Aloe Barbadensis Leaf Extract* (decolorized), Ginkgo Biloba Leaf Extract*, Trifolium Pratense (Clover) Extract*, Althaea Officinalis Root Extract*, Rosa Canina Fruit Extract*, Chamomilla Recutita (Matricaria) Flower Extract*, Cucumis Sativus (Cucumber) Fruit Extract*, Humulus Lupulus (Hops) Extract*, Daucus Carota Sativa (Carrot) Extract*, Macrocystis Pyrifera (Kelp) Extract*,Panax Ginseng Root Extract*, Ilex Paraguariensis Leaf Extract*, Citrus Grandis (Grapefruit) Fruit Extract*, Camellia Sinensis (White Tea) Leaf Extract*, Fucus Vesiculosus Extract*, Porphyra Yezoensis Extract*, D-Alpha Tocopherol..*Certified Organic Extracts/Extraits Certifiés Biologiques",
	"how_to_use": "Suggested Usage:.-Fragrance is intensified by the warmth of your own body. Apply in the creases of your knees and elbows for a longer-lasting, stronger scent.&nbsp;",
	"num_reviews": 212,
	"overall_rating": 3.7,
	"product_url": "https://www.sephora.com/ca/en/product/milk-eau-de-parfum-P501218?skuId=2685030&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2685030-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "1.7 oz",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2685030-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Wearers, please read & rethink amount you use",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "As someone who is obsessed with fragrance, I am sorry to say, I do not like this scent.  A dear friend of mine wears this, and I have met her twice in the past week. Each time, she wore this overpowering, musty, moth-bally scent that made me feel kind of sick.   I finally asked her what she was wearing as she left today, and she told me it was a scent called dedcool extra milk, and reiterated the spelling of d-e-d.  I just looked it up and had to share that I don't think this is as pleasant for bystanders as it is for the wearer. It is like a force field of 3 feet around the wearer, and hits you in the nose and does not let up. I can still smell it in my house an hour after she left.  It kind of reminds me of the old Dolce & Gabbana red, but it continues down a path of overly cloying, soapy, musty, chemical mothball that is hard to be around."
		},
		{
			"review_title": "Duped",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Their sample was oily and thick and lasted for DAYS on my clothes/hair, meanwhile the travel perfume is watery and smells like alcohol. It doesn't last long either. The Xtra Milk is more concentrated, but smells totally different and ashy in comparison. I think if you liked the sample you should just get the Eau de Parfum bottle instead."
		},
		{
			"review_title": "An all time fav",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "This is my favorite perfume—I get so many compliments when I wear it! Very subtle but lovely. I get used to it and it seems like it’s worn off, but over 12 hours later, people still smell it on me."
		},
		{
			"review_title": "the perfect not overpowering scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Milk is my go to fragrance!!!!! who needs extra milk when this one is perfect. I just wish Dedcool would release more of their other products with this scent"
		},
		{
			"review_title": "my skin but better",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "one of my favorite scents, it’s like my skin but better, warm and sheer and soft and the slightest bit sweet. the new formula is a little less longlasting"
		},
		{
			"review_title": "AMAZING!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone",
			"review_text": "So, I keep reading where's the smell This is a layering scent so it's subtle but there.  Every time I wear it just about someone says I smell good.  It's like a smell you can't smell but others can.  It is now my favorite scent to wear, and I usually do not like much, I am SO picky.  Absolutely buy this and spray all over yourself from top to bottom and you will get compliments even if you can't smell it.  LOVE LOVE.  Tried the travel first and already going for the big bottle."
		},
		{
			"review_title": "Where’s the scent?",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I received a sample and loved it so I bought the travel size. Then I finished the travel size and decided to buy the larger 1.7oz size. Unfortunately the 1.7oz size smelled literally like alcohol! No scent whatsoever! What the heck?? happened??"
		},
		{
			"review_title": "Great everyday scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Porcelain skin tone, Oily skin",
			"review_text": "I love the scent! I would say this sent is a very musky citrus scent. I don't know how they do it but it's lovely. It's so subtle and refreshing yet warm. On a side note: Third time my order said I had two free samples in my order but when I got it nothing... why bro, why?"
		},
		{
			"review_title": "Love love love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "One of my new favorites. I received a free sample size and immediately fell in love with it and purchased the full bottle."
		},
		{
			"review_title": "No scent after receiving it…",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "The Scent at the store was so clean and light! Got it home… no scent 😔"
		},
		{
			"review_title": "Disappointed ☹️",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "I was looking forward to having this product. In store scent do lovely and clean. Got home, NO SCENT?  I don’t get it. :(   😔"
		},
		{
			"review_title": "It’s doesn’t stay on the skin",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I became obsessed with this perfume because of the aroma, after selecting it in the free samples. I bought the travel size, but I have been extremely disappointed, it doesn’t stay on the skin, the smell is not as intense as the sample was. I wish they could check the formula, it is a perfume with a pleasant aroma."
		},
		{
			"review_title": "Never leaving the house without it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I absolutely had to get this perfume after my co-worker got it. It smelled so nice in the office. I can definitely smell it and it smells nice on me. Some people can smell it and some can’t, I think it’s supposed to work with your own natural scent. I unfortunately dropped it and it shattered and broke. At least my hallway smells good now and I have ordered this in the bigger bottle. I will definitely get this one again because I love the size. It fits in your purse or pocket and you can use it to spritz yourself throughout the day."
		},
		{
			"review_title": "Everyday scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "I’ve been wanting to try this for so long. It definitely reacts to your natural body scent which I love because it doesn’t smell exactly the same on everyone. It’s a great everyday scent for me."
		},
		{
			"review_title": "Smells like nothing.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Believe people when they say this smells like nothing. I have an incredible and sometimes overwhelming sense of smell. At first, it smelled like rubbing alcohol with a hint of citrus and 2 minutes later, it smelled like nothing. Definitely going back to:("
		},
		{
			"review_title": "Nothing like the sample scent",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I got the $90 bottle after falling in love with a sample I got with a previous Sephora purchase. First, the sample, when sprayed, was a thick oily liquid that when rubbed on the wrist would warm up and felt slightly sticky (I associate this characteristic with oil-based perfumes) and had a very strong scent. I loved it! In contrast, the full sized bottle was very liquid-y, not thick or oily at all. It had absolutely no smell. I don't know if I got a knockoff from Sephora, if it was a bad-batch issue, or if DedCool changed the formula in the two weeks between when I got the sample and ordered the full size but I received a completely different product than I was expecting. I ended up returning it with no problems thankfully."
		},
		{
			"review_title": "Scent strength can be a gamble!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "TL;DR: I do not recommend buying directly from Dedcool because each bottle I’ve received smells differently (sometimes no scent at all!) and they have an unforgiving return policy.    Long Summary: I initially purchased a travel-size bottle directly from Dedcool, and I loved its clean, fresh scent. Unfortunately, it faded quickly. Seeking a stronger fragrance, I ordered a sampler set from Dedcool, hoping that the included sample of Xtra Milk would deliver. Strangely, the Xtra Milk and the og Milk had little to no scent at all. Opting to forgo the 20% discount that came with the sampler, I instead bought the original Milk layering perfume from Sephora due to their return policy. Luckily, the Sephora bottle had a stronger aroma than the travel-size one from Dedcool. Since March 8, I’ve used it extensively—layering it with other perfumes and enjoying its fresh clean scent. I purchased a second bottle through Sephora and, to my pleasant surprise, this bottle smells even stronger than the first.   I reach for it almost daily, especially loving to spray it on the crook of my elbows. Just a friendly tip: avoid spraying it on clothes, as it may leave stains."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Literally has zero smell… smelled like alcohol and then just nothing!! Then it left my skin oily and sticky and left a mark on my shirt… I’m hoping it comes out in the wash. Don’t waste your money"
		},
		{
			"review_title": "Best perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "People always ask what I’m wearing and it’s literally just this! It’s hard to smell on yourself at first but as your body warms up you start to notice as you move around. It’s a subtle sweet fragrance. This is my fourth bottle! and clean scent"
		},
		{
			"review_title": "My Favorite Your Skin But Better Scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Dedcool Milk has to be one of most favorite “your skin but better” scents! I look forward to taking a shower just so I can layer this on my skin after. It lasts (for me) and gives you that extra unff when you spray a little on your clothes. I couldn’t recommend this enough."
		},
		{
			"review_title": "Clean girl skin scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "I smell it on me and I smell delicious!! Can’t wait to wear it out"
		},
		{
			"review_title": "Smells like nothing",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Light skin tone, Combination skin",
			"review_text": "Please please please don’t waste your money smells like water there is absolutely no smell."
		},
		{
			"review_title": "No smell",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "This perfume doesn’t have a smell, its just oily and smells like vodka"
		},
		{
			"review_title": "Love it layered",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I layer this with Valentino Yellow Dream and it smells DIVINE. It really levels up the scent and increases the longevity of the perfume."
		},
		{
			"review_title": "DED",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Did they forget to add the fragrance?  This smells like the ghost of “ not a perfume “  I have to send this back… 40$ for oily skin? NOTcool"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, fairLight skin tone, Normal skin",
			"review_text": "Love! This smells like YOU smell good.. subtly sweet and sexy."
		},
		{
			"review_title": "Everyone will compliment you!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I LOVE this scent but just an  FYI like other ambroxan type scents you probably won't be able to smell it on yourself very much but other people will be able to smell it & its heavenly. Everyone compliments me even though I don't really know what they're talking about."
		},
		{
			"review_title": "Too much Ded and not enough Cool",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Dry skin",
			"review_text": "I love milky scents. You’d think this would be something like that. Nope. It tries to be fresh smelling, or even clean smelling, but doesn’t quite hit that mark. It’s pungent. Not my vibe. I got this as a sample, thank God. Nope. purchasing."
		},
		{
			"review_title": "Smells like gypsy water and the laundress",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "Very light version of Gypsy water. Smell is fresh and clean, smells a lot like very nice laundry soap. Reminds me of the laundress signature scent.  Lasting power is subtle. Would need to layer"
		},
		{
			"review_title": "Defective packaging",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Defective nozzle won’t let me spray the perfume, just leaks perfume out. I was really excited to finally have my own bottle after getting a sample, will be returning  :("
		},
		{
			"review_title": "clean skin scent - me, but better",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
			"review_text": "I normally pick strong scents with amber; coconut; vanilla; rose; but I received an oil sample of Milk and fell in love. it does have a slight amber note but the scent is very light & intimate.     while it doesn't have significant sillage, it more than makes up for it by smelling divinely human and comforting; it reminds me of burying your face in the neck of someone you love, and deeply inhaling their clean, musky scent.     the throw isn't strong but the longevity is great; I frequently catch whiffs of it throughout the day. this fragrance would work best when layering with another fragrance; but personally, i like it just by itself too. on my skin, it smells so sweet and clean and fresh, especially when dried down and warmed by my skin. it smells like me, but better. it's my no-perfume perfume. this will definitely be a staple fragrance for me."
		},
		{
			"review_title": "Love it!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Love this perfume! Being in the beauty industry for 10 years now I have tried quite a few brands of perfume. I tend to be pretty sensitive to strong scents. This perfume seems to be more of a mild fragrance and has a almost tame musky spicy scent. I noticed that this does last all day even with having spritzed it on my wrist and washing my hands constantly throughout the day it seems to of lasted. I can't wait to try other scents in this line."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "I recently tried the DedCool Xtra Milk. I love the Milk scent, so I was excited about trying this one. This waterless formula gives you individuality and longer-wearing power. I appreciate the combination of amber, white musk, and bergamot. It is a comforting scent. On me, this fragrance was overpowering and did not work for me. I even tried layering it with other scents from the collection, but I was not able to get that wow that I desired from this fragrance. I would strongly suggest layering the fragrances to create your signature scents. It also is a great way to put a spin on the scent that you may not care for. Despite my disappointment, If you feel like you can't smell the Milk scent or want a stronger scent, then you should give the Xtra Milk a try. Overall I am very pleased with this brand, and I plan to try the candles and detergent soon. I would recommend the DedCool Xtra Milk to anyone who loves the Milk scent or lives for a stronger combination of the featured scents."
		},
		{
			"review_title": "Smells light and fresh",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Normal skin",
			"review_text": "When I first opened this package, I loved how the barcode and this beautiful bottle caught my eye! It's got a very simple yet beautiful look to it. There's something about this scent that takes me back in memory. There's a very familiar scent to it. The Dedcool Xtra Milk has a very light smell to it but it lasts a long time. I could smell it on myself the next day. I sprayed it on my wrist and I did notice that it left a slightly sticky feeling.. maybe like the way essential oils feel when you apply them to your skin. It says its a genderless fragrance but in my opinion, it has more of a feminine feel to it. The notes of bergamot and musk are beautifully blended and together creates a really pretty and timeless fragrance. This scent will never go out of style."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Tan skin tone, Combination skin",
			"review_text": "My name is Gabby and I'm a licensed Cosmetologist. I received the DedCool Xtra Milk. This was a different scent than what I would normally choose for myself so I'm glad I got to actually try it. It definitely has the musk scent, but I feel it adapts to everyone differently. I spray this on my family member, and it smell completely different on them than it did me. I like how this a scent you can layer with other complimentary scents. It smells more of a grown-up scent to have in your collection. This goes well with a body butter and the fragrance over top. I also like DedCool sleek packaging with barcode logo, it just looks nice sitting in my organizer. Overall, I would recommend this if you like musk scents and would give this four out five stars."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "Easily my new favorite scent from DedCool! It’s just the perfect everyday scent is you love clean + earthy + ambery/slightly sweet scents. I’ve been reaching for this one every day this week. It has a great lasting power too compared to some other clean brand formulas."
		},
		{
			"review_title": "different and innovative",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "Right off the bat this guy has a clean smell. But it changes the longer it’s on. I definitely prefer the dried down smell to the freshly sprayed. The texture the spray leaves is different than other fragrances I’ve worn. It’s almost oily. I don’t think it’s bad or anything, just a noticeable difference. i think it helps with the fragrance lasting longer. Something I have really liked about this guy is that it can layer so easily. It fun to be a fragrance chemist and create different scents. Xtra Milk is a great base. By itself it gives me more summer vibes, but you can change it up when you start mixing it. I love that it’s vegan and cruelty free. There is just a whole new formulation to this that I think makes it so unique. I haven’t mixed this guy with any other brands, but Dedcool has other awesome fragrances that just compliment each other so well."
		},
		{
			"review_title": "Your Skin But Better!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I was on the lookout for a fresh signature scent, so when I stumbled upon DedCool Xtra Milk, I was beyond excited to give it a try. This brand has been gaining a lot of attention lately, and the musky scent of Xtra Milk seemed like the perfect addition to my fragrance collection. I anticipated that it would work well as both a standalone scent and for layering with similar fragrances like vanillas and woods.  Upon trying it out, I immediately noticed the prominent notes of Amber and White Musk, which added depth and complexity to the scent. It's truly a unique fragrance that stands out from the crowd. I found it to be versatile enough for everyday wear, whether I'm running errands or heading out for a special occasion.  Overall, DedCool Xtra Milk has exceeded my expectations and has quickly become a staple in my fragrance lineup. Its ability to blend seamlessly with other scents makes it a must-have for anyone looking to elevate their scent game."
		},
		{
			"review_title": "I LOVE IT !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I love the light scent of this.  I found it to be very light not overpowering.  I like that it was light.  I am a hair and makeup artist and I look for these great scents ! its a yes for me !"
		},
		{
			"review_title": "A Must !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "dedcool Xtra Milk was very light scent.  I like that.  I found it was not over powering. I also liked that is very light.  I"
		},
		{
			"review_title": "My new daily vibe!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "What's not to love about this warm and spicy fragrance? Absolutely love how it smells and how it uplifts my vibe. It suits me so well and has lasting staying power, too! A little goes a long way. I get a ton of compliments when I wear this one and it seems to complement whatever I wear, day or night. I love the branding, packaging and name! A new favorite that I can already anticipate buying over and over! How perfect that it's also vegan, cruelty-free and genderless!"
		},
		{
			"review_title": "Milk me please 😍",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, mediumTan skin tone, Combination skin",
			"review_text": "The base note of this fragrance has to be white musk  while the heart and base notes are bergamot  mixed with hints of amber. It’s very much a combination between masculine and feminine.  It’s sweet, musky, refreshing and intoxicating… Obsessed 😍"
		},
		{
			"review_title": "Hard pass for me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "Mhm, so DedCool  Xtra Milk perfume is not scent  I would recommend. So I love the packaging, however once I opened it, I wasn’t impressed. I’m pretty sure some people who are a minimalistic, would love it, but I wasn’t too fond of it. The the perfume smell is just OK. I wouldn’t say that it’s a smell that someone would say wow what are you wearing? it’s more of perfume that you would put on to go on a run to target or CVS and want to smell decent. I did have to sprayed a few times to get the product out, which was a bit annoying but not the end of the world. I sprayed it on my wrist but I do believe that if I would’ve sprayed it on my clothes, it would have probably stained.  The perfume leaves a shiny sort of residue cast on the skin and I just don’t like the feeling that it left.  And the longer I left it on, I felt like my skin was burning. Nonetheless,  It is very subtle, but it’s not bad, but it would not be my first choice to grab if I was going out somewhere and I wanted my smell to linger.  Also, I did leave the perfume on for awhile and it started to smell like iron liquid."
		},
		{
			"review_title": "Amazing perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "As beauty influencer, brand ambassador, beauty content creator, makeup and beauty product seller, and as a person who has knowledge and experience in cosmetics, beauty products, makeup, and fitness; I love Ded Cool Xtra Milk. The scent of this perfume is very clean, simple, refreshing, and unique. It’s also genderless. All genders can wear it. Ded Cool Xtra Milk definitely stands out from other perfumes. I love the unique and beautiful scent of this perfume. I apply this perfume behind my ears and on my wrist. This perfume lasts all day long, and it doesn’t go away quickly. This odor also boosts my mood, and it boosts my self confidence. When I use this perfume, I feel alluring attractiveness. I love the cute and the pure bottle of Ded Cool Xtra Milk. I also love the box of this perfume. The bottle is very clean and easy to use. I also love the size of the perfume because it’s not too big and not too small. I love the fact that the bottle is made from pure, thin glass like most perfume bottles. However, if the bottle falls, it will instantly break. Overall, amazing perfume."
		},
		{
			"review_title": "So disappointed:-(",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, gray hair, Light skin tone, Dry skin",
			"review_text": "I received a sample of this about a month ago,which was “oil based”, it was heavenly, I absolutely loved it! I just received the travel size today, “water based”, it literally had no smell, 0, none, nada."
		},
		{
			"review_title": "Smells sour in my skin",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I really wanted to love this. When I first apply it, the smell is a warm vanilla with notes of caramel. Within 10 minutes a really sour and musky smell starts to be the overwhelming scent left. It’s going to be a pas die me."
		},
		{
			"review_title": "Smells so good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I ABSOLUTELY LOVE this perfume!  I have had multiple people ask me what I am wearing and say it smells so good!  Which is perfect because I bought this because a girl on you tube said she gets lots of complfk"
		},
		{
			"review_title": "A must have in my scent stock",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Normal skin",
			"review_text": "I absolutely love this scent. I received it as a sample with other products that I purchased. Every time I wear it  i receive so many compliments, and pairs nicely with other scents. Definitely will buy this again"
		},
		{
			"review_title": "Violated by Regina George",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "WOW these REVIEWS! I honestly shouldnt even write one because I have the SAME story to tell.. I could NOT live without it, got a sample. bought it from the Dedcool site SUPER EAGERLY got the hand lotion hand shd and body wash and yhe perfume… all of it smeels powdery and sooo unlike the sample from Sephora!! I feel super cheated and this is all going back to the store. Thats is soo soo sad woww its not only me at all!"
		},
		{
			"review_title": "A lovely smell.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Got this spray as a sample and instantly fell in love. I immediately bought it, and it indeed smelled the same as the sample. It’s a light but last spray, I love it and will repurchase again!"
		},
		{
			"review_title": "Will be buying Again",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I first received this as a sample and decided to use it and fell head over heals I absolutely love the smell it is quite faint and doesn’t last as long but that’s bc it is a sort of ethanol and oil mixture maybe glycerin"
		},
		{
			"review_title": "No scent to it",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I received this as one of my samples and I was not expecting it to be an oil but that wouldn’t have really mattered if the scent was good. I wish I was kidding when I say this smells like absolutely nothing."
		},
		{
			"review_title": "Sample was amazing-full bottle not!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "After receiving a sample I had to have this and it was out of stock. I went to the Dedcool website and bought the full size, body wash and lotion. I was so disappointed. This doesn't smell the same as the sample in fact it smells like nothing. What a waste of money!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "The scent disappears literally in 2 seconds. I would give a zero if a could. Just buy Nemat Amber. It actually lasts."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I love this perfume! I received a sample of it with a Sephora order and wore it daily until the sample ran out. It’s a beautiful, subtle sent that is not overwhelming but does linger throughout the day. I put it on yesterday and can still smell it today. I honk it’s one of those events that might seem “weak” but other people can still smell on you. My fiancé has been constantly smelling me. Like coming up to me and sticking his face on my neck 😂 I ordered a full size and can’t wait for it to get here"
		},
		{
			"review_title": "My Best You, But Better Scent 😊",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, gray hair, Light skin tone, Combination skin",
			"review_text": "Got this as a sample with my last Sephora order. I loved the soft, clean subtle scent. The scent does last, but I think this one goes a little nose blind. Bought the full size and I love it!"
		},
		{
			"review_title": "Great layering fragrance!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Dry skin",
			"review_text": "I think this is a scent you either get or you don't and it really factors in your skin chemistry! I find this to be the ultimate your skin but better scent and as someone who exclusively wears light gourmands it is excellent for layering. The dry down smells like clean laundry but there's also a really creamy/musky component and it's kind of nostalgic. I love to pair it with Rosie's Dulce. It's also boyfriend approved. 😄"
		},
		{
			"review_title": "Horrible cant believe its sold out everywhere.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "Horrible smells like nothing shouldn't waste your money on this save it for like Miss dior or sol de Janeiro anything is probably better than this."
		},
		{
			"review_title": "Bait and switch!! Grrrrr…..",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Dry skin",
			"review_text": "Talk about a bait and switch!! I bought this after receiving a sample with a prior Sephora order. It smelled AMAZING. I loved it. My husband loved it. Immediately went on this app to order, but it was out of stock (which of course made me want it more 🤣). Turned on an alert and a week later received a notification that it was back in stock.I immediately added it to my cart and ordered it in 2 mins flat! While it took over a week to arrive, I started reading the reviews out of curiosity. Multiple people mentioned it smells like nothing and is basically just water. I thought their noses must be faulty because the sample smelled absolutely HEAVENLY.  I awaited delivery eagerly and when it arrived, imagine my shock when I sprayed it and it literally smelled like… nothing. If I squinted my eyes I could MAYBE catch a whiff of the sample I receive but it’s 100000% not the same thing. This smells like they took one spray from the sample version and diluted the rest of the 1.7 oz bottle with water. So disappointing!! I’m so annoyed. Returning immediately. Such an inconvenience to have to coordinate a return, especially when I was SO excited about this purchase. Moral of the story: read (and believe) the reviews BEFORE you purchase. Also, shame on this brand!!!!!!!!"
		},
		{
			"review_title": "No scent!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Got this as a sample, was not expecting it to be oil based.  Watch where you spray it to avoid oil on clothes!  Would be better as a roll on than spray.  When I first sprayed a little on my wrist , was lovely for 5 seconds  and then scent disappeared.  It doesn’t stay at all!go lovely. Wh"
		},
		{
			"review_title": "Smells like Juliet has a gun not a perfume",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I was wondering why it's so familiar and I realized how similar it was to JHAG! If you like Juliet has a gun you'll like this."
		},
		{
			"review_title": "Sold out everywhere for a reason",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "There's a reason this is sold out and back ordered across the country.  This is one of the best skin scents out there. Ambry and smooth, it is light on the skin but still lasts all day.  There is magic in this bottle.  I layer it, wear it to bed, wear it on it's own and always get compliments.  If you want to smell like a flower or a cupcake or a strawberry- no this is not for you- but if you want a unique skin scent that makes you smell GOOD, like you are one of those magical people who just smell good, this is the one for you.  You have to know how to use it!"
		},
		{
			"review_title": "So good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Got it as a free sample with my purchase about a week ago and just ran out because I’ve been wearing it every day, it’s so good. Smells clean, fresh, and sweet. I know it changes based on each person’s natural scent but for me it literally smells amazing. Will immediately be purchasing as soon as it comes in stock. It also lasts literally days on me. After I shower I can still smell it on me and even after a full 24 hours I can still faintly smell an amazing scent on myself. Also got complicated multiple times with this on. I would say purchase the small size and see if you like it first though."
		},
		{
			"review_title": "Instant FAVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "Got the sample with my last order and LOVED it. It’s in the same class as Clean Skin and Glossier You in the “your skin but better” type of fragrance. It’s unique in its own way though and was made to be worn alone or layered. I LOVE it. It smells warm, clean, soft, and just a touch creamy, but also light. It’s instantly a fave!"
		},
		{
			"review_title": "$90 Soap",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Received this in a sample tester bottle from a purchase I made. Smells very clean like soap. I really like it (I love soapy clean scents), but I wouldn’t spend $90 just to smell like soap. It’s just not worth it."
		},
		{
			"review_title": "Interesting!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "This is an interesting fragrance. I see a lot of people saying this fragrance is spicy, musky, and warm on them. Because of this, I expected not to like it. Well... I dabbed some on my bare wrists and let it dry down. On me, this fragrance gives a bright, fresh, aquatic scent. Like sea salt with fresh linen. I was not expecting that, and I love it."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Add on top of juliette has a gun. Not a perfume. Thank me later."
		},
		{
			"review_title": "Sour smelling",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I didn’t really pick up a milky note. I wanted to love this one but it was almost sour on me. Maybe it just doesn’t work with my body chemistry. Thankfully it was just a free sample. Will be passing it along to a friend who it will (hopefully) work for."
		},
		{
			"review_title": "Great scent, will not last 5 minutes",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "This is scent is the Rosie by Rosie Jane’s twin. Great scent but just like Rosie this barely holds it’s scent, it will be gone in 10 minutes if not immediately. Not worth the price for a “Eau de Parfum” because it’s hold the longevity of a body  spray."
		},
		{
			"review_title": "It’s okay- if you like spicy scents",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "I added this as my free sample when checking out. It does have a scent, it’s not insanely strong but it’s definitely there. It also smells different on everyone, I had 3 people try it and there was a noticeable difference. It’s not my favorite but that’s just because I don’t enjoy spicy scents, which this is."
		},
		{
			"review_title": "No fragrance. Buy some else!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
			"review_text": "Read some reviews and decided to add it as a complimenty gift to my order. Not sure about reviews that are positive because I’m generally very objective when it comes to stuff. I only know one thing, There is absolutely no fragrance here. I sprayed my pulse, neck, back of wrists, no smell whatsoever. None!!!!!! I would not suggest this to anyone considering it. Plenty plenty plenty of beautiful & long lasting fragrances out there."
		},
		{
			"review_title": "Mid",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Definitely not worth $90. Barely smells like anything. The scent does develop and change over time, but it's still weak. Scent reminds me of the soap on Delta Airlines 😂 Cool concept, mid execution."
		},
		{
			"review_title": "They changed the formula",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "When it first came out, I loved it. Smelled great, close to the skin and lasted a long time, no artificial smell. Got a re-up and it's completely different. Barely a scent of anything except chemical. Sad to let it go. Don't waste your money."
		},
		{
			"review_title": "I like how it changes scent over time!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "For me, it lasts all day and even the next day, I kept smelling it and didn't realize it's me that I'm smelling. At first, it smells like glossier You without the peppery smell. The scent changes over time to a fresh scent."
		},
		{
			"review_title": "Not worth the hype",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I only smelled it for the first hour after spraying. After that it was gone. Very overhyped when it’s really meh."
		},
		{
			"review_title": "Not worth it",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Literally smells like nothing. Doesn’t last on the skin, just save your money. ￼"
		},
		{
			"review_title": "Save your Pennies!!!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "You can barely smell this product and if you make the mistake of ordering from the States as a Canadian girly, you’ll be hit with taxes on delivery- even if you’ve already paid them- and Dedcool doesn’t let you return the product. Far more amazing scents out there. It’s got a hint of musk. HINT. Pretty much odourless and wa. I’m so dissatisfied and disappointed."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
			"review_text": "Sunlit Blooms is super floral and sweet genderless parfum from dedcool. this parfume has notes of Orange Blossom, White Floral and Vanilla and let me tell you it smells absolutely devine!! it's like a warm summers day with a citrus twits! I absolutely love how the scent notes blend together perfectly yet you can find each one individually too. So playful and happy. I could 100% see a woman wearing this scent and I bet it would smell just as good on a man. I think it is very swxy and sweet. I would highly recommend this to anyone who loves warm florals and citrus"
		},
		{
			"review_title": "Does not last",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I enjoy the scent but can barely smell it. I have a sensitivity to strong fragrances but this, this right here is just missing the boat. And for the price…I was super disappointed. I should have returned"
		},
		{
			"review_title": "returned:(",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I can understand the product, it might work well for some people as a verrrrry light/ second skin scent, but I could BARELY smell it, what i could smell I wasnt inlove with. wanted to love, returned :("
		},
		{
			"review_title": "Smell like water",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I really like this fragrance “on paper” but whatever quantity I’m spraying this perfume smell nothing on me… literally like water! If you like this kinda smell go for Rosie by Rosie Jane instead"
		},
		{
			"review_title": "So excited to purchase",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Rich skin tone, Combination skin",
			"review_text": "I didn’t even purchase yet, just sprayed on my wrist at the store to see how it smells on me. Went home, took a shower and I STILL smell it on my wrist. Will be purchasing soon."
		},
		{
			"review_title": "Not quite worth all the hype",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I purchased this after hearing rave reviews but honestly there was barely any scent and what scent there was faded really quickly. It is a good layering parfum but for this price I was expecting alot more. I am glad I started with the travel spray, I will not be purchasing the full size."
		},
		{
			"review_title": "Literally nothing",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I heard so many good things about this fragrance and read so many reviews. I purchased the travel spray and sprayed it immediately. It has kind of an oily texture, so one would think that it is definitely capable of projecting.  I am completely an osmic to it, and cannot smell it at all. I will be returning this immediately ￼completely anosmic to aunt. I will be returning this immediately"
		},
		{
			"review_title": "Can't say enough good things!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Best perfume EVER!!! This is my go-to everyday scent. It's so light, but packs a punch. Even when i've become nose-blind to it throughout the day, people will still compliment me on how good I smell. It's that type of scent that lingers and lasts, even if you may not be able to smell it anymore. I have gone over to multiple friends houses wearing this scent, and when I leave they tell me their couch still smells like Milk! I want to drench my entire life in this scent! I have the dedtergent, room + linen spray, and body care in Milk as well! Can't get enough!"
		},
		{
			"review_title": "Disappointing",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Fair skin tone, Normal skin",
			"review_text": "So so disappointed… I was so excited about this perfume after all the reviews. But it smells like NOTHING… faint and deceiving. 130$ down the drain. I wish you would sell Xtra Milk in Canada…"
		},
		{
			"review_title": "Not for everyone",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "If you smells it- you love it. If you don’t, you don’t.  It smells like an elegant baby powder. Love it!!!!"
		},
		{
			"review_title": "Never using any other fragrance ever again!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "I received a gift card to select a product of my choice to review. After reviewing the fragrance options, I went into the store and tried them all for myself -- and the moment I tested this one I fell in love! It's so light and airy and not overpowering at all. It makes me feel comfortable and relaxed, and it has such a calming scent. I love that it's long-lasting and layerable! Some days I want to keep it really light and subtle, but for other events I love layering it to give it a stronger presence.   Having it be genderless is also amazing! My boyfriend started using it too -- so you and your S/O can fragrance match!! I also love that it's vegan and clean for the planet. 10/10 recommend using this fragrance :)"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I received a gift card to select a product of my choice to review. I tend to be quite picky with fragrance as many of them can give me a headache. I really like that Milk isn't overly strong with any particular note, but does give you a little ~something extra~ in the scent department. I like to wear it on its own, but could definitely see fragrance enthusiasts layering this and creating really multidimensional scents!"
		},
		{
			"review_title": "Added to my fall fragrances to combine with others",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Combination skin",
			"review_text": "I received a gift card to select a product of my choice to review and was drawn to the light fragrance! The same night that I wore it, my son also sprayed some on and it pleasantly smelled delicious but different on both of us! Only 4 starts because I am not sure about the price and not sure that I would have purchased it at the price point although happy to see that is now sold out!!"
		},
		{
			"review_title": "Great scent, horrible bottle",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I love this scent so much but the bottle is horrible. Barely sprays and has leaked all over. Used to love their roller ball travel size and I hope they either bring those back or fix the travel spray issue"
		},
		{
			"review_title": "A big no for me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I’m actually going to return this . I can’t smell a thing . I know it’s a “layering” perfume but isn’t it supposed to smell like something ??"
		},
		{
			"review_title": "Go to Scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Combination skin",
			"review_text": "This is my absolute favorite scent. They do describe it as a layering scent, which it does work for, but I love how it smells on its own. It fits all of my moods. Milk is the perfect name for it."
		},
		{
			"review_title": "Not-So-Little-Secret",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I love this smell! It’s my new favorite and I’d appreciate if everyone else would please stop buying it because it’s been sold out each time I check the website. Thank you."
		},
		{
			"review_title": "Smells like nothing",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "Can’t smell anything. Too bad. For those that can smell this, enjoy."
		},
		{
			"review_title": "Easy Wear",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I have flown through this perfume… and I have a decent amount of scents… but I just want to wear this. Every day. Light and airy musk. I overspray a bit."
		},
		{
			"review_title": "Smells nothing but alcohol",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Very disappointed. I bought the travel size of Milk layering last year through their website and I loved it. I just received a new bottle and tried it and it’s pure alcohol!!! I even ask my boyfriend and said the exact same thing. Returning this… they changed something on the formula because it’s definitely not the same. So disappointed :("
		},
		{
			"review_title": "Signature scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, fairLight skin tone, Dry skin",
			"review_text": "I love this!!! As someone who is sensitive to smells, it’s very light and I only use one spritz on my neck area. I think it a very unique scent, it’s so fresh clean and creamy, I wear it everyday! 🥛🤍"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "If you like very light scents then this is great! I layer it with another perfume sometimes but I don't think it contributes much smell wise. I like it, but not so much that I'd buy a full sized bottle."
		},
		{
			"review_title": "barely any scent",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, fairLight skin tone, Dry skin",
			"review_text": "i wanted to like this soo bad after seeing such good reviews on it but the bottle i got barely has any scent. the first couple times i tried using it, it smelled like straight alcohol & the perfume smell was super faint. maybe i got a faulty bottle ? i’m just gonna order off the actual dedcool site if i ever try ordering again.      scent out of it, it’s superrrrr faint and only lasts for about 5 minutes."
		},
		{
			"review_title": "Broken spray",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I like it but the spray is broken so it just squirts out"
		},
		{
			"review_title": "NO SMELL",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This literally has NO scent. Extremely disappointing. Do not buy this"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "It’s okay  Doesn’t smell like much  I love white musk smells and this did not deliver. I mostly smelled the bergamot"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "The BEST perfume! I get compliments daily! It’s smells so clean!"
		},
		{
			"review_title": "Favorite Scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Absolute favorite fragrance. I get so many compliments! It’s listed here as “warm and spicy” but it’s very fresh and light. Love to layer it with heavier fragrances to brighten them up (Glossier You or Dedcool’s Blonde)."
		},
		{
			"review_title": "No smell",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "This smells pretty much like nothing. I understand it’s for layering but it just doesn’t cut it for me. If you’re looking for something with that beautiful Amber scent, this isn’t it."
		},
		{
			"review_title": "perfect",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
			"review_text": "People literally stop me on the street to tell me how good I smell. Sweet, musky, and natural"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "This is my fav everyday scent! Smells so clean and good I don’t even have words. I get so many compliments when I wear it and it can be layered with so many other scents! Always my go to"
		},
		{
			"review_title": "My favorite!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "In love with this scent! I get compliments every time I wear it! It’s a musky scent but still so light and fresh!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Combination skin",
			"review_text": "I have been using this to layer with other scents.  It’s is perfect for layering or alone if you are looking for something soft.  The amber is beautiful and not overwhelming"
		},
		{
			"review_title": "Fresh, Clean Scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I just love this travel perfume. The scent is heavenly and the epitome of clean and fresh. I always get compliments when I wear it. The bottle is a sleek design and the sprayer works great. I am so happy with this purchase that I want that full size next."
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Amber oil on crack, if you love amber oil from M this is for you!!"
		},
		{
			"review_title": "JUST WOW",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "This smell is perfection and i’m obsessed. best scent i’ve smelt in a while. a better then your skin type smell. and even when you no longer smell it on yourself others sure do!! AMAZING!!"
		},
		{
			"review_title": "My absolute ride or die perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Absolutely my favorite perfume, I’m on my third bottle and about to buy my fourth. It’s yummy, sexy, light, and it lasts. Buy it!!!"
		},
		{
			"review_title": "Great light scent!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Great light scent.  Great for layering and not overpowering.  It is a bit oily on your skin so I would recommend keeping it away from clothing."
		},
		{
			"review_title": "Favorite skin scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "One of my favs of all time. It’s a lovely subtle scent that is a great base but is also gorgeous on its own if you’re looking for a fragrance that smells like you but better. Such a good beginner perfume at a good price point (+ between Sephora sales and dedcool site sales it’s easy to get it discounted)"
		},
		{
			"review_title": "must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
			"review_text": "Found about Dedcool from tiktok and ordered “milk”  and WOW it’s like your skin but better! If you’re a sucker for clean musky scents like me, get your hands on this sooner than later! Pair with “taunt” for the perfect perfume cocktail!"
		},
		{
			"review_title": "MUST HAVE FOR LAYERING!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "If you don’t have this scent… you’re missing out. It’s my favorite for layering with their fragrance called Taunt. This is a your skin but better fragrance and I’ll always repurchase this."
		},
		{
			"review_title": "Redeemed itself",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "At first I thought the scent of this was way too light and had no longevity, but after I started using a couple sprays on each wrist it lasted sooo much longer. I wouldn't recommend spraying on clothes though as it is quite oily"
		},
		{
			"review_title": "A skin-scent, but better",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "You know those days you don't want to wear a fragrance but might as well? This one feels right at home for lazy days in or before bed. I'll also add it to whatever fragrance I'm wearing when I go out for a bit more complexity."
		},
		{
			"review_title": "Yummy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "I get so many compliments. A lot of people comment that it smells simply fresh when I wear it alone. Layered with other scents gives them a deeper effect. (I have the full size bottle of Milk after trying the discovery box)"
		},
		{
			"review_title": "Great for layering!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "Very calm and sophisticated scent. Pairs well with JHAG Not a Perfume! Definitely a layering fragrance for me, doesn’t scream signature scent."
		},
		{
			"review_title": "Signature Scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I have a very sensitive nose, I get headaches easily when it comes to smells. Florals are a no go for me. I’m obsessed with the smell of water rides (Pirates of the Caribbean, Splash Mountain) and even some dark rides. I also love BBW candle Bergamot Waters… this scent did it for me. I like to layer it with Commodity “Paper- Personal (ISO E Super, Sandalwood, Amber). I get compliments on a fresh, not in your face smell. More like “you smell good” rather than “what are you wearing?”   Took a star off because it’s an oil based formula and has stained shirts from spraying it, make sure to spray it in your skin before you get dressed. And the bottle I was sent had a nozzle that was malfunctioning. The lid doesn’t quite fit, it’s too tight, and the nozzle is slightly bent, creating a leak."
		},
		{
			"review_title": "Amber Galore",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Dry skin",
			"review_text": "This smells so good! If you cannot usually smell amber fragrances I would say this is a waste of money but if you can this is so warm and fresh! I love it! I finally found my signature scent."
		},
		{
			"review_title": "Great Scent, But Faint",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "I bought this without having smelled it prior and I really like it. It does smell very similar to Glossier's You, but just a slightly less floral version. I'm still unsure how I feel about the oil base though. I do wish the smell was a little bit stronger as it's so faint even right after application that I feel like I can barely smell it on me. I would realistically give this a 3.5/5 because it smells great, but how faint it is."
		},
		{
			"review_title": "Great addition to my collection",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "It’s my new fav! If a hug had a smell it would be this scent. Slightly warm with amber, musk, and vanilla notes."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "This is a very nice your skin but better scent. Lasts a long time. If you are a fan of musks this is for you."
		},
		{
			"review_title": "Oily & Faint",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Light skin tone, Oily skin",
			"review_text": "Very faint musk scent. Pleasant enough but can’t smell it at all after 20-30 minutes. Leaves a greasy/oily film on my skin. Will be returning."
		},
		{
			"review_title": "Pleasant surprise (blind buy)",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "am not a perfume person as many perfumes or scents in general give me a headache. Upon smelling this perfume, I couldn’t put my finger on what it smelt like, it’s a very unique warm, milky"
		},
		{
			"review_title": "This is good stuff",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I’d like to bath and soak my soul in this. They got it. This is the perfume that can be easily mistaken as a shampoo, a lingering shower gel scent that comes directly from your skin. Will buy more of this."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This is my favorite scent in the whole world, I want my entire life to smell like this. Warm, soft, and comforting. This plus their Fragrance Number 1: Taunt is the best combo, I wear it every day."
		},
		{
			"review_title": "Amazing! Must have! Buy immediately.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Absolutely my favourite perfume that I constantly get compliments on. Such an addicting scent! Similar vibes to glossier “you” but even better. It seems faint at first but people still ask me about it 8 hours after I’ve sprayed it. The only warning is it is on an oily base so it may stain clothes if you just spray the air near you."
		},
		{
			"review_title": "THE PERFECT "you, but better" SCENT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "GUYYSSSS. For my Glossier You / Another 13 / like you but better-smelling peeps... this is it.   as someone that likes a SCENT, I was worried I'd be sad by how faint Milk seemed at first. That was until my partner could not saying how great I smelled! I sprayed it on him the next day as a lil experiment and oh my god y'all... he smelled so good.  I think I realized quickly that I was relatively nose blind after dry down because it's just one of those scents. I feel the same way with You and Another 13 but still didn't feel like either one nailed it. Milk NAILS it.   Milk is light, and the perfect compliment to any outfit/vibe. the amber is to die for but not too overpowering that you miss out on the other notes. I've tried a few different forms of Milk and I love them all. Reg Milk, Milk Travel Spray, Milk Lotion, and XTRA Milk... it's just a scent that goes with me everywhere."
		},
		{
			"review_title": "trust the other reviews",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "fairLight skin tone, Combination skin",
			"review_text": "the other reviews are right—this is so faint I genuinely can’t smell anything except a slight alcohol smell. maybe a bad batch but either way I wouldn’t recommend buying"
		},
		{
			"review_title": "very faint scent",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "the scent is nice and clean but I smelled it on my trainer and it was totally different very distinctive and geavenly .the one I bought is very mild that you can smell it just if you stick your nose on my skin . so i believe they changed it"
		},
		{
			"review_title": "Not worth the $",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, lightMedium skin tone, Combination skin",
			"review_text": "Not worth the $$$ like many other ppl noted in reviews the scent does not last, literally disappeared in minutes"
		},
		{
			"review_title": "Meh",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I went in sephora to smell this fragrance before buying and i’m glad I did. I sprayed it on HEAVILY so that I could assess how it smelled on me after a few hours & I could barely smell anything after like 15 minutes. It reminds me a lot however of glossier you which actually lasts and is a bit more intense"
		},
		{
			"review_title": "Gourmand companion",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "Im so mad that I waited this long to get milk out! Amazing 🥲 it is so lovely and light. Smells like warm sweetened condensed milk without any sourness or powder. I’ll be stocking up."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "This is such a good go-to scent for when I want something soft and pretty and not overpowering. It’s slightly sweet and clean, really pretty. Lasts decently too. Right next to MFK Gentle Fluidity Gold for my favorite soft and delicate scent."
		},
		{
			"review_title": "The most enchanting fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Whenever I spray on this fragrance, it's like I'm smelling it for the first time all over again. It's so enchanting!!!! It also has an amazing lasting power- I stayed at my boyfriends for a few days and he told me he could still smell me for days after I left!"
		},
		{
			"review_title": "lovely! but doesn't stick",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "PRO: smells so unique! I love the smell ,it's what I expected phlurs missing person to smell like but didn't lol 😆  I want to wear this scent all day. its got a light vanilla musky scent but also smells fresh? I can't even describe it.but definitely a good one! ...  CON: it doesn't last long. maybe about 30 min tops. like GONE. iv never had a perfume disappear like that. like it doesn't even stick to my clothes. I would have to spray it every hour"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I was really excited to try this perfume after all the good reviews but…I literally smell nothing. I’ve never had that with a perfume that I couldn’t smell ANYTHING at all."
		},
		{
			"review_title": "Milk Forever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Absolutely in love with this fragrance! I've been wearing it every single day for the past few months. It's perfect by itself but so versatile when layered with another fragrance. It melts so beautifully into my skin and gives me such a unique personal scent. If you love fragrances that aren't too overpowering but are still fragrant and soft, then Milk is totally for you."
		},
		{
			"review_title": "I wish I could eat it.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This perfume smells like clean laundry that’s been left out in the sun on a warm summer day. Yeah. It’s that good. I love this scent so much I wish I could somehow ingest it and be fine :)."
		},
		{
			"review_title": "MY GO-TO PERFUME",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
			"review_text": "I really really love this smell. I get so many compliments every time I wear it and it pairs well mixed with so many other scents. Makes everything feel a little more unique to me."
		},
		{
			"review_title": "Smells nice. Not overpowering",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "This scent is so nice, I love it. I put it on my skin after a shower and the smell lasts so long. I even smell it on my coats or sweaters, several days later. It mixes well w/ other scents, like the other  Dedcool scents I’ve purchased."
		},
		{
			"review_title": "Can’t Live Without It!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "LOVE LOVE LOVE. It smells great on its own, but layered with another fragrance is *chefs kiss!! 🤌🏼💋 YSL Black Opium on the wrist/collar and then spritz’s of Milk for a finish. Never have I had more compliments or questions on what perfume I had on."
		},
		{
			"review_title": "I can smell it all day long",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love this perfume. I can smell it as soon as I spray it on my skin and it lasts all day!"
		},
		{
			"review_title": "Milk tea in a bottle!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "I was looking for an alternative to Glossier You (miss Weiss is still on the board) and I decided to blind buy Milk over Juliette Has a Gun and Clean Reserve Skin. The latter two had reviews saying that they weren't blind buy-friendly; Milk didn't, so I took a chance. I don't know a lot about notes and other perfume terminology, but to me, the perfume smells a lot like a bubble tea shop. Definitely a classic milk tea with a yummy tea-to-milk ratio. I did 1.5 sprays on my outer wrist before I went to bed. I could still faintly smell it 8-10 hours later!  For reference, some other perfumes I like are Fenty, Cloud, and Her."
		},
		{
			"review_title": "Some of the best perfume I've ever owned!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "What a great scent! It lands somewhere between fresh and musky, but still works well when layering with woody or vanilla-y fragrances. It is a perfume that dominates a room without being overwhelming. The lasting ability is also probably the best I've ever had in a perfume—I was able to put it on at 3:30 pm one day and still be able to smell it by 9:30 am the next. It is reminiscent of Glossier 'You', but perhaps a little less overwhelming upon first spritz and a bit more fresh. A great your-skin-but-better scent for layering or for being on its own! It also pairs really well with Clean Reserve's 'Skin' scent."
		},
		{
			"review_title": "Simple, “better than skin” scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Light skin tone, Dry skin",
			"review_text": "I love fragrances like this one. Very similar to glossier You and Juliette had a gun not a perfume in the way that they are all “your skin but better” type scents… The scent melts to your skin and smells so fresh all day. Easy to layer with other fragrances and with itself."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "My girlfriend loves wearing this! One of my favorite scents and as someone with lots of allergies it makes me happy to know it doesn't affect me!"
		},
		{
			"review_title": "Want a stronger version",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "Just a tip!! If you like Milk but don’t think it’s strong enough they have an intense version on the dedcool website"
		},
		{
			"review_title": "Perfect for layering :)",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I adore this scent! Perfect for layering. 10/10 :)"
		},
		{
			"review_title": "Please don't waste your money",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "I love a good skin scent, and this is a very nice one. However, the weakness of this is awe-inspiring. I have one spray of Taunt on my left wrist, and one spray of Milk on my right wrist, just to be sure I wasn't going crazy, so I could compare strength. Milk has absolutely no projection. Not even a little, none at all. If I get my nose up against my wrist, I can smell it lightly. Very disappointing, considering how pretty it is."
		},
		{
			"review_title": "Got complimented during my bikini wax!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, lightMedium skin tone, Normal skin",
			"review_text": "As I was getting my Brazilian wax the aesthetician complimented my scent and asked what I was wearing!! It was MILK by DedCool. Easily one of my favorite scents and to get such a compliment is such a vulnerable position truly means it was genuine. She could have had a lot worse thoughts about my scent if you know what i'm sayin.... Anyway, she and the cashier at Gelson's complimented how good I smelled!"
		},
		{
			"review_title": "WHERE DID THE SMELL GO!??",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "Ok I've read all these reviews looking for answers!  Interesting were comments from those saying little to NO smell!!  This was my absolute fave! I ran through the entire bottle! It had a scent and a very distinct one. Amazing!  I could smell it on my sweater and hoody a week later after hanging it back up. I ordered a fresh bottle. NO SCENT whatsoever. How can that be?? Both bottles COMPLETELY different. One has a fragrance but the new one does not!!  The company has tried to explain it. And now when I ask to exchange they now refuse responses. I am beyond dissapointed! Oddly enough they came out with the second version of milk supposedly more intense. Maybe I should try that. Because something definitely changed! If I hadn't experienced this scent with the first bottle I wouldn't be the wiser. But They were two different products!! What happened ugh!? 😡😩"
		},
		{
			"review_title": "Too mild and wimpy",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "Why even bother---this is too mild and wimpy.  It's for wallflowers and people who think mayonnaise is the ideal condiment.    I could barely even smell it, and I've tried it at least 2 dozen times so far.  It has no lasting power, and it's too nice girl."
		},
		{
			"review_title": "Great for People with Migraines",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Combination skin",
			"review_text": "If you like the smell of Persian Garden by Kuumba at Whole Foods, then you'll love this perfume. It's one of those scents that you immediately go nose blind to, but will randomly smell on yourself hours later. I love this for an every day soft scent, or just for a good soft layering base."
		},
		{
			"review_title": "Wish I could gatekeep this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "Don’t buy this if you have social anxiety, because random people WILL come up to you and compliment the way you smell and ask what you’re wearing. It’s the perfect lactonic, sweet but still fresh sort of skin scent. I’m not a sweet perfume girl, but I’m obsessed with this. I know a lot of the comments say that the scent doesn’t last and I used to think the same - I’d spray it on in the morning and my early afternoon, I can’t smell it anymore. However, by late afternoon, people are still complimenting the way I smell and sometimes I can still smell it on my clothes a day later. I think it’s just one of those scents that’s easy to become nose blind to."
		},
		{
			"review_title": "Must have layering fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "This layers beautifully with every perfume I’ve tried it with. I also like to put on my vanilla brown sugar body butter and use this as my only perfume and it makes me smell Devine!"
		},
		{
			"review_title": "what smell ? where ??",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "I love skin scents but there is no scent wtf is going on ??? Sprayed over 15 sprays and I still smell nothing. Even the people around me couldn’t smell anything. Is it a bad batch ? Very disappointed after hearing all the hype around this perfume. The area you spray remains oily to the touch, you would think this is the perfume oil but there is zero scent."
		},
		{
			"review_title": "Favorite Perfume of All Time!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I'm obsessed with Milk! I love how versatile it is - you can wear it on its own or layer with another scent (I love to add it on top of Taunt by Dedcool). I swear I've never gotten so many compliments on a perfume before. It's really the best!"
		},
		{
			"review_title": "Returning",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I get it, it's a layering scent but it just didn't smell good on me. I am a huge fan of Escentric Molecules 01 but this wasn't close  I can't even pinpoint the scent it is on me but it didn't work with my chemistry. It's definitely not a bad smell but on me it wasn't my favorite and I will be returning."
		},
		{
			"review_title": "basically no smell",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Honestly smells like almost nothing. Saw a review that said this smells like your skin after you got out of a pool and I’d say that’s pretty accurate. It’s not completely scentless to me but it was definitely very weak no matter what I did and didn’t make much of a difference when layering with other perfumes. If you’re looking for a perfume like glossier you just buy the original."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "The most incredible layering scent of all time. Can not live without this smell. It enhances my whole life."
		},
		{
			"review_title": "Love this",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Clean, subtle scent and I love it. I just wish it had better longevity."
		},
		{
			"review_title": "The most gorgeous subtle scent.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "This is such a beautiful and subtle scent. It is perfect for anyone who doesnt want anything too strong or wants to layer with another fragrance. Both my aunt and my mom wear this on its on and it gives the perfect aroma of fragrance."
		},
		{
			"review_title": "Good but doesn't last",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I LOVE this scent BUT it has such poor staying power, even Not a Perfume is stronger. Only worth it if you're nose sensitive."
		},
		{
			"review_title": "Is this a joke",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This smells like absolutely nothing! Never in my life I had ordered a perfume that has zero scent.I will never order anything thing from this brand ever again."
		},
		{
			"review_title": "Not the same",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I usually order from the manufacturer and it takes longer to get here. Was really excited to get it so quickly through Sephora. The scent is not even close to what it is directly from the manufacturer. This of alcohol and"
		},
		{
			"review_title": "Smells like nothing at all",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "I'm wondering if there is a compound in here that is not detectable by some fraction of the population, because I have tried this multiple times (and dousing my skin, not just spritzing it lightly) and I cannot smell anything.  There's the slightest hint of sweetness, and then it's gone in less than 3 to 5 minutes.   I honestly cannot even imagine the scent that all these other reviewers seem to smell.   I am able to detect other your skin but better scents, such as Juliette Has a Gun Not a Perfume, and Clean Reserve Skin just fine, so it is just a problem with this specific Dedcool scent.     It's disappointing though, because after all the buzz and hype around Dedcool, I have to say that all of the fragrances are very hit or miss.  (Taunt and Blonde don't smell very good to me either.)"
		},
		{
			"review_title": "Fix the packaging!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "When I opened it, it was oily so I was confused. Then I tried it and it did not have a smell. I realized that the oil was the perfume that had leaked! I exchanged it for the sample set and guess what! One of those had leaked! I kept it anyways but PLEASEEE change your packaging! The smell is great it reminds me of this perfume oil a friend gave me a long time ago!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I like the scent but regardless of wearing it layered w Taunt or alone, it has almost no staying power on me; within 30 minutes it’s gone. I wouldn’t repurchase for that reason."
		},
		{
			"review_title": "Layer or wear alone. It’s the best.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "My absolute favorite fragrance. So so happy to see Dedcool at Sephora."
		},
		{
			"review_title": "the best skin scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "I almost want to gatekeep this, but it’s too good to not talk about constantly. I get one compliment minimum a week when I wear this. People stop me in public to ask what I’m wearing. It really is just a my-skin-but-better scent. I layer it under almost everything but often just wear it on its own. I have also found that it’s mild enough to not bother people who have allergies either. Truly a 10/10."
		},
		{
			"review_title": "lovely!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "this scent resembles glossier you but cozier, love it!!"
		},
		{
			"review_title": "mmmm!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "Perfume junkie here. This is what I imagine JHAG “Not a Perfume Superdose” was trying to do but failed. This scent is not overpowering and smells of cetalox (like JHAG) and a hint of white musk.  It’s delicious. It’s you after a warm nap. It’s natural and clean vs. cedar and essential oils. Definitely try the smaller travel spray, if you’re in the fence. It’s worth it! Can’t wait to try others from this brand."
		},
		{
			"review_title": "completely scentless",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Unfortunately my product is completely scentless ): I am a fragrance fanatic and was so intrigued by the scent profile but after spraying it on 5+ surfaces, I am not able to obtain any fragrance at all. I specifically purchased this because the creator of DedCool mentioned on Instagram that this product was extremely concentrated, however, I couldn’t disagree more. Unfortunately I am very disappointed."
		},
		{
			"review_title": "A Daily Staple <3",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "This is one of my favorite daily fragrances! DedCool wasn't kidding when they said that it smells like you, but even better. Now it's a daily staple whether I have it by itself or layering with other fragrances! I usually spray Milk on my wrists and another fragrance around my neck and I always get compliments!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
			"review_text": "So yummyyy it reminds me of Skin from Clean Reserve if Skin were more musky warm than fresh. There’s a sweeter note in this one that I prefer more than Skin. It lasts forever for a softer scent because it is so oil based- but it’s so oily that it leaves an oil blot where you spray, so you’ve got to be careful with where you spray and avoid hair. The oil content does feel a bit excessive so it lost a point there. Other than that the scent is perfect!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Reminds me a bit of Clean Reserve ‘Skin’ which I think is a bit more feminine than this one. Very nice, natural scent. I should’ve purchased the full size because this is a great everyday perfume."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "lightMedium skin tone, Normal skin",
			"review_text": "okay smell. Bought this thinking it would be good after reading reviews (which it is) the smell is okay it’s just very faint. I feel like you can hardly smell it. I would spay on my hand and I would barley smell could just be me though."
		},
		{
			"review_title": "a lighter, airy musky scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "This is a lighter, more airy version of Glossier You or Juliette not a perfume one. It’s a good thing because I like both of them, and now i like this one too. Very musky, warming, slight woody but airy. Long lasting and perfect for layering with literally any perfumes, because they are so light yet so long lasting. I’m a sucker for a unique person-own-chemistry musky scent, and this is another great perfume to consider, although the scent is very familiar and not too unique wise."
		},
		{
			"review_title": "Long lasting but not special",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
			"review_text": "Smells just like Not A Perfume by Juliette Has a Gun and the fragrance from Glossier which both use synergetic ambergris (whale poop/vomit, the synthetic version is ambroxan) to give that unique scent from person to person. I like that Dedcool is able to get that same scent without using animal products. This scent is long lasting but JHAG lasts longer. I was really hoping this scent was more unique from scents that are already on the market but unfortunately it’s not."
		},
		{
			"review_title": "incredible.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I never ever write reviews, but this scent amazed me!! At first, I was actually very underwhelmed when testing this on a paper swatch in Sephora - it smelled like nothing! I decided to spray it on my wrists and was still underwhelmed, with a barely-there scent I couldn’t even tell what it was. Within minutes, I started smelling something so amazing, and it didn’t hit me until I got to my car that it was the perfume! This perfume warmed up beautifully to my skin and has a scent like no other. It’s something fresh, warm, familiar all in one. It’s safe to say I’m very much so in love with this perfume and will definitely repurchase!"
		},
		{
			"review_title": "If u want to be known 4 always smelling good: MILK",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Ok my most received compliment has always been that I smell good but that has exponentially increased ever since using DedCool it's actually unreal. Although they've sent me the sample size for free, I've purchased milk multiple times before bc I absolutely cannot live without it now. It's not too over powering, it's genderless which we love, absolutely the best scents in the game - you can't go wrong with any of them but Milk is forever <333"
		},
		{
			"review_title": "Best scent of all time, hands down up + all around",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Milk smells AMAZING!!!! The best layering fragrance or perfect on it's own - it's subtle too, I swear just brings out your natural scent in the best way. I can't wait for the even more Milky-milk version to come out (carina's hinted it on ig!)"
		},
		{
			"review_title": "The whole world needs to smell milk",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "Milk is a firm foundation in my life! Literally smells good with everything! I don’t know what I would do without it"
		},
		{
			"review_title": "DedCool did it again!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "There's a subtle sweetness to this scent that will have me repurchasing forever. It's technically a layering perfume, but as someone who's not a huge perfume girl, I love to wear it on it's own. It's light, airy, a little sweet, and doesn't give me headaches like other perfumes do. DedCool did it again!!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "It’s okay! I was a sucker for the name of this, and was so intrigued I did a blind online buy. It smells a little bit like not a perfume by Juliette has a gun, and maybe also a little bit like the original daisy by Marc Jacob’s. But I like each of those fragrances better than this…so I guess this is just fine."
		},
		{
			"review_title": "Milk >",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Combination skin",
			"review_text": "This is the only perfume that I have completed an entire bottle and repurchased! This scent is exactly what I have been searching for. I love the nemat amber oil from Ulta and wanted a sprayable version. I even ordered a nemat amber spray before I discovered dedcool milk and I prefer the milk scent. I find it very non offensive and a subtle wear. I also realized it doesn't give me a headache when wearing, which a lot of other perfumes do. I love this scent so so much!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "My everyday scent…you know it’s that good when the Trader Joe’s workers compliment you"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "Been hearing this from a friend, and I like how the company is sustainable! I already wear a few scented goodies, so I'm excited to have something subtle like this to add to my collection when I want a little bit of magic on a date night!"
		},
		{
			"review_title": "DedCool saves lives",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "GAHHHH! I've been allergic to artificial fragrance my entire life and DedCool is the only brand that does not give me a migraine, congestion, or any of those allergies. Milk is 100% my favorite smell bc I can layer it with Taunt or Madonna Lilly (which are my two faves). CANNOT RECOMMEND THIS ENOUGH, THANK YOU FOR YOUR SERVICE."
		},
		{
			"review_title": "Deff not worth the hype!!!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Light skin tone, Dry skin",
			"review_text": "Ok so I’ve been seeing this perfume everywhere on TikTok it had amazing reviews ..so of course I did my research and read everything I could about it before buying ..andddd unfortunately I’m so disappointed!!!! It literally smells like the faintest bit of amber ..yes I do realize it’s an enhancer but I still expected to smell something !! I detect no bergamot what so ever either  ..I’m so let down with this one ..I asked several people at work to smell me they literally smelt nothing except maybe the tiniest bit of amber  ..so I will be returning and searching again for a signature sent ..also Nemat Amber fragrance oil smells exactly the same but stronger and it’s like 20$!"
		},
		{
			"review_title": "YES SEPHORA!! YESSS!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Yes!!! I am so happy Sephora is selling Dedcool!! I have been wearing Milk and Madonna Lily for years and I am obsessed! Everyone always asks me what I am wearing! I got 2 girlfriends on this smell! Buy it! You won’t regret it! Milk smells sexy and sorta masculine and Madonna Lily is soft florals but also sexy! I layer both since milk is more a layering scent (a fragrance enhancer). I’m telling you these are so worth it! And they last forever! Just don’t get it on your clothes since they are oil based. Yes Sephora! You did good! So happy right now!"
		},
		{
			"review_title": "LIFE SAVING PRODUCT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "If my husband hasn't stollen this out of my purse, i literally use it every morning! So great for on the go! I roll it on right before I meet with clients and get millions of compliments. It is such a gentle scent but makes a huge impact!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Been wearing this for a year. Happy to see Sephora selling it. Hands down the best perfume I have ever worn. Soft, unisex, to die for. Constantly get stopped and asked what I’m wearing. Vegan too! I love you dedcool."
		},
		{
			"review_title": "my daily fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Grownup vanilla. Cozy and sexy. I love it so much. I mostly wear it alone but it layers nicely too. If you don’t like vanilla/amber fragrances, avoid it, but otherwise I really recommend it"
		},
		{
			"review_title": "Beyond obsessed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "My favorite scent ever!!! I wear this every day and want to douse my whole life in it."
		},
		{
			"review_title": "Like rolling around in a freshly made bed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "The most unique fragrance I’ve ever had the pleasure of wearing. I love that it works as a layering component with other fragrances or can be worn alone for a barely there scent that feels like it’s part of your natural aroma. Very warm and sexy like rolling around in a freshly made bed on Sunday morning."
		},
		{
			"review_title": "So many compliments",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "First off, I'm not what you would call a fragrance person. But when I found Milk I immediately fell in love and get compliments all the time. It's hard to describe but it's both soft and a little spicy. It's my go to daily fragrance at the moment. Also it lasts FOREVER. Obsessed with the brand and love that it's clean too!"
		},
		{
			"review_title": "He Need Some Milk",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "She need some Milk. They need some Milk. We all need some Milk. The coziest, cleanest, second skin scent. I will never be without it, it’s so perfect by itself but amazing layered as well. Love my DedCool!!"
		},
		{
			"review_title": "Divine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Every fragrance lover's best friend. Wear it on its own, layer it with other Dedcool scents, the world is your oyster with this best kept *not so much a secret anymore* formula. It melts onto your clothes, your seat belt, your purse strap, and smells absolutely divine. Bury me with a bottle of milk."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, mediumTan skin tone, Combination skin",
			"review_text": "Milk is my go-to scent! Always receive compliments and get asked what fragrance I'm wearing. Highly recommend it alone or layered with other scents - can't go wrong!"
		},
		{
			"review_title": "The Best Scent Ever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone",
			"review_text": "I’m not exaggerating, this is the best scent I have ever smelled. Fragrance is very personal but I cannot imagine anybody not liking this, making it a safe gift to get for anyone. It’s a “your skin but better” scent. Fresh, clean, yet also warm. Not fresh like laundry sheets and not warm like anything too sweet. It’s just a perfect balance of everything. It takes a lot for me to say that I’m obsessed with something- this is it."
		},
		{
			"review_title": "forever ting",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "i've gone through multiple bottles of milk & taunt, and will never stop repurchasing! They layer so well together but are also great on their own. I've never gotten so many compliments while wearing a fragrance!! I also love that it's clean, gender neutral and so well priced."
		},
		{
			"review_title": "got milk",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
			"review_text": "milk is the only fragrance i have ever owned in my 6+ years in the beauty industry that i have completely finished and repurchased - literally, the only one. if you like clean soft linen and hold a soft spot for scents like pure grace, you’ll be running out for milk too. daily staple, only feedback is wish it came in a bigger bottle!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Literally would lose the will to live without my DedCool! They are my most prized perfumes in my entire collection and I will never be without full sizes of Red Dakota, Rocco Mint, Ivy Blanc, and Milk. I get the most compliments on Milk….it’s subtle but I still always hear “you smell SO good” when I have it on!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "Everyone needs this essential perfume in their collection. I love layering my other fragrances with it or on its own. It’s a “your skin but better” type of scent. It’s comforting and warm. Just try it!"
		}
	]
}