{
	"product_id": "200",
	"name": "Hideaway Brightening + Hydrating Under Eye Color Corrector Concealer",
	"brand": "caliray",
	"categories": "Makeup, Eye, Under-Eye Concealer",
	"price": 38.0,
	"about": "What it is: A clean, long-lasting, lightweight serum-like color corrector that quickly brightens and hydrates under-eyes to conceal dark circles without caking or creasing...Coverage: Light.Finish: Radiant.Formulation: Liquid.Highlighted Ingredients: - Color-Correcting Pigments: Neutralize and conceal dark circles and redness..- Peptides and Three Hyaluronic Acids: Provide smooth, lightweight hydration..- Functionalized Creamy Pearls: Create fast radiance without the shimmer...Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also gluten-free, cruelty-free, and comes in recyclable packaging...What Else You Need to Know: This illuminator, color corrector, and concealer hybrid looks invisible yet conceals dark circles for a creaseless, lifted, and blurred effect—no need for setting powder. The light-to-medium buildable formula smooths and hydrates with peptides and hyaluronic acid and is applied with a flexible paddle..Clean & Planet AwareOur ambitious curation of beauty made without controversial ingredients from brands dedicated to making meaningful environmental commitments, including sustainable ingredients and sourcing, packaging, corporate commitments, and consumer transparency.",
	"ingredients": "-Color-Correcting Pigments: Neutralize and conceal dark circles and redness. .-Peptides and Three Hyaluronic Acids: Provide smooth, lightweight hydration..-Functionalized Creamy Pearls: Create fast radiance without the shimmer. ..Water (Aqua, Eau), Caprylyl Methicone, Isododecane, Dicaprylyl Carbonate, Cetyl PEG/PPG-10/1 Dimethicone, Propanediol, 1,2-Hexanediol, Silica Dimethyl Silylate, Sodium Chloride, Trimethylsiloxysilicate, Synthetic Fluorphlogopite, Glycerin, PEG-30 Dipolyhydroxystearate, Silica, Triethoxycaprylylsilane, Phenoxyethanol, Disteardimonium Hectorite, Sodium Hyaluronate, Propylene Carbonate, Caffeine, Tin Oxide, Tocopherol, Acetyl Tetrapeptide-5, +/- May Contain/Peut Contenir: Titanium Dioxide (CI 77891), Iron Oxides (CI 77491, CI 77492, CI 77499)...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Use the flexible mini paddle for ideal product placement..-Apply three dots from the inner corner to the middle of the under-eye to neutralize dark circles or redness..- For a lifted effect, apply two dots to the outer under eye using the same shade or one of the lifting shades..-Blend into skin with a concealer brush using a stippling motion or tap in with fingers....-There's no need to set the product because the formula is long-lasting and creaseless..-For a lifted effect, use the shade Dawn, Cool Sunrise, Glowy Rays, or Daybreak on the outer under-eye....Color Correcting Guide:.-Determine your undertone: Are you cool/pink, neutral/peach, or warm/golden?.-Cool/pink undertones choose from: Dawn, Cool Sunrise, or Daybreak..-Neutral/peach undertones choose from: Warm Sunglow or Sunset..-Golden/warm undertones choose from: Pale Sun, Golden Hour, or Glowy Rays....Recycling Instructions:.-Recycle the FSC-certified post-consumer recycled paper carton curbside..-Use a fork to remove wiper..-Clean out the remaining corrector formula from the 100 percent glass vial and the 60 percent PCR cap with warm water and dish soap..-Take the clean bottle and recycle at your local Sephora Pact Collective bin or mail to Pact Collective on caliraybeauty.com..-Go to this link to start process: https://bit.ly/3FrL5H6",
	"num_reviews": 410,
	"overall_rating": 4.6,
	"product_url": "https://www.sephora.com/ca/en/product/caliray-hideaway-brightening-hydrating-under-eye-color-corrector-concealer-P510426?skuId=2739340&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2739340-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "Dawn",
			"shade_descriptor": "fair with pink undertones (cool)",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2739340-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Pale Sun",
			"shade_descriptor": "light with yellow undertones (warm)",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2739365-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Golden Hour",
			"shade_descriptor": "light with golden undertones (warm)",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2739357-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Warm Sunglow",
			"shade_descriptor": "medium with peach undertones (warm)",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2739373-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Cool Sunrise",
			"shade_descriptor": "medium with cool undertones (cool)",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2739332-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Glowy Rays",
			"shade_descriptor": "tan with golden undertones (warm)",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2739316-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Daybreak",
			"shade_descriptor": "tan with cool undertones (cool)",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2739324-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Sunset",
			"shade_descriptor": "deep with peach undertones (warm)",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2739381-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Wow!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "My favorite corrector! This has been a lifesaver for me and I use it every day. Highly recommend."
		},
		{
			"review_title": "Allergic reaction.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Normal skin",
			"review_text": "I experienced an immediate burning sensation upon applying the product. I should have washed it off right away, but I didn't—so that's on me. After a couple of hours, I ended up with red, swollen, and painful skin around my eyes. I have seen others mention having similar allergic reactions. Don't make the same mistake I did. If you feel any reaction to this product, wash your face immediately!"
		},
		{
			"review_title": "great product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
			"review_text": "LOVE this probably the best corrector i have tried. great consistency for aging under eyes. natural look which is what I'm going for more nowadays."
		},
		{
			"review_title": "Meh",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "It’s okay, might be too light for me. Tried on its own and on top of Huda beauty’s cherry blossom corrector and it looks worse either way. Hudas is just thicker which is why I wanted to try this serum"
		},
		{
			"review_title": "Light and breathable",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I love it, I actually use it all over my face as a light weight foundation daily"
		},
		{
			"review_title": "wow replaces everything including concealer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "This is an absolute fantastic color corrector it's such a perfect match for my skin tone, which is a light to medium with neutral undertones. I use it in place of my concealer, its lightweight doesn't bring out any fine lines. It's a perfect for no makeup or with a lot of makeup. I will repurchase this again and again."
		},
		{
			"review_title": "love everything about it..",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Deep skin tone, Dry skin",
			"review_text": "Except for the fact that it expires 6 months after opening it! come on, Caliray! I know it's clean but at least add enough preservatives to make it last a year! I love everything about this product, the color, the hydration, it is perfect and my Holy grail! except for the shelf life!"
		},
		{
			"review_title": "loveeee",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "It’s so lightweight and not thick at all. The shade is perfect for purple/blue under eyes and a little goes such a long way. Purchased several months ago and the bottle is still full even after everyday use."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Pale Sun - light with yellow undertones (warm)",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Light yet effective. Best eye cover! Not cakey at all!"
		},
		{
			"review_title": "the best!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This color corrector is perfect for a natural makeup day. Sometimes I don’t even put anything else on my skin except this to help fix my dark circles."
		},
		{
			"review_title": "Pale skin? Pick the Dawn hue!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "Amazing coverage for very pale skin and blue under eyes. I few dots as directed lasts all day long! Even after the gym and volleyball. No caking or build up at all. Super impressed with the product and the price for such amazing coverage."
		},
		{
			"review_title": "Brightens but doesn’t conceal",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "It works great as product to brighten the under eyes- but I wouldn’t use it as a concealer to cover blemishes or dark circles."
		},
		{
			"review_title": "In love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I’m obsessed. It’s thin so it blends like a dream but totally provides coverage. I’m shocked at my before and after. I also am impressed by the shade choices. I used dawn to even out my dark/uneven tone and it completely made a difference.  brightened my face. Gifted by caliray but an honest review"
		},
		{
			"review_title": "Loveeeeeee",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I got this to replace my Fenty eye brightener after they changed up their shade range, and Cool Sunrise is a perfect replacement for Deep Melon! This is hydrating, buildable, and lightweight. Super happy."
		},
		{
			"review_title": "Mid concealer",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "Literally tried this multiple times but it doesn’t last 3 hours on my face. I tried switching powders and setting spray but it just doesn’t work for me"
		},
		{
			"review_title": "Good product, terrible packaging",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "Formula and colour is nice, but packaging is awful. It was leaking when I received the product, and continued to leak absolutely everywhere despite carefully tightening the applicator lid."
		},
		{
			"review_title": "Too thick to be useful",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I really enjoyed the colour as it was the perfect colour for fair skin to correct under eye discolouration. Unfortunately it was incredibly think and hard to spread. I did keep it but I will not repurchase.  repurchase."
		},
		{
			"review_title": "Allergic reaction and dried out my under eyes.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I loved how lightweight this formula is but unfortunately it didn’t work out for me. I felt a slight burning sensation when I put it on and it majorly dried out under my eyes and made my eyes water and my nose run, I am guessing I am allergic to something in the formula. I now have a few dry patches under my eyes :( I do have sensitive skin and it’s probably an allergic reaction to the formula. Also, I have very dark circles and even with a few layers it just didn’t completely correct the color, it actually made it looks worse! Bummer, I had such high hopes!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Pale Sun - light with yellow undertones (warm)",
			"review_buyer_description": "Hazel eyes, auburn hair, lightMedium skin tone, Combination skin",
			"review_text": "I unfortunately returned this after 2 uses. I found it really quick drying and a bit patchy. Maybe better with different application."
		},
		{
			"review_title": "A must have for dark circles",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I have dark circles under my eyes however I am “seasoned” so if that’s my worse issue I’ll take it. I love this colour corrector n in a tube makes it super easy to apply."
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Tan skin tone, Normal skin",
			"review_text": "I am 48 yrs old so I have to be careful in what I use under my eyes so it doesn’t age me more. This is amazing. Hydrating and covered without showing any fine lines. I am so impressed. I will never use anything else to cover"
		},
		{
			"review_title": "need a lighter peach shade",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "The colour is too dark although peach tone is good.  Need a LIGHTER PEACH option for neutral light/light-medium skin tones.  Too bad because the coverage and finishing is perfect for daily colour correcting wear.  It does not crease and feels hydrating and skin-like without being oily."
		},
		{
			"review_title": "Daily staple!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, fairLight skin tone, Combination skin",
			"review_text": "First lightweight color corrector I’ve tried that actually blends well under concealer, is brightening and hydrating and has all day wear. Sometimes I use it without concealer. I am light neutral skin tone with medium level darkness under eyes."
		},
		{
			"review_title": "Not the solution I was hoping for",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Normal skin",
			"review_text": "Perhaps this is meant for younger folks with tired eyes from a late night study session and not for the mom of 4 who hasn't slept a full night in 15 years... I found the formula a bit runny but I thought it blended quite well. With that said, coverage was OK but not great. It technically lessened the dark circles but didn't cover them.  I'm also not convinced it really brightened anything more than my regular products. Additionally, I absolutely hated the container. It feels like the lid isn't meant to go with the container. It's rough to close and not smooth at all. It feels like you're forcing it closed.  I uploaded a photo of one eye with this concealer and Huda setting powder and one eye with my regular products (Nars concealer and Laura Mercier translucent setting powder). I think what I already have provides better coverage so sadly this will be returned."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Golden Hour - light with golden undertones (warm)",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "lovely!! it leaks, but just keep it upright and it wont. not good to put in a makeup bag."
		},
		{
			"review_title": "It’s giving natural baddie",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This is hands down one of the best concealers I’ve used. I don’t like concealers that are so heavy and pigmented that they cake up and make my concealer look obvious in pictures. I never have that problem with this concealer. It’s perfect for a natural makeup look or a full beat. It’s extremely blendable and hydrating, and it’s rare to find one that brightens and conceals while not settling into my fine lines. This one looks just like my skin, but better. A brilliant and natural finish! LOVE!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Dawn - fair with pink undertones (cool)",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "Very suitable for ultra dry skin, very nourishing and doesn’t create crease lines!"
		},
		{
			"review_title": "Pleasant Surprised",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "Wasn’t sure if I would like this, but I’m so glad I bought it!  Really makes a difference in my under eyes bags and making them less noticeable! Highly recommend!!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Cool Sunrise - medium with cool undertones (cool)",
			"review_buyer_description": "Green eyes, gray hair, lightMedium skin tone, Dry skin",
			"review_text": "Awful product!  Very thick and does not spread easily.  It’s shocking that a product this thick doesn’t cover any darkness!  It also goes into EVERY line under my eyes and looks cakey.  It’s actually hard to get off.  Fail for me.  I have dry skin and this actually caused peach coloured skin flakes all around my eyes.  Would not recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Golden Hour - light with golden undertones (warm)",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I am 35 and have always had naturally crease-y under eyes. I’ve never found one that looks as nice as this for my under eyes! Love!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Dawn - fair with pink undertones (cool)",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "The product works well at covering up the discoloration under my eyes. The only issue I have is that it is difficult to open and close. It takes some strength to do it. The ridged cap is not comfortable to grab and I have to use a cloth to protect my hand."
		},
		{
			"review_title": "Pleasantly surprised!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I'm a natural blond with fair skin and freckles and found this shade to be really complimenting for my complexion. It definitely brightened my eye area and gave me a healthy looking no makeup makeup look. It goes on REALLY pink at first but after a few minutes the pigment magically blends in with my own skin tone and hides all signs of dark circles and fatigue. The consistency is a bit sticky going on but that abates as well after it sinks in. I've never tried any product from this line before so I went in based on other reviews and the product description. I'm impressed and would buy this again."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Warm Sunglow - medium with peach undertones (warm)",
			"review_buyer_description": "Blue eyes, Light skin tone, Oily skin",
			"review_text": "I like the product. It didn't provide complete coverage of my dark under eye circles (maybe that's too much to ask) but it did make a difference. However, I was disappointed in the container. I dropped it on a tile floor just after I had started using it, and it shattered. Obviously , it's my fault I dropped it but it was upsetting to spend $28 on this little tube and then have it bust. Why not use something shatterproof to house the product?"
		},
		{
			"review_title": "I prefer my dark circles",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "It creases immediately, is cakey, doesn’t blend, is drying. I took it off after 2 minutes of wear because I wouldn’t be caught dead in it."
		},
		{
			"review_title": "Velvety concealer, very effective",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "Best eye concealer if you have a bluish under eye to correct. Blends well, not cakey, not greasy. Great results"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This stuff is perfect. I can use it alone w some mascara or w a skin tint for a minimal look. Blends beautifully and stays put all day long w a little powder. Must have!!!!"
		},
		{
			"review_title": "OCR 22",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Finally I found a concealer that matches me and corrects my under eye dark circles! I was once told I had a peach undertone, so I took a chance and purchased the sunglow color. You only need a little product and then you blend"
		},
		{
			"review_title": "Perfect yellow brightening concealer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Pale Sun - the perfect yellow-toned concealer for my light olive skin girlies!!!!! It comes in a glass bottle with a thin applicator. Formula is light to maybe medium buildable but it is not cakey or heavy. I mainly as a brightening concealer"
		},
		{
			"review_title": "If you have dark under eyes you need this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This concealer looks so good on skin like it does not crease it seamlessly blends and it seriously brightens! I love how it gets rid of my dark under eyes immediately without looking cakey!!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Warm Sunglow - medium with peach undertones (warm)",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Product is great but tube design is horrible. Have lost so much product because it leaks like crazy."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Dawn - fair with pink undertones (cool)",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Was waiting for this shade to come back in stock for so long!   Purchased this in the States.   I am super fair and cool toned.  This is such a pretty brightening concealer."
		},
		{
			"review_title": "Gorgeous",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This product is amazing! Leaves my skin looking hydrated and flawless!"
		},
		{
			"review_title": "the best “no makeup look” concealer!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I’ve been on the search of a good “no makeup look” concealer for YEARS to just cover up my dark circles and i’ve finally found it! It is very simple and light! NOT CAKEY like a lot of other color correctors/concealers."
		},
		{
			"review_title": "Perfect on its own",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "A nice under eye brightener, one thing is that I prefer wearing it on its own as opposed to layering it under a concealer as it can become cakey looking, but that may just be due to my skin type"
		},
		{
			"review_title": "love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "so glad I was finally able to try this! it was out of stock for forever, but as soon as it came back I finally snagged one. This is exactly what I was looking for: light coverage to help hide dark circles and brighten the under eye area. I wear minimal makeup so this is perfect and quick to use in my routine."
		},
		{
			"review_title": "brighter happier natural look 🌸🩷",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "This is a really good product! The color dawn was good for using with another concealer to give me a brighter under-eye. the consistency is very light, and layers well on top of moisturizer. i will be purchasing other shades!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Dawn - fair with pink undertones (cool)",
			"review_buyer_description": "Hazel eyes, black hair, fairLight skin tone, Dry skin",
			"review_text": "too liquidy, it takes forever to dry down. the color is good though."
		},
		{
			"review_title": "Great product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Love this product! Honestly I think is where you use it in your routine that matters. I use it in the first step with no foundation underneath it. Then finish my make up routine."
		},
		{
			"review_title": "Too sheer, need more colors",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "I really wanted to love this corrector for under my eyes, but it just didn't do it for me. Mostly, the coverage is too light. It seems like it goes on heavy at first, but it sheers out quite a bit. They also need more colors. I have light/slightly tan neutral skin. The warm sunglow was too warm for me. The cool sunrise was too dark and cool for me. I need a pinky neutral in-between. The glass packaging is nice. It is weighted, and is aesthetically pleasing. Unfortunately, since it is weighted and glass I accidentally dropped it and it shattered :-(. So be careful not to do that. The positives are it is moisturizing, doesn't crease, and lays nicely under concealer. If it had better coverage and color selections I would consider re-purchasing."
		},
		{
			"review_title": "It’s ok",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I waited months for this to come back in stock  & I wanted to love it but I just don’t. HUDA is soooo much better."
		},
		{
			"review_title": "Separates and Creases",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "This product does the job, it definitely color corrects and brightens but even after doing good skin prep it separates so much and creases. I liked it in the beginning but I will be returning."
		},
		{
			"review_title": "Excellent for redness!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I bought this and the light pink shade. I prefer the pink to brighten so I use this mostly as a colour corrector for redness and it’s AMAZING! I find the green colour correctors to be too unnatural and most colour correctors hare thicker/fully coverage. If you don’t have significant uneven tone and just need a little adjustment this product is wonderful."
		},
		{
			"review_title": "Awesome, non-cakey multifunctional product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I love the concept of a thin concealer, colour corrector and brightener in one. It makes my under eyes look awake and beautiful. I set it with the Hydra beauty cherry blossom powder and they do very nicely together. Because it’s so thin it will settle into fine lines so I suggest a concealer closer to your skin tone so you aren’t brightening those for those areas."
		},
		{
			"review_title": "I love it, but unfortunately, it’s sold out",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I suffer from chronic dark circles and this product gives me the slight correction I need. Can wear without any other makeup. Looks very natural. The only problem is it’s sold out and not available! 😐 anywhere else"
		},
		{
			"review_title": "So good!!! Holyyy graiilllll",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This is so hydrating and perfect for a natural look! It gets rid of my dark circles or hyperpigmentation on my face, and evens out my skin tone! Even if you are a full coverage girl, you can use this as a lighter base!"
		},
		{
			"review_title": "My favorite concealer",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "This is pretty good and it keeps your eye bags mostly covered, definitely my favorite concealer and doesn’t run out too quickly."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Golden Hour - light with golden undertones (warm)",
			"review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Dry skin",
			"review_text": "I got this as a free sample with a Sephora order and I'm pleasantly surprised. In the photo, the concealer is under the right eye (right in the photo) and not the left. This was likely not my perfect shade AND just dabbed on with a filter from a sample blister pack, but the coverage is great and it hasn't creased all day. I'll be trying a full size tube soon."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I have never been able to use concealers they look cakey but this corrector does a beautiful job of covering up my dark circles and not settling into my wrinkles around my eyes"
		},
		{
			"review_title": "a must-have for dark circles!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, gray hair, Medium skin tone, Normal skin",
			"review_text": "I love this! I have very dark eye circles, but after I apply this you can't sew them!"
		},
		{
			"review_title": "A must! It deserves the 5*",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "Love this product. It goes on so smooth and really conceals the dark circles."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Warm Sunglow - medium with peach undertones (warm)",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "A MUST have. I had the Huda beauty color corrector and it was to drying. This one is perfect!!! Super creamy and a light weight texture. Perfect under concealer or on its own. I’m obsessed!!!!!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I loved how creamy it was but it did nothing for my issues. I returned it. Maybe I got the wrong shade so I would still recommend."
		},
		{
			"review_title": "My fav under eye concealer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "This works great.  My skin is so pale it feels like dark circles are my oldest enemy.  I tried Charlotte Tilbury right before this one and it worked pretty well, but this one is so hydrating and bright.  It’s by far my favorite!"
		},
		{
			"review_title": "Magic elixir",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "This stuff is amazing! I applied it in front of a coworker and she said “what is the magical stuff you just put on?” I usually just wear it alone it blends so well. Holy grail for me."
		},
		{
			"review_title": "Gorgeous formula!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I have the shade golden hour. This is the best corrector I’ve tried. It blends beautifully with my Nars concealer. No creasing and it looks like skin. I feel so much more confident about my makeup."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Dawn - fair with pink undertones (cool)",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This is an amazing product. It brightens my under eye so well without showing traces of makeup. It doesn’t conceal much, you have to pair with a concealer. Overall I love it!"
		}
	]
}