{
	"product_id": "1198",
	"name": "NuBODY by NuFACE®",
	"brand": "NuFACE",
	"categories": "Tools & Brushes, Beauty Tools, Anti-Aging",
	"price": 540.0,
	"about": "What it is:A microcurrent skin toning device that visibly tones and firms body skin while smoothing away the look of dimples..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Fine Lines and Wrinkles, Dryness, and Uneven Texture.Highlighted Ingredients:- IonPlex®: Electrolytes and glacial water help effectively deliver microcurrent..Ingredient Callouts:Free of parabens, phthalates, mineral oil, and sulfates SLS & SLES..What Else You Need to Know:Take body confidence into your own hands. NuBODY is the first FDA-cleared at-home microcurrent body device that delivers a five-minute body sculpting routine that visibly tones, firms, and smooths the look of dimples for a smooth silhouette..This Set Contains:- NuBODY Skin Toning Device.Clinical Results:In a single center, non-randomized, single-arm trial to evaluate the performance of NuBODY skin toning device for the treatment of mild to moderate cellulite conditions on thighs and buttocks (individual results may vary), 60-day results included:",
	"ingredients": "Water/Aqua/Eau, Propanediol, Glycerin, Ethylene/Acrylic Acid Copolymer, Sea Silt Extract, Palmitoyl Hexapeptide-52, Palmitoyl Heptapeptide-18, N-Prolyl Palmitoyl Tripeptide-56 Acetate, Hydrolyzed Hyaluronic Acid, Adenosine, Olivine Extract, Tremella Fuciformis Sporocarp Extract, Betaine, Pentylene Glycol, Carbomer, Xanthan Gum,  Poloxamer 338, Tocopherol, Sodium Citrate, Silica, Mica, Caprylyl Glycol,  Glyceryl Caprylate, Glyceryl Undecylenate, Ethylhexylglycerin, Benzyl Alcohol, Potassium Sorbate, 1,2-Hexanediol, Lactic Acid/Glycolic Acid Copolymer, Polyvinyl Alcohol, Phenoxyethanol, Sodium Hydroxide, Sodium Metabisulfite, Bismuth Oxychloride (CI 77163), Iron Oxides (CI 77491, CI 77492).",
	"how_to_use": "Suggested Usage:.-For the first 60 days, use five days per week. After 60 days, use two to three days per week to maintain results..-Prep: Cleanse treatment area. Apply the Hydrating Aqua Gel Activator in a mask-like layer to one treatment area at a time. .-Lift: Glide NuBODY over treatment areas as directed. To smooth stubborn dimples, hold NuBODY on that target area for up to five minutes (until the device powers off automatically). .-Finish: Massage any excess activator into your skin for hydrated, glowing skin all day long.",
	"num_reviews": 1,
	"overall_rating": 5.0,
	"product_url": "https://www.sephora.com/ca/en/product/nubody-P428247?skuId=2043750&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2043750-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "Yes, but adjust your expectations",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I got this last spring and used it religiously so far -along with diet, cool sculpting, exercise, it does over time smooth out the problem areas. You have to be super patient because it’s not an overnight difference. You need to use it everyday for like 3 months and maintain yourself. I’m slender but at 43 my upper legs and butt area is sagging with cellulite, divots and waves. I’m doing everything I can and this is just one more thing to add to the arsenal. It’s not the single answer to your body issues but it can be part of the dream team. I use this primarily above my knees and up my thighs due to sagging skin (my cool sculpting was in the upper inner thighs) and I use this on my back side where I have the waves and cellulite at the bottom of my butt and under it and I concentrate on the worst areas instead of just going over the whole territory. It’s fantastic that you get a FULL sized bottle of the gel and if you’re waiting to buy this during a sale I’d recommend buying a second bottle as a backup because it’s so pricey. You will go through it all faster than you think because it takes a generous helping of gel for the machine to glide and reach your deeper tissue under the top layer of your skin. That’s the purpose of the gel -much like for ultra sound, the machine needs the gel to deliver the shock waves deeper or else it won’t work and you’ll feel sharp pinches. So don’t be stingy with it thinking you’re preserving it (due to price) because it just won’t work properly on a thin layer. You may as well have the second or 3rd bottle discounted than having to pay full price. It’s a lot of $ upfront but remember, you’ll be using it everyday if you set aside time (you have to wash the area to get off any body oil or self tanner because that will block the shock waves from penetrating even if you have the gel over top). Instead of taking another shower I use wipes on the area to get it clean -let it dry first feel if it’s clean then apply the gel. Hope this helps!"
		}
	]
}