{
	"product_id": "34",
	"name": "Next-Level Nourishment Signature Hair Routine Set",
	"brand": "amika",
	"categories": "Hair, Value & Gift Sets",
	"price": 75.0,
	"about": "What it is:A set that unlocks next-level hair joy, featuring full sizes of Normcore Signature Shampoo and Conditioner, plus Soulfood Nourishing Mask..Hair Texture:Straight and Wavy.Hair Type:Fine and Medium.Hair Concerns:- Dryness.Key Benefits:- Nourishes all hair types.Highlighted Ingredients:- Jojoba Seed oil: Contains powerful antioxidants and is rich in vitamins A, D, and E..Ingredient Callouts:These products are vegan, cruelty-free, and come in recyclable packaging..What Else You Need to Know:Take their hair to the next level with nourishing, superfruit sea buckthorn favorites for hair that's up to seven times more conditioned. This limited-edition gift set features full sizes of Normcore Signature Shampoo and Conditioner and Soulfood Nourishing Mask. Send them home with season’s greetings and daily nourishment..Fragrance Description:A blend of warm vanilla, spicy sweet clover, and fresh citrus...Clinical Results:Normcore Signature Shampoo and Conditioner: In a clinical test, when using shampoo and conditioner as a system:.This Set Contains:- 9.2 oz/ 275 mL Normcore Signature Shampoo (full size).Clean & Planet AwareOur ambitious curation of beauty made without controversial ingredients from brands dedicated to making meaningful environmental commitments, including sustainable ingredients and sourcing, packaging, corporate commitments, and consumer transparency.",
	"ingredients": "-Hyaluronic Acid: Helps plump up dry hair by attracting moisture. .-Squalane: Prevents moisture loss while restoring supplements. .-Bio-Fermented Coconut Water: Adds natural hydration...Hydro Rush Intense Moisture Shampoo:.Water/Eau/Aqua, Sodium Cocoyl Isethionate, Cocamidopropyl Hydroxysultaine, Coco-Glucoside, Glycol Distearate, Squalane, Hippophae Rhamnoides (Sea Buckthorn/Argousier) Fruit/Seed Oil, Brassica Campestris (Rapeseed/Colza) Seed Oil, Sesamum Indicum (Sesame/Sésame) Seed Oil, Cocos Nucifera (Coconut/Nuix de Coco) Oil, Sodium Hyaluronate, Polyglutamic Acid, Spirulina Platensis (Blue Green Algae/Algues Bleu-Verte) Extract, Cocos Nucifera (Coconut/Nuix de Coco) Water, Emblica Officinalis (Gooseberry/Groseille à Maquereau) Fruit Extract, Curcuma Longa (Turmeric) Root Extract, Leuconostoc/Radish Root Ferment Filtrate, Cocamide MIPA, Coconut Acid, Polyester-11, Guar Hydroxypropyltrimonium Chloride, Polyquaternium-7, Polyquaternium-73, Sodium Methyl Cocoyl Taurate, Tetrasodium Glutamate Diacetate, Sodium Benzoate, Sodium Isethionate, Sodium Hydroxide, Sodium Chloride, Citric Acid, Potassium Sorbate, Phenoxyethanol, Fragrance/Parfum, Benzyl Benzoate, Hydroxycitronellal, Limonene...Hydro Rush Intense Moisture Conditioner:.Water/Eau/Aqua, Cetearyl Alcohol, Isopropyl Palmitate, Capryloyl Glycerin/Sebacic Acid Copolymer, Behentrimonium Chloride, Diheptyl Succinate, Quaterenium-91, Persea Gratissima (Avocado/Avocat) Oil, Squalane, Hippophae Rhamnoides (Sea Buckthorn/Argousier) Fruit/Seed Oil, Brassica Campestris (Rapeseed/Colza) Seed Oil, Sesamum Indicum (Sesame/Sésame) Seed Oil, Cocos Nucifera (Coconut/Nuix de Coco) Oil, Sodium Hyaluronate, Polyglutamic Acid, Spirulina Platensis (Blue Green Algae /Algues Bleu-Verte) Extract, Cocos Nucifera (Coconut/Nuix de Coco) Water, Emblica Officinalis (Gooseberry/Groseille à Maquereau) Fruit Extract, Curcuma Longa (Turmeric) Root Extract, Butyrospermum Parkii (Shea/Karite) Butter, Leuconostoc/Radish Root Ferment Filtrate, Glycerin, Behentrimonium Methosulfate, PPG-3 Benzyl Ether Myristate, Guar Hydroxypropyltrimonium Chloride, Polyquaternium-37, Polyquaternium-73, Propylene Glycol Dicaprylate/Dicaprate, Polyquaternium-7, Ethylhexylglycerin, Tetrasodium Glutamate Diacetate, PPG-1 Trideceth-6, Sodium Hydroxide, Sodium Chloride, Isopropyl Alcohol, Citric Acid, Potassium Sorbate, Sodium Benzoate, Phenoxyethanol, Fragrance/Parfum, Benzyl Benzoate, Hydroxycitronellal, Limonene. ..Dream Routine Overnight Hydration Treatment:.Water/Eau/Aqua, Cetyl Alcohol, C13-15 Alkane, Behentrimonium Methosulfate, Caprylic/Capric Triglyceride, Hippophae Rhamnoides (Sea Buckthorn/Argousier) Fruit/Seed Oil, Hyaluronic Acid, Polyglutamic Acid, Spirulina Platensis (Blue Green Algae/Algues Blue-Verte) Extract, Cocos Nucifera (Coconut/Nuix de Coco) Water, Selaginella Lepidophylla (Rose of Jericho/Rose de Jéricho) Extract, Inonotus Obliquus (Mushroom/Champignon) Extract, Rhodiola Rosea (Arctic Root/Racine Arctique) Root Extract, Eleutherococcus Senticosus (Siberian Ginseng) Root Extract, Rhaponticum Carthamoides (Maral) Root Extract, Glycerin, Guar Hydroxypropyltrimonium Chloride, Leuconostoc/Radish Root Ferment Filtrate, Sodium Phytate, Propanediol, Glycereth-2 Cocoate, Ethylhexylglycerin, Potassium Sorbate, Butylene Glycol, Benzoic Acid, Sodium Benzoate, Phenoxyethanol, Citric Acid, Fragrance/Parfum, Benzyl Benzoate, Hydroxycitronellal, Limonene, Citronellol, Coumarin, Linalool..The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.Normcore Signature Shampoo and Conditioner: .-Massage through wet hair. .-Rinse...Soulfood Nourishing Mask:.-Massage through wet hair. .-Let penetrate for five to seven minutes.  .-Rinse well.  .-Use weekly or daily...Recycling Instructions:.-TerraCycle® and amika joined forces to create a free national recycling program for amika’s hair care packaging..-Save your empties, print a free shipping label, and send back your packaging to give it a new life. Learn more and sign up&nbsp;at terracycle.com/en-US/brigades/amika.",
	"num_reviews": 25,
	"overall_rating": 4.2,
	"product_url": "https://www.sephora.com/ca/en/product/amika-next-level-nourishment-hair-value-set-P512906?skuId=2804920&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2804920-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "Sooo impressed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I am in shock of how much better my hair is and need more"
		},
		{
			"review_title": "Scent is chefs kiss, makes my hair fall out",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I have fine wavy hair that is colour treated. At first, I was thrilled because the smell is just AMAZING and lasts all day! Then my hair started falling out. I now have bald patches where I once had gorgeous thick hair. I switched to Garnier strength shampoo and the hair fall stopped. I will NEVER BUY expensive hair care again. Beware for the colour treated girlies!!"
		}
	]
}