{
	"product_id": "1499",
	"name": "Photo Finish Smooth & Blur Oil-Free Foundation Primer",
	"brand": "Smashbox",
	"categories": "Makeup, Face, Face Primer",
	"price": 46.0,
	"about": "What it is:A clear primer gel that smooths skin and pores so your makeup lasts, while vitamins A and E protect your skin..Ingredient Callouts:Free of sulfates SLS and SLES, parabens, phthalates, and contains less than one percent of synthetic fragrances. This product is also vegan and cruelty-free..What Else You Need to Know:Reduce the appearance of fine lines and pores while locking in your makeup with this primer. Lightweight and oil-free, it gives you a flawless finish, while antioxidants and vitamins A and E help protect your skin from pollutants, damage, and stress..Clinical Results:In a consumer study on 103 women after 1 week of use:",
	"ingredients": "Cyclopentasiloxane, Dimethicone, Dimethicone Crosspolymer, Trisiloxane, Silica, Dimethicone/Vinyl Dimethicone Crosspolymer, Ethylhexyl Salicylate, Retinyl Palmitate, Tocopheryl Acetate, Carthamus Tinctorius (Safflower) Seed Extract, Propylene Glycol, Water, Vitis Vinifera (Grape) Seed Extract, Cola Acuminata (Kola) Seed Extract, Camellia Oleifera Leaf Extract...Please be aware that ingredient lists may change or vary from time to time. Please refer to the ingredient list on the product package you receive for the most up to date list of ingredients.",
	"how_to_use": "Suggested Usage:.-Smooth a layer over clean, moisturized skin..-Let set for 15 seconds..-Wear alone or under makeup..-Can also be used over makeup for touch-ups..-Studio tip: Try it in your hair to tame frizzies.",
	"num_reviews": 7576,
	"overall_rating": 4.3,
	"product_url": "https://www.sephora.com/ca/en/product/photo-finish-foundation-primer-P9889?skuId=1349968&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s1349968-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "/",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s1349968-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Feels so heavy and oily",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I used to use smash box's CC photo ready cream which has since been discontinued. I loved that product because it made my skin look so flawless. I was hoping this would be similar but it does absolutely nothing for me and feels heavy and oily and by the end of the day I am worse off for using it because my makeup feels like it just easily lifts off with a touch. When I don't use it - my makeup lasts longer and looks fresher. Wish I could return this."
		},
		{
			"review_title": "Great Primer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Great product! Allows for easy application of foundation and leaves my skin feeling smooth and silky."
		},
		{
			"review_title": "Not hydrating for me and it’ll cake",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "It feels smooth and nice BUT it made my foundation cake at the end of night. I even exfoliated my face and prepped it differently to see if it was my face but nope it’s the primer. Not for me."
		},
		{
			"review_title": "Too small",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "It might be a good product but I’m returning it because it came as a trial size. Too expensive for such a small size."
		},
		{
			"review_title": "Made my skin SO dry. Not for combination skin.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "This primer is not what I expected. It came out all runny but then I shook it and it came out properly. It did mattify my fave, but my skin was left SO dry afterwards, even after prepping my skin well. I had high hopes because of others reviews. Definitely not for someone with combination skin. I also think its very overpriced."
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "First time using this primer and I absolutely loved it! It helped with the shine and pores!"
		},
		{
			"review_title": "Fallen in love again",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "After not touching this product for at least 5 years, I recently picked it up again, and idk why I ever stopped using it. the latest isn't always the greatest. it fills in pores and makes my skin so smooth. it doesn't matter what foundation I put on top of it. It looks flawless. I've been into rediscovering old favorites lately, and I'm loving this one."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Normal skin",
			"review_text": "I've used many different primers but this is my go-to when I am unsure which one to use, it's does the job."
		},
		{
			"review_title": "THE BEST PRIMER!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This is such an amazing product. It glides on and gives you such a great surfrace for makeup application. In addition, it protects your pores from clogging. As someone who trained as a special FX makeup artist, I have to say it is the best primer I have worked with."
		},
		{
			"review_title": "The best 10/10",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Porcelain skin tone, Dry skin",
			"review_text": "Best primer I ever used. This is the best period. 10/10 💯"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "tiniest bottle ever omg. this is a pic of it next to a dry beauty blender. too expensive"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Light skin tone, Dry skin",
			"review_text": "The quality of this is just unmatched. It's worth every penny. I've tried plenty of other brands, but nothing compares to this primer. it makes my skin feel so smooth"
		},
		{
			"review_title": "Too expensive for the size",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I like how this primer feels on the skin but it was way to expensive for the size"
		},
		{
			"review_title": "Great primer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "This is an amazing skin perfecting primer, it's a lightweight, oil free, & velvety smooth primer. It's a clear gel formula that melts on contact with skin. It helps to erase pores and smooth out lines and uneven texture. I use a pea sized amount, rub it between my fingers warming it up. And then I use rubbing and tapping motions to apply. It helps to make your makeup go on easily, stay fresh, and last longer. It's a silicone based formula and I love using it when I want my makeup to last all day & you can also wear it alone too. I little goes a long way, you really can stretch this formula to cover more of your skin. It's an antioxidant blend with vitamins A&E, grapeseed extract, and green tea. Im a big fan of this primer and I think if you try it yourself you will see why Its their number one selling primer."
		},
		{
			"review_title": "Great silicone based primer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is an amazing skin perfecting primer, it's a lightweight, oil free, & velvety smooth primer. It's a clear gel formula that melts on contact with skin. It helps to erase pores and smooth out lines and uneven texture. I use a pea sized amount, rub it between my fingers warming it up. And then I use rubbing and tapping motions to apply. It helps to make your makeup go on easily, stay fresh, and last longer. It's a silicone based formula and I love using it when I want my makeup to last all day & you can also wear it alone too. I little goes a long way, you really can stretch this formula to cover more of your skin. It's an antioxidant blend with vitamins A&E, grapeseed extract, and green tea. Im a big fan of this primer and I think if you try it yourself you will see why Its their number one selling primer."
		},
		{
			"review_title": "Perfect for a base primer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I love this product. It is so smooth only skin. It minimizes my pores. Would suggest everyone trying it."
		},
		{
			"review_title": "Ehhh..",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Really small for the price and don’t work for me..but that doesn’t mean it won’t be a must for you! All you can do is give it a try!"
		},
		{
			"review_title": "Use it every day",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Dry skin",
			"review_text": "Love this product it’s smooths & makes my face feel fresh very good,"
		},
		{
			"review_title": "10/10",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "was first introduced to this primer 10 years ago and been loyal ever since. it’s the only primer i use. my foundation is silicone based which pairs perfectly with this silicone based primer. does exactly what it’s suppose to do - smooths out any texture and blurs my pores. my sensitive combination skin loves this non-comedogenic product. a little goes a long way."
		},
		{
			"review_title": "Love It, Jumbo Size!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "Absolutely love this primer, I got it for 50% off during a sale and it’s an amazing purchase for that price. Makes my pores completely disappear and makes my foundation look so so smooth. Only downside is that with certain moisturizers it will pill and not look as nice."
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Love love love this product is amazing your skin feels amazing"
		},
		{
			"review_title": "The Best for Large Pores",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "I keep trying different primers, but I always come back to Smashbox. My huge pores are definitely blurred, and my face looks smooth. It's fun to try new things, but I think Smashbox has them all beat."
		},
		{
			"review_title": "Travel buddy",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is my travel primer. I buy this when I go on work trips and don't want to take the glass Fenty package. It's a great primer. Works well and lasts during long days on the go"
		},
		{
			"review_title": "Mature oily skin-smoothing & shine control all day",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Oily skin",
			"review_text": "I use small dots of this over my bareminerals powder foundation, and pat/blend. I follow it by setting powder. Smooths and keeps me shine free for hours"
		},
		{
			"review_title": "Not delivered what it promised",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "No blurring effect . It did not make any significant difference when i compared applying it VS not applying it."
		},
		{
			"review_title": "Way too tiny for the price",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I’m so upset I paid $22 plus tax and look how tiny the primer is…not impressed I’ve yet to try it but I hope it works wonders and lasts a long long time why isn’t there a bigger size"
		},
		{
			"review_title": "Not Much Bang 4 The Buck 🤷🏽‍♀️",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, mediumTan skin tone, Normal skin",
			"review_text": "My usual primer is one of Urban Decay’s All Nighter line. The biggest incentive for this purchase was the advertised “JUMBO” size. Like I mean, yeah, it’s bigger…but it’s certainly not “JUMBO” 🤣"
		},
		{
			"review_title": "Absolute Favorite Primer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "This is hands down the best primer I have ever used. It smooths and blurs my pores, and makes applying my foundation super easy. It lasts all day. I’m really impressed and it will continue to be my go-to primer."
		},
		{
			"review_title": "My Favorite!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I've been using this primer for over a decade! It seriously is so good and the best primer, in my opinion! It blurs my pores and has vitamins, which I love! A must have!"
		},
		{
			"review_title": "Weird but works",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "Was the only option available in store. Has a weird texture but works! Wish the other smashbox primers were available in store rather than online only."
		},
		{
			"review_title": "My go to",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This is a great primer , the best one I've used to date"
		},
		{
			"review_title": "Blurs fine lines and pores",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "One of my favorite primers. It blurs my pores beautifully and my smile lines. Everyone skin is different and will have a different effect. Give it a try. You will not be disappointed."
		},
		{
			"review_title": "Not Worth It",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "For the price and size it isn't worth it, it barely blurred but it also made my combination skin dry and break out. The bottle is the size of my pinky and barely has any product in it. The texture is also weird and oily."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Not worth the price, too expensive for such small amount."
		},
		{
			"review_title": "Oily almost greasy",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "After using product 3 times broke out my face and was oily PRODUCT FAIL"
		},
		{
			"review_title": "Best primer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "So I’ve tried multiple primers and I’ve always circled back to this one. It’s so hydrating and it really feels like my makeup just stays in place. Love this primer so much!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "What a waste of money! Does nothing from what it is supposed to do…  doesn’t blur the pores, doesn’t help to keep make up longer…. Zero result.. Avoid it and spend money on a better quality products. What a disappointment!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Despite the description about the product, this is less gel like and more silicone-y and almost vaseline like. Not a fan of this primer- it clogs pores, is harder to wash off compared to water-based primers and often leaves me with break outs on my otherwise relatively clear skin."
		},
		{
			"review_title": "Bien",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "La texture est vraiment agréable et ne fait pas du tout un effet gras et il floute bien la peau !"
		},
		{
			"review_title": "Breakouts",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I loved this primer. It’s so smooth and the makeup holds all day. One problem however is it broke me out. I’m very careful with what I put on my face so I know this primer was the culprit. I’m sad to say I won’t be using this anymore."
		},
		{
			"review_title": "Must have! Best Primer on the market",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I have been using this for years. I found a few cheaper ones but you get what you pay for. This seriously keeps my powder on all day long."
		},
		{
			"review_title": "Liquid gold!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "I know this is a little pricey but a little goes a long way! If you’re like me and have oily skin this product is for you! It really helps my makeup sit well and prevents me from getting oily!"
		},
		{
			"review_title": "In love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love this primer!!! It makes my skin feel amazing and my makeup looks flawless 100% recommend"
		},
		{
			"review_title": "must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "i have super oily skin, and when i say this product literally BLURS my oil!!!! it’s insane go buy right now :)"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Way too small I didn’t realize it was that small and I paid $17 I’m so bummed about it. Such a waste of money. it looks like a sample size way rather would’ve spent my money somewhere else"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This product did nothing for my face did not make my skin smooth just terrible"
		},
		{
			"review_title": "Amazing hold and reccommend for tret users",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "My makeup never lasts usually, I heard people raving about this primer (mainly my mom lol) and okay, she won this one! Getting a bigger size asap:)) P.S I use tretinoin and would recommend, I work around 12 hours including commute time and my makeup doesn't melt off!"
		},
		{
			"review_title": "Too pricey now. *sad face*",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "This has been my go-to for years. But $64?? Really??? It wasn’t that long ago when this guy was in the 40 bucks category. So sad I’m going to have to look for an alternative now."
		},
		{
			"review_title": "Holy grail primer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, notSure skin tone, Combination skin",
			"review_text": "I’ve purchased this so many times! Recently I’ve gotten the one with new packaging and it’s still the same formula, which I love! The OG of primers."
		},
		{
			"review_title": "Nice",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
			"review_text": "I love, the look it gives me, when I put on my makeup."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Best primer ever, it makes my make up look flawless"
		},
		{
			"review_title": "Smooth",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "So smooth to the skin. Evens out texture . Blurs pores . Can be used on its own or with products on top such as makeup."
		},
		{
			"review_title": "Do not get it",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "brown hair, Fair skin tone, Combination skin",
			"review_text": "Don’t get it if u are oil this will make u look more oily than usual."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I firmly recommend this product. Before going out, it is my the best primer to use. It does blur the pores. It works on me and on my mom. We both really like it."
		},
		{
			"review_title": "A Tried-and-True Favourite!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "I've been using the Smashbox Photo Finish Foundation Primer from Sephora for years, and it's absolutely incredible! This primer consistently provides a flawless canvas for my makeup, ensuring it stays fresh and long-lasting. It's a trusted favorite that I can't live without!"
		},
		{
			"review_title": "My Favorite!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "This primer does exactly what it says it will do! Pores blurred. MAKE SURE YOU LET IT DRY DOWN BEFORE APPLYING FOUNDATION. Does not control oil, so use a mattifying primer first, let it dry then apply this. Thank me later."
		},
		{
			"review_title": "No puede faltar en el maquillaje",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "El tamaño es muy pequeño…pero es muy bueno eso si Ami me encanta este producto"
		},
		{
			"review_title": "Smooth and blurs!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Hands down to the best primer, even better than MILK grip personally, love this because it blurs out so much, giving it a smooth application to my makeup, also skincare is added! LOVE LOVE it and never switch up, fully satisfied with this, no regrets!"
		},
		{
			"review_title": "My go-to primer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love this primer!! My makeup sits so beautifully when using this smash box primer. There’s no piling either, which I’ve had happen with other blurring primers. This is for sure my go-to primer. I even wear it on days with no makeup"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I’ve tried other ones, but nothing blurs quite like this one. Expensive but you pay for a good product."
		},
		{
			"review_title": "Great product, except for the price",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I have been using this primer for over ten years. I love this primer. $57 for 300mL is actually insane considering I bought the exact same product for $46 a year ago. Shame on Smashbox"
		},
		{
			"review_title": "Expensive",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I haven't tried this product. But for this size and price... $25.86 it is very expensive. I better be looking like a super star.!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "Great for a smooth finish under foundation and over moisturizer"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "overall a really good product. keeps your makeup on all day (especially if you pair it with a good setting spray) and does a good job at blurring pores and blemishes. only problem is it smells like garlic and rotten potatoes. otherwise i really like this although i can’t get the smell out of my nose"
		},
		{
			"review_title": "Staple for a reason",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Got the mini to test before committing to the full tube- the quality is amazing. Middle of summer and everything sits nicely without any melting (even when you mow in 89 degree weather..) little goes a long way!"
		},
		{
			"review_title": "Not worth it",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Overhyped, overrated, overpriced product.. did nothing much for my skin.. I have used better primers before."
		},
		{
			"review_title": "Good for minimizing lines",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I have dry, aging skin, and I got this in the hopes that it would make my foundation not sit in the lines around my mouth and on my dry patches and, using the same foundation I always do, I noticed a positive difference. Won't wear foundation without it now."
		},
		{
			"review_title": "Smile lines",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This really helps with my smile lines, I like it and it does the job!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
			"review_text": "It is very blurring like it has this weird texture when you blend it in and you can tell that your skin clearly in blurred at the same time it looks stripped of any sort of oil"
		},
		{
			"review_title": "Visibly Amazing Results - no other primer compares",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
			"review_text": "This product is absolutely amazing! I'm not sure if they've improved their formula, but I re-tried it after straying away and using other primer samples. Then when I gave it another go, felt like it blew any other products I tried away. It is visibly noticeable the difference it makes, it makes my face makeup look so smooth and airbrushed, helping it last much longer. I love the smooth texture on my skin. I don't think I'll stray away from this one again."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I have been using this primer for years. I recently tried another brand and kicked myself for not repurchasing this one.  To me, this primer is lightweight and feels cooling on my skin - kind of melts in.  The primer blurs my pores and my make up (I use powder foundation - Makeup Forever or MAC) is fine and sits well all day."
		},
		{
			"review_title": "A must have part of my skin care routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Normal skin",
			"review_text": "I absolutely love this product.  I love the way it makes my face even and softens. It's so light that I don't feel like I have anything clogging up my pores and gives my skin a glow. Since the first time I tried it I've never used anything else and this is part of my skin care routine. I love,love, love this product."
		},
		{
			"review_title": "Beyond Mini",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I want Mimi but not this tiny…geesh. The mini seems smaller than the previous packaging. Great for a travel bag for a short stay. Just pay for the regular size, better value for your money. Great product. Very sheer and light on skin under makeup."
		},
		{
			"review_title": "Always a must!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Always use this primer when I have an important event. I love how it blurs pores and makes the foundation smooth. I love it’s silky feel. It’s also light weight."
		},
		{
			"review_title": "my combo skin didn't mesh with this product",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "I have combination skin, I'm extremely dry on my cheeks and top of my nose. My forehead, the sides of my nose, and my chin are moderately oily. The texture of this product is decently thick. My cheeks, after using it for about 3 weeks, weren't dry but the oily areas of my face had more acne/blackheads/enlarged pores. Not a bad product, just didn't work for my particular skin type."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "this is my favorite silicone based foundation, it’s absolutely worth the hype. it doesn’t pill and is incredibly smooth when applying with no weird smell like other silicone primers."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I have used this for years now and I used to never use primers, tried to switch to different brands, Benefit, ELF, Dr. Brandt etc and after everything I’m back to this because it can’t be beat. Everything else felt gross and was cakey, if they ever got rid of this I would cry. Yes you get a small tube for a lot of money but it’s worth it and I used sample sizes for years and broke down and bought it and if you use it sparingly which you don’t need much tbh then it will last a LONG time and is worth it. I get everyone needs to find what works for them but my skin is mostly dry and can be combination depending on season but this never fails me. Thank you smashbox!!"
		},
		{
			"review_title": "My Daily Dose of Primer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Everyone’s skin is different. I have been using this for almost a year now. I love the softness it brings. Did not break me out and I have sensitive skin. Love this product."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Extremely disappointed by size of the product , performance is average too nothing like the hype honestly had more expectation  :("
		},
		{
			"review_title": "Will break you out",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "My cousin and I both tried it we completely broke out definitely wouldn’t recommend this"
		},
		{
			"review_title": "Won't buy again",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "With all the great reviews I was really expecting to love this but I found the consistency to be watery and oily and did nothing to help with blurring pores, even made my overall makeup look oily."
		},
		{
			"review_title": "Won’t buy again",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Not for me. I noticed after my make up was done little white dots would surface? Not sure what they were but only happened while using this specific primer."
		},
		{
			"review_title": "Avoid if you have large pores! Does nothing.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I bought this hoping it would help my post acne scars and deep pores but it’s very watery and silky and did not “blur” or gave my pores that minimized look. I suppose if you don’t have extra large pores and regular skin, it’s good but"
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Awesome primer! I love it used everyday in my routine."
		},
		{
			"review_title": "light weight and long wear",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I was surprised by this primer. I liked that it wasn't drying my skin. It applied smoothly without causing any separation or caking of my foundation. It didn't cause any patchiness either. Overall the primer is easy to apply. I even felt it hydrated my skin as well. It worked with over sunscreen and my general skincare. I wore it for 12 hours and my makeup held up well. I didn't have any adverse reactions. It's a light formulation that didn't clog my pores."
		},
		{
			"review_title": "Terrible for large pores",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I do not understand why this product has great reviews. Unfortunately, I have large pores, and this primer seems to accentuate them. Yes, I did apply the product, and waited for it to set. I have a trial of a different Smashbox primer that isn't a gel but is a tinted cream, and that's what I thought I was purchasing. That primer is great for large pores."
		},
		{
			"review_title": "Blurs pores",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Love the way this blurs my pores! You don't need to use a lot. Only reason I'm not giving it a full 5-stars is because this primer, like most, can clog my pores. BUT, as long as I wash my face well and what not, it's fine."
		},
		{
			"review_title": "Absorbed well, but not remarkable results.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "For the price tag, I expected more. It didn’t do very much for smoothness and texture for better application of makeup compared to much cheaper primers I have used in the past. The product did absorb well, however."
		},
		{
			"review_title": "Makes t zone oily",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Not a fan of this. Makes my t zone super oily and break out. Says oil free, but man did it make my t zone super oily. Thought I applied too much the first time to cause that. So I applied less next time, nope, still oily. Plus, saw small breakouts after."
		},
		{
			"review_title": "Very slick",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Its good but there are nuch better options. This makes my oily skin very slick. I only use it if i wont be wearing makeup for long periods of time"
		},
		{
			"review_title": "Instant photo finish effect",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Smoothening effect. Can be use alone w/o moisturizer"
		},
		{
			"review_title": "so smooth",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "my favourite primer! goes on soooo smooth and lightweigt! creates a perfect base."
		},
		{
			"review_title": "A must buy!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, gray hair, Combination skin",
			"review_text": "I love this!! Makes my face feel smooth and makeup go on well!!"
		},
		{
			"review_title": "too expensive",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is it? for 16$ so tiny, i nevee use it yet. i was shock so small not even small its Mini"
		},
		{
			"review_title": "Fantastic primer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Have used this for years.  It feel’s beautiful on the skin and gives your products the perfect base.  I highly recommend it."
		},
		{
			"review_title": "My favorite Primer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "My absolute favorite primer! Smooth's the skin and minimizes pores. I have oily skin and this product is great! It is not drying on my skin and I can wear it all day long."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "My favorite primer so far, after going through quite a few of the top ones (Lancôme La base. Benefit etc). It's the perfect base for foundation, fills in pores, fine lines, helps with the longevity of foundation and makes my skin look great overall. Oh and it knocks off 10 years instantly...what more can I say! I apply 1-2 minutes before foundation as this gives it a chance to settle in and work better. When using this I can usually skip the moisturizer totally as this has a slight hydrating effect (but keep in mind my skin is on the oily side anyway). I always get compliments on my skin when I use this which is why I keep returning to it.  My only slight criticism is I would have preferred it to be in a pump dispenser rather than a tube packaging as it's hard to get out the last bit of product when you reach the end of the tube, but aside from that this is a winner for me.    ~ My Sephora Top 7 must-have list ~  (My top 7 must-have beauty products of all time, focusing mainly on my purchases at Sephora)  1. Hair Loss Treatment: ‘Divine Herbal’ - Hair Oil  2. Shampoo: 'Sephora Collection' - Deep Cleaning Shampoo 3. Face Mask: ‘Peter Thomas Roth’ – Pumpkin Enzyme Mask  4. Pigmentation + Anti-Aging Serum: ‘Divine Herbal’ - Facial Treatment Serum 5. Face Scrub: ‘Sisley' - Botanical Gentle Buffing Cream 6. Lip Balm: ‘Nuxe’ – Reve De Miel Lip Balm 7. Lip Liner: ‘Sephora Collection' - Rouge Gel Lip Liner"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Great primer - there's a reason why this is the classic!"
		},
		{
			"review_title": "Made me breakout :(",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I do notice a difference with how much smoother my make up looks when I put this on. However, it made me breakout all the few times I’ve used it. Great for normal skin, no bueno for sensitive or acne prone skin."
		},
		{
			"review_title": "Worth the money",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I will never again go without using this product. Smooth and light. I am a big fan."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "This is my go-to primer... I am never without it. I have always struggled with lines after losing a lot of weight and this makes it to where I can wear foundation again!!"
		},
		{
			"review_title": "My go-to!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "never used to use a primer. it changes your makeup from good to wow and helps it stay on. I have tried Selena Gomez primer and many Make Up Forever primers but this one is hands down the best for staying and blurring power. Do not hesitate to try this one!"
		},
		{
			"review_title": "The best!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "The best primer on the planet!  Applies like silk, making your skin flawless. I have tried so many primers on the market, this one does it all without agitating my skin or causing breakouts. You need a tiny dot covering your entire face. Love how my makeup applies flawless and sheer. I do not recommend using this everyday, I use it when I go out only."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Break out city after using this primer. Do not recommend."
		},
		{
			"review_title": "Too tiny size",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I like the product, but this travel size... Too expensive! It's less than mini, it's very tiny! Not worthy at all."
		},
		{
			"review_title": "Tried and true",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "You can't dupe this primer. Or beat it. It is the original, and there is no comparison. As much as even I want to find a better one, I keep coming back to this one"
		},
		{
			"review_title": "Great Primer for Silicone-Based Foundation",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This helped cover my pours and spread my foundation evenly."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I’ve tried several different primers and I always always come SB’s photo finish, it’s the OG. Nothing gives smoother canvas for your foundation, hands down and keeps your foundation in place for 8+ hours. I have combo skin, oily-ish t-zone, fyi."
		},
		{
			"review_title": "Simply the best!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "This is far the best primer in the market. It works perfectly on my pores and let’s the foundation sits nicely on my skin."
		},
		{
			"review_title": "moisturizing without feeling wet!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "I’m loving this! It makes your skin look so beautiful when blended with foundation. 10 seconds on my skin and I’m grabbing at it like, “wait, is this blurring!?“ I evidently didn’t do enough reading, because it IS blurring, but I was able to tell without reading the packaging first. Typical blurring formula, but feels smooth on the skin and not annoying. The tiny size is for a reason, flying with makeup is just awful!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
			"review_text": "My skin gets pretty dry and makeup lays in my under eye creases. I find this keeps my skin moisturizes and makeup doesn’t settle in those creases as bad as other ones I’ve used."
		},
		{
			"review_title": "Best primer but can’t wear too many days in a row",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This is my favorite primer. It really makes my foundation look perfect. BUT… if I wear it too many days in a row, I get irritation. I usually reserve it for times that I really want my foundation to be extra great & last all day. If I only use it once or twice a week - I have no problems."
		},
		{
			"review_title": "love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Amazing product smooths and blurs. Throughout the day I’ve not been oily but definitely recommend buying the full size"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I love this product and I would leave a higher review on the full size but charging 18$ for this sample size is quite ridiculous. It's hard to realize when you just look at this product page but the tube is TEENY tiny. If you want a good primer, just buy the full size."
		},
		{
			"review_title": "Holy Grail Primer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I’ve been using this for years. I have tried so many other brands and come back to this one every single time. I have a lot of skin issues that I need addressed by my primer, and this one gets the job done. It’s especially good for oily and acne prone skin, as well as smoothing larger pores. I wear this under makeup for fantastic results, but I also wear it alone over my skin care. Even without makeup over it, I always get compliments on my skin when I wear it."
		},
		{
			"review_title": "Makeup bag must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I have used this smashbox primer for years and is definitely a makeup bag essential"
		},
		{
			"review_title": "this new fangled primer gave me micro pimples",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "if i could give this product ZERO stars i would. this is thick goop that started giving me micro pimples after a week of using this. before smashbox remade their primers i used the reduce redness primer for many, many years with no breaks outs. i won't be purchasing this new fangled remade primer again and i'm throwing out the remainder of this product. if anyone reading this can stear me to a grood & better product please let me know. meanwhile i'll be searching for a new primer...adios smashbox."
		},
		{
			"review_title": "Disappointed in New Line",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "I hate this primer. I used to use their Phot Finish Light Primer for years and it was my HG. But they discontinued it when they made the new versions recently. The regular primer is too greasy with the silicone for my combo/acne prone skin. And I can’t use the mattifying one because it has salicylic acid in it which irritates my skin. So incredibly disappointed with Smashbox right now. I’m buying up the discontinued Light Primer when I find it. I hate that I have to search for a new primer now. Why oh why, Smashbox?!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I wish I didn’t have to put a star . It super expensive for the size  14$ for one  or maybe two uses is crazy. I didn’t look on how big it was until this morning . I would never by it again. I should have read the reviews on the size . Pleas take my comment seriously it’s not worth it unless you don’t care about waste your money on small items that’s not going to last a day."
		},
		{
			"review_title": "price is ridiculous on here.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Product is amazing price is bunk  you can get this same primer, 1.7fl oz, for $50 from shoppers."
		},
		{
			"review_title": "Best in it's class",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Goes on very smooth, aging skin so it fills in lines and pores leaving a much smoother finish for my armani foundation.  Used the color correcting primer, find the clear in this brand to work the best and be the smoothest.  Makeup glides on! I've tried MAC and other high end brands not can compare."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "This is the 3rd Blur product that I am trying, so far so good but I am still looking for the Holy Grail."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Amazing product.  I will never apply foundation without putting this on first!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I used to use the original one for blurring pores and wrinkles. It was purple in colour.  This was suggested for me and was told it would do the same job as the original one.  So I decided to give it a try.  It did absolutely nothing.   I was very disappointed with this product. Why they change a product when the original one works so well.  So needless to say it is going back.  I was able to find the original one in a certain drugstore that is very well known.  So I will get it from there if Sephora chooses not to carry it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "Great product and it does exactly what I need it to. I have oily t zone area and this product keeps the shine under control. It’s light weight and the application is smooth. Definitely helps makeup last longer"
		},
		{
			"review_title": "New Customer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I received this product for from Influenster and Smashbox to test for free. After trying I’m definitely a customer. It feels light and clean, helps my foundation go on smoothly and even reduces the amount of foundation I need. #primedfor #complimentary @influencer @smashboxcosmetics"
		},
		{
			"review_title": "Pair with a setting powder for better results!!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "It does not blur blemishes or redness on its own. It also left my skin oily. But if you use a setting powder (Laura mercier works best) it will remove the oily finish and provide a matte look and conceal the blemishes."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Above average but not amazing. I still have a greasy forehead suppose to have oil control"
		},
		{
			"review_title": "the one and only",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This will ALWAYS be my go to primer!! Long lasting and makes my makeup sit so smoothly. Doesn’t feel greasy or thick at all."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I have been using this primer for so long and I love it! Feels so nice on the skin and makes my makeup look so much nicer!! Definitely a must have!"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, Medium skin tone, Dry skin",
			"review_text": "Love, love this primer—it feels so light on my skin and it lasts. I literally can’t use anything else."
		},
		{
			"review_title": "Fabulous",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "Love the way my makeup keeps all day and and smoothes out my skin!"
		},
		{
			"review_title": "love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I love this primer! Makes my makeup last all day and felt great on my skin. It’s kind of oily but for me it worked out amazing for my super dry skin."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "It's a great basic. This works well for me to make my makeup last all day, it gets the job done and one tube lasts FOREVER. It is a bit oilier in texture, which is perfect for my dry skin, but I wouldn't recommend it for someone with oily skin."
		},
		{
			"review_title": "The best for my dry skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Light skin tone, Dry skin",
			"review_text": "I have really dry skin. In winter especially. I flake on my T zone and I often had issues wearing any foundation or concealer without it looking cakey and the product highlighting all the flaky skin on my face. especially on my nose and under my eyes. using powder was out of the question because it dried me instantly. I found this stuff and wow. its changed my life. it really creates a barrier and fills in all the gaps and pores. so makeup is on top of an even layer and it cant pull up dry skin or sink into pores and lines. I'm so thankful for this product. a little goes a long way and it doesnt dry me out. my makeup lasts all day."
		},
		{
			"review_title": "my favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Really like this one. Got it in a sample and will repurchase the full size. Goes on smooth and blurs imperfections. It doesn’t ball up like some of the others and I really like that it doesn’t have any fragrance"
		},
		{
			"review_title": "Like it a lot",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Light skin tone, Combination skin",
			"review_text": "Like it a lot. Soft texture, good for acne and mixed type skin. Highly recommend. Thanks for this very good product!"
		},
		{
			"review_title": "Looks amazing! Goes in smooth",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "Admittedly I do not have a lot of experience with using primers however if you found one that works so amazing, why keep looking!  I struggle with acne and this does not break me out and washes off afterwards perfectly. I don’t use as much foundation with this and my makeup stays on and looks just as fresh at the end of the day."
		},
		{
			"review_title": "Best Product Ever.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Best product I've every used.  Very silky, not greasy.  Would highly recommend this product. Make-up stays in place all day and stops it from caking.  I intend to buy it again. Everyone should use this product especially because everyone has to wear a mask now."
		},
		{
			"review_title": "Not for me",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Feels velvety and super lightweight, but I prefer something that would hydrate my face so that I don’t have to moisturize my skin. My skin is sensitive and acne prone, so I don’t want to apply too many layers and products."
		},
		{
			"review_title": "Best primer I ever tried",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Best primer ever! So light weight and smoothing, I love how it feels on my face and how it makes my makeup look."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Helps my foundation go on very smooth. Occasionally, I get these little beaded up rolls of products depending on the moisturizer I have on underneath the primer."
		},
		{
			"review_title": "yes get it",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "Gives your skin a smooth look makes you look like if you have a flawless skin my pores disappear it perfect"
		},
		{
			"review_title": "smooth",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, fairLight skin tone, Dry skin",
			"review_text": "Perfect for smoothing, helps my makeup look amazing and soft"
		},
		{
			"review_title": "Great Staple Primer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Bless her. Used this for years, never steered me wrong. I have combination skin and large pores on the TZone. Works with almost all my foundations, sometimes gets wonky with very light coverages ones"
		},
		{
			"review_title": "Too thick, makeup slides right off",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "Makeup doesn't hold well with this, primer is too thick and tough to actually put makeup on top of it and have it hold. At first i just thought i was putting on too much, but even when i put the smallest amount on, it doesn't spread well and still takes a while before i can put makeup on otherwise it slides right off."
		},
		{
			"review_title": "yesssssssssssss!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Freaking Awesome!!! Soooooo this made my concealer look natural and no creasing!!!!!! Really… no creasing!!!!! I did moisturize my eye first before applying. A little goes a long way! I would love to see this in a bigger size!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I’ve been using this primer for quite a while now and I have no complaints. It really helps my foundation adhere good to my skin and blurs imperfections. I have dry skin and the silky texture helps the foundation not crack."
		},
		{
			"review_title": "Half the product I used to get for the same price",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "This product has always worked very well for me so for that, I won't give it one star but now that I'm paying the same amount for half of the product I used to get, I will definitely be looking for a new primer with better value. This product is now the size of a 100 point sample and should not cost as much as it does. From getting 15ml of product to now getting 8ml is obsurd to me. You can literally see the change in amount on the back of the bottles in the pictures I attached :("
		},
		{
			"review_title": "filtered base!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Hands down my favourite blurring primer. It smooths out the skin and minimizes texture, grips any makeup applied on top of it. I love the silky feel it has! Slightly mattifies and gives light oil control. Basically a filter for the skin, great if you’re being photographed. It’s been in my collection for nearly 8 years, I’ve gone through countless bottles; it’s a best seller for a reason.  I recommend doing a hydrating skin prep before applying this product especially for dryer skin types. Letting this product settle on the skin before layering more on top is key as it can pill"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "fairLight skin tone, Combination skin",
			"review_text": "Does what it’s suppose to do. Gives my face a good foundation and blur before I apply foundation. Doesn’t pill and works great!"
		},
		{
			"review_title": "$14 for this size is insulting",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Light skin tone, Dry skin",
			"review_text": "I did not fully appreciate how email the .27 oz is. I tested it on my hand and seems as good as a half dozen other blurs/ primers out there. It’s a good product, but really you can get the same quality product for less. This is very overpriced. I’m a bit shocked."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "My favorite primer of all time! I have large pores and this primer helps my makeup go on so smoothly. I pair this with the Laura mercier translucent powder and my skin looks flawless!"
		},
		{
			"review_title": "doesn’t clog pores!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I’ve tested alot of primers, many of them clog my pores except this one!! makes my makeup go on smooth and lasts quite long even though I have oily skin."
		},
		{
			"review_title": "$17 for a SAMPLE???",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "$17 for a sample??? The mini size is the size of a green sample you can get. It’s absolutely ridiculous! Do not waste your money."
		},
		{
			"review_title": "flawless",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "SO AMAZING!! FLAWLESS results! Never change this product! Will be buying forever!"
		},
		{
			"review_title": "Staple product.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Works just as well as everyone claims! I don't often wear makeup but when I do, The Original Photo Finish primer makes application so silky! No pilling or tackiness."
		},
		{
			"review_title": "RIP jumbo size",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I love this primer! I have combo/semi-oily skin and I tried the matte version and actually still prefer this one. I miss the jumbo 50ml size :("
		},
		{
			"review_title": "Number 1",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "This is the best primer I have tried. Glides on smooth & feels velvety on the skin. Arbonne has a primer much similar but is not as velvety feeling. No breakouts , makeup goes on so much better."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "lightMedium skin tone, Combination skin",
			"review_text": "Velvety primer goes on smooth and great for sensitive skin.  I gave it 3 stars because I preferred Porefessional Primer."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I have recently only been purchasing the mini because of how infrequently I apply makeup during the pandemic. Overall, this is a wonderful primer that I’ve been using for years. I love everything about it from the consistency to how good makeup applies on it!"
		},
		{
			"review_title": "Amazing primer worth the money",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, mediumTan skin tone, Normal skin",
			"review_text": "Best primer I’ve used so far and the only one that hasn’t made me break out. Definitely will be purchasing more."
		},
		{
			"review_title": "Nice",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This actually works at blurring the pores and helps foundation application look smoother. Plus this doesn't break me out afterward like some other primers I've tried so far."
		},
		{
			"review_title": "GET IT!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Love this product! It worked amazing under both my BB cream and heavy foundation."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Seriously love this primer, a small amount goes a long way, goes on so smooth, feels so light on my skin and my skin feels powdery yet silky at the same time. My skin looks amazing with it on too."
		},
		{
			"review_title": "Just added into my minimalist routine… LOVE IT!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I am very lazy when it comes to makeup (mostly due to inexperience) and I like to keep very simple/minimalist routines. Because of this, I never used a primer. I thought it would add more hassle and I didn’t ever really know enough about primers and why they’re used to ever even try one.  I WAS WRONG. Primers are essential for flawless makeup application and this one is AMAZING!!!  I applied it after letting my moisturizer set in and immediately noticed the smoothing/unifying texture on my combination skin. This product applies very smoothly and doesn’t require much to get the job done! As soon as I started to apply my foundation (Clinique’s Even Better) with my fingers, I noticed the difference from when I wasn’t using primer. The foundation doesn’t look so cakey on my skin anymore and applies very evenly!!!  I’ve never used primer before, but now I’ll never apply makeup without this primer again!"
		},
		{
			"review_title": "good texture, but doesn't do anything",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, gray hair, lightMedium skin tone, Combination skin",
			"review_text": "it did nothing for me, absolutely nothing.  It feels good, has a good texture, but other than that, my makeup didn't go on easier, didn't last longer, didn't blur, didn't hide pores.  I even tried it on half of my face and at the end of the day, no difference.  Why does this even exist?  I don't know.."
		},
		{
			"review_title": "Silk",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I have been buying this forever.   It is the best primer and does not make my difficult skin break out.  It goes on easily over my moisturizer,  and my makeup glides on over it.  I hope they never stop making it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I love this face primer. It helps with gliding on your makeup. I would say it’s pricy. But I have sensitive and oily skin so this works for me."
		},
		{
			"review_title": "Good product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I really like this! I use over moisturizer and leave it on for at least 15 seconds before applying foundation, and it makes the foundation go on smoothly and evenly."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Waited so long to try this but now understand why it is a long term fave. Still within todays range of primer performs beautifully on my skin. Good lasting power, not too drying, smooths out the skin, no peeling, performs well under different liquid and powder foundation. I also love that it has no Fragrance!"
		},
		{
			"review_title": "Where have you been all my life!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Love, love, love! I can’t believe I’m so late to the party for this primer! It is amazing smooth, feels like nothing is on but does a great job as a base. I’ve used Fenty and MAC primers before and while I won’t bash other products this one feels best since I already use a moisturizer prior to make-up application. I would recommend this to anyone"
		},
		{
			"review_title": "Always go back to this",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "What can I say. I have been using this for years and I’ve tried them all (tatcha, benefit, rare, YSL). But I keep going back to this. My one complaint is it does not do anything for oil control. But it makes your makeup glide on and keep throughout the day. Not perfect, but my number one."
		},
		{
			"review_title": "Great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "My review doesn't even matter at this point; we all know this primer is amazing! :) Not only does this do an amazing job, but the overall finish is matte, yet glowy and therefore unmatched. Have bought before and will buy again!"
		},
		{
			"review_title": "MUST buy for a silky texture look.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This one is WOW!! Finally I have found a primer which is just the Right fit. The consistency is creamy and kinda runny which makes it glide on easily over the face. And this adds a sheer glow to your overall makeup after that. The only problem is this made me breakout a li’l around my eye but I can let that go given the fab nature of this smashbox primer. I have dry and sensitive skin, maybe that’s the reason but other than the breakout, I LOVE this one."
		},
		{
			"review_title": "Smooth and effective!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Dry skin",
			"review_text": "Photo Finish is smooth and effective. It does it’s job !!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love this primer. I got it first as a bazaar reward and I love love loveeee it. It blurs out pores (I have dry skin) and if I accidentally forget to moisturize beforehand this primer is forgiving and although it doesn’t contain a moisturizer, it certainly helps create a barrier."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "although the primer isn’t sticky, it does a great job of blurring, “filling” pores, and giving your foundation/concealer a good base. i struggle with acne, but i love doing my makeup. this primer does a great job of smoothing out the pores and my acne. i’ve also noticed that my makeup blends better when i use this primer!"
		},
		{
			"review_title": "New formula?!?",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I’ve been purchasing this for over 6 years, so I was glad to see a 2 pack. When I received this I was shocked at the consistency, it is much thinner than it used to be. It used to be a thicker formula that worked so good I would wear it without foundation. Now it’s watered down or something. Not sure why they changed it but I’m highly disappointed and considering returning."
		},
		{
			"review_title": "Works wonders!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I have been using this primer for years!  There are better primers out there but I keep coming back to this one because you really can't beat how effective it is for the price.  My makeup does not crease when I wear it and it definitely has a blurring effect.   I have zero complaints!"
		},
		{
			"review_title": "So smooth",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I absolutely love this primer and how it glides over my skin. I bought a thicker foundation and almost threw it away, but decided to try it with this primer (and I’m so glad I did). The foundation is easier to apply and looks great."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "Awesome coverage before putting your make up on. It stays on all day"
		},
		{
			"review_title": "Good, but overpriced",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Normal skin",
			"review_text": "A great primer, love the texture, but the elf primer is very similar. I love this, but its definitely over priced."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "It didn’t so much to smooth my pores; they looked the same. Allowed the primer to dry then applied my makeup."
		},
		{
			"review_title": "LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Love this product, wish they had the jumbo siZe available. I have dry textured skin with some acne and in my early 30s. This primer is the best I’ve ever used so far. I’ve tried tatcha silk canvas, porefessional, laura mercier with spf, and a few others. This helps with my fine lines and t-zone. I purchased the .27 fl oz/8 mL and no idea why I got it. It’s pretty expensive for such a small tube. Might as well get the bigger size if you truly love this product."
		},
		{
			"review_title": "Favorite primer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I love this primer because it’s texture! It feels like you are wearing no primer and it sinks into the skin so nicely! It helps lay the makeup on beautifully and it lasts on all day. It helps minimize pores, but it doesn’t blur them. It doesn’t make your skin look oily too! I love this!"
		},
		{
			"review_title": "Mo Money, Less Products",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "The product is still amazing but they’ve made the travel size is much smaller and kept the price the same, super disappointed that they’ve done this."
		},
		{
			"review_title": "legit hated this at first",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "Initially, I REALLY hated this product. Reading is fundamental and months after buying this primer, I found out I was applying my foundation without letting the primer dry for a little bit. After this blunder, I am so in love with Smashbox. Sometimes we have to be mindful with directions regarding beauty products !"
		},
		{
			"review_title": "OILY FINISH",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "It’s a good product, the only thing that turns me off is that it oils up my skin."
		},
		{
			"review_title": "Caked up",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "Horrible, worst primer ever.I couldn’t even spread my tinted moisturizer on, it just caked up..back to benefit."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "A classic for a reason. I don't know whats in this stuff, but whatever it is no primer can match its pore-smoothing abilities."
		},
		{
			"review_title": "Overhyped",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I’m so disappointed that I wasted my money on this. I have lunar crater pores and this didn’t do anything to blur them. The primer makes your face super smooth and it does help foundation go on better but it didn’t do anything for what I bought it for, which was to fill in my pores. It was also pretty greasy, which is good for dry skin but not for oily.  Get the benefit porefessional."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "very good add blurring and mattifying your face but, a little pricey. You could easily find a dupe."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "I have tried numerous primers and I always go back to this one.... my make up stays in place all day."
		},
		{
			"review_title": "Not it",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "I always use the Make up forever step 1 pore minimizer and wanted to try something new. This product was horrible. You could see all my pores as soon as I applied my foundation. I felt so greesy, the texture feels like your make up will slip right off."
		},
		{
			"review_title": "perfect",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Oily skin",
			"review_text": "Perfect . Trust this is one you have been looking for sis"
		},
		{
			"review_title": "Please buy it, It's awesome! :)",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I loveeeee this primer. My makeup looks awesome since I started using this. I think this primer is for all skin types. I suggest to buy the bigger bottle since it finishes very quickly. Your foundation sets very nicely on your skin, it's easy to blend out. Way worth the price - Already my 6th tube! :)"
		},
		{
			"review_title": "SLIP N SLIDE SKIN",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "It blurs my skin but makes my makeup slip and slide. Kinda defeats the purpose of a primer sadly."
		},
		{
			"review_title": "I wish I could use this with my foundation!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I feel like this primer would be really good, if my foundation wasn’t Matt... My make up held on really good. No breakouts of any kind. Negative part, I had patchy spots (probably cause of the double Matt combo)."
		},
		{
			"review_title": "Amazing !!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I’ve never been impressed with primer until I got this. It’s UNREAL. It’s hard to explain how it “blurs” but it totally mattes your skin and just blurs flaws. I’m obsessed!"
		},
		{
			"review_title": "Always a reliable favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I have tried SO MANY primers that blur but I always come back to this one. It works with all sunscreens, lotions, foundations without pilling or streaking. Even the mini lasts a good while."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "It's not worth the money for sure  I'm sorry I wasted my money"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I actually wear only this product on my skin and it makes me look amazing, it blurs our imperfections and really makes my skin look smooth."
		},
		{
			"review_title": "AWESOME PRIMER!!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "I bought this on sale at TJ Max and I love it so much! It leaves my skin feeling and looking smooth and helps me cover up my acne. I would highly recommend this to anyone. The only thing is that the price is so high, I recommend maybe looking at TJ Max, I got the full size one for only $8 I think, last time I was there I saw a huge size of it that was only $17, so it's a really good deal compared to regular price."
		},
		{
			"review_title": "Caution to sensitive and acne-prone skin...",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I was keen on trying this but sadly disappointed.  It could just be an issue of my skin’s sensitivity but this product made me breakout after one use which is not a normal occurrence for me but does happen from time to time.   Beyond that, it didn’t do much for me as a primer and it didn’t feel good once applied or at any point throughout the day. I gave it a couple of days, but it just didn’t make the cut. Skin went back to normal after a week."
		},
		{
			"review_title": "Perfect primer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "red hair, Light skin tone, Combination skin",
			"review_text": "Omg I’ve been in love with this primer for years. Gives your skin such a smooth finish and your face feels wonderful after washing your makeup off. The texture is so smooth and hydrating, yet non-greasy."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Works well. Smoother out my pores before my makeup application"
		},
		{
			"review_title": "There's a reason it's a cult favourite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This is an excellent primer for anything from going out to going to work. It applies incredibly smooth and does the job. No white cast, keeps makeup on your face and is non greasy. What more could you want?"
		},
		{
			"review_title": "AMAZING FOR DRY SKIN WITH HYDRATING FOUNDATION",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "I tried this primer before and it looked horrible on my dry skin, but I realized it’s because I was using it with a matte foundation. Tried it again with Fenty hydrating foundation and omg!!! After 3-6 hours, my skin looks amazing and the foundation doesn’t start breaking a part because of this primer!!!! New favourite. Love!!!!"
		},
		{
			"review_title": "NOT WORTH YOUR MONEY",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This primer is like silicon and does not blur at all! It just feels like another layer on top of my skin although it is smooth. I wouldn't recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "It does what it says—smooths and blurs! I apply where my pores are most visible, and it completely erases them."
		},
		{
			"review_title": "yes yes yes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "So far I am in love with this! I have been using Hourglasses primer for YEARS and while it is smooth it didn’t do what this does, this one has my base just so smooth that foundation goes on beautifully! Thankful I started using it!"
		},
		{
			"review_title": "Yup",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "My go to smoothing primer. I love it, I love it, I love it!"
		},
		{
			"review_title": "My go too primer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "This is my favorite primer, I’ve tried tons of different ones but I always come back to this one. It’s light on your skin a little goes a long way. It covers any large pores or imperfections smooths your skin out nicely, and looks great even on it’s own."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Oily skin",
			"review_text": "Love this primer, used it many times before. Very silky and smooth feeling. Don’t need to use a lot! Keeps my make up on well throughout the day even while wearing a mask :)"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I was disappointed with this primer. I’m glad I only got the mini size. I have an oily t-zone and this went on smooth and matte but after wearing for an hour or so, I felt greasier than going primerless. I’ve tried it with different foundations and no makeup to give it a fair shake, but the same outcome each time."
		},
		{
			"review_title": "I can finally die peacefully",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "MAKE ME LOOK FAKE YESSSS I LOVE IT MY SKIN LOOKS BOMB ALL DAY BECAUSE OF IT NEVER AGAIN WILL I BUY ANOTHER PRIMER"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Normal skin",
			"review_text": "I bought this after almost using up the Photo Finish Minimize Pores primer (lilac tube), which I love. IMO this new version doesn't fill my scar or one big nose pore as well as the previous version. I do find, however, that I have less issue with flaking when I wear foundation than I had with the Minimize Pores version. Both products have a great silky feel and improve my skin's appearance whether I wear foundation or go bare."
		},
		{
			"review_title": "My go to",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This is my go to primer. This is my first step in my makeup routine, and my foundation does not move throughout the day."
		},
		{
			"review_title": "Photo Finish",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I consider this my go to Primer, very smooth application. I don't feel oily nor does it feel heavy. This primer helps my makeup go on flawlessly."
		},
		{
			"review_title": "Received a sample.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is oil-free, yet leaves a soft finish.The smooth feel makes your foundation go on wonderfully. I never break out in pimples!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "I didn’t expect to be impressed with this primer. Every primer I’ve used hasn’t bad but they haven’t been life changing either. This primer makes my foundation look natural and makes it last longer."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "Highly recommend.. it is the first one I used and will continue to repurchase"
		},
		{
			"review_title": "Must Have Product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "SO GOOD! Blurs blackheads and keeps my makeup from smudging."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Still my go to after all these years! Since I’ve gone through so many I always like to tell my friends you have to shake it before you use it otherwise it comes out watery at first! So many primers out there but nothing beats this!"
		},
		{
			"review_title": "Not Great for Oily Skin",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Oily skin",
			"review_text": "This is the OG silicon smoothing primer. Pretty nice but not great for oily skin."
		},
		{
			"review_title": "Dont go out without it.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "Love this product. Makes your face silky smooth to use under foundation."
		},
		{
			"review_title": "does the trick",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "I use this primer on my t-zone, but more often on my smile lines. It does the trick so I've repurchased it many times. However, it's not something I die over, so that's why I'm giving it four stars."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "My go to primer for life! I’ve Tried others but I keep going back to this one."
		},
		{
			"review_title": "Its Alright",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Its okay. Not the best not the worst. It makes my skin feels super soft but if I were to put it near my eyebrows and then do my eyebrows it would smear off the make up."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "One of my favorite primers. Does a good job at keeping my foundation flawless."
		},
		{
			"review_title": "One of the best in the market.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "One of the best in the market. It leaves my skin super smooth without feeling greasy or gross. I love the final look with this primer. I've tried others and this one is honestly one of the best I've tried. Worth every buck!"
		},
		{
			"review_title": "New formula?",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
			"review_text": "I received a sample a while back and loved this product. So, I went into the store recently and bought a full-size bottle. The branding and look had changed, so I was confused at first but was told by an employee it was the same product. However, upon using it, it looks like they changed the formula. It feels a lot more greasy on and is very liquid-y instead of gel-like. The sample had helped control oil, this one doesn't seem to as much. Disappointed."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Light skin tone, Combination skin",
			"review_text": "Got a mini tube, tried it and was not a fan. It’s clear, smells pretty good and goes on easily but it is oily feeling and doesn’t allow makeup to set nicely."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Great primer! Smooth pore minimized finish, a staple for me!"
		},
		{
			"review_title": "Does not control oil",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I bought this primer because I saw it being promoted by Youtubers who have oily skin. I have used it with both silicone based and water based complexion products and my oil still seeps through. I did like how smooth it made my face look and feel though"
		},
		{
			"review_title": "My routine isn’t complete without it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "An absolute must for the times I wear a full face! Mostly I stick to moisturizer, eyeliner, brows and lip gloss ( I have eyelash extensions so no mascara necessary). But for the occasions that I go full out, this product not only gives me a fantastic surface on which to build but it increases my makeup’s staying power exponentially... If you’ve thought about purchasing this product, I say jump! It will be truly worth it."
		},
		{
			"review_title": "made me break out",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "I bought this because I was told smashbox primer was good to use on acne prone skin but this made me break out HORRIBLY! My skin was almost completely clear and then I used this and the next day my skin was a mess. I know it was the primer because I used the same products the next week without the primer and my skin was fine. I will never buy this stuff again"
		},
		{
			"review_title": "Best so far.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "By far the best primer I have found so far for my large pores."
		},
		{
			"review_title": "Over 55+ mixed skin tone",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, gray hair, Fair skin tone, Combination skin",
			"review_text": "A very nice product. Comes out slightly oily but does not greasy if that makes sense.  Smooth to put on (I use finger tips) with good coverage.  Stays on for a 12 hour shift for me (under my mask as well)."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Got this as a free sample and I've not used a whole lot of primers but I will say I LOVE this! It's absolutely amazing!"
		},
		{
			"review_title": "THIS IS A GAME CHANGER FOR YOUR MAKEUP ROUTINE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I have been using this product religiously for the last year and cannot find another primer that compares. I tried using newer primers to see if I found a better one and always come back to this one right away. It glides on so smooth. I struggle with bumpy skin and this makes my skin feel like velvet. I usually prime my skin with this product, set it with setting spray, and then wait 15 minutes to let it become one with my skin. Absolutely the best primer."
		},
		{
			"review_title": "Favorite Primer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This is my go-to. I've been using this primer for over a year. It's pricey but it works the best out of all the primers I have tried. Feels really nice on my face and helps keep my makeup on throughout the day. I have oily skin. This doesn't really do much to keep the oil away so I usually use this in combination with another smashbox primer that helps to mattify my skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "Love this primer! Love how looks and feels when I put my foundation on. Glides on smoothly."
		},
		{
			"review_title": "Instant Transformation",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Went to Sephora with one question: Why does foundation hate my face? I did not expect to find such a simple answer to my caking AND flaking in this little tube. I'm close to 30 and finally comfortable wearing makeup because of this primer."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Let it set for 2 minutes before applying your liquid foundation and the texture is perfect."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I bought this primer a couple of months ago and I'm so happy I did because it makes my foundation look flawless. I removed a star because when I squeezed the tube the first time a bunch of oily liquid came out. Not sure if the one I got was old or if this happens with all of them but I tried shaking the tube to mix in the liquid and had no luck."
		},
		{
			"review_title": "favorite primer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "the best primer I've used. gives you a smooth, satin finish and makeup goes on so smooth"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "Great. Too small though. Would like more bang for my buck."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "My go to primer when I dont want to buy Tatcha Silk Canvas. Makes my face feel so smooth and moisturized, without being greasy. As an oily girl, I appreciate that. No scent whatsoever either and makes my face look legitimately airbrushed."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Grey eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "Tried this as a free sample when I bought their foundation, absolutely loved it and immediately bought the largest size available"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Love this primer. I have used others and this is far more superior. Gives smooth finish with feeling heavy. Helps make fines lines and pores less visible."
		},
		{
			"review_title": "Love it!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I got a sample of this and that was it..had to get it!"
		}
	]
}