{
    "product_id": "1493",
    "name": "Slipsilku2122 Skinny Scrunchies - 4 pack",
    "brand": "Slip",
    "categories": "Hair, Accessories",
    "price": 39.5,
    "about": "What it is:  Award-winning scrunchies to match your hair tone. Designed to avoid hair creases. Anti crease, anti breakage. Upgrade your hair tie game...Hair Type: Straight, Wavy, Curly, and Coily..Hair Texture: Fine, Medium, and Thick..What Else You Need to Know:  Upgrade your hair tie game. From the makers of the Slip anti-aging, anti-sleep crease, anti-bed head pure silk pillowcase, these scrunchies were designed to avoid hair creases. They are made with specially selected elastic and a slipsilku2122 covering to be gentle on your delicate hair...Slipsilk is specially-commissioned and made to Slipu2019s exacting standards, developed and refined over 10 years to provide the ultimate combination of shine, thickness, softness, and durability. They use the highest grade (6A) long fibre mulberry silk, with a thickness of 22 momme, and enforce the strictest quality guidelines, including non-toxic dyes...This product is an Allure Best of Beauty award winner...This Set Contains:.- 4 x slipu2122 pure silk skinny scrunchies..",
    "ingredients": "",
    "how_to_use": "",
    "num_reviews": 77,
    "overall_rating": 4.0,
    "product_url": "https://www.sephora.com/ca/en/product/slip-slipsilk-tm-skinny-scrunchies-P505021?skuId=2667673&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2667673-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Blonde",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2654325-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Dark Brown",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2654309-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Silver",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2667699-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Copper",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2667681-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Black",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2654291-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Light Brown",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2654317-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Auburn",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2667673-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Su2019u00e9tire",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Su2019u00e9tire vraiment facilement et rapidement vraiment du00e9u00e7u du produit"
        },
        {
            "review_title": "Not worth the price",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Dry skin",
            "review_text": "I tried this because I have heard a lot of good things about Slip scrunchies but for the price I was not impressed. They stretched out really easy and are now unusable. I read a few things online about shrinking them that I may try."
        },
        {
            "review_title": "A must have",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "These are a bit pricy but totally worth it for your hair!"
        },
        {
            "review_title": "Save your money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I wanted to love these.  I DID love these.  But not for long.  They stretched out so much so quickly.  For the price point I had much higher expectations."
        },
        {
            "review_title": "Soft and Durable",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Since purchase I have rotated using the three colors. I usually wear the scrunchie on my wrist since normal hair ties are usually way too tight. No hair pull when you undo your hair either! Hair doesnu2019t seem to get caught in them easily either; you can just pull the excess right out"
        },
        {
            "review_title": "Expensive and for what?",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "Genuinely insane how expensive these are. They are hair ties. Be for real."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Olive skin tone",
            "review_text": "These are my absolute favorite hair ties. I would highly highly recommend them."
        },
        {
            "review_title": "Lux hair ties",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I was wanting to upgrade my hair tie situation. I gave these a try and never looking back!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Love this scrunchies. My hair has reduced its breaking."
        },
        {
            "review_title": "Really like these",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I love these hair ties! It doesnu2019t rip my hair out like some others I get from the drugstore, and I like how they come in a pack because Im horrible at keep tracking of my hair ties lol"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Normal skin",
            "review_text": "Love the slip skinny scrunchies!! This are great for breakage and casual wear, I wear them a lot when tying up my hair for bedtime. However they stretch out really quickly and are not great for exercise with a lot of movement but otherwise theyu2019re great"
        },
        {
            "review_title": "Must have scrunchies",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I looove this scrunchies it looks so cute on my wrist and hair, it never pulls my hair out when im taking it off my hair, it feels so light and soft too!"
        },
        {
            "review_title": "a nice little luxury",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "iu2019m so glad i tried these! theyu2019re expensive and not necessary, but if regular hair ties bother you these might be worth a go. i usually use big scrunchies but iu2019m not always wanting that much of a Lewk u2122. these are as comfortable while still being discreet."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "these pull my hair out! two stars for redhead inclusion. you can do better with another silk scrunchie!"
        },
        {
            "review_title": "Never Breaks Hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "Never breaks hair, but stretches out if you use it to put up long hair in a messy bun for too long."
        },
        {
            "review_title": "Worth the price!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "So gentle on my hair and holds very well! Soft and comes in cute colours."
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This product is a must if youu2019re looking for a silk scrunchie that wonu2019t leave any lines in your hair while sleeping. I typically go 3-4 days without washing my hair and using this scrunchie helps me not to wake up with lines in my hair."
        },
        {
            "review_title": "The worst u201csilku201d scrunchie",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Literally the worst scrunchie Iu2019ve ever had. Everytime it came to taking it out, it tangled and pulled my hair some much - one time even having to cut it out of my hair it got so knotted in my hair. I rarely encounter hair ties that get to caught it my hair I have to cut it out - unless itu2019s a pure rubber band elastic."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "These are my favorite i will keep buying and buying them!!"
        },
        {
            "review_title": "Slipsilk is the best!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Holy grail. Iu2019m so glad they came out with a hair-matching color. I wonu2019t wear any other hair tie unless Iu2019m doing an intense workout, and even in that case I use a slightly cheaper version of these."
        },
        {
            "review_title": "Use them every day",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have used slip skinny scrunchies for a very long time now and I was SO excited when I saw these hair color versions come out. I love these so much and they have kept my hair healthy. They do stretch out after a while but most hair ties do"
        },
        {
            "review_title": "Loves these! Will definitely buy more!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "Wow my expectations for these hair times were pretty low I donu2019t know why, but seriously donu2019t think I can never go back to any other hair time! And theyu2019re so beautiful too!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "I love these new colours including the copper to match cuz Iu2019m a redhead"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I wear these every day! Used to get a lot of breakage from non-snag elastic but donu2019t get any of these. More colors plz!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Loving how it feels on my hair. Pretty and holds very well."
        },
        {
            "review_title": "Save your money.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I like how they do not pull or rip out my hairu2026 however after only 3 months they have stretched out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "The best scrunchies Iu2019ve ever had. Very gentle with my hair. It is kinda expensive but it is worth it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "this is a must have if youu2019re on your hair recovery journey!! itu2019s kind of tough for fine hair as it slips out sometimes but itu2019s definitely manageable to use! I hang on to these like theyu2019re gold because of the price point but theyu2019re definitely worth it when wanting to take good care of your hair"
        },
        {
            "review_title": "pricey",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "They are 10$ per scrunchie and in a short time I have already lost 2. They slide out of my hair too easily."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Perfect for messy bun quick pony tail. Also doesnu2019t bother my wrist when I war it there. And it looks nice silky and soft."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "It looses its elasticity after just few uses and it keeps on falling and getting loose and while sleeping it just slips out and fall so whole purpose is defeated"
        },
        {
            "review_title": "the best scrunchies!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "super cute scrunchies! these are my absolute favorite. I love all the different designs/colors, makes it easy to match w outfits. theyu2019re very stretchy & donu2019t crease my hair at all!"
        },
        {
            "review_title": "great scrunchies!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Absolutely love these hair elastics. I have quite a few of them as I find they are the only ones that donu2019t tug on my hair and doesnu2019t leave kinks. Win all around!"
        },
        {
            "review_title": "Love these",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "These have actually helped me mend my hair after bleaching and I feel comfortable sleeping in them at night! Such a fun lil luxury item to own."
        },
        {
            "review_title": "perfect size and feels great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Love how easy these feel on my hair and doesnu2019t rip my hair out when I take the scrunchie off! Also stylish on my wrist"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "Love this product, I have thin medium length hair and I wear clip ins hair extensions, and these scrunchies are the only thing I like to wear to put my hair up, doesnu2019t give me a headache and itu2019s not rough on the hair. It holds hair better than anything I have tried so far and the silk makes it easy to take off, just slides right off when taking them out."
        },
        {
            "review_title": "Stretch out too quickly.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "These stretched out very quickly. There is a way to get them small again (I think you put them in the dryer? Not too sure), but for the price I would like to be able to use my hair ties for more than a couple weeks without having to revive them. Also, if you put your hair in a tighter pony or bun, you WILL still get a mark on your hair. Did they pull on my hair less? Yeah, a little. But I wouldnu2019t buy them again."
        },
        {
            "review_title": "worth every penny",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I have extremely thick hair and these scrunchies can wrap around me hair 3 times, which is a literal miracle. I love the material because it doesnu2019t break my hair. They look so cute on your wrist too. Highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I love these and how they donu2019t snag my hair. I havenu2019t had any issues with them stretching out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Game changer! No damage and so soft. Too bad I got my 3 girls hooked to this scrunchie and now everyone needs a set."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Love them ! Does not leave a crease on your hair and you can wear it on your wrist without it hurting you."
        },
        {
            "review_title": "stretch out",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Wish I had read the reviews but bought on a whim in store. Stretch out after a few uses."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Did not like them. Donu2019t hold well the hair. Got ripped out quick, did not last for long time."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "They did exactly what all of the other reviews said that they would, and stretched out too much immediately."
        },
        {
            "review_title": "stretch out sooo easily",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "these scrunchies are honestly really nice in your hair but for over $6 a piece, itu2019s a little insane how much they stretch out. i also donu2019t have super thick hair so i donu2019t know why they get so stretched out. itu2019s frustrating because i really like them but in the end not worth it"
        },
        {
            "review_title": "waste of money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "These are trash quality. These scrunchies are only good for a few uses before theyu2019re way too lose. My issue was that to not ruin it I had to only wrap it around my hair twice, but that kept slipping out. If i did it a third time to keep my hair in place, it would stretch out soooooo quickly!! I know these are appearing because their silk and small scrunchies, but you can find better ones elsewhere"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "These are cute, but they stretched out really quickly. I have to put multiple loops now, and I feel them pulling my hair- so it defeats the purpose of them being silk. I do not wear them every day, so I am disappointed they did not last longer."
        },
        {
            "review_title": "Love these!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I love these hair ties! They hold my hair well and donu2019t slip, and they are super cute and donu2019t damage my hair. Win win!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "My favorite products comes from Slip. This scrunchies are game changers in term of your hair breakage due pony tales. Plus colors are nice and sophisticated. Also, will be great as a gift for literally anyone. Ow yes and they look cute on your wrist))"
        },
        {
            "review_title": "awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "First off...I always used to lose my hair ties but with these never again because they are far from being cheap! That being said they are great! My hair tangles way less and they are cute when it comes to styling."
        },
        {
            "review_title": "chic and healthy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "Simply obsessed. I LOVE these. Absolutely love. So much healthier for your hair and look so chic! As for the bad reviews saying they stretch- I use them daily and had a set for 9 months and only had ONE stretch out. As long as you take care of them they will last!"
        },
        {
            "review_title": "love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love these. I feel like my hair stays really well and theyu2019re super cute. A lot easier on your hair too"
        },
        {
            "review_title": "love this beauty",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love this beauty, very nice to use, highly recommend"
        },
        {
            "review_title": "Don't recommend it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Not long-lasting and it will stretch out too soon. Won't repurchase from Slip."
        },
        {
            "review_title": "my favorite but might not be yours",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I really love Slip scrunchie. It's soft, cute and holds just enough to not feel like your head hurt after a while. I have short but thick hair and it stays in place. I could see it holding less if you have thin hair. If you take care of it even with daily use it will last over a year like mine. If you treat it like a savage and pull/stretch it indecently this is not for you, will last around a month max."
        },
        {
            "review_title": "slip scrunches to the rescue",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "These are the best hair ties! They hold up my thick hair without damaging nor leaving a crease and when not using them, I can leave on my wrist as an added accessory!"
        },
        {
            "review_title": "Awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Love these.  Best Scrunchies I have ever used"
        },
        {
            "review_title": "Less hair breakage",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have bleach blonde and pink hair, Iu2019ve been dying my hair for years and honestly itu2019s pretty fragile and damaged. When I was considering purchasing these silk slip hair ties - I thought well I might be returning these. Itu2019s very expensive for a couple hair ties but for the last month, I have only used these and am a believer. I donu2019t pull out hair with these and Iu2019ve also purchased the silk slip pillow case in pink. Beautiful color and losing less hair, just one of the many steps Iu2019m taking to stop the damage! They need more color options and I plan on getting the bigger scrunching size as well."
        },
        {
            "review_title": "not worth  it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "They do crease your hair I tried it several times after washing my hair after blow dried hair going to bed always left me a crease and I donu2019t make it super tight didnu2019t work for me sadly"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I LOVE these and they are the only hair ties I use now . HOWEVER the elastic inside of the silk outside is poor quality . They stretch out and don't retain their shape well . I use them besides this but a couple of them have stretched out so much I can no longer use them . For the price they should be better quality elastic . I also noticed if you have any sort of oil product in your hair it ruins them as well ."
        },
        {
            "review_title": "Just buy them",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Iu2019m in love with these scrunchies I wish I wouldu2019ve purchased them sooner. I have really long hair and regular hair ties always pull my hair out, not these! At first I wasnu2019t sure how much use Iu2019d get out of the pink and champagne colors but I probably use those the most theyu2019re so fun."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Very nice material, way overpriced for what it is though, stretched out after a few days."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "u2022 perfect use, wearing one now!"
        },
        {
            "review_title": "Pricey but worth it for my fine thin hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "I really like these! They hold my fine thin hair well and i can easily remove them smoothly. I may lose 1-3 hairs compared to the u201douchlessu201d black plastic/rubber kind that is difficult to remove, breaks and pulls way too much of my hair. One star off for the price; but worth not having the pain on my scalp and hello I need all the hair on my head. Bought it during the sale period."
        },
        {
            "review_title": "you need this...",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I've been eyeing these for a while but it's pricy so I was hesitant in purchasing. I've searched everywhere for a hair tie that doesn't leave a crease in my hair or pull my hair out and I'VE FINALLY FOUND IT. These are actually amazing, I never knew I could love a scrunchie so much. It's a splurge but it was worth it."
        },
        {
            "review_title": "Long hair besties",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "At first, I was hesitant to get this. It just seems like a ridiculous price for 6 hair ties, especially for someone like me that buys her hair ties in bulk. But I'm so glad I caved and got them during the holiday sale. Now I kinda regrate that I did not get more! Such a noticeable difference! No more pulling and breakage. So gentle on my long fine hair. Would recommend for anyone that wants to grow their hair longer."
        },
        {
            "review_title": "love these",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I have thin/fine hair and these smaller scrunchies are the perfect size. My hair is damaged from bleaching so Iu2019m trying take better care of my hair now, and when I take out my ponytail it just glides right out, no pulling or breakage."
        },
        {
            "review_title": "Great for everyday!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I love these! There are my new everyday hair ties. I can't leave my house without one on my wrist. They're really cute and I think they're worth it. They haven't creased my hair yet"
        },
        {
            "review_title": "Big girl scrunchies",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The classiest, cutest scrunchies around.  Look great in my hair, look great on my wrist, are gentle and leave no kinks.  Would love some in silver too."
        },
        {
            "review_title": "super cute and great for hair protection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love these! I always used the goody ouchless hair ties and they not only left marks but my hair was constantly pulled out. These donu2019t pull out my hair and they actually look adorable as a pony tail! I love them! Definitely will buy again!"
        },
        {
            "review_title": "Awesome!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "These worked great for me! i have fairly thin hair and they hold it with no problem, the soft material makes sure there is no pulling. they are a little on the pricey side, but worth it to me :)"
        },
        {
            "review_title": "Perfect hair scruchie",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "These are great!! I have used regular hair ties for years. But I have never felt like they lasted or held my hair. These are PERFECT and they are so pretty."
        },
        {
            "review_title": "Does not Eliminate Kinks",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "These are soft and will not damage my hair. However they do not eliminate kinks when sleeping which is main reason I splurged on them. I dry my hair completely and put it up at night and wake up with the same kink that any regular hair tie makes. I have fine, straight hair. Not impressed."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love these! I like sleeping with my hair up in the summer but when I wake up itu2019s always fallen down. Iu2019ve tried invisibobble and teleties (teleties are my personal fav) but they arenu2019t great for sleeping in. These are my go to now!"
        },
        {
            "review_title": "great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "i have fine hair and they hold beautifully"
        },
        {
            "review_title": "Amazing !!!! *****",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I just ordered these and theyu2019re absolutely amazing I donu2019t get that awful mark that I do sometimes using other bands on my hair (  that awful intention mark where you can tell your hair was up )  ,  I also have  thin bleached hair  and please donu2019t talk at it as the other reviewer mentioned !!!  I love these and definitely recommend !!! <3"
        },
        {
            "review_title": "Pricey, but they work for me!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have very thin, fine shoulder-length hair that's prone to fall-out. These are comfortable and don't tug at the scalp. I love them!"
        }
    ]
}