{
	"product_id": "1444",
	"name": "Ultimune Power Infusing Concentrate",
	"brand": "Shiseido",
	"categories": "Skincare, Treatments, Face Serums",
	"price": 51.5,
	"about": "What it is:A concentrate meant to elevate skin’s natural multi-defensive power against visible signs of aging, environmental factors, and daily stress..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Dryness, Redness, and Acne/Blemishes.Highlighted Ingredients:- ImuGenerationRED Technology™: Promotes production of collagen..What Else You Need to Know:Shiseido’s ImuGenerationRED Technology helps broaden skin’s nutrient network and feeds collagen’s key component*. The end result: Wrinkles are less noticeable and skin becomes smoother, more resilient, and healthier-looking.",
	"ingredients": "-ImuGenerationRED Technology™: Promotes production of collagen..-Lifeblood Beauty Science™: Extends life of blood vessels, promoting circulation...Water (Aqua/Eau), Alcohol Denat., Glycerin, Butylene Glycol, Dimethicone,  Diglycerin, Peg/Ppg-17/4 Dimethyl Ether, Phenoxyetkanol, Triethylhexanoin, Isodecyl Neopentanoate, Trehalose, Ammonium Acryloyldimethyltaurate/Beheneth-25 Methacrylate Crosspolymer, Peg-14m, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Peg/Ppg-14/7 Dimethyl Ether, Tocopheryl Acetate, Rosa Damascena Flower Water, Alcohol, Fragrance (Parfum),  Disodium Edta, Potassium Hydroxlde, Silica, Isoceteth-10, Linalool, Lauryl Betaine, Sodium Metabisulfite·Ginkgo Biloba Leaf Extract, Geraniol, Citronellol, Origanum Majorana Leaf Extract, Nelumbo Nucifera Germ Extract, Hydroxyproline, Houttuynia Cordata Extract, Sanguisorba Officinalis Root Extract, Sodium Carboxymethyl Beta-Glucan, Thymus Serpyllum Extract, Bht, Lactobacillus/Hibiscus Sabdariffa Flower Ferment Filtrate, Perilla Ocymoides Leaf Extract, Sodium Bicarbonate, Iris Florentina Root Extract, Sodium Benzoate, Ganoderma Lucidum (Mushroom) Stem Extract .",
	"how_to_use": "Suggested Usage:.-Apply morning and evening after cleansing and before moisturizing..-Press the pump twice to dispense formula..-Avoid direct contact with eyes. If contact occurs, rinse eyes thoroughly with water..-For the first use, push the pump several times to initiate the flow of serum..-Store away from direct sunlight and high temperatures.",
	"num_reviews": 76,
	"overall_rating": 4.5,
	"product_url": "https://www.sephora.com/ca/en/product/shiseido-ultimune-power-infusing-concentrate-P475612?skuId=2498673&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2498673-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "0.5 oz/ 15 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2498673-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "It does plump skin very well! It does have a scent that irritates my sensitive skin but overall, it would be an excellent serum for people without extra sensitive skin."
		},
		{
			"review_title": "No wrinkles",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "The best . See my wrinkles is disappearing. Had Dior capture what is the way expensive but Dior doesent work at All."
		},
		{
			"review_title": "Very drying and made my wrinkles look worse",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Combination skin",
			"review_text": "I put it under my eyes and this morning they were all dried out and it looked like I had new wrinkles! I remember that this had good reviews and I couldn't read the ingredients at the store, so I bought it. I read the ingredients list online and alcohol is the 2nd ingredient, so it explains why my skin looks so terrible. They quite possibly could have had a good product that doesn't dry out your skin if they just left the alcohol out and replaced it with something more hydrating. I am going to have to return it. I may try their cream instead but will make sure to read the ingredients first!"
		},
		{
			"review_title": "Protects/Firms/Moisturizes Delicate Eye Area",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I am very excited to have tried Shiseido Ultimune Eye Power Infusing Eye Concentrate in exchange for my honest review! I have been trying this incredible eye concentrate daily in the morning and  applying before bedtime. The Shiseido Ultimune Eye Power Infusing Eye Concentrate applies very smoothly, is super lightweight, and absorbs quickly. It instantly leaves my delicate eye area very firm, ultra hydrated locking in moisture, and instantly brighter protecting against dryness & friction which causes aging damage to skin. I love that this product is super lightweight and absorbs quickly because I easily apply my makeup, eye concealer, or tinted moisturizer over the eye concentrate afterwards. This is a very high quality ultra moisturizing eye concentrate that has left my eye area noticeably brighter, firmer, and with more silky smooth hydration. The Shiseido Ultimune Eye Power Infusing Eye Concentrate contains ImuMoisture Complex which provides a strong moisturizing effect and helps prevent oxidation. It also contains botanical extracts of Reishi Mushroom and Iris Root, to continue help the skin’s ability to defend itself.  The only issue I had was the pump. The pump wasn’t always working and at times I couldn’t get the product out the pump at times! Overall, this is a great anti aging eye concentrate that is a complete game changer! :)"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I got this as part of the lunar new year box, and it’s definitely one of my favourite items in there. Feels great going on - lightweight, not sticky. There’s no outrageous fragrance. This is one I would definitely buy again."
		},
		{
			"review_title": "REAL POWER",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Excellent product, nice texture and not sticky. Makes the skin softer and brighter and also helps with fine lines."
		},
		{
			"review_title": "Strong scent",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, fairLight skin tone, Dry skin",
			"review_text": "I like this but I wish shiseido products were not so highly scented. I’m not even sensitive to fragrance per se but it’s just so strong. The product itself does make my skin look good and feel nice. Over time I know it would be a good product but i with the fragrance and the price tag I wouldn’t keep purchasing."
		},
		{
			"review_title": "no!!! broke me out bad",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "This stuff broke my skin out so bad and I don’t break out to often unless a product has a ton of perfume in it like this one does. I had pimples for days after using this ."
		},
		{
			"review_title": "Too many chemical ingredients broke me out",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "brown hair, Light skin tone, Combination skin",
			"review_text": "I got a deluxe trial size in one Sephora Favourites pack and thought I’d give it a go after reading the good reviews, as I have discovered new favourites this way. I use mostly clean skincare and make up. My skin dried out and broke out within days. I looked at the ingredients list and found out why-first ingredient was water followed by denatured alcohol, followed by glycerin, then more alcohol-derivatives and phenols. So basically I stripped my skin of moisture, added glycerin as an emollient to compensate which irritated my skin, then more alcohol which caused further irritation. The remainder was discarded. Even the smell of the product was bad."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "It’s really nice!! I love the scent also. Smells a lot like the kOra mushroom cleanser."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "Okay y’all, I received this product from Influenster to review and honestly I thought I’d have to use this SHISEIDO #ULTIMUNE serum longer to be able to give one. I’ve been using it morning and night for 2 days and I can already see enough of a difference that I’ve loaded the cleanser, moisturizer and eye cream into my Sephora cart."
		},
		{
			"review_title": "nice but pricey",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This was a nice serum, but I personally didn’t find it worth the high price tag! Wish I could give it a 3.5 stars! It did moisturize and my skin did feel soft and hydrated after using. I will need to use it for longer than a few weeks to potentially see full effects! The texture was good and sunk in well. The bottle is pretty and I appreciate the pump. Not a holy grail of mine or anything, and I haven’t seen any wow-ing effects! *I did receive this product complimentary to review"
		},
		{
			"review_title": "loved this serum!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I am so happy I got to try out this serum, it was my first Shiseido product and was very excited. I would apply this serum after toning and before moisturizer, this literally melts into my skin. My skin feels plump after using this, it is definitely worth a spot in your skincare routine!"
		},
		{
			"review_title": "Simple and easy to use",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Needless to say, the design and look of this bottle is absolutely stunning. But what I appreciate more is what's inside. I love the ease of incorporating this product into my skincare routine. I apply a dime-size amount and pat it onto my face after cleansing, and follow with a moisturizer. It is extremely gentle on the skin, and is scentless. I haven't seen any groundbreaking results on my skin, but as someone who has sensitive skin, I haven't reacted to the product and it leaves a healthy-looking finish."
		},
		{
			"review_title": "Great for sensitive skin! I LOVE IT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I received a sample size of this product and I’ve using it for a few days and I absolutely love it! I tend to have sensitive skin and this product doesn’t irritate it at all. I will definitely be purchasing a bigger size!"
		},
		{
			"review_title": "amazing serum",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I am honestly so obsessed with this serum.  I have used it for the last 3 weeks and I’ve noticed such a difference in my skin for overall texture and evenness / redness. My skin has felt so smooth and clear.  Pairing it with my normal moisturizer and eye cream - absolutely love!!"
		},
		{
			"review_title": "Love the product but prefer no fragrances",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I received this product as PR to write a review: I loved the product and the result, but I do find the fragrance to be a little strong for my liking as I prefer to use unscented products in my skincare routine when possible. The scent is pleasant but it's strong and more of a perfume scent rather than a natural scent.  The product itself has increased the appearance of my skin and I noticed that when I get blemishes they seem to go away quickly to leave me with clearer and healthier-looking skin"
		},
		{
			"review_title": "LOVE IT! Such a good serum to add into your routin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I absolutely loved this product and the packaging is very high end. The serum feels so nice and lightweight and really sinks and absorbs into your skin nicely and easily,  I love the scent its not too overpowering but more natural. My skin  feels smoother, more glowy, less dull, plump, and healthy.  Such an amazing addition to my skin care routine!"
		},
		{
			"review_title": "Glowing Skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Normal skin",
			"review_text": "Definitely a healthier glow in my skin as I've been using consistently for 7 days.  Beautiful, light texture that glides on your skin and penetrates quickly.  I look forward to seeing a further difference in 2 months!  Definitely recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "My skin is extremely oily and sensitive. After doing a lot of reading I found this in the store.  This serum is absolutely my favourite now. It is lightweight and absorbs quickly in the skin. Its a bit pricy thing but worth it. Must go for mid 30’s, something to invest on."
		},
		{
			"review_title": "My new favourite serum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "I received this product for reviewing purposes. After a few weeks, I noticed my skin more soft, hydrated and bright. I really like it up to now! A little goes a long way."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Beautiful, lightweight and every hydrating. Great addition to my skincare routine"
		},
		{
			"review_title": "would recommend!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "I received this product in a PR package, used it for a month along with 3 other products from the brand and really loved it! But the one that really surprised me was the smoothing wrinkle cream, it really made my small wrinkles fade!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "As someone who doesn’t usually like scented skincare, I didn’t mind the scent in this one. I like how it’s subtle and not overpowering or lingering. This serum is one of those serums that really requires consistency for results- it does work great for hydration and plumpness for sure. These are easily observable and I notice it after using it and when I wake up. I love that it doesn’t irritate my sensitive skin. As for radiance and resilience I definitely think it helps, as long as consistently used. Overall I enjoyed using this product but undecided if I will purchase. It’s definitely a good and reliable pick if you’re into luxury skincare! Shiseido is a trustworthy brand that even my mom has been using for some time now. Trust continues with this product."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "Received this item for free but I am really liking this concentrate. It's not sticky and doesn't leave any residue, plus it smells amazing. My dry skin always feels like it's soaking it all up."
		},
		{
			"review_title": "Truly the Ultimate Product.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
			"review_text": "A wonderful product to add to your skincare regimen. It fits into a routine so easily and my skin is so grateful for such a hydrating, effective product. The texture is great and melts into the skin, too. 10/10 recommend!"
		},
		{
			"review_title": "1000% worth the price!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I had never used a Shiseido product before I tried this and WOW. When you put this serum on after everything else in your skincare routine, it makes it all melt together into your skin soooo nicely. I layer my serums from thinnest to thickest and this goes on at the very end. Make sure you follow the directions and use moisturizer after and always use sunscreen. I can't get over how much of a difference I've noticed in the way my skin feels since incorporating this into my skincare routine! 1 pump is enough and just pat it into the skin. The stuff is magic."
		},
		{
			"review_title": "Love how it makes my skin feel!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "This concentrate delivers ample hydration along with environmental protective properties to prep your skin for the winter. I’ve been using this for the last couple weeks and I love how supple my skin feels after every application!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "Ce concentré a une texture parfaite! Super facile à utiliser sous nos produits et entre parfaitement dans notre routine beauté. Je le recommande!"
		},
		{
			"review_title": "So Hydrating!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This serum has been the perfect addition to my skincare routine. My skin tends to get really dry during the fall/winter months. Loved how it added a boost of hydration right before applying my moisturizer day and night. I'm also sensitive to strong scents but this was light and refreshing. The texture is also silky smooth. Would definitely recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This is the best serum I’ve ever tried. It has added so much hydration to my face and sits under the rest of my skincare and makeup perfectly. Easy to get addicted to!! It works very well!!"
		},
		{
			"review_title": "In love.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Love this product!! I just got through my bottle, and there's definitely been noticeable improvements on my skin in terms of dullness and texture, especially less redness/unevenness.  It spreads like a dream, and it smells great too! Highly recommend :)"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "I've only used this product for a short amount of time so far but I already love it! It's so silky smooth when applying it to my skin. It's also very easy to incorporate this product into my daily night skin care routine. Definitely recommend it!"
		},
		{
			"review_title": "smooth and firm",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Very hydrating , also noticed my skin is smoother. I’m really enjoying this serum"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Nice product but I don’t love the scent! I prefer all products to be unscented, just a personal thing!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "Good product in general. Very good scent and texture. Be careful when you mix it with other products to avoid pimples."
		},
		{
			"review_title": "love love love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Dry skin",
			"review_text": "love this product. It keeps my face moisturized and it was so easy to incorporate into my skin care routine. It keeps my face hydrated all day since I have dry skin."
		},
		{
			"review_title": "Love the way it makes my skin feel",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I've been using this for about a month now and I absolutely love the way it makes my skin feel every night. It has a really light and refreshing scent that isn't overpowering. It absorbs really quickly and gives my face a nice glowy/plump look. Highly recommend!"
		},
		{
			"review_title": "A great additive to your existing routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Such a luxurious product to add to your existing routine. I love the subtle scent and how smooth the formula is. This gives me added hydration which is great esp for the winter months! This is a product that is very easy to add into your existing routine. I also love the anti-aging benefits now that I'm approaching 26 :)"
		},
		{
			"review_title": "My base to my skincare routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I have been trying the concentrate for about 2 weeks now and have seen such an improvement in my skin's moisture and smoothness. I have dry/sensitive skin and a few breakouts here and there and it has been the best addition to my skincare routine, applying it first with my other products on top has been keeping my skin more moisturized and glowy"
		},
		{
			"review_title": "Soft and Perfect Skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I purchased this serum a month ago and have been loving it! It goes on smooth and makes your skin super soft and firm. It is great for the dry winter months but I will continue to use through the spring and summer because of how lightweight it is. 10/10!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Loved this so much for my skin type. It absorbed so quickly and was so easy to incorporate into my routine. Really liked how this made my skin look and feel, I noticed my skin texture was improved!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I have been loving this in my routine! It’s so easy to incorporate with your other products and it sinks into your skin so well. I never experience any pilling when I use this. It has a really nice lightweight texture and a light botanical scent that I enjoy. This really helped make my skin look and feel healthier, more smooth and radiant, especially during the cold winter months!"
		},
		{
			"review_title": "A staple in my skincare routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I have been using this for over a month and it has become a staple in my skincare routine. I use this serum every morning after cleansing and toning my face, and top it off with a hydrating moisturizer. My skin has been so radiant and plump since I have started using this product!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "Packaging 10/10 Texture 10/10  J’aime la texture de ce sérum. Il s’applique bien et pénètre bien dans la peau.  J’ai pu l’intégrer facilement dans ma routine de soins du visage. Il améliore l’efficacité des produits de ma routine."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Love this product! It makes my skin feel amazing and gives it a beautiful glow. I use it everyday!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Love the serum, sinks beautifully into the skin. Lightly scented, can be incorporated easily to your current routine. Ive seen brighter skin in 2-3 weeks though it’s very slight it does work."
		},
		{
			"review_title": "A Skincare Must Have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I've been using the Shiseido Ultimune Power Infusing Concentrate for almost a month now and in that time, I've noticed a huge difference in my skin. My face is much more hydrated, skin appears plump and is significantly softer. A definite must have!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "Its a very lightweight serum, I think this could work for many skin types that are looking to boost their skincare routine and improve their overall skin health. Its so easy to add into any routine and It helps to prep my skin before the next steps. Love how radiant and soft this makes my skin feel."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "brown hair, Fair skin tone, Normal skin",
			"review_text": "Love this product! I've been using Shiseido for a long time now and it's what initially got me into skincare at a very young age. I love the formula of this serum, makes my skin feel instantly supple and plump! Absorbs quickly and is a great addition to my skincare routine."
		},
		{
			"review_title": "Luxurious facial serum that brightens your skin",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "I love the texture of this serum and how it makes my skin bright and healthy!"
		},
		{
			"review_title": "Love it but not the price",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Works so well and has done wonders for my skin. Just wish it wasn't so expensive!!"
		},
		{
			"review_title": "highly recommend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "I love this product! I’ve been using it for 2 weeks, in the morning after splashing water on my face, and at night right after cleansing, and it has made my skin plumper and more hydrated. It also smells incredible."
		},
		{
			"review_title": "LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "❤️Okay first of all, the packaging is GORGEOUS! Its heavy and luxurious and love the bold red!  ❤️I really enjoy this serum, it does a lot of amazing things for my skin! It makes my skin so soft and smooth. It really plumps the skin and adds instant hydration! I even noticed it calming down my redness which is one of my major concerns"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I am beyond excited about this new technology!!! I have pretty bad blood circulation and it always affects my complexion! This is such a lifesaver! I can feel and see my skin more healthy & vibrant already after a week of using it!"
		},
		{
			"review_title": "Did not work for me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "I tried this serum from a sample bottle I got over 3 weeks. I am neutral about it. It made my skin feel nice but not any different from cheaper serums. I was going to give it 3 stars, but because of the price i dont think is worth it so i gave it 2."
		},
		{
			"review_title": "Love it!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "This serum is amazing! This product made my skin look extremely hydrated and healthy. I would highly recommend! Definitely adding this to my routine. The packaging is also sturdy and luxurious it’s amazing."
		},
		{
			"review_title": "Excellent serum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I am typically pretty picky when it comes to my serums, and the ULTIMUNE ticks all of my boxes right out of the gate. Non-sticky, quick absorbing and feels slightly silky as you’re applying it make this serum a win for me. I am very happy with my results so far on my sensitive skin, and apparently it gets even better after using an entire bottle!"
		},
		{
			"review_title": "YASSS",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Fair skin tone, Normal skin",
			"review_text": "I'm in love with this one. I've been using it for a month and my skin cleared up, lines and everything. I say get it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "My skin was more vibrant after a few days of using this product. I would highly recommend!"
		},
		{
			"review_title": "10 stars!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "This serum is everything!! What a powerhouse! I have been using this for a little over a week and my skin thanks me!!! It’s so soft, looks so supple and has the most natural glow. It’s working wonders and my only regret is that I didn’t find it sooner!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Love it! It’s so good especially this time a year when my skin and is super dry and sensitive. On the higher end when comes to price point, but it’s worth it!"
		},
		{
			"review_title": "New holy grail serum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I've been using this serum daily for the past week and can visibly see results! It's a moisturizing formula that absorbs easily into the skin. My skin actually feels smoother and looks more radiant like it claims to do. I've incorporated it into my daily skincare routine as my go-to serum and will be repurchasing once I finish the bottle."
		},
		{
			"review_title": "Love The New Formula!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "This has been a fantastic addition to my night time skin care routine. As the weather gets colder, I need to switch up my products. The scent is not strong at all, the texture has a lovely consistency and it applied well without being sticky. My skin felt so soft and radiant! I also love the attention to detail on their packaging! Shiseido is starting to become one of my favourite skincare brands!"
		},
		{
			"review_title": "Meilleur produit pour peau sèche",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "J'utilise ce produit depuis quelques semaines maintenant et je vois vraiment une amélioration sur ma peau. La texture est super et j'aime le fait qu'on ne soit pas obligé d'en mettre beaucoup."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Upon application this serum instantly made my skin feel silky and smooth. I have dry and sensitive skin and it didn't irritate me so I'm excited to see how adding this to my winter skincare regimen!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I have loved adding this to my skin care routine. With the weather changing, my skin has been getting drier so this product has instantly made my skin feel more moisturized and plump. I don’t have to use much and it feels great on the skin during and after application. Overall I’m really happy with it!!"
		},
		{
			"review_title": "Perfect addition to the Winter Skin Routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, fairLight skin tone, Dry skin",
			"review_text": "Need extra moisture for your dry, sensitive skin? This is the perfect addition to boost your skincare routine. Skin is supple, smooth and visibly plumper. I live in a very dry, cold climate and has been giving me that added protection for our seasonal change. I am starting to incorporate more anti-aging products into my routine as I turn 30 this year. So glad to be able to test out this new skincare technology."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I received a sample and have used in every morning for two weeks under my moisturizer. I’m 64 with combination skin and some redness across my cheeks, but overall my skin is very good. However, this product has really improved the tone and my overall complexion. I wasn’t looking for anything specific from it but I’m so happy with how good my skin looks I’m going to buy a full size."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I've been using this product for a few weeks now and have already seen such an improvement in my overall skin health."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I love this new serum and I’ve only been using it for a couple of days!  It smells great and you don’t need much!  My skin feels so much more hydrated already as well as more plump and smooth!  Love it!"
		},
		{
			"review_title": "Best Serum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "I have used many serums before but I have to say this one is far the best one I have used so far! it leaves my skin so soft and hydrated."
		},
		{
			"review_title": "Don't feel like it did much",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I've been using this for over a month now and I can't say it's done anything for my skin. Smells gentle and nice and applies smoothly to my skin, but doesn't add anything to my skincare regime."
		},
		{
			"review_title": "Amazing Product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I have been searching for a great serum for a while and this one is amazing! When applying it has a very light application and a little goes a long way. I have noticed a huge improvement in my skin as it looks more bright, clear. Before using this product my skin was appearing quite dull and uneven. I will continue to purchase!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "After using this product 2x per day for 4 weeks it did moisturize my skin at first, but then caused dry patches. I don’t feel like it improved my skin’s fine lines at all. I don’t think it’s a bad product, but I don’t think it worked for me."
		},
		{
			"review_title": "Goes on smooth",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I was given this product complimentary from Influenster and Shishedo for testing purposes and an honest review. That being said, I loved this product! It didn’t have an overpowering scent. Went on smoothly. Didn’t irritated my skin. Was great under moisturizer. Would definitely purchase again."
		}
	]
}