{
	"product_id": "567",
	"name": "Honey Gloss Hydration Heroes Hair Value Set",
	"brand": "Gisou",
	"categories": "Hair, Value & Gift Sets",
	"price": 119.0,
	"about": "What it is: A coveted collection of bestsellers, including a full-size lip oil and hair perfume, plus a mini-size hair oil and mask—all powered by Mirsalehi honey for intense hydration and glossy shine...Hair Texture: Straight, Wavy, Curly, and Coily..Hair Type: Fine, Medium, and Thick..Hair Concerns:- Dryness.- Frizz.- Shine..Key Benefits: - Delivers glossy hydration and shine.- Tames frizz and flyaways.- Softens and smooths..Highlighted Ingredients:- Mirsalehi Honey: Is a natural humectant that intensely hydrates, restoring moisture balance for shinier, stronger-, healthier-looking hair and lips..- Eight Bee-Garden Oils: Are rich sources of antioxidants and omegas-3, -6, and -9 that lock in moisture and intensely nourish hair..- Hyaluronic Acid: Hydrates, smooths, and visibly plumps lips...What Else You Need to Know: This limited-edition set of bestsellers delivers intensive hydration and glossy shine with nourishing honey, sustainably sourced from the Mirsalehi Bee Garden. The award-winning Honey Infused Hair Oil boosts shine, hydrates, and tames frizz, while the Honey Infused Hydrating Hair Mask softens and quenches dry, damaged hair. The full-size Honey Infused Hydrating Lip Oil coats your lips with a shimmering clear-pink shade with a fresh watermelon scent, and the full-size Honey Infused Hair Perfume leaves strands beautifully scented and refreshed. It's your all-in-one routine for smooth, super-shiny hair and lips...The Honey Infused Hair Oil is an Allure Best of Beauty award winner...Fragrance Description: The Honey Infused Hair Oil, Mask, and Perfume feature delicate, sweet notes of Mirsalehi honey sourced from Gisou’s bee garden for a luxurious, one-of-a-kind, sensorial fragrance that evokes Gisou’s rich heritage, rooted in nature and centered around six generations of beekeeping. The Honey Infused Hydrating Lip Oil is infused with the sweet scent of fresh, crisp watermelon..Clinical Results: Honey Infused Hair Oil:.In an independent clinical-lab study using instrumental testing, results showed:.- Shine immediately increased by 143%.- 72 hours of hydration.- 72 hours of frizz and humidity control.- Up to 450°F of heat protection..The Honey Infused Hydrating Lip Oil:.In an independent clinical-lab study using instrumental testing, results showed:.- 8 hours of hydration..This Set Contains:- 2.5 oz/ 75 mL Honey Infused Hydrating Hair Mask.- 0.7 oz/ 20 mL Honey Infused Hair Oil.- 1.7 oz/ 50 mL Honey Infused Hair Perfume in Original.- 0.27 oz/ 8 mL Honey Infused Hydrating Lip Oil in Watermelon Sugar (clear-pink shimmer)..Clean at SephoraOur commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing effectiveness.",
	"ingredients": "-Mirsalehi Honey: Is a natural humectant that intensely hydrates, restoring moisture balance for shinier, stronger-, healthier-looking hair and lips..-Eight Bee-Garden Oils: Are rich sources of antioxidants and omegas-3, -6, and -9 that lock in moisture and intensely nourish hair..-Hyaluronic Acid: Hydrates, smooths, and visibly plumps lips...Honey Infused Hydrating Hair Mask:.Aqua (Water), Cetearyl Alcohol, Behentrimonium Chloride, Stearamidopropyl Dimethylamine, Cetyl Esters, Glycerin, Helianthus Annuus Hybrid (Sunflower Seed) Oil, Hydrogenated Castor Oil/Sebacic Acid Copolymer, Mirsalehi Honey, Quaternium-87, Isopropyl Alcohol, Citric Acid, Candelilla Cera (Euphorbia Cerifera (Candelilla) Wax), Caprylyl Glycol, Panthenol, Parfum (Fragrance), Sodium Benzoate, Propylene Glycol, Cocos Nucifera (Coconut) Oil, Passiflora Incarnata Seed Oil, Hydrolyzed Wheat Protein, Gardenia Taitensis Flower Extract, Adansonia Digitata Seed Oil, Tocopherol, CI 19140 (Yellow 5), CI 14700 (Red 4), Hexyl Cinnamal, Limonene, Linalool...Honey Infused Hair Oil:.Dimethicone, Dimethiconol, Trisiloxane, Mirsalehi Honey, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Cocos Nucifera (Coconut) Oil, Argania Spinosa Kernel Oil, Passiflora Incarnata Seed Oil, Tocopheryl Acetate, Parfum (Fragrance), Gardenia Taitensis Flower Extract, CI 47000 (Yellow 11), Tocopherol, CI 26100 (Red 17), Coumarin, Hexyl Cinnamal, Limonene, Linalool...Honey Infused Hair Perfume:.Alcohol Denat., Aqua (Water/Eau), Parfum (Fragrance), PEG-40 Hydrogenated Castor Oil, Mel (Honey, Miel), Argania Spinosa Kernel Oil, Sodium Benzotriazolyl Butylphenol Sulfonate, Tris(Tetramethylhydroxypiperidinol) Citrate, Citral, Coumarin, Hexyl Cinnamal, Limonene, Linalool, CI 19140 (Yellow 5), CI 14700 (Red 4)...Honey Infused Hydrating Lip Oil in Watermelon Sugar:.Polyglyceryl-2 Isostearate/Dimer Dilinoleate Copolymer, Dilinoleic Acid/Propanediol Copolymer, Vitis Vinifera (Grape) Seed Oil, Carthamus Tinctorius (Safflower) Seed Oil, Honey (Mel, Miel), Simmondsia Chinensis (Jojoba) Seed Oil, Limnanthes Alba (Meadowfoam) Seed Oil, Calendula Officinalis Flower Extract, Oenothera Biennis (Evening Primrose) Oil, Rosa Canina Fruit Oil, Hydrogenated Castor Oil/Sebacic Acid Copolymer, Propolis Wax (Propolis Cera, Cire de Propolis), Helianthus Annuus (Sunflower) Seed Oil, Tocopheryl Acetate, Tocopherol, Sodium Hyaluronate, Citrus Aurantium Bergamia (Bergamot) Fruit Extract, Daucus Carota Sativa (Carrot) Root Extract, Mauritia Flexuosa Fruit Oil, Vaccinium Myrtillus Seed Oil, Glucomannan, Ethylhexyl Palmitate, Aroma (Flavor), Calcium Sodium Borosilicate, Trihydroxystearin, Tin Oxide, Citral, Linalool, Limonene, Titanium Dioxide (CI 77891), Red 6 Lake (CI 15850)...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.Honey Infused Hydrating Hair Mask:.-After shampooing, apply a generous amount to towel-dried hair, working from roots to tips. .-Leave in for five to seven minutes. .-Rinse thoroughly..-For best results, use one to two times a week...Honey Infused Hair Oil:.-After styling, apply a few drops from mid-lengths to ends..-Add more as needed, depending on hair length and thickness..-For fine hair, use one to two drops..-For medium hair, use two to three drops..-For thick hair, use three or more drops...Honey Infused Hair Perfume:.-From an arm's length away, spray evenly throughout dry hair..-Flip hair over to diffuse the honey-infused scent...The Honey Infused Hydrating Lip Oil:.-Glide directly onto bare lips, or apply over your favorite lipstick for extra-dimensional hydration and shine.",
	"num_reviews": 26,
	"overall_rating": 4.2,
	"product_url": "https://www.sephora.com/ca/en/product/gisou-honey-gloss-hydration-heroes-hair-value-set-P512942?skuId=2814531&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2814531-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "Best Christmas Gift Ever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, notSure skin tone, Combination skin",
			"review_text": "I love all the products in this set. The value of the set is great, and my hair smells and feels the best it’s ever felt."
		},
		{
			"review_title": "Below Mid",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The products emphasis on honey made me purchase the product I typically use Clarins or lancome for lip products and Kerastase for hair. I would not recommend this to anyone. The scent is just okay and is comparable to baby oil with a hint of rancidity. The lipgloss has a horrible scent that makes it unusable. save ur money."
		},
		{
			"review_title": "Dirty Box, Used Oil and Perfume",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Received a box with the sticker peeled back, make up all over it and used oil and hair perfume. Unlucky for me I can’t return or refund because it’s sold out everywhere. This was suppose to be a Christmas gift."
		},
		{
			"review_title": "Lovely Scent!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Deep skin tone, Dry skin",
			"review_text": "ENOUGH WITH THE INCENTIVIZED REVIEWS!!!  I absolutely love the oil and perfume, but the hair mask and lip gloss is horrible! The hair oil is light and adds nice shine. The perfume is also very nice and last for 3-4 hours on my tape ins.  The lipgloss scent is the worst smell ever,  super greasy and doesn't last. The so called hair mask made my scalp dry, itchy and it wasn't hydrating at all. I will repurchased the oil and perfume separately next time."
		},
		{
			"review_title": "Live laugh love this so much",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I LOVE THIS!!!! Omg the gloss is so good and so hydrating and the mask works so well. The hair perfume makes my hair smell so good all day long. The oil worked like magic🤩would definitely recommend"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "Jhrvh jy G hyvgrhi Uujtgv jbgrgvt kjytvfret ytfdchjyy yrcv"
		},
		{
			"review_title": "love the smellll",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "was on my wishlist for long time i got it for the holidays good deal and the hair perfume smells divineeee"
		},
		{
			"review_title": "This is a must have gift set!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Normal skin",
			"review_text": "This is the perfect gift set I’m obsessed! The hair oil is perfect for even my fine hair. The hair perfume is such an elevated gift. I never knew I needed a hair perfume until I got this one. It smells like luxury!"
		},
		{
			"review_title": "A must have for sure",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Gisou’s honey-infused products worked wonders on my frizzy hair. The Hair Oil made it soft, shiny, and manageable without feeling greasy. The Hair Mask deeply hydrated and reduced dryness, while the Heat Protectant added volume and protected during styling. The Shampoo and Conditioner left my hair smooth, though slightly heavy."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "The Gisou Honey Gloss Hydration Heroes Gift Set is a complete hair and lip care indulgence. Featuring the Honey Infused Hair Oil, Hair Mask, Hair Perfume, and Lip Oil, this set covers all your hydration and shine needs. The Hair Oil provides instant shine, deep hydration, and excellent frizz control, making it a styling staple. The Hair Mask is a game-changer for softening and conditioning, improving elasticity while taming frizz. The Hair Perfume not only smells divine with its fresh floral scent but also nourishes and adds a subtle shine. Lastly, the Lip Oil is ultra-hydrating with a high-gloss finish that’s never sticky, with a delightful watermelon scent. Together, this set is perfect for gifting or as a self-care splurge!"
		},
		{
			"review_title": "Not worth the price bottle is horrid",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "The products work okay. Nothing special really which is sad because I had high hopes. I have very thick wavy hair (dark blonde) and I find I am using 3-4 droppers on each side! The dropper already feels like it is breaking and just gets all over the bottle. The lip gloss almost started like rancid oil and my spouse refuses to kiss me when I use it. Smells of all the products is good cuz just not the quality I was hoping for with this price tag."
		},
		{
			"review_title": "Totally scam",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Never arrived. Validity of this website should be under investigation. Impossible to reach an agent who has the authority to process refunds. Inaccurate delivery updates and poor customer service. Total hustle and total lack of ability to take responsibility for their department mistakes. Unprofessional."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Honestly a really great beginner set for someone wanting to try the brand. My favorite from this set is the hair conditioner. Smells great and makes my hair so soft. Wished this was the full size product. The lip oil is so pretty but it doesn't last very long on me. I get a good 2-3 hours without eating or drinking before I have to reapply. Same with the hair perfume. Smells amazing but only lasts 2-3 hours. The hair oil is great though. It helps with reducing static and frizz. I have fine, thin hair so I use very little. Even though its a mini size, it will last forever since I don't need much."
		},
		{
			"review_title": "love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Oily skin",
			"review_text": "I just received this and I absolutely love everything that comes in it! First off the hair perfume smells delicious and a great scent of honey and I have gone so many compliments when wearing. The other product is just great. I love the gloss and the air oil."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair",
			"review_text": "The Gisou Gloss Hydration Heroes Gift Set is amazing! Every product feels so nice and leaves my hair looking shiny and feeling super soft. The scent is just right—not too strong but has that perfect honey smell. The perfect gift!!"
		},
		{
			"review_title": "Obsessed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This holiday set is fantastic! Each honey-infused product feels nourishing and luxurious. The Hair Oil is lightweight yet effective, the Hair Mask deeply hydrates, and the Hair Perfume smells amazing and lasts all day. The Lip Oil is smooth and super moisturizing without being sticky. Perfect for holiday self-care or as a gift!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Dry skin",
			"review_text": "I received this Gisou Gloss Hydration Heroes Gift Set in exchange for my honest review. I love the hair perfume which I usually wouldn’t go for because sometimes the ingredients can dry your hair out but this one doesn’t do that. The hair oil really is a little goes a long way. The lip oil keeps my lips feeling moisturized and soft. I wish that the hair mask was a little bit as I do have thicker hair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "This Gisou set is everything good and necessary in this life! It is a very complete kit and wonderful in smell and formula!"
		},
		{
			"review_title": "Great gift set!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "such a cute set for the holiday season. Great full sizes were included and the trial sizes were quite impressive. I love the lip gloss. it's so moisturizing! And the hair oil feels so hydrating and smells AMAZING."
		},
		{
			"review_title": "Prefect Gift!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The Gisou Gloss Hydration Heroes Gift Set is an absolute must-have! I’m obsessed with the hair oil, so having a travel size is perfect for keeping my hair nourished and shiny on the go. Plus, the lip oil has become a new staple—I carry it everywhere with me for that glossy, hydrated look anytime."
		},
		{
			"review_title": "Cutest and versatile set for sure!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This set is perfect to give as a gift on Christmas to any hair and gloss obsessed like me! It is an amazing chance to try a lot of Gisou products at the same time, all in one! Also Gisou sets are incredibly useful, I have tried before the hair mask and it’s so good! The box is super cute too!"
		},
		{
			"review_title": "Pass on the set",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "The hair oil LEAKS and gets everywhere. It’s also super heavy. I prefer the olaplex or kerastase hair oil 1000%. Hair mask and hair perfume work well. I got the lip gloss from last year’s gift set and it made me want to throw up. Didn’t love this set. I recommend purchasing individually."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "OMG THE BEST SET EVERRR! Now my hair it's so soft 🐝🍯"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "It’s honestly a great deal!  I love the hair oil and hair perfume"
		},
		{
			"review_title": "Best GISOU set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "The fact that it includes 2 full sizes is just the BEST!! Also, everything you need in your hair routine is in this set. I loved the fact that it also includes the lippie!! I just love this brand so much <3"
		},
		{
			"review_title": "Perfect set 💛🐝",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Porcelain skin tone, Dry skin",
			"review_text": "This set is too good. I adore the original perfume for hair it smells so nice. I wouldn't got this set if the lip oil would have been the original just saying. I got it because it was the pink one and it's so much better than the original 💯 I have the original lip oil and it's sitting there I don't use it.  A very nice set 10/10 🐝💛"
		}
	]
}