{
	"product_id": "138",
	"name": "Blume Babies: Travel Size Kit",
	"brand": "Blume",
	"categories": "Skincare, Value & Gift Sets",
	"price": 35.0,
	"about": "What it is:A set with Blume's three bestsellers bundled together to fight acne, fade the appearance of hyperpigmentation, and hydrate skin..Skin Type:Normal, Dry, Combination, Oily.Skincare Concerns:Dark Spots, Uneven Texture, and Acne and Blemishes.Highlighted Ingredients:- Ceramides: Support a strong skin barrier while protecting against water loss..Ingredient Callouts:These products are vegan, gluten-free, cruelty-free, and come in recyclable packaging..What Else You Need to Know:This glowy skin value set features travel sizes of Blume’s bestselling, calm skin essentials. Fight breakouts with Meltdown Acne Oil, fade the look of spots and scars with Milky Fade Serum, and hydrate for up to 72 hours with Meltdown Gel Cream..This Set Contains:- 0.34 oz/ 10 mL Meltdown Oil for Acne-Prone Skin (travel size)",
	"ingredients": "-Ceramides: Support a strong skin barrier while protecting against water loss. .-Niacinamide: Reduces the look of hyperpigmentation and visibly evens out texture. .-Vitamin C: An antioxidant for visibly brighter and more even skin tone...Meltdown Gel Cream for Acne-Prone Skin:.Water (Aqua), Propanediol, Squalane, Diisostearyl Malate, Diheptyl Succinate,Coco-Caprylate/Caprate, Glycerin, Niacinamide, Capryloyl Glycerin/Sebacic Acid Copolymer, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Glyceryl Stearate Citrate, Behenyl Alcohol, Maltol. Tocopheryl Acetate, Terminalia Chebula Fruit Extract, Sodium Lactate, Centella Asiatica Extract, Arginine, PCA, Ceramide NP, Ceramide AS, Ceramide AP, Ceramide NS, Cholesterol, Ceramide EOP, Hydrolyzed Gardenia Florida Extract, Sodium Hyaluronate, Gossypium Hirsutum (Cotton) Extract, Glycyrrhiza Glabra (Licorice) Root Extract, Sodium PCA, Laminaria Japonica Extract, Solanum Lycopersicum (Tomato) Fruit Extract, Polyquaternium-80, Sorbitan Isostearate, Saccharide Isomerate, Maltodextrin, Citric Acid, Aspartic Acid, Sodium Citrate, Hydrogenated Lecithin, Glycine, Alanine, Dipropylene Glycol, Serine, Valine, Potassium Sorbate, Sodium Benzoate,Glyceryl Stearate, Proline, Threonine, Isoleucine, Sucrose Distearate, Histidine, Phenylalanine...Meltdown Oil for Acne-Prone Skin:.Helianthus Annuus (Sunflower) Seed Oil, Nigella Sativa Seed Oil, Rosa Moschata (Rosehip) Seed Oil, Calophyllum Inophyllum Seed Oil, Melaleuca Alternifolia (Tea Tree) Leaf Oil, Carthamus Tinctorius (Safflower) Seed Oil, Tanacetum Annuum (Blue Tansy)  Flower/Leaf/Stem Oil, Simmondsia Chinensis (Jojoba) Seed Oil, Bisabolol, Helichrysum Italicum Flower Oil, Olea Europaea (Olive) Leaf Extract, Rosmarinus Officinalis (Rosemary) Leaf Extract, Sesamum Indicum (Sesame) Seed Oil, Withania Somnifera (Ashwagandha) Root Extract, Bala (Sida Cordifolia) Root Extract, Anthemis Nobilis (Roman Chamomile) Oil...Milky Fade Spot and Scar Serum:.Aqua/Water/Eau, Butylene Glycol, Centella Asiatica Extract, Niacinamide, Diheptyl Succinate, Capryloyl Glycerin/Sebacic Acid Copolymer, Glycerin, Sodium Citrate, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Vaccinium Myrtillus Fruit Extract, Saccharum Officinarum Extract, Acer Saccharum (Sugar Maple) Extract, Citrus Aurantium Dulcis (Orange) Fruit Extract, Citrus Limon (Lemon) Fruit Extract, Aloe Barbadensis Leaf Juice, Ascorbyl Glucoside, Hyaluronic Acid, Citric Acid, Tocopheryl Acetate, Xanthan Gum, Tetrasodium Glutamate Diacetate, Ethylhexylglycerin, Phenoxyethanol......The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "",
	"num_reviews": 19,
	"overall_rating": 4.3,
	"product_url": "https://www.sephora.com/ca/en/product/glowy-skin-minis-travel-size-best-sellers-kit-P507841?skuId=2728582&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2728582-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "A great way to test out Blume!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "The minis are small, but large enough to get a good feel for the products, and I enjoyed all three items in the kit.  Milky Fade's lush, hydrating formula would be my top pick if I had to choose, but I get the hype surrounding the gel cream too -- its lightweight texture is a real standout and the cotton candy-esque scent is yummy without being sickly or over the top. The oil is a nice flexible formula too -- it works solo or mixed into the gel cream or another moisturizer, or just dotted on as a spot treatment."
		},
		{
			"review_title": "New user",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "Not sure what rating to give it because I just started using it today. I have really bad acne on my forehead and I had a few people tell me this works wonders but I hope it helps. Not a big fan of the way the oil smells but the gel cream reminds me of marshmallows.high hopes for these products"
		}
	]
}