{
	"product_id": "1368",
	"name": "Glow Daily Vitamin C Gel Cream",
	"brand": "REN Clean Skincare",
	"categories": "Skincare, Moisturizers, Moisturizers",
	"price": 73.0,
	"about": "What it is:A lightweight gel cream that is formulated with vitamin C and magnesium to smooth, hydrate, brighten, and energize the look of skin..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Dryness, Dullness, and Uneven Texture.Highlighted Ingredients:- Vitamin C: Brightens the skin’s appearance..Ingredient Callouts:This product is vegan, gluten-free, cruelty-free, and comes in recyclable packaging..What Else You Need to Know:The Radiance Glow Daily Vitamin C Gel Cream is REN Clean Skincare’s much-loved Radiance Moisturizer with a vegan and 100 percent zero-waste upgrade. It delivers lightweight hydration while visibly evening skin tone and protecting skin from environmental pollution. It also contains vitamin C to help energize and moisturize for a plumper-looking and glowing complexion..Research results:",
	"ingredients": "-Vitamin C: Visibly brightens the complexion..-Magnesium: Nourishes skin..-Tara Pod Extract: Helps even skin tone...Aqua (Water), Cetearyl Ethylhexanoate, Glycerin, Lauryl Laurate, Cetearyl Alcohol, Tapioca Starch, Ascorbyl Glucoside, Hydroxyacetophenone, Carbomer, Phenoxyethanol, Cetearyl Glucoside, Citrus Grandis (Grapefruit) Peel Oil, Glycogen, Hippophaë Rhamnoides Oil, Citrus Aurantium Dulcis (Orange) Flower Oil, Parfum* (Fragrance), Tocopherol, Citrus Nobilis (Mandarin Orange) Peel Oil, Citrus Tangerina (Tangerine) Peel Oil, Magnesium Ascorbyl Phosphate, Diglucosyl Gallic Acid, Ammonium Bicarbonate, Glucose, Helianthus Annuus (Sunflower) Seed Oil, Rosmarinus Officinalis (Rosemary) Leaf Extract, Sodium Hydroxide, Citral, Limonene, Linalool..* 100% Natural Fragrance—Parfum 100% Naturel....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-AM and PM, massage onto a freshly cleansed face and neck until absorbed.",
	"num_reviews": 198,
	"overall_rating": 4.6,
	"product_url": "https://www.sephora.com/ca/en/product/ren-glow-daily-vitamin-c-gel-cream-P473172?skuId=2433753&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2433753-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "1.7 oz/ 50 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2433753-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Amazing daily moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love this product. I love how light it is and smooth on my skin. I put it on at night and I wake up with my skin super refreshed, especially in this harsh winter. I put it on in the morning as well, because the refreshing citrus sent is light and energizing."
		},
		{
			"review_title": "It’s a no-go for sensitive skin",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I used to love this product. Either REN changed the formula or I became allergic because my entire face broke out with a red hot rash after application. I do not recommend this if you have sensitive skin or prone to contact dermatitis."
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I usually change moisturizers after I’m done with the product but this one has become a staple. The scent is amazing, it literally smells like you’re peeling an orange and it leaves my skin very soft and hydrated."
		},
		{
			"review_title": "Adios dark circles!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, gray hair, Light skin tone, Oily skin",
			"review_text": "This is the first & up until now only under eye treatment which as visibly reduced my dark circles. Woke up one morning forgetting I even added this to my skincare regimen and went «  Wow! » in the mirror. I definitely look a lot more well rested. Only downsize is the price which is a bit on the higher side for me, but since it’s also an eco responsible product, I feel it’s worth it"
		},
		{
			"review_title": "I've tried better",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Light skin tone, Dry skin",
			"review_text": "This did nothing for my skin whatsoever. It smells nice though."
		},
		{
			"review_title": "LOVE LOVE LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "one of my TOP favorites for vitamin C 🍊 it sinks into my skin and also gives me a nice moisturized feeling.. which I love because I hate feeling like I have dry skin . I will forever purchase this product and hope it's around for as long as I live 😅"
		},
		{
			"review_title": "pass",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Dry skin with texture. Been using this for a few months in the morning as my daily moisturizer, spf on top of course. I haven’t noticed a difference. If I stop using it for 2 weeks and come back, no big change. Not very moisturizing and can’t tell it has vitamin c. I might need an essence or serum with a little more oomph but this was just ehhh. Not bad, not good."
		},
		{
			"review_title": "ride or die for this!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I loveeee this product! I have consistently used this product for about 6 months everyday, some times twice a day and I can see a clear difference in my skin tone and discoloration. My skin is clear and mostly even, I don’t ever want to stop using this product!"
		},
		{
			"review_title": "Glowing skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I waited one month to write this review - it's incredible! My skin is glowing and hydrated. Perfect for summer."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love this moisturizer. It isn’t too heavy, brightens my skin and smells so good."
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "My all time favorite moisturizer! I love the texture, the smell, how it quickly absorbs into the skin and hydrates. I've not had any problems with dry skin since using this one."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I start using it couple weeks ago.. it’s good but its kinda sticky. It doesnt really glide on your skin It didnt do much for me  I think the vitamin C serum will be better. Overall not a bad product if you are starting to incorporate vitamin c in your routine"
		},
		{
			"review_title": "Love this serum!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I love this serum so much it goes in so nicely and great for hyper pigmentation on my skin I have very sensitive skin and this was great and I am really think vitamin C is one of the essential part of your skin regimen for everyone to have. I highly recommend trying this out if you have been looking for something to brighten your skin and lesson hyper pigmentation. This was complimentary from REN Skincare!"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "I absolutely love this product and the texture of it it goes on so smooth and doesn’t leave my skin feeling sticky. My skin is glowing extra brighter after I’ve started to use this. I love to use this in my morning routine and I follow up with sunscreen"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "(complimentary from REN Skincare)So fare I’m impressed, My skin is ridiculously sensitive and this hasn’t caused any reaction. The texture of this serum is wonderful, it smells fresh and leaves your skin feeling smoother and plumped. I have noticed that my skin is looking brighter than usual."
		},
		{
			"review_title": "Loving this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Gifted by Ren. I am loving this serum. Feels so light and silky and absorbs into the skin so nicely. Makes my skin so glowy and radiant. My skin has definitely improved since using this—smooth and healthy. Will definitely be purchasing again."
		},
		{
			"review_title": "good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "so good left my skin feeling a glowy and vibrant but also can cause some pilling when u add sunscreen or a primer in the morning this product was received for free by rea beauty overall very good and gifted by ren skincare"
		},
		{
			"review_title": "Brighten and even out  skin tone",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "‘Complimentary from REN skincare’ Recently I have been Loving this serum. Quickly absorbs in to skin , very light weight. Love the lotion like a texture it has amazing ingredients of dragon fruit, kakadu plum, pomegranate. I am using in my am routine.. texture of my skin has definitely improved. I can see the difference.my dark spots showing improvement. Highly recommended."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Light skin tone, Dry skin",
			"review_text": "I absolutely love this vitamin c serum. It’s such an important step in your skincare routine and I’m obsessed with this one. I will definitely be recommending this to all of my family and friends to try this.  complimentary from REN skincare"
		},
		{
			"review_title": "Very gentle and smooth!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "This vitamin C serum is very smooth and light weight. There's no irritation and is not sticky on skin. Excited to continue to use this to brighten, even out skin, and smooth texture. Works well both in morning and night routines! Gifted by REN Skincare in exchange for review."
		},
		{
			"review_title": "Evens out my skin tone",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "Complimentary from Ren Skincare. I love this radiance vitamin C serum, I use this AM & PM. I apply a pea-sized amount and press it all over mg face. I love that this helps me with my dark spots and even out my skin tone. It feels light and makes a difference with my skin’s firmness."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Needed a new vitamin c serum and so far this one that I was gifted by REN skincare has been great! It’s not sticky like others I’ve used in the past and it’s been a great addition to my morning routine.  Leave my skin soft, smooth and looking brighter and more even each day! Highly recommend."
		},
		{
			"review_title": "Lovely Vit c product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I love the texture of this serum - it’s milky rather than clear and goes on very smoothly. The glow is instant and stays on whole day . I am using it both AM and PM . The smell could have been better though. This was complimentary from REN skincare"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Gifted by ren skincare  I like the texture of this serum! It is lightweight and is absorbed quickly. This has amazing ingredients such as licorice extract, vitamin c from corn, and wild Canadian rumex. My skin felt hydrated, brightened, but also soothed."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "I haven’t tried many REN  Skincare products, but I was gifted by REN Skincare this Vitamin C Serum. I love that this is super fruit powered with Kakadu Plum( + Vitamin C to help brighten the skin) Dragon Fruit(prebiotics & minerals to strengthen skin barrier) and Pomegranate(Omega 5 to help soothe & protect). It has a nice scent, a little goes a long way and it is fast absorbing on the skin. I’ all for a good brightening serum. My skin can’t get enough Vitamin C."
		},
		{
			"review_title": "Very strong vitamin c",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Complimentary from Ren skincare. This is a venture powerful vitamin c, I love it! I purge a little bit during the first week but as soon as my skin got used to it, it did a beautiful job illuminating the skin. It gives a very fresh appearance."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This serum is amazing, the best vitamin C I have used in a long rime. I love that it is lightweight enough to use everyday. It does it’s job by brightening my skin and giving it a glow, but I also feel like it provides hydration for my skin that other vitamin C serums don’t. I would definitely recommend this product. This procure was gifted by REN Skincare."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love Ren products & gifted by REN skincare. I have a few of their products that I use regularly. This is a lightweight superfruit serum that actually brightens and even outs your skin in about 2 weeks. It also has antioxidants that work to protect your skin from free radicals that are harmful to your skin. This potent serum has Kakadu Plum, Dragon Fruit, Pomegranate, Polyphenols and Vitamin E’s antioxidants!"
		},
		{
			"review_title": "Great serum!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Started using the Radiance Vitamin C Glow Serum, I really like it so far. Beautiful and light texture and  doesn't feel sticky or heavy on the skin after applying it. It gives a really nice glow to my skin I use it in  my morning and evening routine. I got the product complimentary from REN Skincare."
		},
		{
			"review_title": "Great",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Deep skin tone, Combination skin",
			"review_text": "So this was gifted to me by Ren Skincare. So thank you! First off, smells so good lol. I know random, but the dragon fruit and pomegranate gives it a delightful aroma. Second is suitable for sensitive skin which I have due to allergies. Plus vitamin c is absolutely amazing for evening out your skin tone."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Vitamin c is one of my favorite skin care steps, so it’s important that I reallly love the one I’m using. This one fits that spectrum! I love that it’s a zero waste product, and it makes my skin glow! My skin legit sucks this stuff up I was gifted by ren skincare"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Live dthis product on my skin. It was gifted by ren skincare. It was very hydrating even though its a vitamin C product. I loved the consistency. I would definitely recommend this product for people with hyperpigmentation"
		},
		{
			"review_title": "Brightening!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "This vitamin C is so effective and gentle to the skin barrier. My hyper pigmentation has significantly reduced and my overall complexion has evened out and appears bright and fresh. I literally can’t do without this vitamin c!! This product was gifted by REN Skincare."
		},
		{
			"review_title": "Great for correcting dark spots",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "Absolutely loveeee this Vitamin C serum and i have used over 15 other brands and this is one of the best ones out there. The texture is great, not sticky or oily on the skin. I can wear it under my makeup without it getting oily during the day. I have seen a great improvement in my sun spots as well as old acne scars from the past. I love how bright and even my skin looks. I will continue using this. This was gifted by REN skincare, but the opinion is my own."
		},
		{
			"review_title": "great product and brand!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Normal skin",
			"review_text": "This was complimentary from REN Skincare and I needed a new Vitamin C serum and this one did not disappoint. Love the superfruit infused ingredients and LOVE the zero waste packaging (yay sustainability). Been using this every morning as a part of my routine and my skin looks brighter already! I love the consistency of the product and the lack of a residue on my skin :)"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Can’t wear under make up, it pills and gets clunky. Ok before bed, still waiting on results. Don’t love it."
		},
		{
			"review_title": "Truly a good moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "This moisturizer is AMAZING!!! If you have normal, combo or oily skin, this is perfect for you!!! Hydrating enough, good for sensitive skin and that RADIANT skin!! Really worth it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "this is a game changer. I am getting compliments from men and women that my skin looks flawless. this moisturizer feels amazing on my combination skin. I have tried a similar moisturizer claiming the same things but was too drying. this one is perfect for me. I highly recommend."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "I had such high expectations for this one since I LOVE Ren products, and I thought it would simplify my morning routine by combining two products into one, but it really isn't hydrating enough. It gripped onto my dry patches so I had to layer another moisturizer on top and then use SPF."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I still don’t know if it makes a difference to the skin or not because I didn’t use it on regular basis. However the formula is so light and absorbs right away. It’s perfect for morning use and under make up"
		},
		{
			"review_title": "Lightweight Moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "The REN Glow Daily Moisturizer with vitamin c is a lightweight moisturizer that doesn't feel sticky, oily or thick on the skin. I've used it on it's own and under my spf. After a couple weeks of use my skin does look a little more brighter. I like that it's a clean product and I like the packaging. Only con is that I have dry skin and it gets worse in the winter and I don't think this product would provide enough moisture for me on the cold months."
		},
		{
			"review_title": "Excellent Vitamin C Product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Loving this lightweight moisturizer for my skin. After a few weeks of use I can definitely tell my skin is feeling more firm. I also love that this product does not feel heavy or greasy on my skin."
		},
		{
			"review_title": "Wonderful for sensite skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I absolutely love this product! Been using for a few weeks now and i have already seen an improvement in my rine lines around my eyes! I keep mine in the fridge so it feels so soothing in the morning!!"
		},
		{
			"review_title": "Amazing product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I have been using this product for about 3 weeks and I love it. It smells great. Very light not heavy. My face feels nice and soft. Not oily. I love it"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Dry skin",
			"review_text": "I've been using the Glow Daily Vitamin C Gel Cream Moisturizer for 3 weeks now. The moisturizer has a slight orange scent to it, which is very refreshing. My skin is very dry, and it gets worse during the winter. It has helped my dry spots and also give my skin a glow, which is great during the dull, dry months. It doesn't leave any film or stickiness on your skin. I love it and will keep it in my daily skin care routine."
		},
		{
			"review_title": "Moisturized and brightened my skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Was very happy after using this product for a couple of weeks to see my skin is moisturized, especially during dry weather now, and is definitely brighter - it just glows. Thank you!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "auburn hair, Fair skin tone, Dry skin",
			"review_text": "Pros -amazing relaxing citrus scent -super creamy formula -wears well under make-up -super moisturizing  Cons -the pump fails  I have super dry skin and was excited to try this product.  It did not disappoint.  I saw a noticeable difference in my skin after just a few days.  Unfortunately that was all I was able to use it for as the pump failed and as hard as I have tried I cannot get it to work."
		},
		{
			"review_title": "Awesome",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Awesome product!!! Makes my face so soft! And even adds a glow! Not heavy or greasy.. Very pleasant orange fragrance"
		},
		{
			"review_title": "Wonderful for sensite skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I absolutely love this product! Been using for a few weeks now and i have already seen an improvement in my rine lines around my eyes! I keep mine in the fridge so it feels so soothing in the morning!!"
		},
		{
			"review_title": "Amazing product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I have been using this product for about 3 weeks and I love it. It smells great. Very light not heavy. My face feels nice and soft. Not oily. I love it"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Dry skin",
			"review_text": "I've been using the Glow Daily Vitamin C Gel Cream Moisturizer for 3 weeks now. The moisturizer has a slight orange scent to it, which is very refreshing. My skin is very dry, and it gets worse during the winter. It has helped my dry spots and also give my skin a glow, which is great during the dull, dry months. It doesn't leave any film or stickiness on your skin. I love it and will keep it in my daily skin care routine."
		}
	]
}