{
    "product_id": "1357",
    "name": "Lip Blur Lip Liner",
    "brand": "REFY",
    "categories": "Makeup, Lip, Lip Liner",
    "price": 32.5,
    "about": "What it is:A lip liner with a creamy, non-drying, soft-matte finish to effortlessly blur and enhance your lips, immediately creating the illusion of fullness..Formulation Type:Lip Liner.Highlighted Ingredients:- Blur-Gel Technology: Visibly smooths and reduces lip lines..What Else You Need to Know:Create fuller-looking lips instantlyu2014without having to soften or blend. The Lip Blur Liner has a unique, wide-domed tip that blurs when applied to enhance your natural lip shape. Available in an array of true-to-tone shades that suit all lips and complexions, this weightless and buildable formula applies effortlessly..Clinical Results:In a controlled study:",
    "ingredients": "-Blur-Gel Technology: Visibly smooths and reduces lip lines..-Moisturizing Oils: Nourish lips...Synthetic Wax, Caprylic/Capric Triglyceride, Polymethylsilsesquioxane, Polyglyceryl-2 Triisostearate, Dimethicone, Bis-Behenyl/Isostearyl/Phytosteryl Dimer Dilinoleyl Dimer Dilinoleate, Isononyl Isononanoate, Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Phenyl Trimethicone, Dimethicone/Vinyl Dimethicone Crosspolymer, Cetyl PEG/PPG-10/1 Dimethicone, Silica Silylate, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate [+/- May Contain/Peut Contenir: Red 7 Lake (CI 15850), Yellow 6 Lake (CI 15985), Yellow 5 Lake (CI 19140), Blue 1 Lake (CI 42090), Red 28 Lake (CI 45410), Iron Oxides (CI 77491, CI 77492, CI 77499), Titanium Dioxide (CI 77891)].",
    "how_to_use": "Suggested Usage:.-Outline lips to create the illusion of fullness..-Add depth by applying light pressure and building color.",
    "num_reviews": 164,
    "overall_rating": 2.7,
    "product_url": "https://www.sephora.com/ca/en/product/refy-beauty-lip-blur-liner-P513832?skuId=2792174&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2792174-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Opal",
            "shade_descriptor": "light medium pink",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2792174-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Teak",
            "shade_descriptor": "deep brown",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2792141-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Umber",
            "shade_descriptor": "medium brown",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2792133-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Berry",
            "shade_descriptor": "deep wine pink",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2792166-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Mauve",
            "shade_descriptor": "medium deep pink",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2792158-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Stone",
            "shade_descriptor": "light beige brown",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2792109-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Donu2019t buy this!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "The liner fell out of the packaging the first time I opened it and broke in halfu2026I literally hadnu2019t even put it on my lips before it broke! Complete waste of moneyu2026donu2019t buy this product!"
        },
        {
            "review_title": "Fix the packaging PLS ud83dude29",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Listen. I love the brand. This color is really pretty itu2019s a warm enough beige that it could pass for my lip line color. The blur makes my lip look bigger, like advertised butu2026u2026.Ive yet to buy a refy product that doesnu2019t fall out of the packaging immediately upon opening. Like fell out & hit the ground. I hope they fix this. :("
        },
        {
            "review_title": "Is Refy Reading These Reviews - FIX the component",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Color stick fell out as soon as I opened the lip liner as others have experienced! The product itself is really beautiful, a nice blurred lip liner, color was perfect but for goodness sake FIX THE COMPONENT!!!"
        },
        {
            "review_title": "donu2019t buy",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "the product itself is good but packaging is terrible."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Sometimes i like it and sometimes i think I overline my lips way too much with it. But it can be used as a nose contour as well."
        },
        {
            "review_title": "great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "really nice lip liner! mine did not come broken, it actually works perfectly. gives a great blur to the lip that makes your lip look bigger and more plump"
        },
        {
            "review_title": "Not Very Goodu2026",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This instantly migrates into my fine lip lines, which I have never experienced so severely. This item seems to prefer to hide in the cracks. And the wear time is almost about half an hour, and as soom as you take a drink, itu2019s gone."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Stone - light beige brown",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I love the color of this lip liner and the application is easy. But the packaging is ruining it for everyone. If they could redo the packaging where the liner doesnu2019t fly out every time you open the lid, it would be 5 stars. Until then, it isnu2019t worth the money."
        },
        {
            "review_title": "Arrived broken",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Came here to see if others were having the same problem as me: opened the liner for the first time and the entire product fell out into my sink. I have to be super careful with how I open it so it doesnu2019t happen every time, so I agree with most of these reviews. I wouldnu2019t recommend buying this until they fix the issue here."
        },
        {
            "review_title": "Came broken",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Overall great product, just gave it 3 stars because it came broken so itu2019s a bit difficult to use."
        },
        {
            "review_title": "lwk a waste of money",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "the lip liner itself is quite nice but the packaging is terrible. purchased this twice and both times the lip liner has flew out and broke."
        },
        {
            "review_title": "Game changer!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "There's really nothing like it! Every girl needs it! It's the perfect balance between creamy and lightweight, making it incredibly comfortable for all-day wear."
        },
        {
            "review_title": "Packaging is 0/10 Bad",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love these liners for the diffused look but the brand needs to fix the packaging ASAP. I have 4 of these liners and every single one of them will fly out if I donu2019t open it super slowly/carefully.  crazy"
        },
        {
            "review_title": "Liner component is faulty. Donu2019t buy now",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair",
            "review_text": "Product itself is decent, but the liner component and construction is awful. The liner pops out each time I open it. I thought the product was missing because it popped out into my sink when I opened it"
        },
        {
            "review_title": "Received it broken",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Was super excited to get this in the mail but should have read the reviewsu2026 Opened it for the first time and the entire lip liner popped right out. I tried just putting it back in but even if I try to use it the product pushes back down. I usually would not write a review but since this is my first time trying any refy product and since itu2019s pretty expensive I was expecting high quality"
        },
        {
            "review_title": "Good, but not good.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "The product itself is great to my liking, smooth to application, and gives me a beautiful finish. The down size is you only need to open the lip liner for it to break, the complete bar of lip liner comes off. No n"
        },
        {
            "review_title": "Do not waste your money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Showed up broken, falls out because it is broken. Would never recommend this product to anyone"
        },
        {
            "review_title": "Color stick falls out of applicator",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "Just got this in the mail and Unfortunately itu2019s a pass for me. The color stick every time I open the product falls out and itu2019s frustrating having to put the product back in every time. I would expect more."
        },
        {
            "review_title": "probably the worst liner ever",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
            "review_text": "breaks upon first opening, no color payoff at ALL like you basically have to drag this across  your lips to see a faint color. refy you putting this out had to be a joke"
        },
        {
            "review_title": "Always open carefully",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love the actual formula and I have and love the mauve and opal colors... I hope they make more shades!! But like everyone else said, the issue is the packaging. The pencil falls out constantly, on both colors I own. Because I know to expect it, I just open it carefully now, but when I first received it it fell out straight onto the floor."
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "DOUBLE LIP LINE GIRLIES RISE. This product is exactly what iu2019ve been looking for. I never had a lip liner look u201crightu201d on my lips, something always looked wrong. I got this color to create a natural contour and it legit works beautifully and doesnu2019t look overlined or too much!!!"
        },
        {
            "review_title": "Fab idea - needs Improvement",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Medium skin tone, Dry skin",
            "review_text": "Love the idea of a blurred liner, especially on mature lips with lines.  Love how it is truly blurry and does not need to be blended.  However, I wish the colors were better (I'm light and got Opal which pulls a little orangey on me) and like everyone else, mine arrived broken and constantly falls out which is SO annoying.  Will try another brand."
        },
        {
            "review_title": "So beautiful and easy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Beautiful! I have both mauve and berry and they are perfect for low effort/low contrast makeup. I donu2019t love the way my lips look when theyu2019re strongly defined (especially when I smile) and so usually avoid lipsticks in favor of sheer glosses. These have changed the game! They define me my lip line while been my blurred enough to avoid the sharp edges lip liners are usually trying to achieve. They arenu2019t super long lasting, but they are so comfortable and easy to reapply. Iu2019ve genuinely reapplied at my desk without a mirror at work!"
        },
        {
            "review_title": "fix the product!!! it comes broken!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I wish i could give it a zero. While the product itself does the job of blurring the packaging is trash. The product breaks off after one application, in my case, i purchased two, one came in broken and the other one came right off."
        },
        {
            "review_title": "Horrible packaging",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Was sooo excited to try this and i opened it to it completely falling out. Clearly everyone else has this issue too, so sad"
        },
        {
            "review_title": "Pretty but Faulty",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I love this product BUT the packaging is HORRIBLE! Iu2019ve bought multiple and the liner falls out of the packaging. They all come u201cbrokenu201d. I still use it but itu2019s pretty bad that you pay this money and the packaging is faulty"
        },
        {
            "review_title": "Love the product, but it keeps falling out",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I bought this product on a whim because I love this brand, and it is so good. Itu2019s perfectly blurring but still enhances the lip line beautifully. My only issue is the packaging, once i took it out for the first time the entire product came out of the packaging tube which is really inconvenient, and I had to be very careful every time I use it and have now had it completely fly out and onto the floor even while trying to be careful. Itu2019s great and I would recommend it, but the packaging completely messes it up and it can be unsanitary."
        },
        {
            "review_title": "BEWARE DONT BUY Default Packaging!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "It arrived broken went to the store exchanged it for the same one and the same thing happened it fell off again. I am very upset because I used my 500 points to save $10 and now I lost them because when I refunded it they wouldnu2019t give me back my oiunts"
        },
        {
            "review_title": "Would keep buying (but pls fix packaging)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This is the best lip liner I have ever used - I am fair skinned and this shade is PERFECT. The formula is creamy and goes on so smoothly. Yes, the packaging is terrible and 3 of the 5 Iu2019ve bought have broken, but I will continue to buy it because itu2019s the best Iu2019ve ever used! TY REFY!"
        },
        {
            "review_title": "terrible packaging & no quality control",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "unfortunately I have the same review as everyone else. seems like the brand should issue universal refund. pretty color. I'm 43, didn't notice any big blurry effects. but the color is complete separate from packaging and will just fall out. Sadly I ripped package & tossed it as I didn't see myself returning it but I definitely would."
        },
        {
            "review_title": "Good product, bad packaging",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love the product, hate the packaging. The color stone is the only lip liner that I have found that is like u201cmy lips but betteru201d. However, the product pops right out. I use it as normal, havenu2019t dropped it or anything and it pops right  back out. S"
        },
        {
            "review_title": "Empty liner",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "Was so excited to try this but when I opened it, there was no liner inside. Now I I have to waste my time taking it back to a store that doesnu2019t carry it."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Teak - deep brown",
            "review_buyer_description": "Brown eyes, auburn hair, notSure skin tone, Combination skin",
            "review_text": "Not worth the price. The whole thing broke off when I took the cap off."
        },
        {
            "review_title": "Will not repurchase..",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "I bought this because I like to use lip liner and smear it around with chapstick or a gloss. I used a cheap drugstore one before and loved how it looked, but I figured this product would allow me to get the same look in one product! I was wrong. It is basically the same as a soft lip liner but a huge tip so you canu2019t even get a precise application. Still need a gloss or chapstick to blend"
        },
        {
            "review_title": "Looked nice until I opened it",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Used it once! Second time I went to use it the entire stick fell out and wasnu2019t able to save it. Completely wasted my money."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Mauve - medium deep pink",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Love this! Itu2019s easy to build and blend, and is perfect for everyday wear paired with a clear gloss. I have mauve but will definitely get other colors! I had no issues with packaging and have used many times so far with no problems"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Umber - medium brown",
            "review_buyer_description": "Brown eyes",
            "review_text": "Love this product! So easy to apply! Just be careful opening as the unit will fall out if you tip it upside down"
        },
        {
            "review_title": "Nice formula but breaks!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Great formula for application, wear & shade. Unfortunately 2 out of the 4 I have purchased arrived broken."
        },
        {
            "review_title": "Perfect color",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Absolutely loved the product, the color is a perfect nude, closer to a warm brown. The texture is also very nice. Unfortunately, I faced the same issue as the others mention, it came broken, the product itself just comes out the package, I can still use it, but itu2019s a bit inconvenient"
        },
        {
            "review_title": "Must",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Super good itu2019s like a wash of color going to order umber"
        },
        {
            "review_title": "Good product, but broken?",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I really do like this shade and the color (umber) looks good too. The formula is also not bad which I really love. However, why did this product come broken? I just opened the cap of the lip liner and all of a sudden the product came flying out. I was able to put it back, but why did a brand new product just break like that?"
        },
        {
            "review_title": "It arrived broken",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Love the color & application and feel but hate that as soon as I opened it, the liner was broken. It looks like it snapped all the way at the base and the whole thing fell into my hand. I stuffed it back inside the tube but still sad  upset it"
        },
        {
            "review_title": "Lovely blur, wears off quickly, faulty packaging",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "After reading reviews, I was sure to be very careful with this in hopes it wouldnu2019t break like so many otheru2019s did.  Unfortunately, it did break.  Came right out when I removed the cap and fell on the floor.  Eew.  It is beautiful with a lovely blue, but it wears off very quickly."
        },
        {
            "review_title": "Pretty, but not long lasting",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I didnu2019t have any issues with the product being broken upon arrival. I LOVE the color and how easy it is to apply, but it really doesnu2019t last as long as I wish."
        },
        {
            "review_title": "Broken & Bad",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "My product ALSO came broken.. huge bummer. This liner also has like 0% longevity- you donu2019t need it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "loveee !! the brown is so nice (same color as sephora gel liner in molasses blended out)"
        },
        {
            "review_title": "Broke just like everyone elseu2019s",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I read the reviews so I took precautions such as not unwinding the liner and using a very light touch-it broke after 2 uses."
        },
        {
            "review_title": "poor quality",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This color is so pretty and the effect is lovely but i got this and the color teak (at two different occasions) and both were broken before i ever used them. I can still use them but thatu2019s crazy that they would break before I can even use them. would break before"
        },
        {
            "review_title": "Broke out of package",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I purchased all the colors and they all broke right out of the packaging. I also purchased it from the Refy website and the same thing. The packaging needs to addressed."
        },
        {
            "review_title": "Packaging quality",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "They need to improve on their packaging, the liner fell off the moment I opened the capu2026."
        },
        {
            "review_title": "A Perfect Everyday on the Go",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Love this! ud83eudd0e Great liner to add just the right amount with a lip balm for everyday. Perfect!"
        },
        {
            "review_title": "Meh",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Came broken - didnu2019t want to believe the other reviews! As for as a liner itu2019s okay, I donu2019t feel like it has great staying power and is a bit oily overall. The best part about it is the color, could get the same blurring effect by smudging another liner smudging"
        },
        {
            "review_title": "Gorgeous!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Arrived in perfect condition. The color is gorgeous and my favorite lip liner Iu2019ve ever tried! Very blurring and smoothing, too."
        },
        {
            "review_title": "Came broken :(",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I was hesitant to buy this because SO many people complained about it being broken, but I love the concept of this product so i got it and of course it came brokenu2026 Refy, at least offer a sale price if your producs are guaranteed to be broken!"
        },
        {
            "review_title": "Wanted to love but mine arrived broken",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Dry skin",
            "review_text": "Giving this a 3 star review. The color and application itself I loved but my package came broken (2/3 of my lippies) and when I opened it the entire stick just flew out of the tube broken. I did love the colors and smooth-ness."
        },
        {
            "review_title": "THE BEST",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "the holy grail. i wish i bought it sooner. the best most blurring lip crayon. and it lasts pretty well. plus itu2019s such a gorgeous shade for fair neutral skin tones. and super user friendly. itu2019s a 10 out of 10."
        },
        {
            "review_title": "Nice color, terrible quality control",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Love the product but for the price why is it only an inch long and it literally falls out of the packaging every time!!!! Refy you need better quality control.  The lip liner in Umber is a great color, but there are way too many brands out there that have better quality than this ."
        },
        {
            "review_title": "Great color horrible packaging",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Product color and consistency deserves higher rating, but the packaging is why this is only a 2 star review. I bought 2 and had the same problem either both. The product fell out of the tube."
        },
        {
            "review_title": "Nice lip liner but poorly made",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I bought two shades of this liner and both of them were broken upon opening. I'm not sure how one product can have SO many horrible reviews and the brand just won't address it. The product would be great if it wasn't broken."
        },
        {
            "review_title": "Best of the best but faulty packaging",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I love the idea of a blur lip liner, formula and everything is great, but the reason for the 3 starts is because Refy packaging or formulas are the worst, the lip setter liners have the worst packaging and formula, the blushes end up drying like a rock soon after buying, and this one apparently does too, I am just waiting for something to happen with the packaging (until then I will revisit my review)"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m obsessed. So happy I ordered despite the bad reviews. Unlike any other lip liner product I own. Soft but still defines and definitely has a u201cblurring effectu201d that shapes in a your lips but better way. The shade Umber is a medium cool toned brown."
        },
        {
            "review_title": "great color, horrible design.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I really wanted a black lip that is sheer.  This was exactly what I wanted but .... like so many other people said, when I removed the cover the very first time the product came right out of the container.  YOU NEED TO FIX THIS!  IT COULD BE A GREAT PRODUCT!!!  also there is not much product."
        },
        {
            "review_title": "Could be wonderful.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I really wanted to love this. And the product inside is actually quite good. Blurs beautifully and does as expected. The packaging is awful and all three shades I ordered arrived broken. I didnu2019t even need to remove the lid to be able to tell. You could hear it shake in each component."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Mauve - medium deep pink",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I really love this Blur liner! It goes on super smooth. The color is rich, and you can blend it easily for a softer look. It lasts all, and itu2019s the perfect color.  Definitely a must have in my makeup bag now :)"
        },
        {
            "review_title": "fell out afte first try",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "the whole lip liner fell out. great color but quality not great for the price and amount"
        },
        {
            "review_title": "Uhm what happened?",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Why did the lip liner literally come out as i was opening it i was shocked. Not what i was expecting at all. This will be returned asap."
        },
        {
            "review_title": "Product Fell Out On First Use",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I wish I'd read the reviews before purchasing. The first time I opened it, the product (by which I mean the bullet itself) came tumbling out. I popped it back in and tried it but tbh even if it wasn't broken it's nothing to write home about."
        },
        {
            "review_title": "Disappointing",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "u201cBlur lineru201d is fitting as it is barely pigmented and does not contour to your lips at allu2026 I got colors UMBER and MAUVE and very excited to see the hype behind the rumors and was very disappointed. Can use as a lipstick pen at best but definitely not a liner.   was very disappointed. Can use as lipstick pen at besg, definitely nota liner."
        },
        {
            "review_title": "Pretty but wonu2019t be repurchasing",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The color I got is super pretty but I was so bummed when I opened it because the liner was already broken. Itu2019s seems to be a fragile formula that isnu2019t packaged in the best way. I also feel like I can get the blurring effect with any other liner. So not worth it"
        },
        {
            "review_title": "Eh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Product color is pretty, but drying. Falls out of its packaging and doesnu2019t glide on well because of that."
        },
        {
            "review_title": "I love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Yes mine came broken but I donu2019t care! I just pushed it back in there and it is staying in there. I love how when you it on it already looks blurred out!"
        },
        {
            "review_title": "Mediocre",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I was super excited about this but it has a very low colour payoff, even for a u201cblurringu201d lip liner. Just buy a regular liner and smudge it out!"
        },
        {
            "review_title": "New Go To",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Luckily mine did not come broken. Absolutely love this formula. Feels silky smooth, blendable and good staying power. Eager to try more colors!"
        },
        {
            "review_title": "Great product, Horrible packaging",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This product is so creamy and the perfect color. HOWEVER, the packaging is horrible. Upon opening, the liner was broken and fell out of the stick. I ordered two lip liners and both were broken :( I donu2019t plan on buying it again but I donu2019t plan on returning it either. Wish they would fix their packaging issue."
        },
        {
            "review_title": "Terrible",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Ordered online and it was already all broken upon opening. What a dissapointment"
        },
        {
            "review_title": "Unusable",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Packaging needs to be completely rethought. Reordered after the first liner flew out of the tube, same issue with the second. Shame because the color is nice."
        },
        {
            "review_title": "Hard Pass",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Should have read the reviews before ordering, bc the packaging is in fact terrible, when I opened the liner the product completely fell out. It was not usable at all. Returning"
        },
        {
            "review_title": "Save your money until they fix the common issue",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I was really excited to try the Stone Refy Lip Liner, but Iu2019m honestly disappointed. As soon as I opened the product, it was already broken. The liner itself was shattered inside the tube, making it completely unusable. Iu2019ve never had this issue with other lip liners before, so itu2019s really frustrating. For the price, I expected better quality control. Definitely not what I expected from a new product. Would not recommend."
        },
        {
            "review_title": "Beware if youu2019re cool tone!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "i canu2019t comprehend why itu2019s so hard for brands to make neutral/cool tone products considering most people fall under that spectrum. i was so excited for this product but when i apply it itu2019s literally orange. no wear near the advertised color"
        },
        {
            "review_title": "love color and formula but came broken",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "love this formula so so so much but it came broken. can still be usable but have to remember to be careful when opening. the packaging needs to be reworked or something because formulas like this exist all over k beauty without this problem ud83dude2d   this color and formula is perfect for a quick blurred out lip line with minimal effort. love the almost black tone teak has got a quick grungy/vampy lip."
        },
        {
            "review_title": "Beautiful but broken",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone",
            "review_text": "The color is beautiful and the formula is so smooth and blendable, but it came broken and pops out every time i use it. So sad because i want more colors but cant justify 25$ for a faulty product :/"
        },
        {
            "review_title": "Broken",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone",
            "review_text": "It arrived broken. The formula is really good but the whole lipliner portion was broken off when I opened it"
        },
        {
            "review_title": "On the fence....",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "Mine arrived broken as many other have stated in their reviews.  I bought the shade Opal, and it's not at all as it's pictured online.  It's more of a brown/peachy color, and not very flattering on my lips.  I'm also unsure about the idea behind this, I would be curious to try a different shade, one that added a little more definition."
        },
        {
            "review_title": "Came brokenu2026",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Came broken. Product completely detached from component. Listen to the reviews! This is junk."
        },
        {
            "review_title": "Great color match to my lips!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The color Mauve matched my natural lip color so well! It feels soft and creamy! Although, I do suggest a lip gloss over it. 4/5 stars because the name actually says it all. Blur. Just as good as it blurs into your lips, it blurs off your lips. I wish it lasted longer because I liked everything else about it!"
        },
        {
            "review_title": "Iu2019d hold off on purchasingu2026",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "Love the concept of this product but like many others, mine came broken as well. I was going to purchase another shade but decided to wait until they fix the problem. Such a perfect shade too. I was bummed."
        },
        {
            "review_title": "Terrible packaging good formula & love the concept",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It arrived BROKEN. I had already purchased one a diff shade and it broke as well but I thought it was maybe bc I was careless with it so I went and got a different shade bc I liked the product and to my surprise I received it broken."
        },
        {
            "review_title": "Poor packaging makes this product a PASS",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I love the concept and how the product actually looks on my lips. This color is perfect for me and almost an extension of my natural lips. However, same problem for me with the packaging. The first time I opened the cap ghe liner came flying out and continues to do so every time I use it. I have to open so carefully to catch the piece and then gently slide it back into place. Itu2019s almost like thereu2019s nothing inside the tube to hold it in place. The liner has fallen all over the place itu2019s kind of gross at this point it fell on the floor so thatu2019s disappointing considering the piece and how much product is left. Iu2019ll still use it within reason but will not repurchase until the packaging is resolvedthe  the in"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Love the blurring/soft effect that this lip liner gives, I donu2019t suit the look of harsh liners. I bought the  color stone and opal and love both, my liners came intact and not broken like the other reviews, wish it was the same for everyone"
        },
        {
            "review_title": "Tried twice - broken both times",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Tried to buy this TWICE (to separate packages) and both times the product flew out of the tube, same as others here :( tried to push it back in etc, no luck. Super sad bc the product and colors are lovely, and it really doesnu2019t work once broken"
        },
        {
            "review_title": "Obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Loveee this Color, actually makes your lips look fuller and u201cblurredu201d, compared to a harsh lip liner line which you have to smudge out yourself. This does it perfectly but still looks natural. Iu2019ve been wearing it everyday."
        },
        {
            "review_title": "Why?",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Medium skin tone, Dry skin",
            "review_text": "I really like this product as far as formula and color.  I got Umber.  But like everyone else, my liner fell out of the component.  That alone wouldn't have deterred me from repurchasing though.  My beef is that the liner is 1 inch and a third long.  $24.00 and it's not even half the length of my forefinger.  I'll stick with Ilia lip sketch.  It's $2 more, but at least you get 4inches.  And you can sharpen it. 1 star off for component, 1 star off for the amount of product for the price."
        },
        {
            "review_title": "Magnify thin lips and looks natural",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I donu2019t get the negative reviews. This magnifies my top lips!! Itu2019s amazing !!"
        },
        {
            "review_title": "Donu2019t buy!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Awful!! Donu2019t buy! I should have listened to the reviews about it falling out because as soon as I opened it, it fell out. Itu2019s ridiculous for a company that charges this much to not take better care with the packaging."
        },
        {
            "review_title": "What a joke",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "Like everyone else is sayingu2026 the product just falls off as soon as you open it. Not acceptable for such an expensive product. Not to mention, thereu2019s like 2 inches of product. Save your money please."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Stone - light beige brown",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I was so excited to try out but as soon as I opened the liner it broke off immediatelyu2026. Color was meh but ended up returning."
        },
        {
            "review_title": "Better Execution",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "like many have stated u2026. Broke immediately. However I continued to use it till it was completely gone because I did love the product."
        },
        {
            "review_title": "Arrived broken",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "It came broken! Itu2019s a nice product but the packaging is horrible I canu2019t take it in the go ! I wanted other colors but itu2019s too expensive for it to come broken"
        },
        {
            "review_title": "Broken product - bad packaging",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Loved the color, loved how it looked.  Unfortunately it broke after one use and I had to return.  I would purchase again only if the packaging improved."
        },
        {
            "review_title": "Beautiful product but disappointing packaging",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Really beautiful color. I love the blurring effect because it looks much softer than regular lip liner. Unfortunately my liner broke just one day after receiving it. The entire product broke off and fell out of the component."
        },
        {
            "review_title": "Broke",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Unfortunately had to return, it broke and product flew out the moment I first opened it. Super disappointed because I love the color"
        },
        {
            "review_title": "No lasting power",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Love the idea of this product and it is so beautiful but there is no lasting power whatsoever. It wears off almost instantly especially if you put a gloss on top of it."
        },
        {
            "review_title": "love the color but breaks",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "OK so love the color and how it goes on but I have bought 3 now and ALL of them have broken - the lip color falls out of the tube which is why Iu2019m giving it a 3u2026 hoping they fix this :("
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Stone - light beige brown",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love the smooth application of this product. It gives a gorgeous, blurred lip effect in varying nude shades to complement a wide range of skin tones. I wish the opal had been a littttttle lighter but Stone is my favorite."
        },
        {
            "review_title": "TOO GOOD!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "the lip liner gives my lips such a natural contour!"
        },
        {
            "review_title": "Pretty but broken",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love the effect of the liner. Definitely made my lips look fuller. But it broke after a couple days. Open it carefully or the product will end up on the floor."
        },
        {
            "review_title": "3 Strikes and You're Out, Refy",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I really thought that a pencil called Opal that was described as light medium pink would in fact be light, medium pink, but I was wrong. In addition to being incredibly fragile, these lip liners are incredibly dark and brown hued. I like the way the liner applies and wears, so I kept buying and returning 3 different colors. Now, I've given up. In addition to their packaging problems, Refy needs to get someone who isn't color blind to mix their colors."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Berry - deep wine pink",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Pretty color but wipes off in two seconds. Does not act like a lip liner at all and has splotchy coverage."
        },
        {
            "review_title": "Would be great if it wasnu2019t for awful packaging",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Color is fantastic this would be a must have if it wasnu2019t for the terrible packaging. The product fell out as soon as I opened it. I bought two shades and it happened with both."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Umber - medium brown",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "I absolutely loved this product but it was a little frustrating that both liners I got broke 1 day after having it."
        },
        {
            "review_title": "Would be perfect if product didnu2019t arrive broken",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I really want to like this product- I love the effect, it is perfect for a subtle no-makeup makeup look. However, many of the reviews I saw prior to purchase talked about the broken pencil and unfortunately for me mine was also broken upon opening. I had already thrown out the box so I canu2019t return/replace, but I have to give 3 stars because itu2019s just unacceptable for a $24+ product to be broken. I really hope Refy addresses their packaging issues."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Stone - light beige brown",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I ordered three shades and all came broken/fell straight out of the component upon opening. I want to try and justify it but despite liking the product will probably end up returning as I do not want to spend this much on a product that canu2019t stay together lol."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Umber - medium brown",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Amazing but -1 star for the liner breaking in the packaging. Plz fix it. Other than that amazing product. Love it so much like really"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Umber - medium brown",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I was so excited to get this! But unfortunately itu2019s not what I was expecting. To start off as I opened it, the product came out I was so disappointed I managed to put it back but the fact that you are paying this much for a lip liner itu2019s not worth it. The shade color is beautiful but they should work on better quality packaging."
        },
        {
            "review_title": "Just fix the packaging",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "Love the product but it broke!!! Fix the packaging issue"
        },
        {
            "review_title": "Not Worth it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I was excited to get this product because I have been loving all my Refy products lately, but I just dont get the hype to this? I feel like its just overpriced lip liner. Mine also came broken like all the other reviews have stated and it keep coming out of its shell. Its very annoying to deal with. I'd skip this and just purchase their regular lip liner!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I loveeee this lip product! So much better than I was expecting. Itu2019s so nice and makes my lips look so plump and natural. I havenu2019t had any issues with the packaging so far but I will be buying more shades!"
        },
        {
            "review_title": "My lips but better!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I saw the reviews about the packaging being broken, but mine was fine. I really like this color to outline my lips and make them seem a little poutier. It is such a beautiful natural color that blends seamlessly into my lips. The lip liner lasted a long time on me and was so smooth going on. This was my first time trying Refy and I highly recommend this product!"
        },
        {
            "review_title": "Obsessed but packaging came broken",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Absolutely obsessed with the product itself. As far as performance goes it gets five stars, Iu2019ve bought in six of them and out of the 6, 2 of them came broken. Super disappointed in the packaging."
        },
        {
            "review_title": "Broke",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "Super nice for everyday. BUT mine broke just like all the other reviews ): the two stars is due to the product"
        },
        {
            "review_title": "I should have listened to the reviews",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I wish I had read the reviews before getting this product - upon first opening it was broken. The packaging is completely faulty where the lip liner product fell straight out before I could even use it.  It seems like this is super common - such a shame, try something else!"
        },
        {
            "review_title": "bad packaging",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Tan skin tone",
            "review_text": "Beautiful product and shade, but the pencil completely broke and flew out of the packaging after a couple of uses. Please rerelease with new packaging."
        },
        {
            "review_title": "Needs better packaging",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I bought this in Umber and Berry. It is a great liner. Especially for quick lining your whole lips. However, like so many others, both of the liners that I bought came broken. Pulled open the caps for the first time and the liners flew out."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Umber - medium brown",
            "review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Refy needs to replace everyoneu2019s pencil with something that doesnu2019t break the first time you open it. Amazing product on the lip if it didnu2019t fly out the pencil when you take the cap off. Even the cheapest companies have that part down."
        },
        {
            "review_title": "Empty",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Was very excited to see this color but itu2019s empty? Color is either locked in the bottom that canu2019t twist out or itu2019s just empty. Can tell the tip is not rounded itu2019s just flat. Annoyed I had to take the time to drive and return"
        },
        {
            "review_title": "Packaging prevented me from even trying.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Literally canu2019t even use because as soon as I opened it and took the cap off (holding it right side up), the whole inside liner part flew out, landed in my sink and broke in half. I tried to place them back together and back in place, but that just ended up  jamming it up inside so now twisting it dies didnu2019t bring up anything.   The formula might be great, but Iu2019ll never know because I literally canu2019t use it because the packaging has some seriously epic flaws."
        },
        {
            "review_title": "Poor Packaging",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone",
            "review_text": "I loved this product, but had the same issue most others did with the packaging. The first time I opened this lip liner the entire liner fell out. I couldnu2019t justify keeping it. I hope they correct this issue in the future!"
        },
        {
            "review_title": "Broke after a week...",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I loved the color and concept, but like everyone else has said it broke right away which is annoying. There's no reason it should break that easily."
        },
        {
            "review_title": "Couldn't Find The Pink in Mauve",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Glides on smooth and stays in place forever. My beef with the product is that I ordered Mauve, which is supposed to be a deep pink. The pencil reads brown/orange when twisted up and when applied. When REFY figures out how to add some pink and red to their products  I wil happily buy it again, but I cannot use a brown tone..."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Umber - medium brown",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Loved it so much, the dome shape makes it super easy to apply without a mirror and the color is absolutely lovely!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I use it as a lipstick and it gives the blurriest softest look! I am obsessed with it. I have never tried anything like it, pillowy, soft and not sticky or overpowering."
        },
        {
            "review_title": "Would be great if they didnu2019t break",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I purchased 4 shades and all of them arrived broken. I open the cap and the liner flies on the ground. Returning them all sadly."
        },
        {
            "review_title": "Lipliner for people who hate lipliner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Not sure why the reviews on this product are so mid. This is lipliner for people who donu2019t do lipliner and it creates a soft, pillowy look. I really love it."
        },
        {
            "review_title": "Donu2019t buy until they fix the packaging l",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The whole stick fell out as soon as I opened the cap. Happened with both colors I bought."
        },
        {
            "review_title": "Lip liner addict",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Iu2019m giving this 4/5 stars because I love the product. Itu2019s not really like anything on the market. A liner thatu2019s soft on the lips, blurring and gives that fuller lip look - 10/10 but the packaging needs to fixed. The colors are gorg, for ima is nice. Just fix the packaging"
        },
        {
            "review_title": "Liner falls out",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Refy lip pencils are amazing so I figured this product would be too. Much like everyone else, as soon as I open the cap, the entire stick of liner fell out. So disappointed and will be retuning. Please fix this packaging issue."
        },
        {
            "review_title": "Packaging problem as expected",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Iu2019ve never gotten anything from refy because I knew about the packaging issues. Every store I go in and look, theyu2019ve all fallen out (lipliners) so I never bothered. This product intrigued me however. I took the cap off carefully, turned it upside down, and it fell out   So I put it back in, pushed it down a lotttle and it doesnu2019t fall out now. Itu2019s a fix we shouldnu2019t have to do  they need to do better but I do love the color itu2019s perfect."
        },
        {
            "review_title": "Broke on first day",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "The color is pretty but the product broke on the first day I received it. Used it only once."
        },
        {
            "review_title": "Misleading on multiple fronts",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "The pictures of the shade Opal are not accurate, I found it to be orangey/peachy and not the light pink itu2019s described as. Really like the concept of this product but this is just a sheer matte lipstick that feels oily on lips. Wouldnu2019t recommend."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Stone - light beige brown",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "These are not in stores and nobody Iu2019ve asked knows when they will be in stores"
        },
        {
            "review_title": "New Favorite Liner",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "I absolutely love the color and the smooth way it glides on. I did take off 1 star only because it's hard to be precise since the liner doesn't have a point."
        },
        {
            "review_title": "My new go to liner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This liner is so good I love how soft and creamy it is and Iu2019m in love with the color. I feel like other liners are sooo hard to blend but this actually is an effortless blur look. Obsessed with Refy recently ud83eudef6ud83cudffc"
        },
        {
            "review_title": "Defective packaging",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "As many others have stated, the packaging is defective. As soon as I removed the lid, the crayon flew out of the pen. I put it back again but it wonu2019t stay put. I wonu2019t even bother getting it replaced because I can see from other reviews that most of the pens are manufactured with this defect. This is totally unacceptable for this pricepoint. Beautiful color and product otherwise, ruined by bad packaging. Do better Refy."
        },
        {
            "review_title": "Really great lip liner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Love this lip liner! Reminds me of the ones from Korea. It is creamy and not drying on me. I will say these are prone to breakage. I accidentally dropped this from waist height onto hardwood floors and the product got loose so it doesnu2019t stay where itu2019s supposed. I will still recommend it, just be careful with it."
        },
        {
            "review_title": "came broken :(",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Was soooo excited to try this liner. The moment I opened the packaging the actual product fell out which was a big bummer. I had to return it and didnu2019t actually get to try it on but hoping to reorder in the future if packaging improves."
        },
        {
            "review_title": "Gives fuller looking lips",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019m already obsessed with the sculpting lip liner and wanted to get this one to see how it would perform. Iu2019m speechless with this one too. Love that how itu2019s blurry and easy to outline without harsh lines. Iu2019m obsessed."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Mauve - medium deep pink",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This product works well and does what it says it does.  However the product was fully out of the packaging when I opened it?? I put it back in and I do like the way it works"
        },
        {
            "review_title": "New favorite lippy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Love! It makes me lips look so much fuller, i love how easy it is to apply as well! I only got one shade but Iu2019m about to buy more."
        },
        {
            "review_title": "Shocked at how much I love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I wasnu2019t totally sure what this product it supposed to do but I do love Refys other lip liners so I thought Iu2019d give it a shot. Itu2019s such an amazing idea for a product it literally is so effortless to put in and your lips looks naturally full with such little effort"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "The shade Berry is everything and I'm absolutely in love! The color is a gorgeous, rich berry that adds a perfect pop to my lips without being overpowering. The formula is incredibly smooth and creamy, making it easy to apply and blend. It offers a lovely, soft-focus finish that feels comfortable throughout the day. Plus, itu2019s versatile enough for both casual and more polished looks. Highly recommend for anyone looking to elevate their lip game!"
        },
        {
            "review_title": "Toxic Ingredients",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "They contain PEG/PPG 10 which is linked to cancer. Other toxic ingredients as well. Companies need to do better."
        },
        {
            "review_title": "Fav lip liner.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "*chefs kiss* Perfect lip liner. love the larger tip, it goes on so effortlessly and it stays on. I donu2019t usually leave reviews but I had to for this one. I want all the colors."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Opal - light medium pink",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This formula is so creamy.. The colour is super similar to MUFE lip liner in wherever walnut which is perfect for a daily makeup look. I had no issues with the packaging and I will def be throwing this in my purse!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Stone - light beige brown",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Love the product and the color but two of mine were defective. Should be better quality with this price."
        },
        {
            "review_title": "Poor quality in packaging",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "i do love the color and how it effortlessly glides on the lips. HOWEVER they have serious quality issues with how the product is packaged. i bought 3 and the crayon part on all of these fell out of the case as soon as i opened them. I was able to get a replacement but 2 out of 3 came right out of the package as soon as I opened them. I've always loved this brand but so disappointed in how they're choosing to ignore this issue and keep putting out marketing content to promote these. you'll see tons of people complaining of the same issue on their social media but refy isn't hearing them out. i do not recommend this product to be purchased until refy fixes this issue in manufacturing because chances are you're probably gonna have to request for a replacement."
        },
        {
            "review_title": "Love love!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "After seeing a few creators use this I know I wanted to try. Itu2019s so velvety soft and color is stunning!"
        },
        {
            "review_title": "Amazing product, terrible packaging!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "This product is AMAZING!  But please fix the packaging. After only the second time opening it the entire stick of product fell out. Luckily it lands in the lid, but then it isnu2019t secure and I canu2019t apply as well as I did the first time."
        },
        {
            "review_title": "Unique pleasantly surprised!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I was skeptical if Iu2019d like this. I saw a few videos of Jess and her models applying the product. I was intrigued by the innovation behind the lipliner.  Creating the effect of a larger lip by blurring the lip line vs traditional means of defining it via drawing a line. I honestly loved it on first application. It is so natural but stunning on the lips at the same time. The color opal was flattering as a natural lip line and my lips looked enhanced/pretty. I actually love this product and applaud refy for attempting to create some newness. Iu2019m actually looking forward to wearing this again as I can tell itu2019ll be my new fav lipliner."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Umber - medium brown",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I bought opal, umber and stone. Overall I like ready products. These are pretty easy to go on but Iu2019m not sure if Iu2019m applying it wrong but you can totally tell Iu2019m essentially over lining my lips. Itu2019s looks like Iu2019ve got lipstick smudged"
        },
        {
            "review_title": "New staple!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This is exactly what Iu2019ve been looking for. This is like a perfect lip contour, the colors are translucent and give the best natural flush. I bought the Opal and Umber and love both!"
        },
        {
            "review_title": "gorgeous 10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "such a gorgeous lightweight liner that could honestly double as a lipstick!! Lives up to its name blur liner and makes your lips look so supple by filling in all the lil cracks without accentuating dry spots. Will probably need to reapply throughout the day but I personally don't find that to be an issue."
        },
        {
            "review_title": "Defective or poor packaging?",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Literally the very first time I went to use this, I took the cap off and the entire liner flew out of the component. It will go back in but does not stay and falls out when not directly upright. I really like the product and the color but the packaging is a huge miss."
        },
        {
            "review_title": "Love this concept!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This makes your lips looking naturally fuller. I never like how regular lip liners look on me as I have very thin lips as much as I blur it, never looks good, but love how this looks. Highly recommend if you canu2019t manage to like how regular lip liners look!"
        },
        {
            "review_title": "Not a Lipliner, aSheer Matte Lipstick",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "This is a great lip product but to market it as a lip liner is incorrect. Itu2019s a soft matte, blurry medium opacity lipstick. It reminds me a lot of the Givenchy sheer matte lipstick but itu2019s in a tiny stick form. Donu2019t get me wrong, itu2019s a stunning sheer matte lipstick, so smooth, looks great on, veryu201dmy lips but better,u201d but itu2019s not a lip liner. I would totally recommend but also keep in mind that itu2019s a TINY product. Here it is next to my Balm Dot Calm and both Berry and Mauve shades swatched."
        }
    ]
}