{
	"product_id": "1179",
	"name": "Madagascar Vanilla Perfume Oil",
	"brand": "NEST New York",
	"categories": "Fragrance, Women, Perfume",
	"price": 138.0,
	"about": "Fragrance Family:Warm & Spicy.Scent Type:Warm & Sweet Gourmands.Key Notes:Madagascar Vanilla Bean, Vanilla Orchid, Coconut.Fragrance Description:Capture the allure of Madagascar's landscape with this nourishing perfume oil featuring the warm essence of vanilla bean, the subtle floralcy of vanilla orchid, and a hint of coconut. It’s artfully blended with baobab oil for a formula that melts into your skin while leaving behind a long-lasting fragrance..About the Bottle:Housed in a jewel-like glass bottle tinted with a warm amber hue and featuring a dropper that offers a completely unique and customizable fragrance experience..About the Fragrance:This gourmand perfume oil features Madagascar vanilla, one of the most expensive crops in the world, in part because of the elaborate care it needs all season long. The vanilla orchid must be hand-pollinated by skilled harvesters, who then spend a year curing and drying each pod to perfection, giving dozens of local villages a source of livelihood.",
	"ingredients": "Fragrance (Parfum), Dipropylene Glycol, Triethyl Citrate, Ethyl Hexyl Glycerin, Propanediol, Adansonia Digitata Seed Oil (Baobab Oil), Benzyl Alcohol, Benzyl Salicylate, Linalool.",
	"how_to_use": "Suggested Usage:.-Glide over your arms, legs, décolleté—anywhere on your body that you want to indulge with nourishment and a highly concentrated expression of exquisite fragrance. .-Ensure oil is fully absorbed prior to delicate fabrics coming in contact with skin.",
	"num_reviews": 498,
	"overall_rating": 4.1,
	"product_url": "https://www.sephora.com/ca/en/product/nest-madagascar-vanilla-perfume-oil-P470232?skuId=2411429&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2411429-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "1 oz/ 30 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2411429-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Smells so good and lasts long",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I received a sample of this perfume oil in a sephora best of vanilla sampler, and I have to say that this scent was most definitely my favorite. With the sampler, there was a certificate for a free travel size of any of the scents in the sampler, and I went with this one. I have gotten so many compliments on this! It is very aromatic and I feel like I can be smelled from a mile away (which is something that I was looking for. If you want something more subtle I wouldn't choose this fragrance). It is great for layering with other vanilla perfumes, as it is the perfect true vanilla scent. I highly recommend this."
		},
		{
			"review_title": "Do not discontinue this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is by far my favorite vanilla scent, I love that it’s an oil, I feel like it last all day, you may not be able to smell it, but half way through my day someone will hug me and swoon over how good I smell, when I thought it was gone! Plus it pairs so nicely with my other vanilla perfumes! This small bottle lasted me a full year! I received my second bottle this year for Christmas! I’ll be back for my third bottle next year! You better not discontinue this! lol I love it so much!"
		},
		{
			"review_title": "Smells DELICIOUS",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I got this for my little sister for Christmas, and now I am buying for myself! It smells AMAZING, and the scent lasts all day. It's definitely a pretty intense vanilla scent, so make sure you like vanilla like we do! I like how it soaks into your skin, and leaves a lasting scent."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Porcelain skin tone, Dry skin",
			"review_text": "My favorite perfume. You get vanilla and the warm spiciness of the sandlewood, then it wears down to a sweet, sugared vanilla orchid scent.  It's beautiful and it lasts all day.  Wear it on your skin and see and see how it interacts with your own chemistry before making any decisions.  I'm so glad that I did."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "The perfume smells good. However, the smell doesn’t last long"
		},
		{
			"review_title": "Love love love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Adore this scent so much. It’s perfect for every day"
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I was doubtful but it actually smells so good and last long ! I pair it with kayali vanilla rock sugar or kayali yum bougee marshmallow and it’s divine !!!"
		},
		{
			"review_title": "Don’t walk run and buy it!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I love it!! One of the first vanilla rollerballs that actually gave vanilla, it layers amazing not overpowering or too light either I wanna say it’s a signature all vanilla girls should have!!!"
		},
		{
			"review_title": "No, not this one!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone",
			"review_text": "I was so excited to try this Nest fragrance. I’ve loved this fragrance line for years.  The fragrance was so strong, it actually took my breath! I could hardly smell any vanilla in the fragrance at all.  Very disappointed."
		},
		{
			"review_title": "So yummy!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Normal skin",
			"review_text": "This is my 2nd time purchasing this product & it is so amazing!! It has such a delicious vanilla smell, not too strong and the scent lasts ALL day! I place it behind my ears, and on the back of my hairline so body heat warms it up all day. I will be purchasing the large size next. Recommend to everyone!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This perfume oil is amazing, not too strong but very long lasting. I’ve read the negative reviews and maybe it sits different on everyone but I LOVE it. It has a tiny bit of spice, maybe that’s what’s throwing people off but I’ve got nothing but compliments people  people"
		},
		{
			"review_title": "Smells synthetic…",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Smells like vanilla but has that crazy stinky alcohol smell afterwards… it’s so gross.."
		},
		{
			"review_title": "For vanilla lovers",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "As a lover of vanilla and gourmand scents, NEST Madagascar Vanilla is the overdose of vanilla I was looking for. It's a thick fragrance, but it's not just the fact it's an oil. I personally can wear it anytime, anywhere (very sweet gourmand fragrances tend to smell more balance on me than other people), but some might find this too much for small places or hot summer days. It's amazing that few simple notes created this active scent."
		},
		{
			"review_title": "Not what I thought..",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I don't know if I got an old batch or something but it smelt amazing when I first opened it and then now it smells so fake and cheap.. I have to mix it with other perfumes to smell better ):"
		},
		{
			"review_title": "Hidden Gem",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Light skin tone, Dry skin",
			"review_text": "So so underrated, warm vanilla scent that lasts all day"
		},
		{
			"review_title": "Gourmand dream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "Amazing smell, last 10+ hours, perfect everyday scent and isn’t over powering"
		},
		{
			"review_title": "Vanilla baby",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
			"review_text": "I use it as the last layer to my Bare Vanilla SOL from Victory Secrets and it makes me smell so good I love vanilla scents and I definitely prefer the body oils, the scents lasts longer"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love it and it’s long lasting. I normally go for floral fruity scents. This is kind of a “ mature” scent but I layer it with other scents. It has a little masculine touch. But I like it. The coconut oil is my favorite from this line."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "This is terrible. I don't understand the hype, but this smells cheap. I don't smell the vanilla either. Wouldn't recommend."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I wish it was just vanilla very odd smell and the coconut is the strongest part"
		},
		{
			"review_title": "Definitely with it.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Got at the Downtown Disneyland location since I forgot my normal perfume at home. These definitely last longer with a no scented lotion. I always use a lotion with it. Yes by itself it does fade away. I would definitely recommend this perfume oil, but with a no scent lotion for longer lasting scent."
		},
		{
			"review_title": "NOPE!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "I can not smell it... not one bit. I tried it on me and my daughters, I even asked my friend after applying it can they smell it and you would literally have to shove it up your nose in order to smell it. I'm so disappointed for the price. I expected more from all of the reviews."
		},
		{
			"review_title": "Smells lovely but does not last long enough",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "I love the Nest Madagascar vanilla scent and the rollerball is of course super practical to carry everywhere because of its compact size however, it does not last long. While I love the scent I just wish it would last longer than forty-five minutes to an hour. I find myself having to reapply often whenever I use it. I first smelled it in a sample that came along with some makeup I ordered and I instantly loved the smell but wanted to try the roller ball before I committed to the slightly bigger size and I am glad I opted for that instead. Even though I love the scent and am definitely going to finish the roller, I highly doubt i'll repurchase because its not really worth the price in my opinion. I thought since it was an oil the fragrance would last longer than traditional spray on perfume but that's just not the case."
		},
		{
			"review_title": "Mix it with nonscented lotion!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I mixed this perfume oil with nonscented lotion and it smells amazing!!! Makes the scent last longer and I always get compliments. I keep the mixture in a container so I can use it any time"
		},
		{
			"review_title": "Smells divine",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Oily skin",
			"review_text": "This oil smells so good and I've repurchased it quite a few time. I would love for it to smell longer though. You have to Bri g it along with you to keep reapplying."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I worked at chipotle and I wanted to test it out how long it would last. I worked at least almost 7 hours and I still smell. Very long lasting"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "I love this scent, light but delicious!! People stop me and say that I smell so good"
		},
		{
			"review_title": "Love the scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "I get a lot of compliments when I wear it, which is all you really want with a perfume right? I think it lasts a decent amount of time, I do end up reapplying at least once during my in-office days."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "very cheap vanilla smell. not what I was expecting"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "Nice subtle, sweet scent that layers well with additional fragrances if desired, and has good longevity--in terms of the scent as well as the product. I can see myself taking a while to get through this little roller ball."
		},
		{
			"review_title": "I'm obsessed lol",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Deep skin tone, Oily skin",
			"review_text": "I normally don't leave reviews but I had to with this one. LOVE IT. Immediately was obsessed when I put it on. It's not overly sweet which was my concern. 10/10 recommend!"
		},
		{
			"review_title": "A very good everyday work option",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Combination skin",
			"review_text": "A very good average scent, won’t bother anyone and smells pleasant but over powering."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "i have had this for over a year and upon reaching the end of it recently repurchased. w applying 1-3 times a day almost daily the rollerball lasts a little over a year. sillage & and lasting power is amazing. i would recommend only using the roller though, and the dropper system leaves room for contamination."
		},
		{
			"review_title": "Perfect vanilla scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "Absolutely perfect vanilla scent! I like to use it on its own or layered with other fragrances"
		},
		{
			"review_title": "Balanced Vanilla",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "Not an artificial, saccharine vanilla, it’s the perfect combo of sweet and slightly smoky. I get lots of compliments on this!"
		},
		{
			"review_title": "A little goes a long way ‼️",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "This is such a beautiful fragrance. I wore this to work and it lasted 8+ hours. Very sweet and subtle scent with a light floral note that I really enjoyed. Great for layering. Love love love 💕"
		},
		{
			"review_title": "Sexy Vanilla smell",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, Deep skin tone, Combination skin",
			"review_text": "SMELLS AMAZING! I wish the smell lasted longer than 30 minutes!"
		},
		{
			"review_title": "Beautiful scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "3rd time buying this product definitely worth it  Highly recommend"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "Sooooo yummy. Musky vanilla. If you love the smell of vanilla you will absolutely fall in love with this scent. This format is perfect for travel as well."
		},
		{
			"review_title": "Pairs so well with other Nest oil perfumes!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "I am not a huge fragrance wearer as I’m super sensitive to scent so I tried this several times in store prior to purchasing and knew I loved it! Oil based perfumes are very concentrated so how you apply them is super important for your overall experience. A little goes a long way. Applying too much as well as how you apply it is definitely key. Apply to areas of the body that are warmer such as behind the ears, inner elbow and behind your knees as the heat will help release the fragrance throughout the day. It’s even more important with oil based perfumes to not “rub” the oil onto the skin’s surface but tap it lightly to apply and allow it to dry onto the skin and absorb it naturally or the scent will be affected greatly.  I find it to be my go to as a base fragrance as it pairs so well with others such as the Nest Coconut or Sandalwood. It gets an A+++ from me!! A 10/10!!!"
		},
		{
			"review_title": "Yummy and comforting",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Love this vanilla oil! She’s warm, she’s sophisticated, she feels like a warm hug from your beautiful mother after baking cookies together."
		},
		{
			"review_title": "yuck",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Oily skin",
			"review_text": "kind of smells awful.. not getting much of a vanilla scent at all. will be returning"
		},
		{
			"review_title": "Sexy Vanilla smell",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, Deep skin tone, Combination skin",
			"review_text": "SMELLS AMAZING! I wish the smell lasted longer than 30 minutes!"
		},
		{
			"review_title": "Beautiful scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "3rd time buying this product definitely worth it  Highly recommend"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "Sooooo yummy. Musky vanilla. If you love the smell of vanilla you will absolutely fall in love with this scent. This format is perfect for travel as well."
		},
		{
			"review_title": "Pairs so well with other Nest oil perfumes!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "I am not a huge fragrance wearer as I’m super sensitive to scent so I tried this several times in store prior to purchasing and knew I loved it! Oil based perfumes are very concentrated so how you apply them is super important for your overall experience. A little goes a long way. Applying too much as well as how you apply it is definitely key. Apply to areas of the body that are warmer such as behind the ears, inner elbow and behind your knees as the heat will help release the fragrance throughout the day. It’s even more important with oil based perfumes to not “rub” the oil onto the skin’s surface but tap it lightly to apply and allow it to dry onto the skin and absorb it naturally or the scent will be affected greatly.  I find it to be my go to as a base fragrance as it pairs so well with others such as the Nest Coconut or Sandalwood. It gets an A+++ from me!! A 10/10!!!"
		},
		{
			"review_title": "Yummy and comforting",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Love this vanilla oil! She’s warm, she’s sophisticated, she feels like a warm hug from your beautiful mother after baking cookies together."
		},
		{
			"review_title": "yuck",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Oily skin",
			"review_text": "kind of smells awful.. not getting much of a vanilla scent at all. will be returning"
		},
		{
			"review_title": "strong & lasts all day",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "stunning basic but deep warm vanilla, smells ALL day, if you’re super migraine proned w fragrance i’d skip. projection is good and i love how easy it is to roll on and carry around!"
		},
		{
			"review_title": "Rue 21 dupe",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I've been trying to find my signature vanilla scent. I bought a sample size as I don't live near a Sephora and was disappointed to find that this smells similar to the Rue 21's black perfume. I'm sure this is someone's cup of tea but it's just not mine."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "I love the texture of this product and with pthrr we scents a little went a long way. This scent I feel like I barely smell it! I use it for layering my perfumes but I wish it was a little more intense."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This perfume is amazing, the sent lasts about 5-6 hours for me. And it’s not to expensive for this perfume. Would totally recommend"
		},
		{
			"review_title": "Vanilla Bean",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "Exactly as  I imagined, beautiful scent that lasts all day. Worth the price, I am very happy with this purchase."
		},
		{
			"review_title": "Just right!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "When I first tried this product I couldn't stop smelling it! It's the goldilocks of scents, gently sweet but also down to earth. It would be perfect paired with a scent free lotion - not too strong but very addicting. Would buy again in a bigger bottle!"
		},
		{
			"review_title": "MUST HAVE!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "One of my absolute favorite vanilla scents!! Layer this with cherry ambition by 7 virtues and you’ll smell to die for!"
		},
		{
			"review_title": "Don’t buy",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I don’t understand all the positive reviews. You can hardly smell anything with the rollerball and it kinda smells like cheap plastic vanilla. If you can smell the vanilla in the scent. Idk if I just got a bad batch or what."
		},
		{
			"review_title": "Great scent but design flaw with full size",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I fell in love with this scent in the store and bought the rollerball size. Depending on how long it lasts I may buy the full size next HOWEVER there is a design flaw with the dropper. It’s very short and you will have to turn the bottle over and drip it out once the product gets lower."
		},
		{
			"review_title": "Not for me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I tried it in store and rubbed it on my skin. It smelled awful. Like how pouring too much vanilla extract into a dish makes it taste bitter. I think it’s one of those scents that smells better on others and not on me. Maybe my chemistry makes it smell off? I wanted to love this because so many people were hyping it on TikTok, but least I don’t feel obligated to spend the extra 100. I’m happy I tried this in store. The one good thing is it’s long lasting, which doubles as a negative since I hate the scent on me lol, but I gave it 2 stars instead of one for that. Makes my head hurt. Don’t blind buy this one guys, even if it has good reviews. Try it for yourself."
		},
		{
			"review_title": "need",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Oily skin",
			"review_text": "I LOVE THIS SO MUCH! my friend had it and i used it once and when i first smelled it i knew i had to it get. it lasts awhile and it smells so good"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "Smells like a warm sugar cookie! I gifted it to a friend and ultimately decided to purchase one for myself as well since it smelled so delicious."
		},
		{
			"review_title": "SMELLS DIVINE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "smells incredible and is layerable with any perfume I decide to wear, lasts a long time, smells absolutely divine! its more of a floral vanilla but yet sweet. Love this ! will probably purchase the big bottle"
		},
		{
			"review_title": "Smells amazing!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I’m not one to typically write reviews, but this scent smells so amazing, I can’t help share. This scent has very quickly become my favorite of all time! It’s a very mature, adult scent, not reminiscent of the saccharine sweet typical vanilla that you’re used to smelling. fragrance has very quickly become my favorite of all time."
		},
		{
			"review_title": "pleasant vanilla scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Normal skin",
			"review_text": "This is a lovely mild vanilla scent. I gave it 4 out of 5 stars because it really isn't long-lasting."
		},
		{
			"review_title": "Horrible immediate headache!!!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This is no where near a yummy vanilla this is awful!! Something in this is extremely strong and gives you an immediate headache!!!!!!"
		},
		{
			"review_title": "Beautiful scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Was just wandering around in the fragrance section and randomly decided to smell it, this was an instant purchase. To my nose the coconut definitely stands out, this is like a salty, skin-like tropical coconut-y vanilla to me, but not sun-screeny. Transports me to a tropical island. 🏝️"
		},
		{
			"review_title": "vanilla girl staple 💋",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "This scent is literally so good, and it’s long lasting and great for layering. imo it’s better than the kayali vanilla 28. you should def get this!!"
		},
		{
			"review_title": "Absolutely Gorgeous!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Last summer I revived a sample from Sephora with my purchase and i immediately fell in love! I had it on my bucket list for a year and finally purchased it during the sale last week and I must say I don’t regret it at all! Indeed I’m gonna buy the coconut one as well. The packaging is Seminole yet chic! Will try to apply it with sent-free lotions and on me lasts 4-5 hours! Doesn’t trigger my migraine too!! So in love! Good job NEST 👍🏻"
		},
		{
			"review_title": "Incredible scent!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Incredible deep vanilla scent. I absolutely love this! I’m definitely purchasing the full size bottle."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Dry skin",
			"review_text": "this perfume has a very sharp smell, which makes it lean masculine and almost headache inducing."
		},
		{
			"review_title": "Great smell strong lasting iffy packaging",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Bought in store and it was missing about an inch of oil from the top! I just exchanged the Balinese coconut for it and that was full(online order). It also exploded oil from pressure in the ball, I think it was a manufactured error that trapped air instead of oil inside causing these problems. On the scent it’s lovely a little musky and spicy  but a refined vanilla smell!"
		},
		{
			"review_title": "Smells heavenly",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "I absolutely love the smell of this perfume! It was exactly what I was looking for. I do find the scent wears off after a few hours so I would suggest getting the small roller to pack with you and reapply."
		},
		{
			"review_title": "Just get it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
			"review_text": "Smells absolutely amazing!! Perfect combination of vanilla, woodsy, and musky! Lasts for a long time!"
		},
		{
			"review_title": "Soft smelling, needs layering",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "The perfume smells good, but since its an oil I didn’t feel like it gave an “all around” scent, it wasn’t strong enough for my preference."
		},
		{
			"review_title": "Lovely",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I received this scent as a sample, and love it.   The vanilla mixed with warm spices is complex but subtle.  My only complaint is I wish the scent lasted longer."
		},
		{
			"review_title": "Works best warmed up!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I wanted to try the travel size first before I sprung for the full-size bottle. I love the scent and it's a very warm and sweet vanilla. I found the roller ball works best if you warm it up first. I carry mine in my pocket and apply it when needed. After it's warmed up it glides on perfectly. I layer it with Burberry Goddess to warm up the scent a bit. I've gotten numerous compliments on the combo at work and out and about! It's my new go to scent!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "Smells amazing! please, Nest, make this into a perfume! I give 5 stars for the scent. It's the perfect spicy, warm vanilla scent, but the oil doesn't last long. I reapply often, and then it's gone !"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Smells beautiful - great vanilla scent and the rollerball is easier to apply than the dropper bottle"
		},
		{
			"review_title": "Great for layering!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Oily skin",
			"review_text": "I've used this fragrance several times and it is so lovely! I mainly use it to layer other perfumes!!  it just doesn't last as long as I'd like on its own. It completely disappears after it dries down, which is so unfortunate because it's such a lovely scent!!"
		},
		{
			"review_title": "VANILLA DREAM",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "this smells unreal. If you are a vanilla girly you definitely need to add this to your collection. It’s such a warm scent. 10/10 recommend"
		},
		{
			"review_title": "Here Today, Gone in a Couple of Hours...",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "Welp, I guess I am the the one dragging this product's ratings down.  This does not perform like an oil. It only lasts a couple hours for me. I have $10 perfume oils that have better longevity. I took a look at the ingredients. It's a perfume with oil in it. It smells nice but had an unexpected slight sharpness to it (likely due to the alcohol). If you want a nice smelling, grown up vanilla perfume, this is it. If you want something like a perfumed body oil (like NYC street vendor oils-ish) look elsewhere."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Why can’t they make this in a spray!!??  It’s a powerful vanilla. - amazing throw.  Scrumptious. Long lasting."
		},
		{
			"review_title": "Fav",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Compliments galore! I recommend this to everyone. It’s not too sweet and not too musky. It’s a great date night scent. Seriously intoxicating."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Personally, I think it’s one of the best vanilla smells out there; however I do wish it last longer. It’s a very subtle scent."
		},
		{
			"review_title": "Pass",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
			"review_text": "This smelled like the old school bath and body works vanilla spray I wore in middle school. Save your money and just go to BBW ."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "Ce produit sent super bon, longue tenue et facile à appliquer"
		},
		{
			"review_title": "Love the scent, I wish it lasted longer :(",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "This has a great scent! I love the vanilla fragrance, it's so warm and inviting and cozy. I think it's a lovely daily fragrance for fall/winter with the vanilla notes. I have the travel roller ball so I  don't know if the full size oil would have this issue but the scent just doesn't last for long. Dissipates within a few hours. At least since it's a travel size I can take it with me to reapply but it's a shame because I love the smell. I just don't think it's worth the money for the full size when there are other vanilla fragrances out there that last longer."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
			"review_text": "Floral headache for the first hour or two. It literally took 2 hours for it to start to smell like vanilla on my skin. It's synthetic singed plastic floral with something parading as a creamy note. I truly do not understand why people love this."
		},
		{
			"review_title": "Beautiful. Perfect for layering or alone",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "This is my favorite vanilla perfume out there, and beautiful to use in layering. It’s not heavy but lasts. My kids love it when I wear it. To those who don’t like it, I genuinely wonder if their skin altering the wcwnt."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I love this oil so so so much but i took off a point because the rollerball is so terrible 😓 it’s almost impossible to get anything out of it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Favourite scent ever, i layer it with the balinese cocount oil and get so many compliments"
		},
		{
			"review_title": "Vanilla dream",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Love the smell of this. It’s warm, cozy and inoffensive. Wearing this feels like snuggling up with your significant other, nuzzling in their neck under a weighted blanket. Loved it for fall/winter season, but I’m excited to layer it with my spring/summer scents as well. I’d definitely recommend if you’re a vanilla lover! Not too heavy, but noticeable at the same time."
		},
		{
			"review_title": "Long lasting, rich, warm vanilla scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Ebony skin tone, Combination skin",
			"review_text": "Very long lasting. Great layered with other scents or on its own. I mix it with a little neutral body oil or Vaseline for a stronger scent.You only need 1-2 drops and the scent last all day. It's a warm, sweet vanilla scent. the coconut scent is very mild."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "absolutely foul smelling it isn’t a sweet warm vanilla scent whatsoever it has this sickeningly burnt undertone to it. can’t believe people pay 100 to smell like this."
		},
		{
			"review_title": "Delicious and stays all day!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Dry skin",
			"review_text": "I have quite a problem with perfumes/scents not lasting more than a couple hours once applied, but this scent lasts all day!   I love this warm, rich, and cozy vanilla scent"
		},
		{
			"review_title": "SMELL LAST ALL DAY LONG",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "Perfect for layering or alone. The smell lasts all day long. Definitely worth the money. A little goes a long way!"
		},
		{
			"review_title": "A must have for summer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Lasts a long time! About 9 hours! Smells great too!"
		},
		{
			"review_title": "I was really excited for this product :,)",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "I really wanted to like this, but the scent is giving old lady or like a strong powder kind of scent, it’s hard to explain but def not vanilla like I expected, doesn’t smell very good. But pretty packaging , one flap came opened, but it has a great amount of product on the bright side :)"
		},
		{
			"review_title": "Sad. I Wanted to love....",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, gray hair, Fair skin tone, Dry skin",
			"review_text": "I can't wrap my head around this perfume.  There is no vanilla.  There is no coconut.  Once dried down it's spicy.... which I don't care for.  Depending on where I apply its get a soft musk or a spicy floral.  It's so inconsistent I returned."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I have never smelled anything so delicious as a perfume in my life! This vanilla is super complex and warm! Reordering asap! Definitely trying out other scents from this brand."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Smells pretty good but its nothing special, its just a generic cheap vanilla scent to me. Also wish it would last longer than it does"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, notSure skin tone, Combination skin",
			"review_text": "My favorite & signature scent! Just wish that it lasted a little longer"
		},
		{
			"review_title": "it will last forever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "i cannot run out of this. i bought it last summer i think? and use it daily and a LOT, and it isn’t even half done. i do not understand it. it also smells so good, i pair it with nearly any perfume and it doesn’t clash (to me)"
		},
		{
			"review_title": "Love!!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I LOVE this so much! It’s a nice fruity vanilla but isn’t overpowering"
		},
		{
			"review_title": "So gorgeous!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "If you’re looking for a travel sized perfume that smells amazing - this is for you. Warm and sexy vanilla!"
		},
		{
			"review_title": "Love!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Smells amazing! It lasts long and it's so good for layering."
		},
		{
			"review_title": "New must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "Great perfume oil! My very first perfume oil and I love it! Was very spectacle due to the reviews but if you like a vanilla that isn’t too strong but just enough & long lasting then this is for you!     then this is for you!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "The smell is delicious. Sweet but not overwhelming sweet. It has a hint of coconut that I love. I mix it with a odorless body cream for an easier application. Go for it! It will not disappoint you."
		},
		{
			"review_title": "10/10",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Medium skin tone, Combination skin",
			"review_text": "Tried a sample and had to get the full size. Smells absolutely divine and I get compliments all the time. This is my first perfume oil and I love it. The bottle also looks stunning on my vanity."
		},
		{
			"review_title": "I’ve been looking for the perfect vanilla foreverr",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This perfume is very soft and feminine, overall pretty sweet. It lasts all day, and when it does die down, it smells like a mixture of all my favourite vanilla scents put together. Sooo worth it!! 🥹🙏"
		},
		{
			"review_title": "10/10 Recommend Smells So Good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "If you like vanilla scents, you must try this. I purchased this after seeing on TikTok and it’s so good. The smell is a fresh warm vanilla - I like that it’s an oil I feel like it lasts longer. Great scent & it has become one of my go-tos."
		},
		{
			"review_title": "Daily must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "YES 1000000x yes. This will last you literally 24 hours, and layers so well."
		},
		{
			"review_title": "perfect first layer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I got this as a deluxe sample first and loved it so much that I bought a full-size. This works so great as the first layer of scent and has great staying power!"
		},
		{
			"review_title": "Earth Angel energy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "The holy grail in my fragrance routine !! I use this as a topper for whatever sent I use that day. For instance, I will layer this over Tom Ford lost Cherry and I smell like a SNACK. This scent alone is heavenly too."
		},
		{
			"review_title": "Rash and bumps",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I am giving two stars because it does not last in the roller ball form. Also I can’t seem to even get the product out onto my skin.. so much so that I actually think I am having an allergic reaction to it. Rash"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Smells amazing! I've gotten so many compliments on this fragrance. Definitely will purchase again."
		},
		{
			"review_title": "not what i expected but its still good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Rich skin tone, Normal skin",
			"review_text": "it smells really good. it’s definitely unique to me and not what i was expecting but the smell is nice. really good for layering"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Application is easy, it smells so good, i’ve gotten so many compliments on the smell."
		},
		{
			"review_title": "Smells like bananas",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "No longevity & smells like bananas left in a hot car."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "smells like the perfect vanilla sent not strong or nauseating just perfect￼"
		},
		{
			"review_title": "New Favourite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "I love this scent - it’s earthy, and a more feminine and softer version of Replica’s by the fireplace. Got the roll on to try and I’ll be purchasing the larger bottle when this is used up."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This is my go-to fragrance! it lasts long and doesn't give me a headache like a lot of perfumes do. Highly recommend:)"
		},
		{
			"review_title": "Must Have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "I tried this in store, but they were completely sold out of it so I immediately ordered it when I got home! This smells so warm and lasts quite a while on the skin, especially when you spray another fragrance on it. Angel’s share smells really good over this!"
		},
		{
			"review_title": "A Sweet Sexy Scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Treated myself to this scent and I like it more than I expected. This has a vanilla scent that's light and not syrupy sweet like some of the more vintage vanilla perfumes. It's subtle and sexy."
		},
		{
			"review_title": "get this IMMEDIATELY",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
			"review_text": "I love this so much. It smells soooo good and lasts forever. I still smell it on my clothes from two weeks ago, even after I washed them! I also get told I smell really sweet :) ice cream, cookies whatever you can think of (depending on what perfume I layer it with)"
		},
		{
			"review_title": "Yummy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "i use this as a combo with burberry goddess and it smells so good, has a hint of coconut when you apply it but dries down into a  pure warm vanilla smell."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "It’s a very rich smelling perfume oil that lasts decently long and has pretty moderate projection. It has a more mature vanilla scent but it dries down a little creamier and sweeter than when first applied. It smells sooo good and it’s nice for layering."
		},
		{
			"review_title": "This one was a miss for me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, fairLight skin tone, Combination skin",
			"review_text": "I had high hopes for this scent, but the alcohol undertones are too strong for my preferences."
		},
		{
			"review_title": "100000/10",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "I’ve always gotten compliments on this perfume, it’s not sickly strong so when you’re farther away you can’t smell it immediately! This is my signature scent!"
		},
		{
			"review_title": "Great for Layering",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Combination skin",
			"review_text": "I received a mini perfume oil rollerball and I really love it! I mainly use it to layer with other gourmand scents. It is the perfect perfume to keep in your purse and use to touch up throughout the day. I don’t find it to be super long lasting, however I will often apply petroleum jelly first to prolong the wear. Such a yummy vanilla without being overpowering or ‘fake.’"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, fairLight skin tone, Combination skin",
			"review_text": "This lasts forever and smells so yummy. I feel like I hold my head higher when I wear a good fragrance. This is my signature one, I’d say"
		},
		{
			"review_title": "Don’t get fooled",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "Vanilla lover and this is horrible. Smells like burnt plastic plus other things I can’t describe. NO VANILLA. It smells good on paper at the store but when you get home and try on your skin it’s HORRIBLE."
		},
		{
			"review_title": "Mmmmm.... YUMMY!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "OMG this is thee best scent I've ever worn. It's SO edible warm, deep inhaling therapy I swear its another level heavenly scent. If you like fresh baked pie smell... Honey.. all that, YOU'LL LOVE this! It's not perfumey, it's like some warm coconutty, honey vanilla OMG give me more I can't stop smelling it scent! I think it's my all time favorite other than Riddle Original. This is I can eat it! It's also sensual. Drives my men crazy too. Like a bee to a flower or something, men want to eat me! Lol.. and the price is incredible if you compare to other sophisticated scents. I think I will have to buy a second bottle as a back up because I don't think I can live without this because it's not like a regular vanilla perfume -has coconut scent (I have many) it's something more exquisite than that. The great thing about this oil is that you can add it to your body moisturizers and haircare! Boom!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love this oil soo much it smell soo good I had brought one of the samplers and had came across this one so I went to go but this and it last me for about 8 months And it stays on for hrs"
		},
		{
			"review_title": "Butter Popcorn",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Right off the bat, it smelled like butter popcorn. Delicious but not what I was going for. I'm really hoping the scent changes after an hour. If I could go back, I'd likely order a different perfume. Just being honest.  Kind of disappointing. It had solid reviews + an Allure Best of Beauty seal. You'd think it'd be one of those perfumes you can trust to smell beautiful."
		},
		{
			"review_title": "Amazing",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Smells amazing I just hopped it would stay on longer but it doesn’t."
		},
		{
			"review_title": "SMELLS AMAZING!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
			"review_text": "Absolutely LOVE IT! Went browsing in Sephora room one sniff and went straight to the register. This smells amazing."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Okay for starters, I love the complexity of this vanilla scent. Not too sweet but definitely still vanilla. However, it has little to no staying power which is something I never usually struggle with. The rollerball is also impossible to use. I would still recommend but maybe if it’s layered with another vanilla scent!"
		},
		{
			"review_title": "Grab Grab Grab!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "#1 Vanilla scent. This is the first oil I've ever purchased and I'll definitely be buying more. I've been wearing this for more than 8 hrs and it still smells so good. Will be purchasing full size asap. I received a ton of compliments on it today."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I love the smell, it’s subtle and does not give me headaches! Unfortunately i feel like it breaks me out when i apply on my neck, so i can only apply it on my wrists…"
		},
		{
			"review_title": "A must-have scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "LIQUID GOLD!! This is the most captivating and delectably delicious sweet vanilla scent that I have ever smelled. If I could smell one thing for the rest of my life, it would be this. It is incredibly long lasting, and layering it on top of a scentless lotion will make the scent last for the entire day. Run don't walk to get this! You will not regret."
		},
		{
			"review_title": "Summertime Fine Scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Absolutely delicious scent. I like to layer it with Seville Orange."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Smells amazing and is the longest lasting perfume in my collection!"
		},
		{
			"review_title": "Love this warm winter perfume!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Received a sample size of this perfume and I am addicted.  It is lovely, warm fall/winter perfume.  I will order more as soon as my sample runs out."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Smells AMAZING that is all. Great all oil to pair up w perfumes."
		},
		{
			"review_title": "Long Lasting Gourmand Heaven",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I've been repurchasing this perfume oil for over a year now and I simply cannot get over the scent and quality. It's a perfect grown vanilla, and when it dries down it turns into such a delectable scent. I love layering this with other gourmand fragrances like Escapade Gourmand by Mason Mataha & Bianco Latte by Giardini di Toscana & it will last me ALL DAY! I receive several compliments when wearing this. Highly recommend!!!"
		},
		{
			"review_title": "No for me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Saw all the good reviews and thought to try it but it smells exactly like warm vanilla sugar from bath and body works. Scent is very heavy too. :("
		},
		{
			"review_title": "Not a win for me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I’m so sad to be writing this review! I expected this to smell incredible, but every time I smell it, it just smells like bug repellent."
		},
		{
			"review_title": "Great product, great throw, great lasting power",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "Amazing product - I always get asked what I’m wearing. Great cozy scent with great throw and lasting power. Highly recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "The perfect subtle Vanilla scent. I wish this came in a spray version!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This was bomb…. That’s all I have to say about it. I get compliments all the time."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I pick it up last, finally start using it, and mix it with body lotion 👌 . it's smells delicious vanilla."
		},
		{
			"review_title": "Pure Vanilla",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Normal skin",
			"review_text": "Very sweet, warm and elegant scent. I like to mix it with other scents and it compliments well without overpowering."
		},
		{
			"review_title": "loveee",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "smells so yummy and lasts awhile, it’s a very warm soft scent"
		},
		{
			"review_title": "My favorite perfume yet",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "My favorite scent ever. Very warm and strong vanilla scent. Lasting power is okay but its so easy to just reapply the roller on the go. Wish there was a spray version as well!"
		},
		{
			"review_title": "Simple and beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "Love this perfume oil. Great on its own and layers so well with anything that needs a boost of its vanilla note."
		},
		{
			"review_title": "Sweet smell",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "Received a sample size of this with an order. I love the texture of the oil. Scent is more of a sweet vanilla that almost reminds me of a candle. I layer it with Burberry Gold to give it more of a spicy layered scent spraying Burberry Gold. The vanilla scent itself iwithwarmer"
		},
		{
			"review_title": "Attracts ❤️",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I am inloveeeeee with this scent!✨✨It last long and I love the soft vanilla scent! I got a mini sample but I am for sure buying the full size!"
		},
		{
			"review_title": "Love this scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, fairLight skin tone, Combination skin",
			"review_text": "Smells beautiful and is a stunning addictive vanilla scent like no other but does not last long unfortunately"
		},
		{
			"review_title": "I want to love oil this but",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "I want to love this product because it’s the best scented perfume I’ve come across in awhile. However, it doesn’t last or projects. I have to hug myself just to get a whiff of it. Sucks because it smells sooo nice in the bottle."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "The scent is lovely but it doesn’t last on me. Probably would not repurchase."
		},
		{
			"review_title": "Nice….",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Second time trying Nest products and I like this vanilla scent! It’s slightly smokey and not super sweet smelling. Goes very well with Fenty Vanilla body butter"
		},
		{
			"review_title": "Long lasting",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I barely smell anything when I open the bottle, but I applied it and it smelled like vanilla. But after an hour or so, it smells very smoky. It’s Comforting but I did get asked “what’s thatburning? burning?”"
		},
		{
			"review_title": "Will always have this from now on!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Love love love! My new favorite scent!!! It’s not over powering and very subtle but it lasts a long time! If you love vanilla smell that’s not over the top but it!"
		},
		{
			"review_title": "RUN DONT WALK",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "As a Vanilla girly, this scent is chefs kiss. I have about 5 other scents in my collection and this is the one I constantly reach for. It's the perfect clean vanilla and it's not too strong where it would give you a headache but since it is an oil it's potent and LASTS! My friends/family who don't like sweet or vanilla scents like this. I need the full size!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "This is my first purchase of the perfume oil and I love it. It is perfect for fall!!"
		},
		{
			"review_title": "Soooo good!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I used some points (I think?) to get a small sample of this and omg this scent is sooooo good!  Yummm!  Warm, sexy, the perfect fall fragrance.  It smells VERY similar to Replica's Jazz Club (a scent I also love) but I actually love tgid even more.  Way more.  Wish it came in a spray,, that's the only downfall for me.  But I'm stilll buying the full size because it's soooo yummy!!! )"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "Greate vanilla sent but I also smell the alcohol a bit. The alcohol smell does fade later."
		},
		{
			"review_title": "Absolutely not for Gourmand Vanilla lovers.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Oily skin",
			"review_text": "Just no. Yuck! I have no idea why people like this perfume. I got a sample and it’s absolutely gross. Smells nothing like vanilla. NOT a gourmand scent whatsoever. Intensely floral, incense, headache inducing. Not sweet. Not edible. Not lockable. Just perfume and flowers."
		},
		{
			"review_title": "smells amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I got this perfume set with the rollerball and the full size for $130 CAD because it was cheaper to buy the set. I honestly love this vanilla perfume! it’s the perfect autumn scent and i’ve gotten so many compliments from wearing it"
		},
		{
			"review_title": "Sweet & warm",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This is my new favorite fall scent! Sweet and warm! I love it!"
		},
		{
			"review_title": "Spicy and slightly smoke vanilla",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "Not as vanilla as I like. This is a deep slightly smokey and spicy vanilla. I expected a true vanilla scent this isn't it. I gave away my purchase."
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "Smells so good!!! Good to layered with other perfumes. Love that is long lasting on my skin . I don’t know why I took so long to purchase it. Once I finish it I’m buying the full size"
		},
		{
			"review_title": "10/10 Would Recommend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Normal skin",
			"review_text": "I’ve never been a vanilla girl..,until I smelled this! OMGGGG. It smells so delicious and seductive to me. It’s definitely sweet smelling but not in a childish type of way. Great fall scent!"
		},
		{
			"review_title": "✦ʚ♡ɞ✦ DELICIOUS ✦ʚ♡ɞ✦",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "amazing !!! obsessed !!! big vanilla perfume girly and this is just chefs kiss. very sexy ! couldn’t stop smelling myself the first time i wore it. i’m trying to save it for going out cuz it’s a little pricey but so worth it my opinion."
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I was nervous to buy a perfume without smelling it first- but trusting the other reviews and looking up the notes, I went for it. Let me tell you, this perfume is amazing! It’s the perfect scent for fall/ winter- with a beautiful woodsy vanilla. I am in love!"
		},
		{
			"review_title": "Fire af",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "This is so fire. It smells so yummy. I absolutely would recommend"
		},
		{
			"review_title": "Current fav",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
			"review_text": "I actually used to say I hated anything vanilla scented but when I smelled this in store I put it in my cart immediately. It's nothing like the cheap vanilla candles and body sprays I grew up with that gave me a headache. There's a hint of spice in there and a coconut creaminess that builds over time. It layers nicely with a couple of my fruitier scents. I wear it regularly and have gotten compliments and questions on what it is. I love that it is not overwhelmingly strong and I find it does last on me subtly."
		},
		{
			"review_title": "Not a keeper",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
			"review_text": "Returned it. It wasn't what I was expecting. I could get the same results with cheaper perfume options. It is a pleasant scent."
		},
		{
			"review_title": "My everyday perfume!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "A unique vanilla smell that I’m in love with. It’s tough to describe. Honestly, with the first wears I was skeptical, but it’s lasting and the smell has grown on me. It’s now my favorite!"
		},
		{
			"review_title": "Smells really good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is more of a musk scent then vanilla and more sexy then sweet. If you are going for vanilla and sweet this is not the oil for that but I still smells good. It’s really good just not you topical vanilla scent scent"
		},
		{
			"review_title": "Lovely Scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "The main reason I purchased this Madagascar Vanilla Perfume Oil is its light scent.  It's not too overpowering and lasts through the day."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This is such an elegant vanilla. I am a gourmand perfume girl and this perfume oil had the perfect vanilla gourmand scent with class! You don’t need to apply alot of it, worth the investment!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Smells AMAZING! But doesn’t last long. Not sure if it’s because it’s an oil and not a perfume spray"
		},
		{
			"review_title": "A must have perfume oil",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
			"review_text": "This oil smells so good! I use the oil then spray a vanilla base perfume and the smell stays longer"
		},
		{
			"review_title": "RUN DONT WALK",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
			"review_text": "This is the PERFECT winter, creamy, vanilla, nutty scent, without being too sexy. It can DEFINITELY be sexy, but it’s also subtle enough to be worn on a regular basis. This will definitely be a fall and winter staple for me. If you’re on the fence DONT BE. GET IT NOW"
		},
		{
			"review_title": "Smells so amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "The smell of this product is absolutely amazing. I went in for the Balinese Coconut scent. But when I put the Madagascar vanilla on, it was just meant to be. Although I think I may need both."
		},
		{
			"review_title": "Delicious smell!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I looooove the scent!It is sweet and fresh!However I wish it had more staying power."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I LOVE this one! It smells so good and its perfect for every occasion. Smells like the perfume alien"
		},
		{
			"review_title": "Vanilla with spicy, creamy depth",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "If you want a vanilla fragrance with a hint of spice and creamy depth, this is it. Not an overtly sweet candy vanilla but a grown up, spicy vanilla perfect for fall. I layer it with other fragrances as well."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "The smell is delicious and gets lots of compliments! Would love a spray perfume in this scent"
		},
		{
			"review_title": "Best perfume oil!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "My favorite perfume oil of all time! I’m a gourmand lover, so having this as a base for all of my perfumes has really changed the longevity of my scents!! Definitely plan to get the large size one of these days"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This scent is HEAVENLY!!! The vanilla is very musky and has traces of coconut. If you want to smell expensive, this is the one"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "Smells amazingggg!! Lasts for such a long time as well and is very easy to keep in your purse/bag."
		},
		{
			"review_title": "my go to",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "by far one of my favourite perfumes! the smell lasts forever, and I always get compliments on it.  10/10 recommend if you love a vanilla scent!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I got a sample vial of this and decided it was ok...just ok...but I really wanted to like it. So I ended up buying the rollerball. Funny enough, I actually find the rollerball sweeter than the sample vial. Maybe the rollerball is older and has sat longer?  There is just the tiniest bit too much spice/herbiness in this for me, but it does dry down to a nice warm, soft, but not overly sweet vanilla. It reminds me just a little bit of Philosophy Fresh Cream Cashmere when I sniff them side by side. Fresh Cashmere has a bit more sugary sparkle to it thought.  It has really grown on me. I have been layering it with Comptoir Sud Pacifique Vanille Extreme, Kayali 28, and Dulce by Rosie Jane. It gives these fragrances a bit more depth.  I think macerating it may be the trick, since the rollerball smells sweeter and nicer than the sample."
		},
		{
			"review_title": "THIS IS VANILLA :)",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "EST New York's Madagascar Vanilla Perfume Oil has completely won me over. This fragrance is an exquisite journey into the world of vanilla, capturing the warmth and sweetness of this beloved scent in a truly enchanting way. From the moment I applied it, I was enveloped in a comforting and indulgent aroma that lasted for hours.  What sets this perfume oil apart is its authenticity. The rich, creamy vanilla notes are perfectly balanced, creating a fragrance that's not too overpowering but still leaves a lasting impression. The oil formulation adds a lovely depth to the scent, making it feel intimate and personal on my skin.  I also appreciate the convenient rollerball applicator that allows for precise and controlled application. This perfume oil is versatile – perfect for both everyday wear and special occasions. The fact that it's long-lasting means I don't have to worry about reapplying throughout the day.  EST New York's Madagascar Vanilla Perfume Oil is a true gem for vanilla enthusiasts like myself. If you're in search of a high-quality, authentic vanilla fragrance, look no further – this perfume oil is a delightful and captivating choice that will make you fall in love with vanilla all over again."
		},
		{
			"review_title": "Pretty good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I love the smell of this. It’s a very soft, sweet, creamy vanilla. Smells like a vanilla cupcake. The only downside is it doesn’t last. Quickly turns into a skin scent."
		},
		{
			"review_title": "Best vanilla perfume.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Smells SO good. Most vanilla perfumes have an excessive alcohol smell, however this being an oil skips the weird alcohol drying down stage. Long lasting and smells good right away."
		},
		{
			"review_title": "A classy vanilla!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "This rollerball is AMAZING! It’s definitely not a sweet vanilla, so if you’re in the market for that i wouldn’t purchase it. It’s very musky and strong with a hint of coconut, this last all day on  me and i have gotten so many compliments!"
		},
		{
			"review_title": "Nice smell",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "I was look for a smell to last all day. This is not the one for me but has a really nice smell though. T don’t think it’s worth $."
		},
		{
			"review_title": "Not good",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Wow this was soo disappointing. I almost ordered this because I thought it sounded like a sweet creamy simple vanilla with a hint of coconut and that’s right up my ally. I’m so glad something told me to go smell it in Sephora first. Omg it’s awful. It’s so plain and not sweet at all, kinda smells like something you’d use by the pool but not in a good way. Not as advertised"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I’ve been waiting to try this forever now and I finally got my hands on the rollerball perfume oil and it’s amazingggg. It’s more on the pricey side but because it’s a oil it’ll last a while"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
			"review_text": "I’m in love with this scent. It lasts long. Smells amazing. Def worth the money !"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "a must have in my scent collection. this is easily one of my favorite scents EVER! wish they made it in a spray."
		},
		{
			"review_title": "An expensive version of Warm Vanilla Sugar!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I've been working at Bath & Body Works for two years now, and I can honestly and confidently tell you that this smells EXACTLY like Warm Vanilla Sugar.   The dry down for Warm Vanilla Sugar is just going to be a little more sweeter because of those sugar notes, and the NEST perfume is just going to have more of those coconut notes to it, but it's Bath & Body Works-esque. It's very cheap smelling, nothing about this screams luxury or quality. Side by side, they smell almost identical, in my opinion.   I'm only giving it 2 stars because the scent is long-lasting on the skin, and it'd make a good layer scent for something like Warm Vanilla Sugar or another vanilla perfume with similar notes. But for the price point, I'm very disappointed because I was expecting more from the reviews. The scent itself is very overhyped, so I'd be cautious of that if you are looking to try out this perfume. I'm only keeping it to layer it with my Warm Vanilla Sugar. If you don't like that scent, I wouldn't even waste your time with this. There are better vanilla perfumes out there that are more affordable than this. 🤷‍♀️"
		},
		{
			"review_title": "Unique and elevated vanilla",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I bought this to tryout as I’m a big vanilla fan. It smells really unique and luxurious. It’s definitely vanilla, however has a more elevated smell. I really like it and will buy the full size."
		},
		{
			"review_title": "Staple in my routine 💖",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "Nest has the best perfume oils ever!!! This one and the coconut one are my all time favorites. If you are looking for a perfume that last foreverrr then this one is it. I love to pair it with sol de Janeiro 71 or 62! Best pair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Was a regular kayali vanilla user, however after impulsively purchasing this as a sample I am hooked! If you’re looking for something similar to kayali that’s a big sweeter and longer lasting, this is it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, gray hair, Fair skin tone, Combination skin",
			"review_text": "perfume is subjective.  what I love about this is that it's not a kid vanilla fake scent that you usually get from bbw. it's got vanilla, it's a little bit peppery. Slightly coconutty."
		},
		{
			"review_title": "Absolutely not.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "This smells like the primate enclosure at the zoo with a hint of vanilla."
		},
		{
			"review_title": "Currently obsession",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Not usually a super big fan of perfumes heavily influenced by vanilla but this has quickly became a favorite"
		},
		{
			"review_title": "A deeply elevated, mature, and musky vanilla.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "Warning: this is not a gourmand vanilla fragrance. If your goal is to smell like a vanilla snack, this is not the fragrance for you. This is a fragrance oil for people who want to smell seductive and intoxicating. A little goes a long way and it layers beautifully!"
		},
		{
			"review_title": "Not for me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I was able to try this on in store and initially it smell like bananas. I was totally turned out. I gave it like 10 minutes to settled and I was able to smell the warmth of vanilla but nothing that wow me. The scent is very light as well.This is not worth the  price."
		},
		{
			"review_title": "pleasantly surprised",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I'm not usually a fan of vanilla scents. However, I bought a variety sampler and ended up picking this as the freebie because I loved it that much. I get so many compliments whenever I wear this and it lasts allllll day."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "Buggiest fan of this perfume. smells so so so good"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I’m a vanilla lover and this is by far the best smelling one! I’ve used so many different brands and this is my new fav from now on! Highly recommend"
		},
		{
			"review_title": "Delicious luxury scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Love this luxury smell! I have an obsession with mixing this Nest vanilla scent with sol de janero '62. I will forever be a customer"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I loved Madsgscar vanilla perfume oil Rollerball . And I Happy to use this perfume b/c he have oil and he not removed fast ."
		},
		{
			"review_title": "Very potent, Worth Your Money!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "I saw their display at a Anthropologie store and it smells like the expensive version of the Billie Eillish perfume. It's a very sweet, warm vanilla scent. It's very strong and smells high quality. Definietly worth purcahsing at least one of these from the collection."
		},
		{
			"review_title": "Smells expensive and has good wear-time overall",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "This smells like a classy expensive tropical vanilla! I wish it absorbed into my skin faster so it does not stain my clothes. It last all day! This is the best vanilla perfume/oil that actually smells like vanilla."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Quality feeling packaging, lush vanilla, long lasting, would bathe in it."
		},
		{
			"review_title": "smells like alcohol after first use",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Oily skin",
			"review_text": "I got the small roller ball from the birthday set, it smelled really good at first but after using it once it just smells like alcohol now with hints of the original scent. idk if they're all like this"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Dry skin",
			"review_text": "This is one of the most sophisticated, complex and expensive vanilla I have smelled. It’s the perfect balqnce between sweet and spicy. I was pleasantly surprised."
		},
		{
			"review_title": "going to be a staple in my collection <3",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "I’ve wanted this perfume oil for awhile, since I smelled it many months ago in roller ball form and I have to say, I’m OBSESSED. You can put ONE drop onto your wrist, pat it onto tour neck and it will last for at least a few hours. 2-3 drops and that will enhance the longevity of it. Overall good for layering with other vanilla perfumes (as well as some coconut ones). 10/10 recommend for vanilla lovers."
		},
		{
			"review_title": "One of the best perfume oils i’ve ever smelled",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "This body oil is giving luxury vanilla. I got a sample and people all day were telling me how amazing i smelled. Bought the travel size and now will be purchasing the full!! OBSESSED"
		},
		{
			"review_title": "If you’re a vanilla Woods Lover this is for you!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This was definitely a love at first sniff for me. Came in to Sephora to purchase a fragrance but I can’t help sniffing new juices/ oils. I sampled this and after leaving, I couldn’t get it off my mind. I HAD to have it in my collection. Ended up purchasing several weeks later and no regrets. If you love Vanilla Woods, you’ll love this fragrance 1,000% as it’s in the same realm of scent. It’s a warm sweet (not overly sweet but just enough) vanilla with a hint of musk. The longevity is amazing and projection is enough for the people next to you to get a whiff. It’s perfecting for layering and adding some sweetness or depth to create an a new scent profile. My husband gives me non stop compliments every time I wear it. Highly recommend."
		},
		{
			"review_title": "Has a really nice smell",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I really liked this sent. I bought the mini version in case I didn't like it but once it sits on the skin for a bit it smells so nice. I'll definitely buy the larger bottle once I have the money."
		},
		{
			"review_title": "Definitely try this if you love vanilla",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I picked this as a sample from my last Sephora purchase and I absolutely love it. I was planning on just sticking in my suitcase or my locker at work, just to have a tiny backup fragrance. But now I’m obsessed and buying the full size version. I wore it once at work and everyone kept saying “who smells so good?”"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Deep skin tone, Combination skin",
			"review_text": "I love everything about it. I would definitely buy again. Can’t go wrong with this scent"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "This is not a gourmand vanilla. To me it smells like a juicy young coconut. I barely smell any vanilla and it doesn't have much depth. Its not bad but not what I expected with the name, but it is too expensive for what it is. It lasts quite a while, I can still smell it on my skin after 8 hours."
		},
		{
			"review_title": "Not vanilla, just overly musky but it lasts",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "I’m giving this an extra star because of the longevity and the texture. The smell to me is so BAD. it’s not even vanilla. I tried giving her a chance so many times. I just can’t 😭 it’s not for me. It smells more like musk and patchouli than it does vanilla. And personally, that isn’t my thing."
		},
		{
			"review_title": "Not a vanilla gourmand",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I love most anything vanilla scented, and gravitate toward that scent over any other. This vanilla scent was not for me. Has a alcohol synthetic smell on me. Not a sweet vanilla gourmand that I like. Maybe it was just on my skin it didn't smell good. I'm glad I received a sample to try before buying a full size bottle."
		},
		{
			"review_title": "Madagascar Vanilla",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "I got the rollerball sample which came apart of my free birthday gift this year as they are giving away mini NEST gift boxes . This smells good it reminds me of cookies lol I haven’t tried it on my skin yet though."
		},
		{
			"review_title": "Amazing Vanilla Scent!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I typically go for more gourmand vanilla scents, but I love this one soo much even through it’s not gourmand!! It’s a soft, perfume vanilla woody scent and it’s STRONG for a vanilla and especially for an oil!!"
		},
		{
			"review_title": "misleading",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I was so excited to purchase this as I have heard a great things. It smells like bug spray with a hung of vanilla. Not a fan!"
		},
		{
			"review_title": "Rich, complex and sophisticated!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Love it! For gourmand fans. It’s a rich true vanilla with sophisticated notes to keep it complex and interesting. Somehow perfect for Warm and Cool seasons. Men seem to like it very much, too! ❤️"
		},
		{
			"review_title": "Dupe for By The Fireplace",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "It’s a great product but it’s not a gourmand vanilla. It smells so similar to By the Fireplace by Replica. In fact they’d pair perfect together to be longer lasting.  So it’s great just know what scent you’re getting into.     So"
		},
		{
			"review_title": "New fave.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "Love it. It’s like vanilla grown up. I smell it all through the day but it’s subtle. Just lovely."
		},
		{
			"review_title": "one of my favorite vanilla scents",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "i bought the mini one it smells absolutely amazing my friends always ask what i have on and lasts SO LONG i love it literally lasts all day for me it’s also good to layer scents with it you have any other vanilla scents"
		},
		{
			"review_title": "Do not buy this",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "I’m serious don’t buy this. I’m a fragrance snob and this is disgusting. Does not last, is NOT gourmand. Literally smells like dirt and crap. Take it from me and don’t buy this because now I’m out of the money. I ordered from the nest website"
		},
		{
			"review_title": "Must have body scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is my favorite bed time scent!! It smells so good"
		},
		{
			"review_title": "Great if you're iffy on vanilla aromas!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, gray hair, Light skin tone, Combination skin",
			"review_text": "Got the mini rollerball as a sample a while ago. I do tend to choose perfume samples but this one is, unequivocally, my most favourite perfume. The smell lasts for most of the day and it is sooooo comforting."
		},
		{
			"review_title": "Scent of the Season",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, notSure skin tone, Dry skin",
			"review_text": "This is my scent of the season. It’s warm and delicious. I originally got it in the tester kit and swapped my free sample for the full version. Big fan."
		},
		{
			"review_title": "Gorgeous vanilla perfume ❤️",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "Absolutely loved it, lasts a long time and is definitely a great vanilla perfume. Don't use too much, a little goes a long way, just one drop is enough, imo, else it's overpowering."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Beautiful soft and natural vanilla scent. Lasts a long time for me which is great because I have quite warm skin and scents tend to leave me quickly."
		},
		{
			"review_title": "A Delicious Treat.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "A yummy and warm true vanilla. Perfect for layering and long lasting. It’s comforting, soft, but not too sugary sweet. A must have in a gourmand lover’s stash."
		},
		{
			"review_title": "Overhyped",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This smells horrible. TikTok has overhyped this. Even went in store to see if I got a bad batch and nope, hated the way it smelled and I’m a over the top vanilla girl. Definitely a no and return it."
		},
		{
			"review_title": "Lasts so long",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Smells so good and lasts forever, I love to layer this under other vanilla perfumes"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I love the fact that it's a perfume oil so you don't need a lot and it will last you sooo long. I usually mix this with the orange one and it smells like a cream popsicle. I have gotten so many compliments from other people, even when I wear them hours ago."
		},
		{
			"review_title": "Not my cup of tea",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Smelled good at the store so I bought it.When I finally used at home it made me nauseous.The smell started to smell more like cologne the longer I wore it.It also took a few washed for the smell to leave my clothes"
		},
		{
			"review_title": "Can't go wrong!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "the smile has the perfect aroma of madagascar vanilla with a hint of coconut. I would say that, to me it, feels like it leaves a slightly sticky residue on my hands after application."
		},
		{
			"review_title": "Luxurious smell",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "LOVE the scent of this. I prefer perfume oils because I feel that they last longer. I’m also sensitive to perfume but this didn’t make me sneeze or get a rash! It smells very alluring and a bit masculine but sweet."
		},
		{
			"review_title": "100% vanilla and nothing else",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "If you want a 100% vanilla perfume that lasts this is the one!"
		},
		{
			"review_title": "lovely scent!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Love this! The scent is sooo lovely and strong but not overwhelming. it’s very easy to apply anywhere. I get told all the time that I smell very sweet!"
		},
		{
			"review_title": "not your average vanilla",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Oily skin",
			"review_text": "I ended up using my perfume voucher in a Sephora set for this, and I never would have guessed I would like a vanilla this much. It's warm and spicy and it lasts sooo long! The formula is fungal acne friendly unlike other perfume oils so I can actually use this on my neck or chest without any breakouts. It's a great addition to my collection and elevates a lot of the fragrances I already own."
		},
		{
			"review_title": "Lovely scent, hard to get out of the bottle",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "This vanilla scent is really nice. Not overpowering and not too sweet. It's perfect for layering or can be used stand alone. The oil absorbs quickly and doesn't stain clothes. The reason for the three stars is the difficulty getting this out of the bottle. There is a little glass applicator that works great at sucking up the perfume oil when the bottle is full. Once you get down to 25% full, it's almost impossible to get out. The applicator is far too short (much like the pump in pretty much every lotion bottle known to man). For the price, I want to be able to use every last drop. This seems to be a universal problem with most containers, the stated amount in the bottle is not easily accessed."
		},
		{
			"review_title": "My favourite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This stuff is to die for!! I wear it with the Brazilian Bum Bum spray and I get a lot of compliments."
		},
		{
			"review_title": "Buy it.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Delicious. Warm. Rich. It’s exquisite. I’ve received so many compliments while wearing this. Will be buying the full sized one. The coconut one is also amazing."
		},
		{
			"review_title": "Smell isn’t great",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Got this in a sample size…while I say it does last, I personally think it smells like a stink bug"
		},
		{
			"review_title": "Smells like Vanilla Fields from the early 90's...",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
			"review_text": "I had high hopes that this was going to be the perfect, high end replacement for The Body Shop's Vanilla perfume oil but unfortunately it doesn't have that pure vanilla scent.  I agree with a previous reviewer that this one definitely gives strong Coty Vanilla Fields vibes which, considering the price, is extremely disappointing.  It's a decent enough perfume but given it's extremely similarity to Vanilla Fields, it's NOT worth paying over $100 for it."
		},
		{
			"review_title": "Classic Vanilla",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Very natural and pure vanilla scent. Not very sweet or warm. Smells like classic vanilla and would pair well with any other scent. It smells similar to the vanilla notes in Sol de Janeiro Brazilian Crush."
		},
		{
			"review_title": "Soft vanilla cookie",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "It is just a really nice scent and perfume oils I have found last a lot longer than most perfumes, if you wanna smell like really yummy vanilla I would definitely get this."
		},
		{
			"review_title": "Clean vanilla scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "Based on the notes, one would think this would be really warm and slightly creamy from the coconut. To me it smells like soapy bath water. It isn’t bad, but not my favorite as far as vanilla goes. Definitely has a slight twang to it."
		},
		{
			"review_title": "Perfect vanilla perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "I think it’s the perfect vanilla scent, very warm and delicious, it also lasts a long time."
		},
		{
			"review_title": "Worth the purchase!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "This perfume is just a little acidic, but overall a good vanilla smell!"
		},
		{
			"review_title": "Great for layering",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I use this as a base for almost every one of my fragrances (mostly sweet/gourmand) and it makes the scent last forever. I can smell it in every direction I turn my head. Definitely a good one if you like yo smell like a snackkkkkkkkkkkk"
		},
		{
			"review_title": "smells like sunscreen",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "it honestly smells like a scented sunscreen, more coconut than vanilla, if you’re into that (i am not)"
		},
		{
			"review_title": "Beautiful, warm scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, gray hair, lightMedium skin tone, Normal skin",
			"review_text": "Beautiful true scent. It’s warm and doesn’t smell artificial. It’s cozy and smells delicious! The applicator is great and a nice size for travel."
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I got the sample in my package I’m not a big vanilla person but this smells so good! It’s definitely a smell you won’t get tired of. I likethat even when I was my clients hair all the time it still stays on my skin and the smell doesn’t fade through the day"
		},
		{
			"review_title": "Very sweet and creamy vanilla scent!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I always had a issue with rollerballs but I guess for oils is this better option. Lately I got into vanilla scents and that's why I purchased one of the Sephora favorites kit with vanilla perfumes samples. This one was the best scent for me and that's why I redeemed for this NEST Madagascar Vanilla perfume oil. It's very nice vanilla creamy scent. I would say great for either Winter or Summer. I also think this one is going to be great mixing with other perfumes or fragrance body lotion which I would like to try some options. It is very sweet fragrance so if you don't like super sweet I would probably skip this one, otherwise I would recommended!! :)"
		},
		{
			"review_title": "very good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "so yummy smelling, very sweet. easy to carry around bottle but it's not super long lasting"
		},
		{
			"review_title": "Great scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I love the scent, I do… the longevity though, not the best. I’ll purchase again - I simply love it but I do wish it lasted longer"
		},
		{
			"review_title": "Not that great, but it’s not bad.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Right away this scent smelled like cheap vanilla. While that may not be so, it isn’t a vanilla I enjoy. I often use Atelier vanille insensee and I find that hasn’t been beaten.  Projection and longevity are not an issue though. It’s a very basic vanilla scent."
		},
		{
			"review_title": "Perfect addition to my perfume collection",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I’m obsessed with this scent. Ever since I got this in the mail, I have been wearing it everyday. I was worried that the vanilla would be too sweet, but I was wrong. Its vanilla with a fresh citrus scent. It lasts a long time on my skin as well."
		},
		{
			"review_title": "Not what I expected",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "It smells nicely but nothing like vanilla. It’s giving more of a smokey coconut scent to me. It’s not a bad smell, just not what I expected. It does last well throughout the day."
		},
		{
			"review_title": "Hated it",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I’ve been dying to try this scent and got the chance after purchasing the Sephora Favorites Spa Day Scents sampler. Unfortunately i hated it so much. It smells like a woody Smokey vanilla on me. The Smokey need is just too much for me"
		},
		{
			"review_title": "Love love love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I get so many compliments on this perfume! My hair dresser was wearing it and I immediately went and purchased! Love it"
		},
		{
			"review_title": "a staple in my perfume scents",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "This is the best-smelling perfume I have ever had, I love perfume and have at least 20 different perfumes and this is hands down the best one out of them all, the smell is long-lasting, and is an oil that stays on longer than normal perfumes. I totally recommend this to anyone looking for an amazing vanilla perfume."
		},
		{
			"review_title": "Amazing scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, fairLight skin tone, Dry skin",
			"review_text": "The smell of this is absolutely incredible. I only like vanilla based scents, and this is my new favorite. My ONLY complaint is that it doesn’t come in a spray. I felt that the oil just didn’t last as long as I’d like. to.It’s a"
		},
		{
			"review_title": "Long lasting warm vanilla",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I love this perfume oil. It lasts a really long time on my skin and smells like a pure, warm vanilla to me. Perfect alone or to layer with so many fragrances."
		},
		{
			"review_title": "Smells good but like any other vanilla",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "It’s nice if you’re a big vanilla fan. It is similar to Fresh Cream Warm Cashmere or Warm Vanilla Sugar from Bath and Body Works. If you already have a lot of vanilla perfumes then you don’t need it"
		},
		{
			"review_title": "Vanilla and coconut? Where?",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "I bought a sampler package and this was in it. I expected to love it since I love the smell of vanilla and coconut. I don't know if it's just how it reacts to my body, but I don't smell any vanilla or coconut initially.  I do smell a heavy patchouli type of smell (which I HATE) or maybe some sort of musky smell. First time I put it on, I immediately tried to take it off with alcohol. Hopefully the smell mellows after awhile and I like it then, but I don't have high hopes."
		},
		{
			"review_title": "Warm vanilla with a heavy dose of coconut",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Nice warm vanilla with a lot of coconut. Sweet, but not sickenly sweet. I was a bit underwhelmed, but maybe I would like it better if I was wearing it in the summer."
		},
		{
			"review_title": "It’s ok",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "I like it, but don’t love it and I thought I would because of all the hype"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Delicious smell; new favourite. Got the sample set with the rollerball travel size and it was great value. Go to daily scent now. Warm vanilla with a subtle spice that makes it really enjoyable to smell."
		},
		{
			"review_title": "Must Have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Just purchased this oil, and let me tell you, I have gotten so many compliments! it truly is so amazing and so easy to use. definitely recommend!"
		},
		{
			"review_title": "awesome scent<3",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is a wonderful scent with vanilla and spice. It’s also a wonderful layering tool to get bold perfumes to become sweeter! i would definitely recommend if your looking for a warmer scent!"
		},
		{
			"review_title": "Great longevity",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This smells exactly like coconut and vanilla but in a unique way and it’s sooo good. I put this on a few hours before bad and woke up and could still smell it. It’s strong and lasts very long on me. Love it!"
		},
		{
			"review_title": "A softly romantic scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "Very soft vanilla scent. It's one where someone has to be in my space to get the full effect. I love vanilla scents & I thought the coconut note might be a problem but it really accentuates the beauty of this. It's a soothing & romantic scent."
		},
		{
			"review_title": "Mature Vanilla that lasts all day",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This perfume oil is such a sophisticated vanilla scent. Absolutely stunning on its own but even better to add with other gourmands for an elevated sweetness to a favorite fragrance. Throughout the day, I do feel like the smell was lost on my own nose but I still received compliments. And I could smell it on my clothes after a long day, so I'll take that as a plus. Lastly, I am a fan of perfume oils now because I do not have to deal with the smell of alcohol that is common in fragrances. I'm a fan!"
		},
		{
			"review_title": "LOVE",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "This perfume smells divine. It smells like vanilla with a bit of spice and maybe even a touch of coffee. Almost tropical in a way. A bit pricey for how fast it runs through."
		},
		{
			"review_title": "Not sweet, like a floral vanilla",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Very artificial smelling, the initial sniff seems like it could be promising but no. This is floral with dull artificial coconut/vanilla undertones. Not really a sweet scent, I wanted it off me quickly"
		},
		{
			"review_title": "It's a coconut scent more than a vanilla",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "I like this a lot, it's a cozy, sweet and simple scent. I think it's main downfall is it's name. The name makes you think it will be a rich vanilla, but I'd say this is primarily a creamy coconut scent with vanilla sweetening it up. I like coconut so this is fine for me, but I think I would be disappointed if I really wanted a true vanilla. Keep looking if you don't like coconut."
		},
		{
			"review_title": "georgeous scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "I absolutely love the top notes of this, it is so beautiful but i am not too much liking the dry down.. Still a georgeous scent."
		},
		{
			"review_title": "Cheap cloying vanilla",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "Tried this and the others in this oil line up .  I wore the sample size on a full day and it's a NO.  The first initial sniff is promising but after 30 mins a bad cheap synthetic undertone just never leaves my skin.  It's a Note in here I cannot like.  Idk what it is but it starts to Smell CHEAP.   I actually started to get nauseous. The drydown is a cheap synthetic bad vanilla.  And I'm a vanilla lover but this settles nasty cloying .  Scrubber for me.  I prefer Kayali Vanilla 28 or Givenchy perfume for a beautiful vanilla.  This is not that good.  The top notes is what buys you in , but After an hour ...it's so synthetic n cheap to me."
		},
		{
			"review_title": "Very nice. Good for layering.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I bought this to layer with the NEST South Pacific Sandalwood (which is incredible.) It's a nicer vanilla perfume to be sure, but isn't extraordinary. A staple, not a showstopper."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "This is my favourite scent right now. It’s smells really good! I got a mini and I had to go buy the bigger one cause I’m addicted."
		},
		{
			"review_title": "My new favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Omg. This perfume oil smells soooo good. Got the simple to try. Now buying the full size."
		},
		{
			"review_title": "Roller Ball Dried Up",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Fair skin tone, Dry skin",
			"review_text": "Roller ball does not work. No perfume comes out. Seems like it’s dried up. I tried rolling it for a while across my arm & still nothing came out. Smells good but can’t use it."
		},
		{
			"review_title": "Smells amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "I love the applicator for this because your not wasting any of the perfume! It also smells amazing, coconut beach vibes but not overwhelming, it smells good and fancy! This bottle will last me awhile!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "A big fan of vanilla perfumes and this one is no exception. Wears beautifully by itself and other fragrances. I found it to be long lasting"
		},
		{
			"review_title": "Identical to Coty's Vanilla Fields",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "I ordered this as a sample before buying.  I really wanted to love this.  This is identical to Coty's Vanilla Fields from the early 90s; if it is not the exact same fragrance, I would be surprised!  It is very artificial-vanilla-y-sweet smelling, with a hint of spice.  I realize it is extremely difficult to get a true vanilla scent, and it is just a little too sweet smelling for me; but if you liked Vanilla Fields, you will love this."
		},
		{
			"review_title": "No Rollerball",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Combination skin",
			"review_text": "Delightful scent, not as long lasting as I hoped for and the rollerball does not work well, I had to move it to a different dispenser."
		},
		{
			"review_title": "Floral Vanilla",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Initially I was taken aback by this scent because I did expect something a little sweeter. The vanilla orchid is definitely very prominent for a good while so I would not say this is a gourmand vanilla. But it does last a good while!"
		},
		{
			"review_title": "Great for layering",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This smells amazing. On me it kind of smells like vanilla cookies, but it wears differently on everyone. I do recommend trying it on before you buy. I love layering this underneath other perfumes because I find that this oil adds another dimension and it makes the perfume I spray on top last longer. The projection is really good on this too, it's not overpowering but it's definitely visible to you and anyone sitting directly beside you."
		},
		{
			"review_title": "Worth it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "Has lasted almost a year! Pair it with my Marc jacobs daisy.. yummy all day 💋"
		},
		{
			"review_title": "Smell good but don't last",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "It smells good, I like the warm vanilla scent, it's not a cupcake scent. I'm not very familiar with roller ball perfume, but the thing that bothers me it that's it doesn't last through the day. Also, it's not a unique scent, I'm not sure it's worth it."
		},
		{
			"review_title": "Great but not the best",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "Love that this is an oil, I usually blend it in with my moisturizer after I get out of the shower. When you first apply it, it smells like a darker vanilla but throughout the day it fades. I would say within 4-5 hours you don’t smell it anymore."
		},
		{
			"review_title": "Sexy Vanilla !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I have been using this oil for a few weeks and I am in love! It has a little more of a musky smell and leans more masculine rather than a sweet sweet vanilla. The scent is very sexy. I feel like this would also be a good layering perfume! I love it!!!!!"
		},
		{
			"review_title": "My new fav",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I got this perfume oil as a sample recently and immediately fell in love. It’s been a gorgeous perfume for fall and has the sexiest warm vanilla scent (with a hint of coconut). Giving it 4* only because it doesn’t last as long as I would like."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "I've probably bought 2 of these bottles in two years. I love them, I understand that the smell cannot be for everyone, but the vanilla and coconut mix is fantastic for me. I don't know if it's the oil formula but this will last you hours, sometimes even a full day."
		},
		{
			"review_title": "Perfect real vanilla",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "Such a great perfume for day to day wear that isn’t too strong but just right"
		},
		{
			"review_title": "I mostly smelt coconut",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I love vanilla scents, but don't like synthetic vanilla, or vanilla that smells too much like the baking vanilla... This has a pretty nice vanilla accent to it, but I personally mostly smelt coconut, which is one of the scents in it. I do not like anything coconut, which is why I had to give this only two stars."
		},
		{
			"review_title": "MUST Have!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "I don't typically like vanilla and this stuff is the BOMB dot com. no joke you need to try it"
		},
		{
			"review_title": "Love this fragrance!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I think I am pretty fussy on what I like for fragrance, but this one is beautiful. It's warm and cozy. I feel more confident when I wear it."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Normal skin",
			"review_text": "Not worth the money. Underwhelming scent. Would not recommend."
		},
		{
			"review_title": "Must have for layering vanilla",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I’ve had this perfume oil for 3 months, I love the scent it’s a nice vanilla with musk to layer or put on by its own. I like to layer mine with pumpkincupcake by bbw. I wake up from putting it on the night before, it’s still there"
		},
		{
			"review_title": "Very strong, very masculine",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "The top notes smell nice, and in all honesty, this perfume might smell great on someone else who has different body chemistry than me.  But for me, the dry down is one of the worst scents I've ever smelled.  It's very masculine, harsh, and overwhelming to me.  For some reason it reminds me of a Brillo pad that's rusted with old dish soap on it.  I only put a little on my arms, but it is very lasting.  I tried scrubbing it off my arms because I couldn't stand the smell, and after the third wash I could still smell it, so I just gave up.  I gave it 2 stars (instead of 1) because it does smell nice at first."
		},
		{
			"review_title": "Layering Always Helps",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "At first I wasn't having much fun with the sample. It kind of felt a little meh, it kinda felt like just vanilla to me, kind of straightforward and not 100% memorable. I didn't hate it but I wasn't a die hard for it. I then realized that this oil is absolutely delectable and delicious when part of a layering system. I tried it out with an unscented lotion, added this oil and topped it off with Ariana Grande's Cloud and this just changed everything. The vanilla is absolutely scrumptious when you begin playing around with it. I plan to play around with other fragrances in my repertoire. Oils can definitely be a fun little experiment with a little trial and error. I might have to give it a shot on its own again once I've warmed up to it a little more."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I LOVE this perfume! It’s the perfect vanilla not too sweet so it’s doesn’t give me a headache and lasts all day"
		},
		{
			"review_title": "Disappointed",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I was looking for a true vanilla without any extras. This is not it. Smells cheap"
		},
		{
			"review_title": "GORGEOUS SCENT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This scent is so gorgeous. I got a sample of it and fell in love instantly. It’s very light and fresh, a tiny bit sweet, super warm and comforting. This is definitely one of the best vanilla scents out there. Soooo good!!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Smells almost exactly like Replica - By the fireplace. Nice scent."
		},
		{
			"review_title": "smells good just not for me",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "Smells good but I’m not getting a classic vanilla. On me this smells very floral. I get a chic vanilla vibe not a classic sweet, bakery vanilla. I will try to layer it with a vanilla lotion to see if it makes it more sweet. But if not I probably won’t keep it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, mediumTan skin tone, Oily skin",
			"review_text": "Smells absolutely amazing!! I don’t usually like vanilla scents but this one is it!"
		},
		{
			"review_title": "Warm and Welcoming!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
			"review_text": "My mom put me on about Nest perfume company! Due to the fact I sweat a lot I decided to try oils. This Madagascar Vanilla smells so good! Not pungent in scent warm and welcoming is what I get from this. I eventually plain on getting the oil in the 1oz size along with the other travel sizes to match. I love to switch up my my scents and this is perfect!"
		},
		{
			"review_title": "Vanilla bean ice cream",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Yummy. In my opinion it smells like if they turned the Burt’s bees vanilla bean lip balm into a perfume oil"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Combination skin",
			"review_text": "this perfume is to die for. omg smelt sooo good. literally recommended this perfume to all my friends and it’s my new signature scent."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "10000/10 best perfume i’ve ever had im obsessed with it i keep it in my purse. it’s vanilla obvi but not too strong and smells so good u just need it"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Light skin tone",
			"review_text": "Smells sooooo good! When you initially put the perfume on it smells like a warm vanilla. Once it dries down it smells like a pure vanilla. I was looking for a pure vanilla and this is it! I put it on an hr before i leave the house so that i smell like the dry down."
		},
		{
			"review_title": "everyday perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "This was the first perfume I received compliments from :) very calming scent; lasts a for 4ish hours then softly lingers where you can only smell it when your nose is near your skin, vs the initial projection. Not overwhelming and a polite perfume to wear in a rideshare, at work, getting a tattoo lol unless there’s someone who absolutely cannot tolerate vanilla, I think this is a crowd pleaser and soothing effects when I smell it on myself. Good to layer w other gourmand smells - would get the dropper next time! Roller gets stuck but for the scent I don’t mind"
		},
		{
			"review_title": "Delicious without being “sweet”",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Takes me back to summers in Croatia - and who doesn’t want to be taken back home/to paradise with every warm breeze?!"
		},
		{
			"review_title": "purse version of Madagascar nest!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, gray hair, Light skin tone, Combination skin",
			"review_text": "I bought the small version,  I love it. I will buy the large version soon, now that I know it's fantastic."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "The perfume oil smells amazing but the rollerball gets stuck a lot.  I’m definitely buying the full size with the dropper."
		},
		{
			"review_title": "Amazing vanilla scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This smell is amazing! I have been looking for a vanilla scent to replace VS vanilla lace for 5 years now and this is the only scent that comes close. I usually can’t do perfume because it gives me terrible headaches but this is perfect.  Highly recommend."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I was looking for a really classic vanilla scent and found it with this product. It’s a pleasant vanilla with a bit of coconut. I like to layer it with some citrus scents I have to add some creaminess. I do wish it lasted a little longer but the rollerball travel size lives in my purse so I have it on the go."
		},
		{
			"review_title": "Very disappointed",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Not at all what I expected, this smells way too woodsy for my liking."
		},
		{
			"review_title": "simple and perfect for everyday where",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
			"review_text": "Beautiful sent!! It’s the perfect subtle everyday vanilla I was looking for, and it doesn’t have that artificial vanilla scent in the slightest. Very happy and will be repurchasing when I run out"
		},
		{
			"review_title": "Smells great!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "Smells great, with it was a little bit stronger though."
		},
		{
			"review_title": "lovely scent!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, gray hair, lightMedium skin tone, Dry skin",
			"review_text": "This was just the scent I was looking for.  Very happy with it.  The only reason it is not a 5 its that I have never used a rollon perfume so I will have to figure out how much :)"
		},
		{
			"review_title": "one of my go to perfumes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "I’ve been waiting months for it to restock and it was so worth it. So strong and delicious. I only use one drop spread on my wrists and neck and it’s on almost all day."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Tan skin tone, Dry skin",
			"review_text": "I bought this thinking it would be a light vanilla scent to wear to mix and match with other fragrances but the smell was so strong and overpowering I decided to return it. If you love vanilla scents then this may be something you would like."
		},
		{
			"review_title": "Absolute perfection",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "Anything vanilla is my signature scent. This perfume oil is absolutely worth it if you love vanilla scents. You can also smell the coconut undertones. It’s perfect, light, and smells addictive. I love having it my bag when I want to freshen up. Just do it! I promise you will not regret."
		},
		{
			"review_title": "Worth it to me!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Deep skin tone, Combination skin",
			"review_text": "Love it! This perfume oil is so unique and long lasting on my skin. A beauty influencer on YouTube recommended that these oils be put with your favorite body routine to get long lasting scent and boy was she right. Smells wonderful with the Sol De Janeiro bum bum scent and let me tell you I smelled like a whole snack. This perfume oil is good on it’s on too and I will definitely purchase the rest of the line."
		},
		{
			"review_title": "Grown Up Vanilla",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I feel a bit silly writing a review for perfume because it is going to be a personal and unique experience for everyone. Even the perfume itself will smell differently on different people. But here it is. On me, I love it. I find it to be a very grown-up vanilla scent, as opposed to the kind I remember wearing as a tween. I was also worried that the coconut was going to give this a cheap sunscreen smell but it doesn't - if anything it balances the vanilla so the perfume avoids smelling too much liked baked goods. I don't know how I'll feel about wearing this in the winter but to me it's the perfect scent for summer. I also find it has decent lasting power."
		},
		{
			"review_title": "At first…",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
			"review_text": "The two stars are because at first sniff I loved it but the longer you hover over and continue smelling it, it has this masculine undertone that absolutely overpowers all the yummy vanilla, coconut goodness. I’d noted the coconut more than the vanilla but that was ok; I’m a coconut and vanilla fan. Unfortunately I’m not a fan of masculine notes in my perfumes. I’m not sure what that note is but it’s the reason why I’m returning the fragrance."
		},
		{
			"review_title": "Nice fragrance",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "Decided to try this because my boyfriend loves vanilla. I like it, can’t say I love it enough to wear every day. It’s a true vanilla without being overly sweet or artificial smelling and doesn’t give me a headache. It seems pretty straightforward vanilla too, not a lot of other notes and scents to mingle together and drown out the vanilla. Price point was good and rollerball makes it easy to reapply or travel with."
		},
		{
			"review_title": "good scent base",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "I love to use this as a base for any vanilla perfumes. It’s good on it’s own but it doesn’t last as long as I’d like"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Smells amazing!  Lasting power is minimal though.  I feel like you can't smell it anymore within an hour of putting it on."
		},
		{
			"review_title": "god send",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "best vanilla perfume. not sure about the other reviews but this perfume blends great with my skin and smells amazing, i’m obsessed with it and so are all my friends"
		},
		{
			"review_title": "Spicy? Yes. Warm? Maybe. Sweet? No.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Does not smell at all like vanilla. Very concerned this perfume was kept in a warm place before shipment and turned rancid. Mostly smells peppery and astringent."
		},
		{
			"review_title": "Smells great and has best staying power",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "It’s a no frills vanilla scent but I need more than just vanilla so I likely won’t wear it alone but instead will layer it with another perfume like replica fireplace or jazz club. It’s staying power is outstanding and the longest out of all the perfumes I own. I’m totally confused with some of the reviews that say it doesn’t last very long. Overall, it’s a great, long lasting, pure vanilla scent, nothing more, nothing less."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Combination skin",
			"review_text": "Smells amazing and is long lasting. I have been a fan and worn Nest fragrances for a few years now however this is the 1st time I have used the oil fragrance and I was very pleased."
		},
		{
			"review_title": "Vanilla without being overly sweet",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I love this fragrance so much! I wish it came in a spray but I know it’s oil so that won’t happen. I love how the scent is very vanilla forward but without the sweetness. I think it’s the coconut (which to me makes this smell slightly like sandalwood). If you like vanilla but not the sugary sweetness that normal vanilla-heavy scents carry, then you will like this. I love it by itself but it’s also great for layering."
		},
		{
			"review_title": "Love this scent!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Love this fragrance. My only feedback is that I wish it had more lasting power."
		},
		{
			"review_title": "Smells amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "Let me first start off by saying I dont usually like vanilla scented things. I never buy them! This perfume oil blew me away! I love the scent. I apply it on its own or under my perfume if the day to make it last longer. I love it. A must buy"
		},
		{
			"review_title": "not a safe buy",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
			"review_text": "I wanted to love this. The reviews described it as a vanilla cake, and I do smell that initially but a few minutes later, most of what I smell is the scent of crayons mixed with lipstick. Not a safe blind buy. I don’t think it’s an awful/putrid smell or anything but not to my taste/body chemistry."
		},
		{
			"review_title": "Irresistible Vanilla Cake scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Omgosh! 10/10 recommended. I’ve waited weeks for the 30ml to come back in stock and finally just bought the mini size. This scent is beautiful and long lasting. I’ll be purchasing the larger size as soon as it’s available!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "So far so good, it works amazing with my body chemistry.  It has lasted me all day, & I’ve only applied a small amount."
		},
		{
			"review_title": "Mostly Coconut, Smells Cheap, Overpriced",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "While coconut is listed as a note, this perfume is called Madagascar Vanilla (not Coconut), and I frankly smell way more coconut than anything else.  I also agree with another reviewer who said this smells like a Bath & Body Works fragrance.  And even then, this would be a particularly cloying BBW fragrance.  As for price, a 1 ounce bottle of this oil is almost $98 -- compare that to Chanel Chance Eau Tendre EDT which is only $72 for 1.2 ounces."
		},
		{
			"review_title": "CUPCAKE VANILLA",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I have never smelt a more gourmand yet wearable sweet vanilla. Definitely an all year scent, longevity isn’t the best but not terrible. Great to wear alone or layer !"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "love this smell, and a little goes a long way. after a full day i only really need to apply it once again. i love how it is oil and not spray, i feel like you save so much product this way."
		},
		{
			"review_title": "love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
			"review_text": "I absolutely love this body oil the scent last all day on my skin and I also mix it with a non scented body lotion and with other vanilla fragrance’s, I have one other and my next one is Seville orange, but this Madagascar vanilla is everything!"
		},
		{
			"review_title": "Looking for a great perfume this is not it",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "I'm a little disappointed, it kinda has a weird vanilla scent. Don't really like it. I blind bought this, so I was thinking you can't go wrong with anything vanilla coz vanilla is my favorite scent. And the scent doesn't last very long. I can barely smell it on myself right away, an hour later I def smell nothing"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I bought this as a blind buy because of all the love I’ve seen them receive recently but I don’t love it. But you must remember that perfume smells different on EVERYONE and it just wasn’t a hit for me. It kinda had a dirty musky smell that didn’t sit well with me. I did go in store and had the chance to smell the Orange perfume oil and liked it so I think I’m going to exchange it for that one.  Although, I do like the glass bottle packaging and it has a nice rollerball. SO, when you find a scent you like, it is definitely recommendable."
		},
		{
			"review_title": "Beautiful vanilla - too smokey",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Love the richness of the vanilla. It’s not a sickeningly sweet, artificial vanilla but warm and has depth. It is a tad too smokey for me and the smokiness can tend to linger. The scent does seem to last throughout the day and works well as a layering fragrance. I’m still looking for my holy grail vanilla fragrance but I’m glad I have this one in the meantime."
		},
		{
			"review_title": "Best Vanilla Scent So Far",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I own a few other vanilla scents and this is my favorite so far since it smells like fresh vanilla. Not synthetic in opinion. And the fact that it’s oil helps it to last longer. I find that warm/gourmand scents last a long time on my skin. And that’s just it. Every ‘body’ is different. So everyone’s skin chemistry is going to respond differently even if it’s the same perfume. This went well with mine but you really would have to try it out yourself. I’m just disappointed that it doesn’t come in a spray version whether it be bottle or travel spray."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Was so excited for this to back back in stock, I love anything sweet with vanilla - the sweeter the better, this smells exactly like the warm vanilla sugar bath and body works scent that I absolutely hate. Definitely will be returning this."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I love this fragrance! I don’t normally like scents that smell sweet or edible; I tend to go for clean or fresh scents, but I tried this on in the store and had to have it. It smells like natural vanilla, not artificial and it lasts all day and isn’t overpowering. I love that this could be worn in the summer too; it doesn’t smell heavy."
		},
		{
			"review_title": "Great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "I love it so much! Its vanilla and coconut scented. Its so light and sweet and last a while. I like to layer it with other vanilla fragrances but it makes me smell so good and the perfumes last too."
		},
		{
			"review_title": "Victoria secret dupe lol",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Grey eyes, Fair skin tone, Combination skin",
			"review_text": "this smells exactly like the old vanilla spray from victoria secret that i wore in middle school. i’ll be returning it but some people like that smell i guess :)"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I love the smell. I get compliments on it all the time"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "This is so awful on me that it’s making me nauseous. I put a bit on my wrist an hour ago and it seems to be gaining strength. I actually tried to wash it off and if doesn’t seem to be going anywhere. It’s strange to see reviews complaining that it doesn’t last. It honestly smells like a bad air freshener to me. It’s simply not the kind of vanilla I was hoping for. If you are someone who likes strong synthetic smelling vanilla with staying power, this is definitely for you."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "It’s a vanilla scent with a very subtle splash of coconut. I’m not a big fan of coconut but this one isn’t too cloying."
		},
		{
			"review_title": "Coconut Smell",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
			"review_text": "I tried this at the store because I was hesitant because of the reviews about coconut. I put a decent amount on the back of my hands. I absolutely LOVED it at first. In about an hour it smelled only like coconut & I absolutely hate coconut. It was no vanilla smell anymore.   I absolutely love how this smells in the bottle and once it goes on. If you like coconut this is the oil for you.   However if I’m buying Madagascar vanilla perfume oil….I expect it to smell like vanilla not coconut."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I bought this with a scent certificate from the Sephora Favorites Best of Vanilla sample set. It is so good! It is long lasting and an amazing soothing vanilla that you can wear alone or layer with another fragrance!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "The best vanilla smells so warm and the oil helps it last"
		},
		{
			"review_title": "Obsessed!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Love this fragrance!! It’s so beautiful! The coconut hints are my favorite part but the spicy/musky side give the fragrance so much dimension! This is not a basic vanilla scent! A little goes a long way too, I use two small drops on my wrist and pat any excess in my neck!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I am disappointed in this. All I smell is coconut, and it’s not a good coconut. It smells cheap to me, like something I could get at Bath and Body Works. I gave it two stars instead of one because I could tolerate it. I will scrub off a fragrance if I really hate it."
		},
		{
			"review_title": "Pricey..but so worth it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I am not a Vanilla girl by any means. But the coconut in this takes it to another level. This is not a young girl body spray type of vanilla. This is I am a sexy woman hear me roar! Mix it with your body lotion for staying power. I even run the tiniest bit of this through my hair. Get it - you wont regret it."
		},
		{
			"review_title": "Best new release vanilla",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "Wow! Such a beautiful soft vanilla, and it lasts forever on the skin. I love that it’s vegan and cruelty free"
		},
		{
			"review_title": "Didn't get any Vanilla - Just Coconut",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Was hoping for a yummy, warm vanilla scent; however, on me it only smells like coconut! No vanilla at all (on me) which is so unfortunate - really wanted to love this one!"
		},
		{
			"review_title": "Sensational",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I am in love. The perfect innocent smell, that is so delicate yet takes you to a journey where you experience all the pallet of emotions when you first take a smell. If your goal is to showcase yourself as girly, sophisticated and give off just a tiny sexy tease - this. IS. IT. So precious <3"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Combination skin",
			"review_text": "It starts out with a beach coconut smell and morphs into a smoky smell that reminds me of a soft version of By the Fireplace."
		},
		{
			"review_title": "One of the best vanilla scents",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "I went into Sephora looking for the rollerball because it was an oil perfume and didn’t know how I would like it. The Sephora only had a big bottle I didn’t know for sure if I wanted to spend  that much on a oil perfume. I went to 3 different stores looking for the roller no luck. So I decided to just get the regular size. I am sooooo happy  that I did, it smells so good and the smell actually last!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, lightMedium skin tone, Oily skin",
			"review_text": "I got this in the Vanilla sampler set. This is my favorite, but it literally only lasts a few hours. I really want to pick this for the full-size, but I’m afraid I’ll be disappointed."
		},
		{
			"review_title": "my FAVORITE perfume now",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "amazing smell 10 out of 10, literally ALWAYS get compliments or women asking me what I'm wearing. I tried the sample pack and no other smell they have compares to this one."
		},
		{
			"review_title": "vanilla lovers",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Listen… I’m buying the big size asap lol and keeping the smaller one in my purse. I LOVE. Perfect vanilla smell."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "I love it! Soft and sexy. The vanilla scent is not overpowering and can be used daily."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I love this scent if I was able to wear it. It was delivered with the oil everywhere in the box. The box smelled amazing!!"
		},
		{
			"review_title": "Purchased….Whim",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I like applying this perfume oil straight out the shower. The scent is very light highly concentrated but overly priced.  Is it worth the money?  Yes if you are a true vanilla lover like myself.  I am heavy handed so use lightly although the scent is not potent enough but use out the shower it will linger much longer than expected.  I am in love with it but l use it sparingly not an everyday perfume oil because of the price.  Does not stain nor will it leave a residue on clothing."
		},
		{
			"review_title": "The Perfect Everyday Vanilla",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "Easily one of my favourite fragrances. It's a nice warm vanilla with a hint of coconut that isn't overwhelming or cheap smelling. It also works great for layering with other fragrances as it's not very complex. One star off for the lasting power, settles into a skin scent around the 4 hour mark."
		},
		{
			"review_title": "Nothing Special",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "To me, this smells like nothing special. I wasn’t wow’d by it, and it truly smells exactly like the coco lotion from PINK by Victoria’s Secret. Love the idea of a perfume oil though. I will keep it just layer with my coco lotion for extra longevity of the fragrance. I wouldn’t purchase the full size though. The roller has a good amount in it."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I'm not a fan of vanilla scents but when I tried this in store, I fell in love with the vanilla (not your typical headache inducing vanilla) and hint of coconut. Unfortunately it only lasts about three hours on my skin and when it dries down, I can only smell the coconut. It smells like Ariana Grande's Thank You Next, which I already own. Sadly, I will be returning."
		},
		{
			"review_title": "My absolute favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "My absolute favorite!!! So I purchased this perfume oil after watching Arnell Armon. I took a chance and purchased it and I love it. I just have a thing for Vanillary Scents and this smells so good. I wear it every single day. Perfect for daytime and Night time"
		},
		{
			"review_title": "obsessed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "So far my most favorite fragrance!!! I can’t stop smelling it on myself . Sweet and sensual."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "Just got this and it’s smells pleasant and just the right amount of vanilla."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Loving this warm cozy scent. It’s sweet and spicy which I like. Definitely pick up on the coconut as well. It lasts for quite awhile but not all day and night. I’m really liking it for this winter."
		},
		{
			"review_title": "My first vanilla",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Beautiful, light vanilla scent. I do get the coconut in it as well and it smells like a vanilla coconut that is very soft and wearable. I have the roller travel size and I will be purchasing the full size."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "smells very decadent. moisturizing and longlasting. my new favorite scent"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Makes me smell like vanilla extract with some light musk. A sweet smell that also is long lasting! Doesn’t smell overwhelming on you but it lingers for a long time and smells great after even a long shift."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Long lasting, warm and cozy, this is my go to vanilla scent and it pairs extremely well with replica by the fireplace."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "4 stars for staying power but not a perfume for me. A little too masculine and I would have preferred more vanilla and less of spice."
		},
		{
			"review_title": "this is a keeper.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Love this!  The scent lasts that I can smell it like all the other Nest fragrances all day longer, but is not cloying and does not give me a headache. Great vanilla scent with staying power."
		},
		{
			"review_title": "Smells Like Fall",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "I love it. It’s the perfect fall scent. It’s very, very warm. Not fresh, or light. It lasts pretty much all day. It goes well with Replica’s By the Fireplace. I will probably forever layer the two. It’s great that it’s an oil. A little goes as long way and it lasts longer than a spray."
		},
		{
			"review_title": "Intoxicating Vanilla Dries Down Musky",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "While I enjoy intoxicating gourmand Madagascar vanilla scents which is exaaactly what I was looking for, I was very disappointed that it dried down so musky I could no longer stand the scent. I've been eyeing this perfume oil since the Sephora Rouge Holiday Sale started and never jumped on it. I've tried it on twice when I visiting my local store. First time, a sales associate dropped one measly drop onto my inner elbow. Today I made sure to use at least three drops. Aaand let me tell you, the musky dry down let me downnn. Otherwise I would've purchased it on my next go around. Now to continue on in my search..."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Normal skin",
			"review_text": "I love it thanks the only i not received the sample"
		},
		{
			"review_title": "Cozy and Warm",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "This is a beautiful vanilla. It’s perfect for layering, but you can also use it on its own on a nice cool day. It’s cozy and relaxing. I get a hint of coconut, which is perfect because I’m not the biggest fan of that scent. The coconut is there to balance out the vanilla so it’s more luxurious. This is my first perfume oil and it will stay in my collection."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "Smells nothing like vanilla or coconut it smells very musky and strong. There was no sweetness at all it felt warm and musky I do not recommend if you were looking for a sweet vanilla fragrance"
		},
		{
			"review_title": "Didn't Work for Me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "Bought this as a blind buy based on the reviews. Vanilla is my favorite smell in the world and I was so excited about this but it didn't agree with my body chemistry at all. After a couple of minutes, it started to smell very spicy/patchouli and I couldn't smell vanilla or coconut at all. This happens with a lot of perfumes so I don't think it's an issue with the product itself but rather the chemistry of my skin. Oh well, the search for the perfect vanilla perfume continues"
		},
		{
			"review_title": "Smells Like a VS Dupe",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "Unimpressed with the scent. With all of the other fragrances I sniffed in-store, this one must have gotten mixed into the others lol. It has the scent of an old-school (as in early 2000s) vanilla scent I used to wear as a kid. It even has the cheap after scent that I remember would come from spraying too much body spray. I wanted a vanilla gourmand scent but this is just unimpressive. I have to return and get vanilla woods like I had originally decided on."
		},
		{
			"review_title": "Warm vanilla bean",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, fairLight skin tone, Dry skin",
			"review_text": "Smells like warm vanilla in a good natural way. I was worried this would smell synthetic or too sugary like bath and body works but it smells great. Perfect fall/winter scent. I think it has decent staying power also."
		},
		{
			"review_title": "warm vanilla long lasting",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "This smells like warm vanilla. It lasts most of the day and layers well with other warm smells!"
		},
		{
			"review_title": "warm vanilla spice",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I love this scent! It’s not your typical “cupcake” smell - which I was worried about when I ordered it. Smells like straight vanilla bean with hints of spice. It’s perfect!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I’ll admit that I didn’t Love this scent when I first purchased. After a few months, I smelled again and it was amazing! This is not a basic vanilla bean fragrance. This gourmand scent is very very similar to the Killian Princess scent. It also has similar notes to the Fresh Cream Warm Cashmere fragrance. I’ve paired with both and the results were stunningly sweet and complex combos. Try out the roller before you buy the larger size."
		},
		{
			"review_title": "Very Yummy!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "The vanilla scent is amazing and long lasting-which I love! Nothing worse than when you like a scent but it wears off quickly! This does not! It's warm and sexy and could almost be cros- gender!"
		},
		{
			"review_title": "sweet and spicy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "lovely scent with tones of vanilla and coconut, but without being too sweet; being a walking cupcake is not my vibe. love the oil concept, put a single drop and you're good to go! highly recommend, excellent quality with nice packaging."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I’m super picky with my perfumes, I love really warm scents and a little goes a long way and it lasts long, it’s expensive but it is worth it because it lasts forever"
		},
		{
			"review_title": "Happiness in a bottle!!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I have searched for YEARS to find a perfume that I liked and that didn't drive others crazy. This is my signature perfume. It is vanilla but so much more. It lasts a long time and just makes me happy when I put it on! I even put it on to sleep! Will be buying lots more of this!!!!"
		},
		{
			"review_title": "Good base",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I don’t find that this scent does a lot on its own, but I do love using it as a base for other fragrances. It adds warmth and definitely makes them last longer."
		},
		{
			"review_title": "Light, pleasant fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Very lovely, light fragrance. My daughter smelled everything at sephora looking for a new fragrance, and this was the one."
		},
		{
			"review_title": "❤",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I disagree with the negative reviews, this is very pretty and like all Nest frags, have a uniqueness that's hard to classify but not for everyone.... I enjoy how it's not a classic vanilla fragrance,  it has other elements that stand out moreso. But I'm not typically a big vanilla fan so it works well for my taste. It's more of a try vanilla!"
		},
		{
			"review_title": "love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "Obsessed! Smells sooo good, I put it on even when I'm not leaving the house just so I can smell it on myself lol. Smells like vanilla, but not the sickeningly sweet kind... with a hint of coconut.  It's perfect."
		},
		{
			"review_title": "Not what I was expecting",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "Didn’t smell like vanilla at all. Goes on warm. And for the smell I can’t put my for finger on it. Smells like old perfume. Like at one point it smelled good. And now all you smell is expensive alcohol. I don’t know. But this wasn’t it."
		},
		{
			"review_title": "It's  going back.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I bought this based on the insanely positive comments.  I don't understand all these good reviews.  It smells like the bottom of an old lady's purse mixed with a big ol'side of pure headache.  This is defo going back.   Nothing positive to say here."
		},
		{
			"review_title": "No Vanilla At All, Worst Perfume Ever",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "What vanilla?! I smell absolutely no vanilla in this AT ALL. It smells very, very faintly of cheap sun tan lotion - that's the coconut note, I suppose- and smells largely of a strong, cheap men's cologne, a $10 no name from rite aid. This is the worst perfume I have ever smelled. I bought this online based on the description and people's reviews. These reviews cannot possibly be real. I should have bought Tom Ford's Tabacco Vanille or Vanille Insensee by Atilier. At least I know those companies and they will be good. This smells cheap, a really sickeningly strong, cheap men's cologne. Absolutely no vanilla whatsoever. It almost seems like a joke. I am definitely sending this back."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Omg this smells so good! Perfect for even occasion you must grad it."
		},
		{
			"review_title": "Splurge-worthy!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Incredible yummy, creamy vanilla scent! If you can splurge, do it!!  For people who say the scent doesn’t last it’s because your body stops picking up the scent of things, just like when you chew gum and you think it loses the flavour but it doesn’t, it’s your receptors just not picking up the taste or the smell any longer. The scent absolutely lasts and it is not overpowering."
		},
		{
			"review_title": "RIP OFF",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
			"review_text": "I can't believe I paid $100 for 1oz and it didn't even come full. And I'm not talking the typical small air bubble that comes with most perfumes and beauty products. I am talking a giant air bubble-it was the first thing I noticed upon opening it. It smells amazing, but is such a rip off!"
		},
		{
			"review_title": "Smells Great but doesn't last.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "This smells absolutely incredible but I was so disappointed with how long the scent lasted on me. After about 30 minutes I couldn't even smell it any longer and for $150 I would like the scent to linger for at least a few hours. Too bad because I was VERY excited about this product!"
		},
		{
			"review_title": "First gourmand fragrance I didn't hate",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I really hate sweet, gourmand fragrances, especially those that smell like sugar, cookies, or vanilla. This perfume oil is the first vanilla scent I didn't hate, and actually, I really enjoyed wearing without being nauseated or wanting to wash it off my skin. My husband also said I smelled yummy. The scent is mostly vanilla (like the bean) with a little coconut and a creamy, lactonic floral note from the orchid for a very beachy yet cozy vibe, and lasts a long time for me. I like putting it on at night after my shower like a cozy sweater to help me relax and unwind. It also layers very well with the South Pacific Sandalwood, to create a cashmere sweater type of skin scent, that isn't too sweet, or too masculine. For me, this and the Seville Orange are the two standouts from this line of perfume oils."
		},
		{
			"review_title": "Smells Yummy",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "If you love gourmand fragrances then this is for you! I love vanilla and use this as a layering fragrance. By itself it is lovely but I don’t know if it is worth the plunge of the full size as far as being a strong fragrance on its own! I pair this with Juliette Has a Gun Vanilla Vibes, Aqua Di Gio Sun, and anything with coconut you will smell amazing!"
		},
		{
			"review_title": "It's a YES for me!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I absolutely love this scent.  I just wish it lasted longer."
		},
		{
			"review_title": "Vanilla Fields with a Guerlain price",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "I am SO glad I went into the store to smell this before buying. I might as well go buy that old school Vanilla Fields perfume, because this is exactly what it smells like!! I was super disappointed because I love a nice smelling vanilla scent, but the price on this isn’t worth it. At all."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "So disappointed! The smell doesn’t last and it just doesn’t smell that good. Smells a bit like wax? Strange, not a fan…"
		},
		{
			"review_title": "love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I bought this soley based on the positive reviews and I'm so glad I did!  Initially, I hated the first whiff I got - it's a bit spicy and not at all what I expected. HOWEVER, it dissipated very quickly (less than 10 minutes) and it dries down as a very gourmand, sweet vanilla that is absolutely seductive and wears well with any sweet/floral perfume.  I absolutely love this and will hopefully always have some on hand! The oil itself dries down quickly and doesn't leave any greasy residue. For me, the staying power is over 10 hours! I'm hoping to try the rest of the oils soon!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "This smells AMAZING at first! But no matter what I did this just would not last on my skin! I’m disappointed because as an oil I thought it would go the distance but sadly no. No matter what I tried it would not last. I also am afraid to put it on clothing because it is an oil."
		},
		{
			"review_title": "Warm and Comforting",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Oily skin",
			"review_text": "This is a very warm and comforting scent. It's very sweet and absolutely gourmand. It has that somewhat woody fragrance type to it as well. You can pick out a little bit of coconut but thankfully it isn't overwhelming and the only thing you can notice the way it tends to be in a lot of fragrances. It only smells a little bit like suntan lotion. I would say the vanilla is the highlighted scent over coconut."
		},
		{
			"review_title": "remove the spice and everything will be alright",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "it could have been everything but the spice at the end throws off the vanilla/coconut smell.  I had to take it back"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Not a fan. I was hoping for a warm yummy smell. I smell like old lady vanilla. It does last though. I can’t wash it off lol"
		},
		{
			"review_title": "Nice scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Absolutely loving the vanilla scent in this perfume. It’s super sweet smelling and perfect for date nights. I don’t think it’s a daily scent though in my opinion. Every time I wear it I get compliments"
		},
		{
			"review_title": "LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "My new favorite. I love vanilla literally my signature fragrance."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Smells really good, sweet but not that overpowering cheap vanilla scent. would purchase again."
		},
		{
			"review_title": "Vanilla dreams",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I received a trial rollerball size of this wonderful vanilla perfume oil. I’m relatively new to Nest fragrances, but this definitely makes me want to try more. This is perfect for those looking for a prominent vanilla scent. It’s warm and cozy. The rollerball application is easy and convenient. I wouldn’t buy a full size, but I would purchase the purse size rollerball. Scent lasts most of the day."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I have the vanilla scent in this rollerball and I’ve really been loving it! The vanilla scent isn’t too strong or sweet. The rollerball application applied the perfume evenly as well. The scent lasted almost all day. I did apply some more in the evening because it started to fade, but overall a lovely product! This product was gifted to me by NEST New York."
		},
		{
			"review_title": "Overwhelming",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I was super excited about this product but was not overly impressed once I tried it.  The smell was just overwhelming of vanilla.  Most of the time I enjoy vanilla perfumes but this one was too strong.  It smelled like something someone older would be using."
		},
		{
			"review_title": "For the sensual woman",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "Amazing!! Vanilla can be a hit or miss but THIS. It’s feminine and sexy, soft and long wearing. Vanilla sky by Skylar is also very very good. This one is sweeter by a hair!!"
		},
		{
			"review_title": "Not Vanilla at all",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I had high hopes for this after reading reviews, this does not smell like vanilla at all, it's very warm, woodsy & smokey. the fragrance does last throughout the day. I returned it."
		},
		{
			"review_title": "Extremely vanilla",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "This is a really strong vanilla scent! It’s a little overpowering at first but it wears really well. I keep this in my bag so I can add a light spritz midway through the day. It’s lasted for quite a while! I recommend if you’re into a scent that’s dedicated solely to vanilla."
		},
		{
			"review_title": "Lovely sweet scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Medium skin tone, Combination skin",
			"review_text": "Love love love the smell of this! It has a yummy vanilla scent that is sweet for spring and summer. I got the mini rollerball one and love how I can roll it on my neck and wrists for a  long-lasting lovely yet not overpowering scent."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "This perfume has such a fantastic scent! It is not overpowering but still lasts through out the entire day! I’ve gotten so many compliments on this scent.  I received this as a gifted sample but I definitely plan on ordering for myself!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "I was gifted a sample of this perfume oil by Nest New York. Initially I wasn’t a big fan of the scent, but it grew on me. Now I reallyyy like it and think it’d be a great autumn scent. It has a very soft scent of vanilla and it has a smoky smell to it. I’m super excited to wear this during fall!!!"
		},
		{
			"review_title": "Very smooth",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Got for free from Octoly. The perfume oil was very smooth and not too strong. It is a very nice smell. It is something you would wanna get and try out. Can’t complain about the smell or how strong the smell is. You should definitely try it for yourself."
		},
		{
			"review_title": "Loved it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I have never used a perfume oil like ever and this is amazing. The scent last all day on you i used it on my wrists and neck right after a shower and like i said it will last. Its a good sweet vanilla smell its not like those overpowering smells. I received this product for a review!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Warm and cozy, reminds me of Bath and Body Works warm vanilla sugar but more grown up. Lasts a long time and didn’t give me a migraine. Kinda similar to skylar’s vanilla sky, but that one has a more floral note. I don’t smell floral in this, only cozy, warm vanilla"
		},
		{
			"review_title": "A warm hug",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I do not typically go for vanilla scents since they turn sour on me. It's not the case with this perfume oil. This is more of a boozy vanilla scent that is quite long lasting. Really cozy! Sort of reminds me of an elevated grown up Warm Vanilla Sugar by Bath and Body works. Some reviewers say there is a citrus note...? I'm not getting any of that. Wish they could make a spray version of this."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I received a tester of this product to try. The scent is absolutely amazing! I find it warm and sweet and it lasts for a very long time. I find the rollerball is easy to use. The baobab oil is a nice touch and it didn’t break me out or cause any irritations!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "Absolutely love this smell and I don't even like Vanilla smells in general. I usually go for sweeter smells and this compliments me very well. A little definitely goes a long way because it can be pretty strong but I love that because this is definitely going to last me a very long time."
		},
		{
			"review_title": "I found love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
			"review_text": "Y’all this smell right here. Definitely adding it to my collection of scents of you like warm and spicy fragrance and vanilla scent is like a bomb basic for you. Then this oil right here is IT. I was told if you later this oil with another fragrance you can make a potion and smell even better. So layered this oil first and then added the Her by Burberry and I smell phenomenal if I do says so myself."
		},
		{
			"review_title": "LOVEEEE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Loveeee this fragrance. Yes, it totally has an alcohol note but in a similar why that Dolce&Gabbana light blue does. Its like creamy notes of vanilla mixed with a zesty freshness; this scent is both elegant and elevated. 10/10"
		},
		{
			"review_title": "it for sure smells beautiful....just not on me",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
			"review_text": "I was really sad about this one. if it works for you, congrats cuz it smells so nice. warm, smooth...it's got depth. but on me it smells sharp and a bit like rubbing alcohol in a bad way"
		},
		{
			"review_title": "Lemon citrusy scent?!!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Even after the dry down it was impossible to detect the vanilla. All I kept getting was a citrus scent lingering for several hours. At least it has longevity. Not a blind purchase."
		},
		{
			"review_title": "Maison Margiela Replica Beach Walk dupe",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "brown hair, Light skin tone, Combination skin",
			"review_text": "I was hoping for it to be spicy like it is described as. But to me, it smells exactly like the Maison Margiela Replica Beach Walk scent. More powdery than spice. It does seem to be lasting though. Just not what I expected it to smell like."
		},
		{
			"review_title": "Lightweight & Sweet",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I was gifted this product by NEST in exchange for my honest opinion. The madagascar vanilla perfume oil is a nice lightweight scented rollerball that’s easy to apply. The scent is a sweet vanilla but not overly sweet or nauseating."
		},
		{
			"review_title": "So exquisite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I had tried vanilla scented perfumes a long time ago and never liked the combination so when I received this I was a bit dubious. This rollerball is very convenient, it attracts my attention that it is vanilla from Madagascar, I must say that this essence is very sweet and warm is in oil so it does not leave your skin where you smear it greasy or anything, at the beginning the aroma tends to be very strong but it really lowers the intensity as time goes by. The aroma is quite pleasant and the size is perfect to carry it in my purse. I would really like it to last longer when it comes to scent. Vanilla lovers will love it as it is very exquisite and I totally recommend it."
		},
		{
			"review_title": "Good fall scent.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Smells heavenly! Very strong at first but softens out and becomes elegant and enjoyable! It doesn’t last as long as I would like, but it could be my body chemistry! Would be a wonderful fall fragrance!   Sent to me complimentary from Nest for my review."
		},
		{
			"review_title": "Sweet warm scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This perfume oil is not overly sweet but it does definitely have a sweet scent. It is a perfect mixture of warm and spicy fragrance oil. The oil itself is light and not greasy, it does not contain alcohol so it's not irritating. The application is very convenient, The rollerball is perfect size to take in my purse. I wish the perfume lasted longer but still it has decent staying power.  I enjoyed this perfume oil and will continue to use it. I would recommend it to anyone who likes vanilla scents.  I was gifted this perfume oil in exchange for my honest opinion."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I received the sample of this product from Octoly to review. I have never tried a vanilla scented perfume oil before. The roller applies smoothly onto the skin. Once rubbed in the oil doesn't leave your skin sticky or greasy. When applied to the skin the vanilla scent is light. I love that you can also smell a hint of coconut in the perfume! I don't wear perfumes too often so this sample will last me a while!"
		},
		{
			"review_title": "Great product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Great, lasting power!  I bought this to layer with other products.  I’ve had it on all day and I can still smell it.  If you own Marc Jacobs Perfect (has no lasting power), you can layer this with it."
		},
		{
			"review_title": "Love the perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This perfume is exactly what I am looking for! I got it as a gift for review propose. Exceed my expectations, love this vanilla scent. The best part of this perfume is that, it is not too sweet (just myself love perfume that is light, may not be applicable to all)"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I was gifted by Nest. This is amazing oil, smells like heaven, I have never smelled something like that! The scent is delicate, yet very mesmerizing. Long lasting, the application is so convenient, roller is super. Overall, this is the best perfume oil."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I received this complimentary from Nest Fragrances for review purpose.  This is a beautiful scent that smells like luxury. It’s a very comfortable strength and the packaging is very cute. I wear this on my wrist and nape of my neck and this helps activate the fragrance."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "If you love vanilla scented anything this fragrance is for you. It's not as sweet as expected but has a light powdery undertone which I love - may not be for everyone. It almost reads as floral throughout the day, I assume it's from the orchid and coconut."
		},
		{
			"review_title": "Good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "This smell is night and light I loved the packaging and the fact that it was a roll on was great it’s compact and easy to travel with I’m excited to keep using This product and will be purchasing more scents for sure"
		},
		{
			"review_title": "what a beautiful Fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "this oil is so so so good, it not only smells so good but it lasts much much longer.I had put it on while going to office, in when I came back I could still smell it on my clothes. the flavours it has is amazing."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Smells great! Loved the vanilla scent! I’ve been wearing it for 6 hours straight and it did fade a little but I still smell it! Great gift for those that love that slite vanilla scent. I recommend!!!!"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Omg this perfume is amazing!! Love this scent of warm vanilla and a hint of coconut which smells like some baked goodies!! The rollerball perfume is a perfect size to take in my purse or make up bag.!"
		},
		{
			"review_title": "MUST BUY THIS!! most complimented perfume by men",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is the sexiest scent ever! I’ve not been into vanilla scents since high school but this is so subductive!!  The first time I wore it out to a party all my guy friends were complimenting me on how great I smelled. It is a must buy.  Also this entire collection from NEST I swear have become the most complimented perfumes by men ever."
		},
		{
			"review_title": "Not my favorite",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "brown hair, Fair skin tone, Normal skin",
			"review_text": "I received the Madagascar Vanilla 3ml perfume oil from NEST to sample. I will say this not my favorite scent; however, it has great lasting power. I rolled the oil on my wrist and it lasted hours. I, personally, felt the scent was a bit artificial smelling, The floral notes were nice though."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "I love this Nest Madagascar Vanilla perfume because it smells amazing and the aroma lasts all day.  This is a must! Everyone complements this perfume it is so nice and does not overpower. I recommend to everyone! I love to rollerball it’s really convenient i just throw it in my purse and re apply when needed!"
		},
		{
			"review_title": "Vanilla scented Heaven",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I’ve never tried a Nest product before and was lucky enough tô be sent this complimentary scent from Nest. The fragrance lasted through out the day as I rubbed it on the inner part of my arm and would occasionally get a wif of the smell. Personally it smelled like one of those candles you light up at home and transcends throughout the house."
		},
		{
			"review_title": "Lasts forever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Complimentary from Nest New York.  This rich and luxurious body perfume lasts for hours. It has a warm scent of vanilla and a hint of coconut. The roll on is easy to travel with and easy to apply to your perfume areas."
		},
		{
			"review_title": "nice product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I am new to the oil based fragrances, they are very interesting. They can be strong at first but mellow out after a few minutes. I was lucky enough to try out the vanilla scented product and I absolutely love it. The product is easy to use with the built in rollerball and smells great all day long. Highly recommend!"
		},
		{
			"review_title": "Wonderful",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Deep skin tone, Oily skin",
			"review_text": "I really liked the concept of a perfume oil and am so excited about this product. The scent is pretty long lasting and it's a beautiful vanilla- I liked layering this with another vanilla perfume to make the smell more complex because this one was just one flat note of vanilla (in my opinion) but I fully recommend it. I plan on purchasing the full size when my sample runs out"
		},
		{
			"review_title": "Amazing perfume!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, fairLight skin tone, Combination skin",
			"review_text": "I was gifted this product by the brand and I am obsessed. The scent is so yummy smelling and lasts for quite some time! I also loved how easy it was to apply using the roller ball! I like to keep the roller in my purse for me to easily access it!"
		},
		{
			"review_title": "Super nice smelling perfume",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I received this product free in exchange for my honest review. The scent is super nice and subtle. You get your classic vanilla scent with a bit of peppery spice. The pepper really elevates the scent so it’s more mature. I loved how easily the rollerball applied the perfume and the jojoba oil helped so that my skin didn’t feel as dried out as it normally does when wearing perfume. The only thing I didn’t like was that I felt as if it faded fast and the smell just rubbed off easy. Maybe I just got used to it, but it felt like it was gone within an hour. Overall, I really liked it and definitely recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I was gifted this item by Nest. I loved the rollerball applicator. The oil just glided on easily and did not dry/irritate my skin. The fragrance is long lasting, and has so many different notes. They all mesh together so well!! Absolutely impress I had my mom smell the fragrance. She loves it as well!! Highly recommend."
		},
		{
			"review_title": "The oil to end all other oils",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "This is an elevated approach to a Madagascar vanilla. This is not a pure Vanilla scent.  The hint of coconut Adds a touch of candy like sweetness. The orchid notes give the scent direction to have a pointed balance between overly sweet and perfection. Scent lasts for days on clothing as well as skin.   To keep your oil pure do not put the applicator directly on your skin- your own body oils will dilute the scent over time."
		},
		{
			"review_title": "More musk than vanilla",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I really wanted to like this fragrance but ended up returning it. I’m not a fan of musky vanilla perfumes and this was on the musk side and over powers the vanilla. It is definitely a scent that I have smelled before nothing extraordinary. If you like vanilla with musk this is for you."
		},
		{
			"review_title": "Vanilla is not the leading scent",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Light skin tone, Combination skin",
			"review_text": "3 stars only because, despite smelling overall good and being a pleasantly sweet, warm scent, Vanilla is not the leading scent, it is definitely strongly diluted with I believe is some amber/ patchouli/ musk, which I’m not a big fan of."
		},
		{
			"review_title": "New Holy Grail!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "This by far is one of the best perfumes I have ever purchased! If you're on the fence about buying it don't be, just get it. In my opinion it literally is a more lush expensive version of Bonfire Bash from Bath and Body Works. Since that is one of my all time favorite scents I was beyond excited to have it in a more grown up long lasting version. It is similar to By The Fireplace but not exactly the same. I'm absolutely in love, I would bathe in this if it didn't cost so much"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Delicious! Smells like the beach - lots of warm vanilla with some coconut."
		},
		{
			"review_title": "CHEAP AMBER MUSK + ALCOHOL",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "This is really bad. As a previous review stated, there’s an overwhelming alcohol smell that doesn’t go away. That mixed with a drug store amber/ white musk scent makes this absolutely nauseating. I don’t get any vanilla from it...definitely getting returned."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I like it! Its definately madagascar vanilla and not pure vanilla. I detect coconut, but thats not what takes over. I agree with the other reviewer that it smells like The Body Shop vanilla (not the original one), but the later one. Its vanilla for grown ups!"
		},
		{
			"review_title": "Disappointed",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I completely agree with a previous reviewer when they stated that it was not vanilla forward.  I was so excited to have a pure vanilla bean scent in an oil form, but this definitely smells more of musk than vanilla.  Some may love it, but it just doesn't work for me."
		},
		{
			"review_title": "It’s Alright",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I purchased this because I love gourmand scents and wanted a “pure” vanilla scent to layer with my Kayali Vanilla and Philosophy Fresh Cream to make them a little more vanilla-y. A previous review described this oil as smelling like Victoria’s Secret’s Bare Vanilla so I was super excited lol, but I guess it didn’t respond to my skin’s chemistry the same way because it doesn’t smell anything like that. It’s still a warm, sweet scent, but it’s not as vanilla-heavy as I’d like. It’s got an almost floral note that I’m not a fan of, but if your heart’s not set on a pure gourmand vanilla then maybe you’ll like this! Just not my cup of tea"
		},
		{
			"review_title": "It’s Okay",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I purchased this because I love gourmand scents and wanted a “pure” vanilla scent to layer with my Kayali Vanilla and Philosophy Fresh Cream to make them a little more vanilla-y. A previous review described this oil as smelling like Victoria’s Secret’s Bare Vanilla so I was super excited lol, but I guess it didn’t respond to my skin’s chemistry the same way because it doesn’t smell anything like that. It’s still a warm, sweet scent, but it’s not as vanilla-heavy as I’d like. It’s got a powdery, almost floral note that I’m not a fan of, but if your heart’s not set on a pure gourmand vanilla then maybe you’ll like this! Just not my cup of tea"
		},
		{
			"review_title": "A must buy!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I absolutely love this scent ! Madagascar Vanilla is my favourite scent which means I am very particular about the Madagascar vanilla perfumes I use. This one may now be my favourite. I hope they never discontinue it. It’s worth every penny. The scent is light, intoxicating and long lasting. A little goes a long way (due to the oil). It’s a beautiful feminine scent!"
		},
		{
			"review_title": "It's a little smokey, subtle, sweet and lasts...",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I absolutely love this oil, so much that I ordered the rollerball. I can see myself wearing this wearing this often as I love fragrances that are soft, subtle and with staying power."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Combination skin",
			"review_text": "Smells good but the OG 7 virtues vanilla woods smells better"
		},
		{
			"review_title": "Very Strong ALCOHOL Aroma",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Wanted to love this, but was very strong and even after 1 hour of wear on my wrists, the alcohol is the predominant smell."
		},
		{
			"review_title": "Delicious!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Absolutely love it!  So soft, smells delicious!!  One of my favorite new scents."
		},
		{
			"review_title": "Fantastic perfume oil",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "This perfume oil  is amazing it has a  sweet/warm relaxing smell and it last all day I actually put some on before bed and woke up to this heavenly aroma !!"
		},
		{
			"review_title": "Smells So Yummy!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Beautiful Vanilla scent, couldn’t wait to open my package, if you love creamy vanilla scents mixed with a little hint of coconut then this is for you. Reminds me a bit of the old Body shop vanilla and Victoria’s Secret bare vanilla body spray. I mean this in the best way possible. This Smells So Yummy!"
		}
	]
}