{
	"product_id": "1308",
	"name": "Mini Vanilla Skin Body & Hair Fragrance Mist",
	"brand": "PHLUR",
	"categories": "Fragrance, Women, Body Mist & Hair Mist",
	"price": 34.0,
	"about": "Fragrance Family:Warm & Spicy.Scent Type:Warm & Sweet Gourmands.Key Notes:Sugar Crystals, Cashmere Wood, Vanilla.Fragrance Description:Vanilla Skin is good enough to eat..About the Fragrance:Familiar and delectable. Hypnotic and decadent. Vanilla Skin, unlike any vanilla fragrance, evokes an iconic creaminess wrapped in a kaleidoscope of spice and intrigue. The dual nature of pink pepper and sugar settle down through rich cashmere before nestling into a core of addictive vanilla and cozy sandalwood. Vanilla Skin is a multidimensional take on an intoxicating, sensual gourmand.",
	"ingredients": "Alcohol Denat., Water/Eau/Aqua, Fragrance/Parfum, Alpha-Isomethyl Ionone, Benzyl Alcohol, Benzyl Benzoate, Farnesol, Limonene........The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Spray generously onto your wrists, neck, and pulse points; your body heat will help to diffuse fragrance as the day goes on..-PHLUR fragrances can be worn alone or layered with other PHLUR fragrances and body care products to create your own signature scent.",
	"num_reviews": 114,
	"overall_rating": 3.9,
	"product_url": "https://www.sephora.com/ca/en/product/phlur-vanilla-skin-hair-body-fragrance-mist-P509258?skuId=2693349&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2693349-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "3 oz eau de parfum spray",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2693349-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "amazinggg",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "smells literally soo good wasnt good at first but after about 10 minutes of letting it sit it was amazing!  !!!"
		},
		{
			"review_title": "Very good!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "Smells amazing! I love the product amount to price ratio. My only complaint is that it isn’t very long lasting, even when i apply with lotion to enhance the longevity. I have found that the Sol De Janeiro fragrances have lasted longer for me, and the scents are stronger. I think Vanilla Skin would be better when applied in addition with the perfume. Nonetheless, I love this perfume! Smells like pure vanilla!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Hands down the best smelling body mist i’ve ever smelt, and can last all day for me if I spray in my hair"
		},
		{
			"review_title": "Perfect bedtime, running light errands fragrance",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "This is an exact dupe for By the Fireplace by Replica, but this fragrance is not long lasting. If you’re choosing this fragrance for the title, do not because there’s nothing skin-like about it."
		},
		{
			"review_title": "A definitely need!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "It SMELL SO YUMMMMMM!!! I literally wear this during the winter,spring and summer cause NOTHING CAN GO WRONG WITH VANILLA"
		},
		{
			"review_title": "Perfect everyday body spray",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "I love this scent so much, it does not give me a headache/migraine like others do. I'm very sensitive when it comes to scents. It's perfect for every day use because it's not overwhelmingly strong. I always get compliments at work and when i'm out and about. Highly recommend.!"
		},
		{
			"review_title": "All Spice - No Sweetness",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "I wish I could return it but I'm pretty sure it's passed the point where I can. I do not get any of the sweet notes in this mist when I tried it and would not consider it a spicy gourmand as I only get the spice, and a little bit of the musk, but mostly an alcohol base which was highly disappointing. This ends up wearing on the low level as well as it dissipated around the 3-5 hour mark. I was so incredibly excited to smell this as I had heard reviews from people online that I trust and they were only get the notes in it's core and not the base like I am. To each their own. If you want your vanilla to have a pink pepper underlayer then this would be for you, if not, then please save your money!"
		},
		{
			"review_title": "Great Alone or Layered!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Beautiful vanilla scent that is great on its own or used to layer scents! My first ever fragrance purchase without testing first and it did not disappoint! I think this is a safe buy for anyone, even as a gift!"
		},
		{
			"review_title": "Loveeee",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I’ve had this product since August and it’s a staple, I wear it every day, however I do find that it fades quickly so I pair it with Skylar Vanilla Sky and it’s even better"
		},
		{
			"review_title": "Nice body mist",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Nice vanilla body mist. It lasts for about 4 hours."
		},
		{
			"review_title": "Spicy at first, but warm dry down",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Oily skin",
			"review_text": "A mature vanilla. Not as sweet & warm as I would have hoped, but it’s DIFFERENT which is what I like. Good staying power for a body mist and versatile enough to be a day or night scent. I would compare it to a lighter version of Kayali Vanilla 28."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I absolutely love this perfume. It smells so good and I love this scent .I always get so many compliments on it."
		}
	]
}