{
	"product_id": "1355",
	"name": "Stay Vulnerable Melting Cream Blush",
	"brand": "Rare Beauty by Selena Gomez",
	"categories": "Makeup, Cheek, Blush",
	"price": 33.0,
	"about": "What it is:A breakthrough, mistake-proof, liquid-like cream blush that melts into a second skin for the most natural-looking wash of soft-focus color..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, and sulfates SLS & SLES. It is also cruelty-free..What Else You Need to Know:This first-of-its-kind water-resistant blush combines pigments with a non-greasy blend of weightless oils and spherical powders for a natural flush you can’t mess up. The ultralightweight, liquid-like cream melts on contact and blends to a smooth, satin finish that won’t cake, crease, or clog pores.",
	"ingredients": "Isodecyl Isononanoate, Silica, C12-15 Alkyl Benzoate, Isodecyl Neopentanoate, Octyldodecyl Stearoyl Stearate, Methyl Methacrylate Crosspolymer, Limnanthes Alba (Meadowfoam) Seed Oil, Polyethylene, Synthetic Fluorphlogopite, Dicalcium Phosphate, Tocopheryl Acetate, Pentaerythrityl Tetra-di-t-butyl Hydroxyhydrocinnamate, Helianthus Annuus (Sunflower) Seed Oil, Gardenia Florida Fruit Extract, Nelumbo Nucifera Flower Extract, Nymphaea Odorata Root Extract, [+/- MAY CONTAIN / PEUT CONTENIR: Red 28 Lake (CI 45410), Titanium Dioxide (CI 77891), Iron Oxides (CI 77491, CI 77492), Blue 1 Lake (CI 42090), Red 7 Lake (CI 15850), Yellow 6 Lake (CI 15985), Red 6 (CI 15850)].",
	"how_to_use": "Suggested Usage:.-Use a dense brush or your fingertips to dab onto the apples of your cheeks and blend. Apply more layers as desired. .-Complete your look with the Stay Vulnerable Liquid Eyeshadow and Stay Vulnerable Glossy Lip Balm (both sold separately), which come in the same five complementary shades as the Stay Vulnerable Melting Blush for effortless matching for eyes, cheeks, and lips.",
	"num_reviews": 1609,
	"overall_rating": 4.3,
	"product_url": "https://www.sephora.com/ca/en/product/rare-beauty-by-selena-gomez-stay-vulnerable-melting-blush-P467451?skuId=2418663&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2418663-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "Nearly Apricot",
			"shade_descriptor": "muted coral",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2418689-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Nearly Neutral",
			"shade_descriptor": "soft neutral pink",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2418663-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Nearly Rose",
			"shade_descriptor": "true pink",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2418697-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Nearly Mauve",
			"shade_descriptor": "true mauve",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2418655-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Nearly Berry",
			"shade_descriptor": "deep berry",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2418671-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Goes on quickly and blends well.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Dry skin",
			"review_text": "I just bought this as a replacement for the Rare Beauty liquid blush, and I like this more.  The color looks very natural, it blends well, and it lasts all day.  It melts as you run your finger over it and easily swipes across the cheekbone.  Color is build able if you want a bit more depth."
		},
		{
			"review_title": "umm...",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Combination skin",
			"review_text": "love the color. but I don't much like how it applies or how it looks. looks kind of patchy ☹️ would like it to be softer and creamier."
		},
		{
			"review_title": "FAVORITE BLUSH",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I got the nearly neutral blush last christmas and bought two new ones in nearly mauve recently, one for me and one for a friend. It’s amazing! I love rare beauty as it is but this product might be my favorites. The application is flawless and so easy. The colors are gorgeous and the packaging is so cute. Very good amount of product for the price as well. Definitely worth it, try it out!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Nearly Rose - true pink",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "gorgeous and lasts a long time! ive had this for over a year and a half and it looks the same as the day i bought it"
		},
		{
			"review_title": "LOVE IT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "I absolutely love this product. The color is very flattering on my skin and it is very easy to apply! I use it everyday to layer over another one of my blushes and it’s perfect. Not only is the color really prett, but it also give a very nice shine, which I love !"
		},
		{
			"review_title": "Nice subtle color",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I love this. I have fair skin and wanted a subtle blush. This works perfectly for me. I apply with my fingers and don’t have an issue blending. The packaging is really nice as well."
		},
		{
			"review_title": "I love this so much",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I love this blush it looks amazing on my skin and it fits my skin tone so well it’s honestly the perfect blush it’s so creamy and beautiful!"
		},
		{
			"review_title": "perfect for everday blush for medium tan skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Olive skin tone, Dry skin",
			"review_text": "I enjoy using this blush for an everyday natural look. blends seemlessly and last for the full work day."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "as someone with a olive skin tone, this shade is very unflattering on me and is super patchy. When I would try to blend it, it would look like skid marks. Carefully on what you buy.  . A"
		},
		{
			"review_title": "Obsessed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
			"review_text": "I love the feel and color. Extremely lightweight and cute for a no makeup day. Looks cute on lips too! Also love the packaging!"
		},
		{
			"review_title": "pretty but not pigmented enough",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Combination skin",
			"review_text": "beautiful color but it's a bit hard to get much pigmented and you kind of have to warm it up. soo pretty tho. also dries down like a powder."
		},
		{
			"review_title": "A must have.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "Always wanted to try rare beauty stay vulnerable melting cream blush and now I got my hands on it and try it I have to say I love it so much. I love the shade in nearly rose true pink is so pretty."
		},
		{
			"review_title": "I love ittttt",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I love this blush. It is really easy to blend out and leaves a really pretty glowy look once blended. Lasts all day. It is not very pigmented though, so you need to build it up to get enough pigment. Still recommend though!"
		},
		{
			"review_title": "Just okay..",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "While I love the shade, the application and results are just..okay. Since it’s a cream blush, it’s a bit difficult to apply well with a brush, so I usually use my fingers. However, the result is almost always splotchy and does not give an even color, and it doesn’t not blend out well."
		},
		{
			"review_title": "I didn’t like this at all",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, notSure skin tone, Combination skin",
			"review_text": "After using this product in multiple ways I found that this was always patchy on my skin. I would say that I have even smooth skin and no matter what it never sat right. Maybe it works for you but I really didn’t like it. The only thing nice abt it was the color of it when looking but otherwise… yeah no."
		},
		{
			"review_title": "Made in Italy and it's good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Quality is good and i have no problem using it. Loved it."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Nearly Neutral - soft neutral pink",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "No. Just no. Please don’t buy it unless you want a blush with little to no pigment."
		},
		{
			"review_title": "Definitely A Need",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "This color is unreal, it is so pretty! The cream formula makes it easy to blend and it is so flawlesss."
		},
		{
			"review_title": "wouldn’t repurchase",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "the package is beautiful and the product is okay. It is hard to blend, disappears quickly and lacks pigment."
		},
		{
			"review_title": "Mixed bag on this one !",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I wanted a replcement for my Clinique blush (which I broke by mistake). This feels nice on the skin but since it does not look as pigmented on very light brown skin. It fades out pretty quickly as well"
		},
		{
			"review_title": "Beautiful packaging but no staying power",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This blush is hard to blend evenly and basically disappears into the skin after an hour of wear. Would recommend the rare beauty liquid blush over this one by far!"
		},
		{
			"review_title": "Beautiful blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This is the best blush I have ever used. The color is PERFECT!!!! And it blended super easy. I got so many compliments!!"
		},
		{
			"review_title": "Nice to Have",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "After using this product the last few weeks, my skin feels hydrated and every time that I use this product, I get compliments! Formula does need to be tweaked though."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Nearly Apricot - muted coral",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I don’t like this blush. It’s hardly any pigment there"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Nearly Mauve - true mauve",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I don’t like this blush. It’s hardly any pigment there"
		},
		{
			"review_title": "It is just ok but not the best",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "I wanted to love this because the color is very beautiful and packaging too. But it looks patchy on your skin. I tried to apply both with brush and finger. The blush just doesn’t move when you try to apply evenly on your cheeks."
		},
		{
			"review_title": "Really good stuff",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This is amazing I have been using it for weeks but it’s hard to apply on to your cheeks"
		},
		{
			"review_title": "Nah",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "I wanted to love this as the shade is just gorg but it fades in around 30 minutes"
		},
		{
			"review_title": "Meh",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "it does blend like butter and its decently pigmented at first but it doesnt last very long its almost like it just soaks into the skin it starts to disappear after about 30 min so that’s disappointing i personally wont be repurchasing this product but its ok"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Nearly Mauve - true mauve",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I love the color and the ease of applying it, but it fades so fast and does not last which is disappointing."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Nearly Neutral - soft neutral pink",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "hardly showed up no matter how much i put on and had weird texture"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Nearly Berry - deep berry",
			"review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Dry skin",
			"review_text": "i use this everyday and it’s such a pretty color. i love this blush and i would def rebuy it again !!"
		},
		{
			"review_title": "So velvety and long lasting",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "This formula is highly pigmented and velvety. It lasts all day for me and gives such a subtle hue. Not overpowering at all."
		},
		{
			"review_title": "Meh",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "It's okay, but not the best. I'd stick to the liquid blush from rare beauty instead."
		},
		{
			"review_title": "Must use every day. looks so pretty",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
			"review_text": "Such a beautiful color. I got this in toronto because i forgot my blush for the taylor swift concert. I’m glad I did because I will never stop using this blush."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "I Iike it a lot! It is really nice and works nice!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I love this product although I will say it is very pigmented, but I definitely think this product is quite underrated, it is very creamy and easy to work with"
		},
		{
			"review_title": "Buildable, delight",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Buildable, beautiful color (nearly rose), feels great on skin. I have this in another color and have been satisfied long term. It definitely something I reach for a few times per week."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Nearly Neutral - soft neutral pink",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "This product looks great on the skin and the packaging is adorable!"
		},
		{
			"review_title": "Absolutely love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "The color is perfect for me and it’s so cute!! I’ve been using for a few weeks and will definitely repurchase"
		},
		{
			"review_title": "Absolutely gorgeous",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Combination skin",
			"review_text": "This is the first ever blush I've bought myself and it is amazing. I have a pale and freckled complexion and this colour and formulation gives me a clean, fresh and romantic look. it applies super easily and blends well with your finger, which is what I recommend to use for this product.   It gives a natural flush to the skin if you're looking for a more clean-girl aesthetic and you cannot tell you're wearing any product when it is on which is a massive plus for me! I have combination skin and this does not pool, pill or spread apart on my skin and stays all day and eventually fades away by evening."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Nearly Mauve - true mauve",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Omg I m in love with this blush  This is my go to staple blush 🎀"
		},
		{
			"review_title": "The color I’ve been searching for !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "I use this product on bare skin and lips and it applies effortlessly. Such a perfect color for light asian skin tone like mine. Lasts all day and really brighten up my face. LOVE LOVE LOVE !"
		},
		{
			"review_title": "Another great rare beauty product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "These are really nice blushes. The color is great the formula is easy to work with"
		},
		{
			"review_title": "Love",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I love this product it’s my first liquid/cream blush that i finished. It’s so perfect with natural makeup or full glam."
		},
		{
			"review_title": "Another Solid Rare Beauty Product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, gray hair, Light skin tone, Combination skin",
			"review_text": "I love this blush! It’s creamy and easy to apply. I find that tapping it on gives a nice natural glow. You can build up the intensity a bit, but I would say this is a good product for a natural, pretty, look. I love that this blush is cruelty fee.free"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Nearly Rose - true pink",
			"review_buyer_description": "Brown eyes, brown hair",
			"review_text": "This product is nice and creamy, it is very pretty on the skin!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Nearly Berry - deep berry",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Very pretty color and shows up bright on the skin  ,  id say it’s good for summer and winter."
		},
		{
			"review_title": "great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "so pigmented so pretty  lasts soooooooooooooooo long"
		},
		{
			"review_title": "selena slayed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Applies so smoothy and I love the shade!! Completes my makeup!"
		},
		{
			"review_title": "Love it",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, notSure skin tone, Oily skin",
			"review_text": "It’s a good product and it blends well But don’t recommend ￼using a beauty blender"
		},
		{
			"review_title": "looks so natural",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "it is easy to blend it is build able and melted seamlessly  100% approve for beginners like me"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Nearly Berry - deep berry",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "I love this! I’ve been using this for about a week and I absolutely love it! Very creamy and blendable. The color also stayed on my cheeks through my workout. This color is so good for my light fair and cool toned skin! It’s very buildable too, I usually do a light flush but when I need a bit more I would have to reach for another blush. But this blush has never had me reaching for a new one!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Nearly Rose - true pink",
			"review_buyer_description": "Blue eyes, auburn hair, fairLight skin tone, Combination skin",
			"review_text": "This blush is too cute it’s such a lovely color and a little goes a long way. I only used a bit and paired it with a powder blush, which ended up being perfect. Easy to apply, is not drying and looks so good on the skin!"
		},
		{
			"review_title": "I'd get it again",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "The color pigment is better than some other big names IMO, and I really enjoy the packaging, and the magnetic closure, but I did notice the product pilling on the skin sometimes if I'm not careful."
		},
		{
			"review_title": "Every day in my routine 😁",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "I love this blush is very light and soft , I use it for blush and lips I am delighted it is my favorite. AMAZING 🫶🏻💕"
		},
		{
			"review_title": "Must have",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I have been using it for a while and really like the shade and texture of this blush. It gives a natural finish"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Nearly Neutral - soft neutral pink",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "Absolutely love !!! I’m all about cream or liquid blush and this is by far my fave!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Nearly Apricot - muted coral",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This is truly my favourite blush ever! I use this everyday and I will definitely be repurchasing. It is so creamy and the colour is so beautiful. In my opinion this is better than the liquid blush and the powder one."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Nearly Mauve - true mauve",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
			"review_text": "it is very good but it is really pigmented if you have really fair skin then I would pass"
		},
		{
			"review_title": "meh",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
			"review_text": "pills, and separates after 4 hours. good pigment though, theres def better"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Nearly Neutral - soft neutral pink",
			"review_buyer_description": "",
			"review_text": "La couleur est magnifique et donne un rendu très naturel."
		},
		{
			"review_title": "Amazing for “clean girl” “corporate baddie” look",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I’ve purchased 2 of these in the past 3 years. I really do love them. This blush is for a muted, soft, daytime look. This is not for a full glam. This blush is for the girls who barely wear any foundation or enjoy soft, and natural looking complexion. The formula is blurring and wears nicely throughout the day. For a more heavy glam look, I would recommend the liquid blush version rather than this melting blush. For context, I wear this blush to work without any foundation, and for evening or outings I wear the liquid blushes from this line.   there"
		},
		{
			"review_title": "Okay",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I love the colour of this product in the way it applies. However, I feel like it does not last very long definitely not worth the price point. ￼"
		},
		{
			"review_title": "A must have for everyday make up",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This blush shade is an absolute must-have for those perfect peachy makeup days! The consistency and texture are beyond incredible—smooth, blendable, and long-lasting. It's easily one of my top 3 favorite blushes of all time, and I can't recommend it enough. A total game-changer for your beauty routine!"
		},
		{
			"review_title": "A - must have in my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "After using this product my makeup has never looked better"
		},
		{
			"review_title": "Creamy and Soft",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love this! It is so light,creamy, and soft. Selena Gomez starting this business was the smartest idea ever!"
		},
		{
			"review_title": "MUST BUY!! ITS SO PRETTY AND CUTE!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "It's beautiful and came in perfectly! It looked lovely on my cheeks and blended beautifully. It worked both on my lips and cheeks! Love it!"
		},
		{
			"review_title": "Not worth it. Threw it away",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "I wanted to like this but it literally melted away the second I put it on my face. Doesn’t last for more like three seconds after trying to blend it in. I did notice that it worked a little better if I rubbed it with my fingers. in  my it in"
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Finally switched to cream blush and I’m so happy I tried this one! Absolutely love it and the color! A little goes a long way!"
		},
		{
			"review_title": "Perfect for everyday use",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I literally love it! I have a natural blush on my cheeks and this product makes it look totally natural, it gives a little glow, it's creamy, I like to put a little bit even on my eyelids. I love it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Nearly Berry - deep berry",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "I like the product and the end result. It also matches and blend with my make up"
		},
		{
			"review_title": "So fricken gorgeous!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
			"review_text": "I usually hate the way makeup looks on me, but this blush is so beautiful. Very sheer but buildable, and so natural looking."
		},
		{
			"review_title": "Natural and Beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "So natural and I love it for my every day looks. Very easy to blend and great for beginners with cream blushes"
		},
		{
			"review_title": "Great blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Love the color of this blush and the creamy texture as it applies on the cheekbones"
		},
		{
			"review_title": "perfect rosy look for winter",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "gorgeous colour, it’s like a deep berry/rose shade and blends pretty good. really pigmented and lasts a while! sometimes i put it on my lips too"
		},
		{
			"review_title": "super pigmented",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "the pigment of this blush… incredible. It’s so creamy and blends so beautifully either with a brush or your fingers. Selena slays again"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Nearly Apricot - muted coral",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I have been using this blush for almost a year now and it wears really well! I like to apply it with a brush and it blends really well and is buildable"
		},
		{
			"review_title": "Everyday favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "I love the pigment and how easy it is to use it. Beautiful color with a cute package"
		},
		{
			"review_title": "Best blush ever great pigment and compact mirror",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "With a great smooth application every morning this Rare Beauty blush lasts all day! With the small mirror that is included inside the cream blush case makes it convenient to carry in a school or a work bag on the go!"
		},
		{
			"review_title": "So nice and natural",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "This blush is so cute and natural and the color is so cute, highly recommend"
		},
		{
			"review_title": "gorgeous and blends easily",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Normal skin",
			"review_text": "this is the best blush I've tried ! its such a gorgeous shade, it also blends in so easily ill def repurchase"
		},
		{
			"review_title": "LOVEEE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "SO PRETTY!! The color is to absolute die for. I am so having my boyfriend take me back to get the rest of the shades."
		},
		{
			"review_title": "Great for a begginer!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This product is not pigmented and requires minuets of application to get just a bit of pigment. It is however a great blush for begginers and the color choices are gorgeous!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Nearly Neutral - soft neutral pink",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "Very Smooth and creamy but lack pigment and staying power. Does not last more than two hours and easily rubs off of your clothes."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Nearly Apricot - muted coral",
			"review_buyer_description": "Dry skin",
			"review_text": "It is easy to apply and control. So creamy and smooth. I wear it on my skin tint, giving me a really natural makeup."
		},
		{
			"review_title": "Meh",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "Honestly not my favorite product. It lasted probably an hour if I’m being generous which totally sucks. I also found the formula a little bit drying which is a huge concern to me with my ezcema prone skin. If I could go back in time I would just purchase the liquid blushes and save some cash."
		},
		{
			"review_title": "A must for blush!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "I love how creamy this blush is and leaves a dewy look. Lasts a lot longer compared to Pixi blush."
		},
		{
			"review_title": "Great but application is easier with liquid blush",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Combination skin",
			"review_text": "Perfect color for me! But the application takes a bit more time to get it just right. It's not as easy to apply as the soft pinch liquid blush. Staying power is surprising good for something that feels like a powder. I have sensitive skin and a lot of blushes make me break out, but not this one! Just docking a point because it takes longer than the liquid blush to get it to look perfect."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Nearly Apricot - muted coral",
			"review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "Gorgeous color, melts into cheeks and looks so natural. Plus it has the prettiest packaging!"
		},
		{
			"review_title": "Blushy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "Such a beautiful shade and it just gives that perfect pigment to your cheeks ! I loved it !"
		},
		{
			"review_title": "Absolute must in your routine!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "This blush is so pigmented, and the color is gorgeous! I also love the packaging!"
		},
		{
			"review_title": "YESSS!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Amazing color and the packaging is so stunning. I am in LOVEE with this blush as well as the liquid one. I even bought some for my mother and my sister"
		},
		{
			"review_title": "A must have for a glowy look",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "After using this blush these past few weeks, I am loving the result! The color is gorgeous."
		},
		{
			"review_title": "GET IT NOWW",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "I LOVE THIS SO MUCH I have a lot of products from rare beauty and this is my TOPPP FAVORITE"
		},
		{
			"review_title": "Cream blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Oily skin",
			"review_text": "Love the color and how it feels on my skin. Seen reviews about it being patchy, but it blended easy for me. You don't need alot of this blush, it's not as pigmented as the liquid ones but it's still very pigmented"
		},
		{
			"review_title": "glowy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Normal skin",
			"review_text": "I love this product, I am very pale and this product has a sheer glow but it's easy to build up the color! I like to set it with a powder blush to keep it lasting all day, but it has a nice natural glow when applied by itself"
		},
		{
			"review_title": "A pass for me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "As much as I wanted to love this, it always looked patchy on me. I found it difficult to blend. I prefer the other rare beauty blush."
		},
		{
			"review_title": "Broke apart",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "It’s a good product but the packaging broke immediately upon opening. The color is nice though!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Nearly Apricot - muted coral",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Makes my cheeks look like puffs of joy!!!!!!!!!!!!"
		},
		{
			"review_title": "Beautiful but can oxidize",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Works nicely but does tend to oxidize on me throughout the day. Especially if wearing for more than 8 hours."
		},
		{
			"review_title": "LOVE ITTT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "i love this blush so much!! i pair it with their liquid blush’s and it is the best combo ever!!! all of the shades are beautiful and great for different skin colors!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Nearly Mauve - true mauve",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "It’s pretty but hard to blend….looks patchy when applied😭"
		},
		{
			"review_title": "Love this cream blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "Best blush product ever! Plus this nearly rose color is so so amazing to use for the blush."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "the color is very pretty, but i use milk hydro grip primer and whenever i apply this i rub my cheek and literally it comes off like flakes it's real nasty pretty packaging tho but definitely returning"
		},
		{
			"review_title": "Perfect Blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "I have not worn blush in years because every time I get one it is either too pink or too orange or too purple. I have light auburn hair and being a redhead is sometimes hard. One of the sales ladies at Sephora suggested this one along with the fabulous mascara by Rare Beauty. I tried it on my arm and loved the colour but thought it might be a bit too strong for my fair skin. Wrong! It highlights my fairness wonderfully, and I must say it is easy to apply you don't need a lot. I will definitely buy this again, but it will be a long time as the little package seems to be very generous. I can apply with brush or fingers; it is lovely."
		},
		{
			"review_title": "Must!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, mediumTan skin tone, Oily skin",
			"review_text": "Cute color especially for summer on tan skin. Not too dewy, the perfect skin like finish"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, notSure skin tone, Dry skin",
			"review_text": "it has the perfect amount of pigment, it’s very buildable and the shade (nearly mauve) is the perfect natural colour. This product last very long on the skin but the product itself also lasts long."
		},
		{
			"review_title": "doesn’t last on skin",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "this blush is absorbed into my skin wayyy too fast, no matter how much I apply I feel like it can barely be seen. it’s definitely very subtle so I would recommend if you want a flushed effect but be warned that this blush will be gone by the end of the day"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Nearly Apricot - muted coral",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "This blush provides a subtle blush look to your makeup without looking overbearing! Layers well on top of foundation too. I like using it on no makeup days to still give my skin a nice glow."
		},
		{
			"review_title": "Beautiful color and texture!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I LOVE this blush! Both the color and texture are fabulous! The blush is creamy and, as the name implies, melts into the skin. It's easily buildable. The Nearly Apricot color is so good. As someone with fair skin and warm-undertone, I sometimes struggle to find a blush that isn't too peachy or too brown. This one is lovely and natural looking.   I'm probably a little older than Selena's key demographic but younger than her Only Murders in the Building co-stars. ;) If you have mature skin, consider this for a beautiful wash of color!"
		},
		{
			"review_title": "So smooth and light.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "It is so sooth. It goes on and looks natural. You can go light or later on more and it seems to blend right in."
		},
		{
			"review_title": "best blush ever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "best blush ever!!!! it literally lasts all day. it’s the perfect color, and it takes ages to hit pan. will repurchase a million times over."
		},
		{
			"review_title": "Love this blush!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This is the perfect rosy shade for my fair skin tone. I use it a lot in the winter/spring to bring a little color back to my face. It’s so creamy and buildable, and it didn’t break me out (I have very sensitive skin)."
		},
		{
			"review_title": "NEARLY PERFECT",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "Although this blush has so many amazing qualities and i love it a lot. I do believe it lacks pigment. I expected it to look like the liquid blush from rare beauty still love it tho!"
		},
		{
			"review_title": "Cute",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "It’s super cute I love the packaging and the little mirror and stuff"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Nearly Berry - deep berry",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "pros: super pretty color, and a nice packaging that’s easy to open, layers well on foundation/skin tints cons: feels chalky when you blend it out, looks patchy, hard to blend on bare skin, doesn’t last"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Nearly Neutral - soft neutral pink",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "Not long lasting. Fades quickly, you'll need to overapply in order for it to look like you have blush on once it fades. Wanted to love it, looks good at first but within minutes it's gone."
		},
		{
			"review_title": "Amazing !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Tan skin tone, Oily skin",
			"review_text": "It’s good I’m not a fan of the packaging just because it’s easy to spread bacteria this way but at the end of the day it’s very smooth and if you know how to use it looks good"
		},
		{
			"review_title": "I love this color",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, fairLight skin tone, Normal skin",
			"review_text": "I have the liquid soft pinch blush in shade grace and these two colors are almost identical and I love to pair them together. They are just gorgeous I definitely recommend ￼"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "After using this product I have to say I love this a product I will be hitting pan on"
		},
		{
			"review_title": "It’s fine",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "A cream to powder type of formula. Medium colour pay off so it’s not as pigmented as the liquid but i find it blends better. Good natural looking blush"
		},
		{
			"review_title": "Amazing Formula packaging needs some work",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I absolutely adore this blush and the formula is amazing but I only have 2 problems, 1 it’s a little hard to blend out but if you try hard enough you can and 2 the much bigger problem is the packaging. It’s so hard to get the blush out of there without smearing it all over the packaging."
		},
		{
			"review_title": "wanted to love, disappointed",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This blush looked soo beautiful in store but once i tried it at home it was so so patchy and sheer. when i tried adding more to fix it, it just picked up all my makeup on from under and disappeared. very disappointing and will return :("
		},
		{
			"review_title": "Easy to apply but needs touch ups",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "The packaging is super cute. It’s super easy to apply, you don’t necessarily need a brush for this product. It does tend to melt away so you would need to reapply it throughout the day to maintain it."
		},
		{
			"review_title": "Too sheer!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I swatched this in store and it looked great. But when I got home the swatch had already faded. Also tried on my face but it just kind of melted away. Good for those natural days but not worth the money."
		},
		{
			"review_title": "It’s good",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Such a pretty colour and beautiful packaging. I do really like this blush but wish they had more colours."
		},
		{
			"review_title": "PATCHY.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "I was so excited to try this blush as I own Selena’s liquid blush in the color Joy and I absolutely LOVE it! However, this blush is so patchy, even over the smoothest base. I’m returning it today. :("
		},
		{
			"review_title": "You don’t get this, it last nothing worst purchase",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "This shade is beautiful but Is the very worst purchase I have ever made.  It last like 10 seconds it doesn’t matter if you use powder blush setting powder or setting spray. doesn’t last Iit for"
		},
		{
			"review_title": "LOVEEEEE MUST HAVE",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "This product is so good everyday wear no brushes needed use the mini mirror and and apply with fingers"
		},
		{
			"review_title": "Not good for my mature skin - settles into pores",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I'm giving this 2 stars as it settles into my pores.  I have mature skin and maybe this is more for a young skin.  I would hope that the Sephora sales person would maybe know about this product and have recommended something else for me."
		},
		{
			"review_title": "Stays on all day!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I got this product a little bit ago and I love it!! It is such a pretty shade and stays in all day. It’s easy to blend and I don’t even need any setting spray. Would definitely recommend it."
		},
		{
			"review_title": "beautiful blush!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Combination skin",
			"review_text": "this products is to die for!! the packaging is beautiful, Selena makes great products!! 10/10 recommend, worth every dollar!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Nearly Neutral - soft neutral pink",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "Very moisturizing. I think it’s worth it 100% I like it better than liquid blushes, because it can be buildable."
		},
		{
			"review_title": "Favorite blush",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Oily skin",
			"review_text": "This blush is so beautiful, i used it every single day ;)"
		},
		{
			"review_title": "must keep reapplying",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "pretty shade & great texture but i find it fades fast"
		},
		{
			"review_title": "should go for the darkest red",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "This blush has a delicate and smooth texture, and is very moisturizing. However, it is also easy to smudge and does not last long. It is recommended to choose darker shades, as they look very red but actually do not appear that way when applied. The deeper the color, the better."
		},
		{
			"review_title": "Radiant, Smooth, Repurchase-worthy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Combination skin",
			"review_text": "I fell in LOVE with this product as soon as I saw it in stores. The liquid blushes are of course gorgeous, but these new shades provide what the liquid blushes didn't. Nearly Berry applies gorgeously on the skin, melting into a stunning berry color (imagine biting into a dark red cherry and using it for blush). The formula is extremely smooth and applies nicely for the most part. Like most products with this formula, it's easy for it to initially apply patchy, so make sure you spend time blending it well or use a damp sponge. This is the perfect product for day-to-day makeup. Something you can just throw on before you start your day and instantly feel 100 times more beautiful. I really enjoy the packaging on this product, it's smooth, sleek, and everything you need in a compact. This is a MUST PURCHASE! I can't wait to re-buy this! Grab it while you can"
		},
		{
			"review_title": "Its okay",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I really like how its not too heavy on the skin but it starts disappearing once i try to blend it in. It can be buildable sometimes and pretty but its just not my favorite."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This product is easily applicable I love it. Don’t need whole bunch though"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "After getting this product, I kinda felt like it was not worth the $22 it’s priced at but it is actually a really good product and I think it’s worth it 100% and I recommend it for anybody￼"
		},
		{
			"review_title": "amazing, best blush ever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Oily skin",
			"review_text": "This is my favorite blush I've ever used! it blends so well and isn't messy, it has good pigment, the shade nearly mauve is very pretty, its a bit light but it looks so natural on me its perfect!"
		},
		{
			"review_title": "Not good for applying indirectly onto face",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This product is does not have that mich pigment if not applied directly. You should not apply the product directly onto your face, so normally applying it to your hand and then using a brush applying it to face is the best technique."
		},
		{
			"review_title": "Good Product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "So beautiful, I apply with a brush and it looks really good! I would say it’s almost as good as the liquid rare beauty brush."
		},
		{
			"review_title": "Blends well",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "This blush is so easy to apply and blends really nicely. What's great is that it stayed on for a long time.The color looked super pretty and I would definitely recommend!!"
		},
		{
			"review_title": "loovve this blush!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I tried this on in store and immediately fell in love with it. This color compliments my skin tone so well and the formula is amazing! Love that it also has a mirror."
		},
		{
			"review_title": "great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "it doesn’t blend great with you fingers but it looks beautiful when you use a brush. it doesn’t look patchy and it looks almost flawless when you use a brush."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Nearly Neutral - soft neutral pink",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "This is the best blush I have ever used. Knowing I bought it about 2-3 weeks ago and I am almost halfway, this will be a repurchase."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "At first i was trying to buy the other blushes but then came across this one and it was literally so beautiful i just had to buy it and i love it sooo much!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, lightMedium skin tone, Dry skin",
			"review_text": "As you can see in the picture I have used it and I will say the pigment and the color is absolutely beautiful the only downside is that is a little hard to pick up I would recommend using a beauty blender rather than a brush!"
		},
		{
			"review_title": "Barely any pigment",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "It looked really pretty but when I put it on, I had to put on so much before I got any pigment. It also felt kinda like oily and greasy"
		},
		{
			"review_title": "It’s a no",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I hate it. It’s just not it. Greasy. It’s separates. It’s just not blendable or creamy"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Nearly Berry - deep berry",
			"review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Oily skin",
			"review_text": "The color is beautiful!! It looks nice on the skin and doesn’t look patchy. The only problem is it takes a while to  have some pigment but it could be good to build up."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Nearly Rose - true pink",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "I love this blush it is the perfect amount of pigment, and it last so long! It also melts into the skin and blends perfectly!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Easy to apply and beginner friendly. Nice to build or put lightly. Perfect color for cooled tone skin. Also love the pretty packaging"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Just love its smooth texture its a perfect pink shade for pink lover"
		},
		{
			"review_title": "It is ok.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I love this product’s color, but it has little pigment and it takes a couple minutes to get pigment. Also pretty hard to blend."
		},
		{
			"review_title": "Didn’t love it",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I really wanted to love this blush but I found it didn’t stay on my skin at all, no matter what I tried. Unfortunately I returned it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I am in LOVE with this product! Rare beauty never fails me!! This color on my skin is so beautiful! It goes on your skin so nicely and doesn’t look cakey!! Love!!"
		},
		{
			"review_title": "So good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I thought this colour would be too bright it’s actually such an amazing buildable formula!"
		},
		{
			"review_title": "Another Rare Beauty hit!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I am loving this beautiful blush.  It melts right into my skin giving me the perfect flow.  It is perfection!  I am a fan of rare beauty products."
		},
		{
			"review_title": "loved it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "for medium skin tone if someone wants brown makeup look. perfect and gives you natural and glowy skin in small amount"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Nearly Apricot - muted coral",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "The color is gorgeous and it is so easy to blend! My only complaint is that it doesn’t last all day. It begins to fade after a few hours for me but I do live in a humid environment."
		},
		{
			"review_title": "Very PRETTY colour & texture!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I positively LOVE the colour & texture of this cream blush!!!  The colour is very pretty & feminine!!!  The texture is very soft, with a little going a LONG way!!!  An A+++++ cream blush!!!  It is money well spent!!!"
		},
		{
			"review_title": "Great for low key make up look!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "Although I am 50 years young this blush is perfect for me since I am not a big blush person at all!  I don’t mind it does not last all day I spray with setting spray and does the job.. great blush for beginners just starting to wear makeup and for low key make up looks I have sensitive skin and no breakouts! Yay!"
		},
		{
			"review_title": "Tried so many times to make these work",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "Beware if you have texture/pores/rosacea, this sticks in your pores and emphasize the living daylights out of em. It didn’t blend well or look flattering :( gonna use as eyeshadows instead? Idk, just dtick with the liquid blushes"
		},
		{
			"review_title": "Disappointed!!!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Today I received my package from UPS. I was very excited, but now I feel very disappointed because the blush arrived almost broken. It seems like the packaging isn't well designed; the blush is spilling out. Very sad."
		},
		{
			"review_title": "Lasts about 2 hours.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "It feels super nice to apply. So creamy and smooth. You can easily apply it with fingers and create a natural look. Not patchy and no hard edge…BUT it doesn’t last at all. I would say about 2 hours.  repurchase!"
		},
		{
			"review_title": "I always repurchase",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "This is the best blush for a more mature make up look since it doesn’t have too much pigment but it has enough for a natural or less make up look."
		},
		{
			"review_title": "Beautiful colour but bad at bleanding",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "Bought it after the gorgeous colour but when it’s cold the product does get a little patchy when i try to blend in. Dries matte almost immediately so gotta work it in. I love the packaging and the colour so much tho."
		},
		{
			"review_title": "Meh...",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "Formula is patchy and not worth the hype. Just buy the regular liquid blush it's more pigmented and easier to use."
		},
		{
			"review_title": "so underrated!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "so underrated! the packaging is so cute and since the formula is so buttery is impossible to break so its easy to take it anywhere! the whole stay vulnerable collection is so underrated, i have this in very berry and nearly apricot as well and i love it!  this"
		},
		{
			"review_title": "Rare beauty >>>",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I really like it, but it’s not CRAZY pigmented. After I blend, it’s not showing that much. Really pretty colour though. I recommend if you like cream blushes."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Nearly Apricot - muted coral",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I LOVE THIS! I wanted a peach blush because it's supposed to make blue eyes look bluer, and it did! I love the cream texture and the packaging! I'm gonna buy this in every color!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Nearly Mauve - true mauve",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "blends so nicely and nice pigmentation. definitely recommend"
		},
		{
			"review_title": "a major must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "this is a great product i us it everyday it is not to bright love it love it love it"
		},
		{
			"review_title": "Pass",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Returned immediately. Really wanted to love this but it was hard to work with and not that flattering on my skin."
		},
		{
			"review_title": "Great colour/formula, BAD reaction",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I loved the colour and consistency of this blush. I have never really been a blush person before trying this and it made me love it, however I did end up having a really bad reaction on my skin, burning redness  /itchy"
		},
		{
			"review_title": "Everyone needs at least one of these!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I lovvvvve the creamy formula. I’m grateful I’ve yet to find a shade that doesn’t compliment my skin. They apply beautifully. I use a brush and they blend like a dream. 🩷"
		},
		{
			"review_title": "Not buttery enough - patchy when applied",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I love the color so much but every single time I try to apply this, it looks patchy and when I try to gently blend with anything it kinda pills and rubs off. I try to build on it and it does it again and again"
		},
		{
			"review_title": "Can't resist this product...",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "the texture is very smooth! easy to use and blend on your cheeks. the color is so natural! love it!"
		},
		{
			"review_title": "Pass",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Wanted to love this because it looks so pretty on people on IG. Never loved it but just found it again since I need to check my inventory during the sale. Gave it another try. Patchy cheeks. Threw it out."
		},
		{
			"review_title": "très bon produit",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "j’adore ce blush, il s’estompe incroyablement bien et il est très pigmenté. je recommande"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Nearly Neutral - soft neutral pink",
			"review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Normal skin",
			"review_text": "I just LOVE rare beauty. This blush is so easy to blend in. It fades after a while but does its job 👍. Def recommend! I will repurchase."
		},
		{
			"review_title": "broken and fades quickly",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "it’s an ok blush but it fades after a bit, and also the blush falls out of the packaging like LITERALLY it separates from the bottom and sticks to the mirror or just falls out."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "Easy to apply and love how it looks on my skin. I will be getting more colours."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Nearly Mauve - true mauve",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "i love the packaging, perfect color. Actually i don’t use it bc it loooks really cute"
		},
		{
			"review_title": "Would totally recommend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This blush is truly my favorite. I use this blush almost every day and it give me bold, yet subtle color."
		},
		{
			"review_title": "Honestly amazing!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "I got this from a friend, and its amazing!! do be cautious about keeping it around heat, as it will definitely melt!!! I love this color on me, and the pigmentation isn't too little or too much. I find this to be very blendable, and tbh I don't use a brush or beauty blender with this product, but rather my fingers to have some extra control! I love layering this with the soft pinch blush in hope, with the liquid towards my cheek bone and temple, and the cream blush slightly on the apple of my cheek!"
		},
		{
			"review_title": "Wanted to love it but..",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
			"review_text": "I wanted to love this so so much because I've seen videos about it and friends have recommended it to me... But when I tried it it's so hard to blend in even with a brush (and with a brush it gets hair everywhere that is Impossible to get out) and it comes off really fast during the day even with setting powder and spray. I love the packaging though 10/10 for that."
		},
		{
			"review_title": "Very buildable ￼",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "I adore this color, it blends out well with brush and my fingers, and the blush is easy to build color with"
		},
		{
			"review_title": "One of my staple everyday blushes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I almost finished this blush. On your skin , it is omg the best color. Gives you beautiful natural color. And you can wear it daily."
		},
		{
			"review_title": "Dries out way too fast!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I bought this blush and within a month it was unusable.  Beautiful color but the formula dries out soooo fast.  Too fast.  Won't repurchase."
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I love this product! I use it everyday and it is the perfect consistency and texture. It isn’t patchy and is perfectly creamy. I will be repurchasing!"
		},
		{
			"review_title": "Must have cream blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Perfectly blends into cheeks with good pigmentation. Long lasting even in the humidity in southern Florida. Good price too compared to other expensive blushes."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Nearly Berry - deep berry",
			"review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
			"review_text": "I live this color but it is so so so patchy and makes me so upset when I try to use it. I saw a comment saying it isn’t good for people who like a glowy look rather than a matte look so maybe it’s just not for me. Very sad"
		},
		{
			"review_title": "Does not last!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "It has a beautiful color, it's smooth and very pigmented in the first few minutes then disappears!"
		},
		{
			"review_title": "A must have in your daily make-up routine!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "A_W_E_S_O_M_E its sooo awesome!!!! I love how smooth is goes on to my face it is perfect."
		},
		{
			"review_title": "There are better cream blushes",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "The texture of this blush is off, it’s sort of hard compared to other formulas that are actually creamy such as Tower28 and Fenty. The color payoff and blend ability are men. you can find better."
		},
		{
			"review_title": "love!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "gorgeous buildable coverage, and i love the shade!! definitely for more natural days, wouldn't recommend if youre tryna do a full glam look. but for everyday wear 2 thumbs up!"
		},
		{
			"review_title": "MY FAV BLUSH EVERRR",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "I love this product sm! After using it for a couple weeks I love how lightweight it is, and I love how it has the perfect amount of pigment where it is not to much, but it’s not invisible.Also, the color is perfect and I love it."
		},
		{
			"review_title": "good product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Combination skin",
			"review_text": "I love this and how it looks it's super pigmented expect it's just so wierd to apply and I don't like the packaging.it confuses me because it's supposed to be a melting cream to buts it's kind of dry and oily too? and if your supposed to apply with a brush the packaging is small so it gets all over the rims and also it get very dirty and  hairy and it's so hard to clean so it looks bad"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Nearly Neutral - soft neutral pink",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "i love this blush!!! it is so pigmented and the perfect shade!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Nearly Neutral - soft neutral pink",
			"review_buyer_description": "",
			"review_text": "I love the blush! A little goes a long way which makes the price worth it."
		},
		{
			"review_title": "Just buy the liquid blush",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I honestly think the RB liquid blush is way better, and they’re close in price. This one is too patchy for me and isn’t for people that prefer a glowy finish over matte. There also isn’t much product since it’s hollow on the inside…"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "i have this in the shade nearly mauve and the shade is so so pretty! however I rated it two stars because it’s really patchy to apply with both fingers and brushes and the color doesn’t last very long throughout the day. it only lasts like 1 hour on me before it completely fades away and I have to reapply. sad because I really wanted to love this!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Just okay. Was expecting it to be super pigmented like their own blushes, but was just a thin wash of color."
		},
		{
			"review_title": "Best blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Great blush. One of my faves. Goes on so smoothly and easily"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Oily skin",
			"review_text": "it has good color pay off the only downside is that it fades after a few hours"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Nearly Mauve - true mauve",
			"review_buyer_description": "Green eyes, auburn hair, lightMedium skin tone, Combination skin",
			"review_text": "Love this product!! Blends so well and the compact is absolutely adorable"
		},
		{
			"review_title": "too patchy",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Porcelain skin tone, Combination skin",
			"review_text": "very hard to blend took off my foundation underneath very patchy pretty color but there's better options out there"
		},
		{
			"review_title": "Gorgeous colour and creamy formula",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "The colour of this blush is absolutely gorgeous and it looks so flawlessly natural. Since u apply with fingers it’s easy to put in a bag for touch ups throughout the day too!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Nearly Berry - deep berry",
			"review_buyer_description": "Hazel eyes, gray hair, Fair skin tone, Combination skin",
			"review_text": "Perfect shade of berry for my pale complexion. Buildable and beautiful"
		},
		{
			"review_title": "Cant live without it!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I am loving this blush. Initially I wanted something with a dewy finish, but after using it, when blended it gives a powder/matt effect that is so unbelievably natural. I love the colour too, its pigmented for sure but just the right amount. Can we take a moment for the packaging? It is beautiful."
		},
		{
			"review_title": "YES!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "Love, love, love this cream blush! Perfect size and you don’t need much!"
		},
		{
			"review_title": "Awesome formula !!!! :)",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I really like this, the application is easy and it is not too pigmented. I will say u would get a different color cause this is hot pink but it’s awesome otherwise!!!! 🩷"
		},
		{
			"review_title": "so easy!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "not as pigmented as the liquid blushes BUT its sooo easy to apply and great for touch ups on the go"
		},
		{
			"review_title": "The beauty is in the compact!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This blush is really beautiful and impactful (immediate color with one swipe).   I don’t find that it lasts particularly long BUT I would buy it again because the compact the blush comes in is so beautiful and practical.   I love to be able to touch up my blush easily throughout the day so I take the compact with me in my purse.  Because of the mirror and size I always have a nice flush going!  TLDR: Not worth it if this will be your only blush, but absolutely worth it as a blush for on the go (and dainty/feminine looking in packaging)"
		},
		{
			"review_title": "My go to blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "So easy to use and great for travel. Perfect natural pigment that blends easily."
		},
		{
			"review_title": "Meh",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "It is a super light blush, personally that is how I like it but if you want something powerful then this is not for you, I leave you a photo. The light blush is from Rare beauty and the powerful red is from Milani for only $9"
		},
		{
			"review_title": "Literally my favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This blush is amazing it’s soo pretty and I just love it sm 😍😍😍 (the shade is nearly berry btw)"
		},
		{
			"review_title": "A must have in my makeup routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "After using this melting blush I instantly fell in love with it. I'd repurchase."
		},
		{
			"review_title": "It’s okay",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I love Rare Beauty. I own a lot of products from this brand and I was really excited to add this to my collection. However, once you start blending it gets patchy and it disappears after a while. I like that is subtle but it has no staying power."
		},
		{
			"review_title": "The only blush I use",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "I was so hesitant about the color the employee helped me pick but I honestly can't think of a better color blush for me now. It's easy to blend. It's creamy. Selena Gomez really knocks it out of the park with her makeup line"
		},
		{
			"review_title": "LOVE LOVE THE COLOR",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Got this blush in Netrual pink and loved it. Decided to get Nearly Apricot for a coral makeup look and it did not disappoint! Took off one star because the product arrived broken. The color plate fell off and not secured when you put it back in the case. I decided to glue it back together so it's not a big deal but still...kinda sad that it arrived like that. Overall, I LOVE THE BLUSH THO"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Nearly Neutral - soft neutral pink",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I had found that the soft pinch liquid blush was very intense and hard to make look natural on my skin so i bought this, its much better for me because it blends really well, looks very soft and natural no matter where it is on the face."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Nearly Mauve - true mauve",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "i love this product so much, its so easy to apply and so buildable."
		},
		{
			"review_title": "love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "this product is great, has so many shades, user friendly, and lasts a long time."
		},
		{
			"review_title": "BEST BLUSH EVER.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "LOVE LOVE LOVE THIS BLUSH!IT GIVES MY SKIN A MORE YOUTHFUL GLOW.IT GOES ON SO EASILY & PERFECT COLOR."
		},
		{
			"review_title": "Such a pretty shade",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "It’s a good price for such a pretty blush. If you want a rare beauty blush GET THIS SHADE!!! It’s very pretty and I love the texture."
		},
		{
			"review_title": "Love it!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Love it! Just got it and is now an essential in my routine. Love rare beauty and will continue to wear the products!"
		},
		{
			"review_title": "My favorite blush!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Light skin tone, Normal skin",
			"review_text": "This blush is amazing!!!!! Super creamy and easy to blend!!! And super pigmented but yet super natural!!"
		},
		{
			"review_title": "But this.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "Love this blush and it’s size it fits in my go bag perfectly. I love how it glides on and the color, I apply with fingers it’s so easy."
		},
		{
			"review_title": "Great and cute packaging",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
			"review_text": "This is a great product the only thing is that it is kinda hard to find the right brush since you don’t want your mess up the perfect shape that it comes with.Overall this is something you need!"
		},
		{
			"review_title": "Love her",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "This blush is stunning. I use it for lips, eyes, and my cheeks! It blends like a literal dream! And sits so nicely on the face!"
		},
		{
			"review_title": "Eeeh",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I prefer the other rare beauty blushes but these ones aren’t too bad. They do dry out after a while though so if you don’t plan on getting a lot of use out of them just don’t purchase."
		}
	]
}