{
    "product_id": "632",
    "name": "KissKiss Bee Glow Lipstick Balm",
    "brand": "GUERLAIN",
    "categories": "Makeup, Lip, Lip Balms & Treatments",
    "price": 54.0,
    "about": "What it is:u00a0A creamy, tinted lip balm, infused with honey and 98 percent natural-origin ingredients, that revives the natural color of the lips with a glowing finish and 24-hour hydration.Formulation Type:u00a0Lip Balm & Treatment..Benefits:u00a0Hydrating and Plumping.Highlighted Ingredients:u00a0- Honey: Soothes the appearance of lips..- Propolis and Beeswax: Offers a plumping effect and nourishment..- Hyaluronic Acid and Shea Butter: Provide hydration and comfort to the lips...What Else You Need to Know: The caring formula helps to soothe, soften, nourish, and plump the appearance of the lips, day after day. The formulau2019s incredible melting texture glides onto the lips for a long-lasting and comfortable finish...Clinical Results: In an instrumental test:.- The lip balm provided 24 hours of hydration...This product is an Allure Best of Beauty award winner.",
    "ingredients": "u2013&nbsp;Miel&nbsp;: Apaise l'apparence des lu00e8vres..-Propolis et cire d'abeille : Offre un effet repulpant et nourrissant.. acide hyaluronique et beurre de karitu00e9 : Hydrate et ru00e9conforte les lu00e8vres... Polyglycu00e9yl-2 Triisostu00e9arate, ricinus communis (Castor) huile de graine, BIS-Behu00e9nyl/isostu00e9aryl/Phytosteryl dimu00e8re dioleyl Didinoleate de propane Dilu00e9ate de tournesol, huile de Castor hydrogu00e9nu00e9e Dilinooleate de diate de dilate de phosphate, huile de karitu00e9 dihydre de cotylu00e9ate de graine de cotylu00e9done, phosphate de cotylu00e9done de cotylu00e9done de cotylu00e9done, phosphate de rophlu00e9done (phosphate de rophlu00e9done de rophlu00e9done de phosphate de rophlu00e9done d'u00e9thyle), phosphate de mu00e9thyle, phosphate de mu00e9thyle de mu00e9thyle de mu00e9thyle, phosphate de mu00e9thyle Huile de graine du02bcAlianthus (tournesol), parkii (karitu00e9) beurre non saponifiables, triglycu00e9ride caprylique/caprique, acide polyhydroxystu00e9arique, malate diisstu00e9arylique, parfum (fragrance), Extrait de propolis, Mel (miel), propanediol, u00e9thyle vanilline, pentyrityl Tetra-Di-T-Butyl Hydroxyhydrosuccinnate, Aqua (eau), tocophu00e9rol, Trihydroxystearin, palmitate d'ascorbyl, acide isostu00e9arique, Polyglycu00e9rol-3 polyricinolu00e9ate, lu00e9cithine, hyaluronate de sodium, Gallant de propyle, Montmorillonite, Anthocyanes, maltodextrine, huile d'Angustifolia Lavandula (lavande), acide citrique, [+/- ci 15985 (laque jaune 6), ci 45410 (laque rouge 27, laque rouge 28), ci 15850 (laque rouge 7, laque rouge 7)].",
    "how_to_use": "Suggested Usage:.-KissKiss Bee Glow can be used on its own or as a lip primer....On its own:.-Apply color to your lips..-Build desired coverage with additional application....As a base:.-Apply color to lips as a lipstick primer for more hydration and vibrant color....Guerlainu2019s Creative Director of Makeup Violetteu2019s advice:.-Apply slightly above the natural lip line for a French kiss look..-Apply slightly onto the cheeks for a natural flush.",
    "num_reviews": 74,
    "overall_rating": 4.2,
    "product_url": "https://www.sephora.com/ca/en/product/guerlain-kisskiss-bee-glow-lipstick-balm-P483450?skuId=2511186&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2511186-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "258 ROSE GLOW",
            "shade_descriptor": "Delicate Pink",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2571586-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "319 PEACH GLOW",
            "shade_descriptor": "Fresh Coral",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2571594-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "809 LAVENDER GLOW",
            "shade_descriptor": "Crushed Raspberry",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2571628-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "309 HONEY GLOW",
            "shade_descriptor": "Natural Beige",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2511186-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "409 FUSCHIA GLOW",
            "shade_descriptor": "Fuchsia Pop",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2571602-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "775 POPPY GLOW",
            "shade_descriptor": "Poppy Red",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2571610-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "So moisturizing and pretty. It is expensive, but Iu2019m really enjoying this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "258 ROSE GLOW - Delicate Pink",
            "review_buyer_description": "Gray eyes, auburn hair, fairLight skin tone, Oily skin",
            "review_text": "The PERFECT pink. I love these kinds of lip balms, this shade of pink is perfect on me. I like that thereu2019s more product, and less minty flavor/scent than the Dior. Itu2019s also softer in feel. Will be my new go go, paired with the lip oil or a glossy"
        },
        {
            "review_title": "nice",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Oily skin",
            "review_text": "love this color and texture but doesn't at all last long which sucks cause it's probably the best lip product iv bought off here"
        },
        {
            "review_title": "Must have!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Even better than I expected.  Itu2019s a luxurious drink of moisturizer for your lips.  Feels heavenly and looks gorgeous"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "309 HONEY GLOW - Natural Beige",
            "review_buyer_description": "Green eyes, Medium skin tone, Combination skin",
            "review_text": "The packaging of this product is amazing, feels so luxurious and shiny! I suffer from really dry lips all year around and I can say that this one has helped a lot to heal them, it feels lightweight and makes my lips look plump and juicy!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "309 HONEY GLOW - Natural Beige",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Got rose and honey. Colors don't match photos at all and don't really show. Rose glow does not show up very much at all,, and honey glow looks more pink, though also doesn't show much. If you want color try the deepest shades since you won't see it. Formula is thin, glides on smoothly and feels nice, but not worth the price with such awful color pay off and inaccuracy."
        },
        {
            "review_title": "Beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "The color on the balm last a long time. I have dry lips and this was hydrating and long lasting. The packaging is gorgeous!!"
        },
        {
            "review_title": "Drying and patchy.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I purchased 2 colors. Sadly they left my lips super dry and peeling. The color payoff is also so light you could barely see anything and as it wore off, left them looking blotchy. This is also the case for me with the Dior balms."
        },
        {
            "review_title": "BEST EVER!!!!! AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is my new signature lipstick/balm. The packaging is amazing, it has a beautiful soft scent of honey, and has no taste. The formula and texture is divine, and feels so good on the lips! The color is so amazing and beautiful, the staying power is wonderful, and it feels so good on the lips and hydrates! 10/10 Iu2019m so obsessed and in love with this. Itu2019s so luxurious and my favorite lippie ever."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "319 PEACH GLOW - Fresh Coral",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I love the consistency of these lipsticks. My favorite is 129 rosewood. I just received the peach glow color and it barely shows up on my lips. Still feels great though so Iu2019m not disappointed but pretty pricey for lip balm.  stick to color 129"
        },
        {
            "review_title": "Hydrating!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Iu2019ve been on the hunt for a new daily lip product as my favourite has been reformulated - is no longer what it used to be. I think this is it! Love this product, it feels  almost like the old formulation of the dior lip glow that I adore! hydrating, doesnu2019t cling on to dry spots. The colour is okay, but the texture really makes this product."
        },
        {
            "review_title": "No tint just balm",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I am medium warm shade. There was ZERO tint. Just a clear balm. I rarely return stuff but I was so mad at wasting money that I returned it. On top of that, packaging is good to look at, but do not feels luxe at all."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I love this one. It leaves my lips very hydrated for a long time. Itu2019s expensive but worth it."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "The Poppy Glow shade pulled very orange on me so it was a return. I think the other shades would suit me better, but the formula was only ok. Great packaging and buildable pigment, but the formula did feel a bit drying."
        },
        {
            "review_title": "Holy grail for me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This is the best balm Iu2019ve ever used. And I buy a lot of lip products. It is not sticky, provides just the right amount of shine, really moisturizes my lips, gives a natural hint of color (I use color 129),  has no taste, smells beautiful (not strong)  I canu2019t say enough good things about it!"
        },
        {
            "review_title": "absolutely not",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
            "review_text": "Not glowy, not shiny. Smells like an old personu2019s lipstick. I dont know about u guys but I hate floral scents being near my mouth. Itu2019s just okay. Absolutely not worth the price tag. I regret buying it."
        },
        {
            "review_title": "Nice and jelly",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "This is a luxury lip balm. I put it on at night and can tell it lasts through the night. It truly moisturizes where other balms can't. It provides a really nice jelly look when on and the tiniest hint of color is perfect for my lips. Like your lips but better truly!"
        },
        {
            "review_title": "LOVE - but not refillable & runs out quickly",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "I love this product; the color is subtle and very natural, and the formula is moisturizing and glossy, cocooning my lips happily, even overnight. The glassy finish & flushed pink appearance also lasts on the lips quite well, the color does faintly stain the skin. It smells (extremely) faintly and naturally of honey and vanilla, which I liked as well. However I only give it 3 stars because there is such a small amount of balm that it was finished completely in under 2 months, not even with daily use! I find it especially unfortunate as this is not a refillable product, so the waste would be considerable if I continued to repurchase often - not to mention it's very pricy!! I would purchase again, but I do hope that a refillable version is produced, or with a larger amount of balm."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "309 HONEY GLOW - Natural Beige",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This lipbalm feels very luxurious with its packaging and keeps my lips feeling hydrated without all the stickiness, and adds a nice hue."
        },
        {
            "review_title": "Smells great and great color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Oily skin",
            "review_text": "The shade that I got didnu2019t really work for me that well. BUT I will say that the balm smelled amazing and went on super easy. The gold tube is beautiful. I usually just use one coat, so the color doesnu2019t show as much, but even then the color already starts to show up. You can feel the instant hydration in your lips too."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is such a beautiful product. Its smoothing, has great color, and feels so hydrating. This is your perfect all in one product to carry in your daily bag. I will repurchase this over and over."
        },
        {
            "review_title": "Nice lip balm",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Itu2019s nice but honestly it does the same as other lip balms. For the price I would buy a cheaper option. It does give the lips a nice little shine and slight color. But nothing like wow! The packaging is the best! You feel luxurious. Itu2019s not heavy fragrance it has a slight scent to it but nothing too heavy."
        },
        {
            "review_title": "Feel the power of hydration",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Smooth and helps you stay hydrated and moisturize. This is just a tint that would help get a natural glow look. Lovely light color that looks good in anyone"
        },
        {
            "review_title": "Bad ingredients, donu2019t be fooled",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "If it didnu2019t have bad ingredients I wouldu2019ve purchased when finishing this free one I got from influenster. The color and everything is so beautiful and pretty on my lips Iu2019ve never had a lip balm this color and itu2019s rare when a pink color looks good on me. Unfortunately the ingredients make the whole balm a no for me."
        },
        {
            "review_title": "Juicy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Whatu2019s there not to love? Beautiful packaging, lovely rosy tint on the lips which provides tons of hydration for chapped lips, goes well with lip liner. I also really enjoy the ingredients in this product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "309 HONEY GLOW - Natural Beige",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I love this so much! It's a chapstick that changes color once it hits your lips and it turned a lovely pink color which brought me delight because I didn't expect it when I first tried it on! It has a light vanilla scent and glides on easily. It isnt sticky or greasy, just a super light balm. I really like it and the packaging is gorgeous!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "I loved this as soon as I put it on. Itu2019s super moisturizing without being too glossy and leaves a pretty pink tint that lasts. The packaging looks luxurious and I would definitely repurchase."
        },
        {
            "review_title": "Love this! GET IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love this! Iu2019m all for chapsticks that make my lips not feel heavy or wet and this is it! I love how it glides and the packaging is super cute! 10/10 recommend!"
        },
        {
            "review_title": "must have- soothing rosy glow of health & comfort!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This has been my favorite lip balm. It has a slight rosy glow (great for my fair skin with cool undertones)...it hardly has any color, just that 'healthy glow'.  It feels great, especially in winter, but I think I'll be using it all year round. And I'll definitely purchase it again!! I should probably order another, one for my purse, and one for at home."
        },
        {
            "review_title": "My friend loves it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I got it as a gift for my friend and she loves it!! It s very hydrating and gives a bit of color to lips ud83dudc44"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "I received this product complimentary from Influenster in exchange for my honest review. I LOVE THIS LIPSTICK. My lips are instantly hydrated, and do not feel tacky at all. They feel plump and smooth. The color is sheer, but itu2019s instantly noticeable. I love It for an everyday wear."
        },
        {
            "review_title": "I'm smitten!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "The case is like an elegant little work of art (like Paloma Picasso's jewelry designs). Absolutely delighted by this balm which is perfect for those occasions where you want a little polish and glow to your natural look. It goes on beautifully, feels great even after a couple of hours and lends just a hint of color. The scent is subtle and charming: a little rose, a little spun sugar. A drop-dead gorgeous exterior for your grown-up, chic, lady self and a little sugar for your inner child. The whole package. I purchased Honey Glow to compliment fair complexion and blue eyes."
        },
        {
            "review_title": "A sweet kiss indeed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Love this product! Light texture and goes on easily. I found it moisturizing and lasts well."
        },
        {
            "review_title": "This is a MUST HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This is worth every penny!  Itu2019s long lasting and hydrating. This is a must for anyone who wants a pop of colour and hydrates at the same time. Such great quality lippy- so happy Sephora Carrieu2019s Guerlain."
        },
        {
            "review_title": "OBSESSED! ud83eudd29",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I decided to try this during the VIB Rouge sale. Bought the Lavender, Fuchsia, and Rose Glow hoping to love oneu2026obsessed with all 3! Lip perfection - the formula,the shades, the the glowu2026best lippie ever! Your lips but oh so much better!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "309 HONEY GLOW - Natural Beige",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I bought this for my mothers birthday and she is in love with the sleekness of the lipstick, and loves the shade as well! very gorgeous on cool toned skin!!"
        },
        {
            "review_title": "Remarkable colour and shine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "So lovely. The colour develops almost instantaneously. I am no stranger to honey and bee hives,  as it runs in the family, but I did find the smell still over the top personally. I love this lip balm."
        },
        {
            "review_title": "Love This Balm Lipstick!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, lightMedium skin tone, Dry skin",
            "review_text": "This is an amazing balm! I love how it feels, slick and soft but still sticks to my lips.  I love the subtle vibrancy this color gives, it does have a glow to it."
        },
        {
            "review_title": "Love it.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Iu2019m so glad I tried it when my other favourite lip balm was out of stock. It feels great going on and looks a bit dark at first but quickly goes lighter. On my lips it stays on as a light pastel mauve. I LOVE it!!  I love how it looks on my lips hours later."
        },
        {
            "review_title": "Pretty in pink!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "Been looking for you! Been wanting the perfect daily pink lipstick that wasnu2019t a thick or sticky consistency yet more than a tint. This is the one. Will repurchase! Finally. Packaging is also a plus! Shiek."
        },
        {
            "review_title": "Not recommend",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I strongly advise against it. It is just Vaseline in the fancy tube,not worth money."
        },
        {
            "review_title": "Unnatural Colour!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "For those who arenu2019t aware, all of these shades are PH-adjusting! I got the new shade 129 thinking itu2019d be a nice peachy colour as described and it came out as a dark barbie pink on my lips!! Seems like people have had the same problem with other shades as well. The colours arenu2019t as described and looks unflattering on me. Sadly returned this!"
        },
        {
            "review_title": "a must have in my routine!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Hands down my favorite lip product. It is a balm but makes your lips have a beautiful pout- Iu2019ll wear other lip products but when I want my lips to look sexiest, this is my go to!"
        },
        {
            "review_title": "Love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "So the color unfortunately doesnu2019t last very long on the lips, but Iu2019m still giving a five star review because itu2019s so hydrating and applies beautifully. And smells sooo good like honey. Lips look so hydrated and juicy after applying!"
        },
        {
            "review_title": "Smooth lips a must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Silky smooth on the lips. Love it! Not your normal  lip balm it is special."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "309 HONEY GLOW - Natural Beige",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Truly so bad. The only thing that was nice was the color (I got honey). Itu2019s so drying and feels awful. Gonna have to toss it."
        },
        {
            "review_title": "Hard passu2026",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Nice packaging, good basic balm. I noticed zero Ph colour change. Went on sheer with no colour and stayed that way. Balm does have longevity but absolutely not worth the $$$ price point."
        },
        {
            "review_title": "Good project, pricing could be better",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Oily skin",
            "review_text": "Love the colour, doesnu2019t leave lips sticky. Knocked off a start as the price is far too high for what it is."
        },
        {
            "review_title": "UGLY PH ADJUSTING PINK",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "if I could give a 0 I would.  nowhere does this say ALL colours are PH adjusting, aka the SAME tacky hot pink shade. I understand that this pink suits some people but it doesn't suit everyone and I'm in that later category. It adjusts to moisture so all this hype about your perfect colour is a gimmick. It will turn the same shade of pink no matter what, skin tone maq1y 1make it appear different on different people but it's nothing special. the fact that this isn't advertised as pH adjusting is pretty sad considering the price tag and because I made the mistake of purchasing somewhere other than sephora, I'm stuck with a very expensive balm I can't wear not able to return it. it's a nice balm but that ugly PH pink looks awful on me and I know I'm not the only one. annoying it isn't advertised as such."
        },
        {
            "review_title": "New Favorite Lip Balm!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Oily skin",
            "review_text": "Love everything about this lip balm, from its moisturizing effect, texture, subtle honey scent, and color of the light-pink tint to the golden packaging.  I'm a decades-long loyalist of another brand, but this is my third purchase because I never want to be without it now!  So glad I tried it, it's well worth the price point."
        },
        {
            "review_title": "Perfect Balm with Just the Right Amount of Tint",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "The color is perfect, an enhanced pinky/red that looks natural and healthy, not at all the clown red pictured in the tube. After reading numerous reviews that said the colors were super subtle I went for the deepest one, and Iu2019m not sorry. Smells great, looks great, and lasted through a Thai Noodle meal! 4 stars for the higher price point, but it was a nice birthday splurge that I donu2019t regret. Oh also, this may sound strange, but my dog LOVES the smell of it and tries to lick it off me if sheu2019s close, lol, she ONLY does that for non-toxic, quality products, so thatu2019s another win in my pursuit of healthier products too."
        },
        {
            "review_title": "Feels great on the lips",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "Beautiful lip balm. Highly moisturizing. Sheer and has a faint honey smell. The packaging is beautiful too. Love it."
        },
        {
            "review_title": "Yes, you want it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "Love love love thisu2026super moisturizing. Highly recommend"
        },
        {
            "review_title": "Perfect and Approachable",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Curiosity led me to try this product since my lips have been drier than usual due to my love for liquid lipsticks. What I discovered is that this is a wonderful color for every day and that you donu2019t really even need a mirror to apply it. The KissKiss Bee Glow goes on soft, smooth, and has a pleasant light gourmand scent. It also leaves my lips with a subtle tint, a lovely sheen, and nicely moistures even when it wears off."
        },
        {
            "review_title": "Rose and Lavender Glow SO GORGEOUS!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Purchased Rose Glow and Lavender Glow - they are SIMPLY AMAZING!! Gonna have to get Fu00facsia and Honey Glow next. One day wearing them and lips already feel hydrated and appear more youthful - balm texture is addictive!!!!! Goes on soft and emollient, glides on super-smooth and feels over the top nourishing. Immediately, thereu2019s a healthy glow, your natural lip color intensifies for a uniquely-you shade of pink or lavender-pink. Love the blue undertones in these. Makes teeth appear whiter; youthful colors but not u201cbubble gumu201d at all (these are classic hues always in style). Color lasts for hours. Packaging is gorgeous, has nice weight and feels fabulous in the hand. Luxe all the way!"
        },
        {
            "review_title": "Not my balm",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This wasnu2019t as expected. The color is almost a brown rather than lavender and I used it 2 times. My lips dried out from this balm. I will stick to Dior. If you are going to pay $40 you need to get something worth the price."
        },
        {
            "review_title": "Color is off",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "The balms leaves nice nourished feeling, which is nice,  but the color and glossiness were not as pictured at all (barely any shine, color was pinkish nude). Size is smaller than regular lipstick/ balm. For me it's not worth the price."
        },
        {
            "review_title": "Iu2019m in Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Perfect formula for lip balm. And the color is so pretty. Soft neutral pink. Guerlain never let me down."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "I absolutely love this lip product. Itu2019s a little thicker than I imagined. The color is beautiful. Subtle but the perfect tone for my fair skin. It last several hours, which is great considering itu2019s a balm. The packaging is heavy and luxurious. Just a great purchase over all."
        },
        {
            "review_title": "obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Not usually a lipstick gal because i donu2019t love the feeling of product on my lips but man oh man is this stuff incredible. Leaves my lips feeling hydrated and luscious. And has the most beautiful subtle pink color - really lovely. Now, who wants a kiss?"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "309 HONEY GLOW - Natural Beige",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "received this as a Motheru2019s Day gift from my sister and I cannot stop using this lipstick balm! perfect shade for spring and leaves my lips so moisturized"
        },
        {
            "review_title": "Must try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I love this product! Keeps my lips hydrated during a night out - canu2019t wait to try the other shades"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone",
            "review_text": "Not usually a huge fan of lipstick but this one is a game changer!!"
        },
        {
            "review_title": "NEW FAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "Loved it! PH was great and it lasted hours. I was able to ya know do the deed no running or splotches at all!!!"
        },
        {
            "review_title": "BEST LIPSTICK EVER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This is my go to lipstick for EVERY occasion! The color looks so nice and it keeps my lips hydrated all day. So excited to try the others shades!"
        },
        {
            "review_title": "best you can get",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "love guerlain as a brand and this lipstick does not disappoint! silky finish and gorgeous on, makes me feel like a million bucks"
        },
        {
            "review_title": "Run to buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "My lips have never felt more hydrated from a lipstick and the color is gorgeous."
        },
        {
            "review_title": "new favorite !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "usually have difficulty finding a product in the shade i like AND that has long lasting moisture. this is very refreshing & I donu2019t find myself feeling dried out like some balms make me feel after reapplying! would recommend for those who are weary of trying a new lipstick balm"
        },
        {
            "review_title": "my lip balm be poppinu2019",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This is my new go-to everyday lip look. Itu2019s super hydrating, and the texture is amazing. I keep it in my purse at all times. Will definitely be buying again."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Itu2019s truly a beautiful colour and lovely balm. Couldnu2019t give it 5 stars because of the price. This was a fun splurge but I wonu2019t buy again"
        },
        {
            "review_title": "Gorgeous, Soft, and Natural !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "There are so many things I love about this balm. First, the packaging is stunning and is the first thing that caught my eye. Itu2019s this luxurious gold, feels so special in my bag. Second, the product is beautiful. Itu2019s smooth and hydrating. The honey formula really leaves my lips feeling soft and supple. Third, the color is a gorgeous delicate glow. I have very pigmented lips and other lip tint brands that I have purchased have left my lips too pigmented, which I really dislike. This on the other hand goes on very sheer in its first swipe, but is buildable. After a second / third stroke, the lips will begin to reflect more color. As I lean towards soft tones, the delicate pink is the perfect shade for me. If youu2019re looking for a more natural delicate lip tint that leaves a healthy glow & radiance, then this is perfect for you!"
        },
        {
            "review_title": "Not peach, BRIGHT PINK STAIN!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I bought the shade Peach Glow and I am so angry! This product contains PH color adjusting that STAINED my lips a horrible shade of BRIGHT PINK! This information should be included in the product description!"
        },
        {
            "review_title": "Perfect texture",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "This lipstick balm is another beautiful product from Guerlain. It is very hydrating and the colour payoff is moderate, lasting 3-4 hours on my lips. Gorgeous packaging as always, I'll definitely be buying more colors! Love this."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "309 HONEY GLOW - Natural Beige",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I am sadly returning it! I wanted to like it, but it didnu2019t work for me. The smell was pleasant (roses), but the taste was lightly lingering, not good or bad; I didnu2019t want that taste. The colour was also patchy and would cling to only the inner part of my lips and would disappear somehow out the outer part of my lips. It also made my lips peel. I will stick with my Dior lip glow as my balm and rare beauty glossy balm. I love the idea of the balm, though! Also, the colour was very subtle but gave a nice healthy glow, nothing new or extraordinary."
        }
    ]
}