{
	"product_id": "371",
	"name": "Mini Light Blue Eau de Toilette Set",
	"brand": "Dolce&Gabbana",
	"categories": "Fragrance, Value & Gift Sets, Cologne Gift Sets",
	"price": 46.0,
	"about": "Fragrance Family:Fresh.Scent Type:Fresh Citrus & Fruits.Key Notes:Citrus, Apple, Bamboo.Set Description:With notes of lemon, Granny Smith apple, and Virginian cedarwood, Dolce&Gabbana’s Mini Light Blue Eau de Toilette Set is an enchanting immersion into the fresh and sensual scents of a Mediterranean summer..This Set Contains:- 0.33 oz/ 10 mL Light Blue Eau de Toilette",
	"ingredients": "Alcohol Denat., Parfum (Fragrance), Aqua (Water), Limonene, Ethylhexyl Methoxycinnamate, Diethylamino Hydroxybenzoyl Hexyl Benzoate, Citral, Cinnamal, Linalool, Geraniol, BHT.",
	"how_to_use": "",
	"num_reviews": 9,
	"overall_rating": 3.9,
	"product_url": "https://www.sephora.com/ca/en/product/dolce-gabbana-mini-light-blue-eau-de-toilette-set-P512505?skuId=2786572&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2786572-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "Best perfume ever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "My fave perfume. It’s so fresh & lasts awhile. Also, The little bottle is like a dabber. Kinda wish it was a spray too."
		},
		{
			"review_title": "Sens bon mais",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "L’odeur de ce parfum est sublime. Par contre, la tenue est inexistante. C’est vraiment dommage car pour le prix, il n’en vaut pas du tout la peine"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Smells great. Light and clean smell but it doesn’t last. Idk if it’s the mixture with my skin and natural oils but the smell is gone after 20mins."
		},
		{
			"review_title": "Love for everyday use!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "It seems small but a little goes a long way! Beautiful for everyday use and a perfect gift set for the holidays! Love Love Love!"
		},
		{
			"review_title": "Must have!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I absolutely loved it! I heard about it, read about it, but the smell is so sweet and so girly! It made me feel fresh, and “cute”!"
		},
		{
			"review_title": "Nop nop",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "This on was not good at all at all. For me. I spray it the citrus smell was not pleasant at all. Then I was like after certain min. Instead gone completely. Sorry not good for me."
		},
		{
			"review_title": "Good deal",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Such a great deal if you like D&G LB. It’s 14.5mL for a couple bucks more than the 10mL sprayer, and would honestly make a nice gift box. Great for summer travel."
		},
		{
			"review_title": "Perfect for summer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I love this scent it’s perfect for summer & for it to be EDT the longevity is pretty decent. Perfect for hot days. The dapper is perfect. For those who don’t know how to use, you don’t take the cap off & use the bottle upside town to apply. You shake the small bottle & use the cap to dab."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Love this scent! It has always been a favorite of mine, but the last couple times I bought it I’ve noticed that the scent does not stay on for very long. It’s not as strong as it used to me almost like it’s been watered down"
		}
	]
}