{
    "product_id": "1576",
    "name": "Featherweight StyleMax Professional Hair Dryer with Automated Heat",
    "brand": "T3",
    "categories": "Hair, Tools, Hair Dryers",
    "price": 280.0,
    "about": "What it is:A professional hair-dryer that auto-adjusts heat and speed to your hair texture and styling goals for faster drying and better results with less damage..Hair Texture:Straight, Wavy, Curly, and Coily.Hair Type:Fine, Medium, and Thick.Hair Concerns:- Curl-Enhancing.Key Benefits:- Automated heat customization delivers smooth, shiny results with less damage.What Else You Need to Know:The T3 Featherweight StyleMax hair-dryer automatically customizes five heat and three speed settings to your hair texture and styling goals for better results with less damage.* It features four attachments optimized for every hair type and two times wider airflow** for faster drying with a shiny, frizz-free finish..Clinical Results:In a third-party panel study of 101 participants, results showed:.In the Box:- Drying Concentrator (delivers a wide airflow to gently dry hair fast)",
    "ingredients": "",
    "how_to_use": "Suggested Usage:.-Power on..-Input your hair texture..-Secure your attachment and select your Style Mode..-T3 StyleMax technology customizes five heat and three speed settings to your unique hair texture and styling selections.",
    "num_reviews": 133,
    "overall_rating": 4.6,
    "product_url": "https://www.sephora.com/ca/en/product/t3-featherweaight-stylemax-pink-P513644?skuId=2826337&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2826337-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "BUYER BEWARE",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "So sad.. I had this blow dryer for 15 months and then it died. Loved it while it lasted but I will never buy another t3 product again."
        },
        {
            "review_title": "Almost perfect",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "It's a great blowdryer but WHY is the cool button where it is. I hit it accidentally all the time."
        },
        {
            "review_title": "Warning: manufacturer does not ship parts",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "Warning: T3 will NOT ship replacement parts to Canada, and none of their official retailers carries the concentrators. I have an older model of this hairdryer, and the concentrator attachment just snapped in half. Reviews on the T3 website indicate that this is a common issue. T3, however, does not ship to Canada. Thus, my hairdryer (which I quite like) is now rendered useless as this the nozzle is not a standard size. I'm going to give the hairdryer to my hairdresser to see if she can find a concentrator at her professional retailer that will fit. Failing that, I'm going to have to get an American friend to forward a parcel for me.  Save yourself the stress and buy a different brand."
        },
        {
            "review_title": "Garbage, dies within a year.  Save your money!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "If I could give this hair dryer zero stars, I would.  Works well for the most part but smoked and died within a year.  Garbage.  Get an affordable Conair instead."
        },
        {
            "review_title": "Good blow dryer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "Like the settings and the dryer overall just wish ot was lighter."
        },
        {
            "review_title": "Just NO",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Bought with my own money. worst blow dryer, EVER. T3 quality went down the drain. Doesnu2019t get hot, kills the hair, super frizzy. Couldnu2019t return in time. Donu2019t believe the incentivized reviews!"
        },
        {
            "review_title": "Must have !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Amazing blow dryer. Makes my life so much easier as a hairstylist blowing out clients as well as my own hair. Reducing blow drying time. Leaves hair silky and shiny."
        },
        {
            "review_title": "Very damaging",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I tried this twiced and my hair was super dry and frizzy as if I burned the hair during drying.  Terrible and want to return it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Dry skin",
            "review_text": "Holy moly! I had no idea how badly I needed a new hairdryer till now! I have been using the T3 compact hairdryer for 3 years and still works except for the diffuser till recently wouldn't latch on anymore. This hairdryer is so good! I have no frizz in my curls and just felt like it didn't take much damage from the heat. And the button placements are not at all a bother to me."
        },
        {
            "review_title": "Nope.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I fell in love at first. But then not even a year and it stopped working.  Such a waste."
        },
        {
            "review_title": "Amazing hair dryer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is my second t3 hair dryer over the years.  The newest model is incredible! It dries my fine hair so quickly and leaves it soft and no frizz. Itu2019s also super light! Would 100% purchase again."
        },
        {
            "review_title": "Back is Not Removable",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I loved it, until I did not. The back vent is not removable. This dryer sucked in my hair from the back and there was no way to remove the vent. I may have a slightly older model. But I am retiring this one and getting the Dyson to avoid that happening in the future. We spend too much on our hair for it to be suctioned into the back of a dryer. But, if you are careful, it's fine. Something about the T3 definitely leaves my hair smoother."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "Finally the one for those of us with curly hair!! Iu2019m obsessed with the diffuser attachments, I can create so many different styles - it also has a negative ion generator to help with frizz. When I tell you itu2019s perfect, I mean itu2019s perfect!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I love how light this hairdryer is, and the fact that it comes with all the extension pieces you could need is such a bonus! I used the diffuser attachment with medium heat finished with a cool blast here. This hairdryer has super customizable settings, and I canu2019t wait to keep playing around with it!"
        },
        {
            "review_title": "Quick dry!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "Introducing the T3 featherweight stylemax! Itu2019s easy to use, You just enter your hair type and desired styling mode and you good to go. It adjusts automatically to avoid over-drying.  I have curly hair and I can easily create smooth and sleek, voluminous, or wavy styles with the different attachments as well as diffusing for more defined curls. Iu2019m so excited to try styling my hair many different ways with this dryer.  My favorite feature is it has a negative ion generator to smooth the cuticle and give me smooth, frizz-free hair. I have a mix of 3b/3c curls that are about halfway down my back and have a tendency to frizz when I blow dry so I really need this.  The styling setting is designed to be matched up with the attachment you choose, so it will adjust the settings automatically for that particular styling method. It adjust for your hair and the look you are trying to achieve. You can also just adjust the 5 heat and 3 speed settings yourself, manually."
        },
        {
            "review_title": "So light",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This hair dryer is so awesome and great. I am not very advanced with styling my hair so this was very try beginner friendly which was great. I especially love how lightweight the dryer is so my arm doesnu2019t get too tired. Great attachments too."
        },
        {
            "review_title": "Not for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I bought this product because of the great reviews but after using it a couple of times, I donu2019t understand all the fuss.  My hair looked better air dried."
        },
        {
            "review_title": "Nope!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Garbage.  Stopped working after 2 1/2 years. AND  ufffcI only wash my hair twice a week.  Beware, manufacturers warranty is only good for two years. ufffc Super disappointing for a $200 hairdryer.ufffc"
        },
        {
            "review_title": "Finally, I found the ONE!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "So this blowdryer was NOT gifted to me and I am writing my honest review after 2 months of use. I am someone who has alot of hair but on the finer side, I have blonde, processed hair and have tried every blow dryer on the market including the Dyson (which I returned because it tangled my hair and made it a hot mess). After about 4 years of trying different tools from pharmacy brands to higher end brands, the T3 feather weight is the most impressive for my hair type/quality. It allows you to choose your settings according to your hair type, heat level, fan speed, etc... I automatically noticed how shiney and glossy it made my strands and how amazing the setting work. Everything is adjustable with this dryer.  It's definitely lightweight and dries quickly and more importantly protects your hair from any damage. Love that it has ionic air technology, your hair will feel so luxurious. I mostly use only 2 of the extra accessories provided and it's easy to take them on & off. I am sticking to this one because it's the one for me! Very happy with my purchase. This one's a keeper!"
        },
        {
            "review_title": "Great blow dryer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This is such a wonderful blow dryer. I love how customizable it is for any hair type. In addition it comes with different attachments that allows for you to customize your styling as well. I have so much hair so having a blow dryer like this is amazing especially because I wanted to reduce hair damage as much as possible and this dryer helps with that. Gifted by T3 Micro."
        },
        {
            "review_title": "Love it so much",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I love the T3 feather weight style max!! Itu2019s so pretty and sleek. Most importantly it gets the job done without burning my hair. It comes with 4 different styling tools to make it easier. As a curly hair girl I love the curl diffuser. Gifted by T3 micro"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Normal skin",
            "review_text": "Iu2019m obsessed with the quality of all the T3 hair hot tools They last forever and the quality is AMAZING This dryer dries my hair super fast and leave it super shiny , itu2019s also pretty portable and light weight Complimentary from T3 Micro"
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "I was gifted by T3 Micro in exchange for my honest review. First of all, not all hair dryers are created equal. But the T3 Aireluxe Dryer is designed to deliver smooth, shiny results without damaging your hair. It has 5 heat and 3 speed settings, so you can customize the temperature and airflow for your specific needs."
        },
        {
            "review_title": "Salon Blowout",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I was gifted by T3 to try this blowdryer and wow talk about quality. I a usually always used the revlon brush but I wanted my hair to start getting healthy and this blowdryer with a round brush gives me the best look"
        },
        {
            "review_title": "It was ok for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "I used this a few times to give myself a blow out and the other times to diffuse my wavy curly hair. I used product in my hair and one day was a lot of product for blow dry and frizz and the other day was not too much product and I got frizzy pretty fast. The diffuser is pretty hard and pokey, I am used to my hand shaped diffuser which I normally cup my curls and bring it up to the scalp area to dry it all but this one was hard and poked the scalp which I realized I had to change the way I diffused my hair. I wouldnt recommend. This was gifted by T3 Micro"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received this hairdryer gifted by T3Micro. I really like this hair dryer and the various attachments that it came with. The main reason I wanted this was for the diffuser and it's been doing good for me so far."
        },
        {
            "review_title": "BEST HAIRDRYER EVER (best brand too!)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I own three irons from T3 and now their dryer. I bought the Dyson Airwrap last, but when I gave it to my daughter- the new one did not work as well as the old one. I tried the GHD dryer, and then this one and this one is a keeper!!!!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Dry skin",
            "review_text": "This is such an interesting product. I like that it looks so elegant and it does work. It helps my hair look gorgeous, smooth and straight. I received this product complimentary from T3 for testing purposes."
        },
        {
            "review_title": "Quick Dry Time",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "First off the design of this dryer is so sleek and clean. I can easily hold the dryer and use it to give myself a blowout. Itu2019s light weight and very powerful. It has cut my drying time nearly in half and my hair is smooth and sleek after each use. This is the only dryer I reach for and use."
        },
        {
            "review_title": "Excellent Blowdryer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I truly love this blow dryer! I have so much regrowth and itu2019s extremely hard to style my hair at the moment but the T3 Featherweight Stylemax made it that much easier! I now understand why the price point is higher, but absolutely worth it in my opinion! It left my hair feeling very smooth with minimal frizz. Itu2019s very lightweight and easy to work with, the attachments are great and easy to attach, and of course itu2019s adorable! I was gifted by T3 Micro but all opinions are my own."
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This product was gifted to me by T3 Micro. I am absolutely in love with it! I have coarse, curly hair and have been struggling with frizz a lot recently. I have noticed a significant change in my hair immediately after using it. My hair is way more silky, less frizzy and so voluminous. Definitely recommend this product!"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I love this blow dryer. It made my hair so silky. There is a bit of a learning curve with the settings, so be sure to read the instructions. Definitely dried my hair faster than the average blow dryer. Gifted by T3 Micro."
        },
        {
            "review_title": "Styles my curls with no frizz",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "I love this hair dryer. Gifted by To Micro. It is incredible! I thought it didn't matter if you had an affordable or expensive one. This definitely makes a difference. I have curly/wavy hair and I use this mainly for diffusing and it gives me curls without the frizz!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "gifted by T3 :) i have only recently started embracing my natural hair texture, and havenu2019t been able to find a hair dryer that works for my waves. other hair dryers are heavy, and leave me frizzy or flat at the roots u2014 sometimes BOTH. but not this omg. the diffuser attachment works wonders for enhancing my waves, with zero frizz! and itu2019s so lightweight my arms donu2019t hurt!! bravo T3 :)"
        },
        {
            "review_title": "So good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "I am so in love this dryer! It is so unbelievably powerfuli love that everything is so customizable because I like switching between hot and cold temperatures. I usually just use it without the attachments and it has been great. Gifted by T3 micro"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Gifted by T3 this hairdryer is amazing while it does have a high price point I believe it is worth it. The changeable heads make it really convenient when styling and maintaining the blow out look I recommend"
        },
        {
            "review_title": "must for long hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "i have really damaged asian hair from black to blonde to give context. this dries my hair without causing further damage and dries it so fast! i love how small the blow dryer is and is easy it is to move. i have long hair and this makes it so i finish my hair within 10 mins. this was gifted by t3 micro"
        },
        {
            "review_title": "Sleek and light",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I was very to receive this complimentary from T3 as I have been needing a new hairdryer. I love the hairdryer looks. Itu2019s sleek and light to hold. My only issue is my 1st time using it my hair actually got sucked in through the back vent and I had to cut it out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was so excited to try out this hair dryer ! I have not been able to validate purchasing the Dyson for myself , so I was excited to see if a hair dryer like this could do the trick. I am amazed at the temperature system and how the dryer cools down as your hair is drying. I used the smooth setting and my hair was straight and shiny all night ! Gifted by T3 Micro but opinions are my own"
        },
        {
            "review_title": "Love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "This is my new go to hair dryer. This hair dryer dries my hair quickly which saves me time in my morning routine. The attachments are everything you need. I also really love the overall design and aesthetic of this hair dryer."
        },
        {
            "review_title": "Amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Omg!!! I am not kidding when I say this is the best hair dryer I have ever used! My hair texture is a mix between curly and wavy. It is also color treated and pretty dry. When I use this T3 hair dryer, my hair turned out so sleek and smooth, the Style last for days! Gifted by T3 micro."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "gifted by t3micro, i am obsessed with how lightweight this blow dryer is! its quite a powerful dry and my fine, straight hair dries in a jiffy.  also really appreciate that its not loud and doesn't hurt my ears. after each use, i am left with crispy smooth hair :)"
        },
        {
            "review_title": "must have for long hair!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "gifted by T3. I already own their curling wand and was so excited to try their hair dryer! besides being beautiful, it works incredibly well. i have medium thick, straight, long hair. this dries it really quick without drying out my hair (no breakage/brittleness). im not the best with hair styling, and this is really simple and straightforward to use. way better than my $20 hair dryer!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "this hair dryer is everything. iu2019ve never bought a dryer that wasnu2019t from a drug store in the ~20 dollar range. i will never go back. this dried my hair in half the time and there was no frizz at all! gifted by t3 micro"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "Love this blow dryer! It is so quick at getting my hair dry while also making it look like I spent so much time on it. Itu2019s such a game changer to my hair routine. My hair always looks done well now. I love how quick it makes my nice and dry. I was gifted by T3 Micro"
        },
        {
            "review_title": "Dries my thick hair so quickly!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Complimentary from T3 Micro. My hair loves T3! I own so many of their tools so it just made sense I needed the blow dryer in my life as well! When it comes to blow drying my hair, itu2019s always felt like a chore because I have thick hair. However, with this traditional blow dryer and itu2019s attachments, my hair dried so quickly! I have naturally straight hair, but the volume in my hair is lackluster. So when I saw there was a volume attachment, I was so excited! When I donu2019t need to style my hair right away, I go in with this blow dryer to dry my hair and itu2019s the best!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received this blow dryer complimentary from T3 Micro. I was super excited to used this blow dryer and I love it so much. Itu2019s great for drying my hair as well as styling. It feels so luxurious on my hair and itu2019s my favorite blow dryer of all time. I highly recommend"
        },
        {
            "review_title": "LOVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Obsessed! This blow dryer has transformed my hair! I have medium length, thick and wavy hair that needs some serious TLC and this dryer does the job. I have been so excited to use it each week and feel like it gives the perfect blowout. Complimentary from T3 Micro!"
        },
        {
            "review_title": "Im in love!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "T3 gifted me their Featherweight StyleMax Professional Hair Dryer. I am so in love with how beautiful this hair dryer is! I love the customizable settings! Its literally a hair dryer that adapts to what your hair needs.  I noticed it dried my hair nicely and minimized the frizz. It dried my hair pretty quickly as well. In love and totally recommend if you have the money for it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was eager to give this a go! I had thick but fine, long blonde hair. U wanted to get some volune without heat damage and felt like this worked super well to get my hair dry quickly but also style my hair without having to use additional tools. It was well worth it! gifted by T3 Micro"
        },
        {
            "review_title": "Perfect for my curly hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "Gifted by T3 Micro in exchange for my honest review. I have loved this for my hair wash days! I have tried the smooth and diffuser attachments so far and both have worked great for what I was looking for. There are also a good amount of heat and speed settings which really lets you customize your experience while using it. This is also a great size for travel so it will definitely be coming with me on my summer vacations!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Gifted by T3 Micro. This hairdryer is amazing and makes my hair look smooth and shiny. It keeps the moisture in and dries my hair so fast. It comes with so many attachment so that you can style your hair however you want"
        },
        {
            "review_title": "Light weight , easy to use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "No more salon trips for over prices blow outs. I have always been afraid of blow dryers and how much arm power is needed but this has made it so easy for at home blow outs !!! My hair is very thick and long. This has helped me reduce frizz and tangles in my hair. It is so light weight , super easy to use with my short arms and small hands. I also only have to do my hair 1-2 a week now after I blow dry it. The smoothing effect and blow out it gives me lasts for daysssss!! Complimentary from T3 Micro"
        },
        {
            "review_title": "favorite blow dryer!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "Iu2019ve been loving this blow dryer!! I like how there are many different temperature and air flow options. My thick hair dries so fast when I use this blow dryer and leaves my hair looking super smooth and frizz free. Gifted by T3 Micro."
        },
        {
            "review_title": "perfect for natural greys",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Light skin tone, Dry skin",
            "review_text": "T3 gifted me the Featherweight Stylemax Professional hair dryer in exchange for my honest review.  I really love it.  It is fantastic for my coarse, dry, naturally grey hair.  The temperature range allows me to keep my silver from burning and turning yellow but styling takes no time at all."
        },
        {
            "review_title": "Amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Combination skin",
            "review_text": "#t3giftedme this hair dryer is seriously so amazing! It works so good on my hair and is the best hair dryer I ever had. If you're looking for a good quality look no further. This is the one highly recommend!"
        },
        {
            "review_title": "Love love love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have very coarse wavy hair so sometimes blow drying can make my hair look poofy, not with this blow dryer!!! I was hesitant at first because I didnu2019t feel like the pressure was blowing hard enough but the results speak for themselves! I was able to achieve shiny, not frizzy, SOFT and SLEEK blow out hair! So very happy with this tool!! Itu2019s lightweight, easy to use. Would highly recommend. Gifted by T3 Micro."
        },
        {
            "review_title": "Amazing Hair dryer! So pro",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This is such a fabulous hair dryer! I have been so used to single setting hair dryers, it makes a HUGE difference to have such a pro hair dryer like this one! I love how I can personalize the setting for my hair type. Gifted by T3 Micro"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "I was gifted by T3 micro and I think itu2019s very well designed and looks so sleek. Itu2019s not that heavy which I like, and not that noisy. I use it everyday. If youu2019re searching for a new dryer, I recommend this one"
        },
        {
            "review_title": "Multi use hairdryer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "I have curly hair so this blow dryer is literally amazing for me. I can use the diffuser to define my curls more but also use the styling cap to straighten my hair and have the salon blowout look at home! Makes my hair look like I just got out of the salon! Definitely a must and love that itu2019s multi use for different styles!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "I received the T3 Featherweight Stylemax professional hair dryer complimentary from T3 Micro. I love this hair dryer. Its one of my favorite ones that I've ever had. It does a really good job drying hair (which is really thick)."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Combination skin",
            "review_text": "Just tried this hair dryer by T3 and I love it! I have pretty long, stubborn hair and having quality tools is super important to me. This hairdryers perfect for anyone who wants to achieve a salon, quality blowout at home. Here is a cool feature that I really love about this hairdryer. It has a smart sensor that continuously measures the temperature of the air adjusting it to prevent overheating and damage to your hair. Itu2019s really convenient and make the hair drying process. So much easier. I also love knowing that Iu2019m not excessively damaging my hair! This was gifted by T3 Micro and Iu2019m happy to report that the results are amazing. My hair has never looked so shiny, smooth and healthy after a blow dry!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "This dryer is truly amazing and impressive. It has numerous modes for every part of it. You canu2019t find a dryer like this anywhere else! It seems to be the perfect hair dryer for every type of hair. I love it! It was gifted by T3."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This product was gifted to me by t3micro. I usually am not a fan of blow drying my hair because it makes it frizzy but this blow dryer is a God send! It's amazing and leaves my hair feeling so soft and smooth and it dries my hair so fast!"
        },
        {
            "review_title": "Not as powerful as competitors",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This hairdryer that was gifted to me by T3 Micro, honestly, did not stand out that much. The settings are cool and unique but the power just didnu2019t match other brands I have used. At their high price point, I just didnu2019t feel like it was high enough quality."
        },
        {
            "review_title": "Awesome quality",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This is amazing quality and powerful one. I like its the correct weight and the grip is really great . I love the all the components it comes with like the diffuser and stylers. I am really impressed with it complimentary from t3micro"
        },
        {
            "review_title": "Sleek with beautiful results!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This was gifted by T3 Micro and I absolutely LOVE it! Although it is bigger in size, it is actually very lightweight! I love the variety of settings there are also! The only downfalls are that I kept accidentally hitting the cool shot button and also it is difficult putting on and taking off the attachments"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I love t3 micro tools and was excited when I was gifted by t3micro this blow drier! I mostly diffuse my hair and especially loved this drier for diffusing. It gives you every option of control for heat/cooling and power! So there was minimal frizz w my curls!"
        },
        {
            "review_title": "Dries fast!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received the T3 Featherweight StyleMax Professional Hair Dryer with Automated Heat complimentary from T3Micro for my review. The buttons and settings were overwhelming at first sight but when I read the instructions it was simple to understand and use. It is very lightweight and easy and comfortable to hold. It also wasnu2019t as loud as my old hairdryer. After I adjusted the button settings for my hair type, it took about 15 minutes to dry my long hair. My hair was so soft and smooth. No dry straw feeling at all."
        },
        {
            "review_title": "A learning curve, but it's great!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Dry skin",
            "review_text": "Once you figure this bad boy out, it's a fantastic blowdryer.  It weighs almost nothing and is very comfortable to hold for the duration of a blowout.  Particularly appreciate the targeted attachment for airflow that I use to flatten out my bangs.  It does have serious buttons - there's a learning curve to even figuring out how to turn it on!  complimentary from t3micro"
        },
        {
            "review_title": "MUST HAVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I was gifted by T3 Micro! The T3 micro blow dryer has changed my life! I am a person that applies heat everyday and this blow dryer makes the process so much easier, styling my hair and after the gym! It also gives so much volume in just five minutes!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "I was in need of a new hair dryer and this one is perfect! Itu2019s very easy to use and the attachments it comes with are so helpful in really getting a nice style on your hair. I hate styling my hair but this honestly makes it easier. Gifted by T3 Micro"
        },
        {
            "review_title": "LEAVES MY HAIR SO SHINY AND SMOOTH.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Combination skin",
            "review_text": "this product was gifted to me to try out for my honest review.. and holy smokes was I blown away. I wasnu2019t sure it would live up to the hype of reducing frizz like it says.. however, it left my hair SO SHINY AND SMOOTH. Iu2019ve been obsessed with blow drying my hair ever since so received this product a week ago now. Game changer in my hair care routine ud83dude4c I highly recommend this if you are in the market for a new blow dryer."
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "gifted by T3 Micro. I have long curly hair but often blow dry my hair straight when I want to press my hair. This hairdryer is lightweight and I love the attachments that come with it. Dries my hair with just enough heat. The attachments are pretty sturdy and donu2019t pop off the tool while passing through my hair"
        },
        {
            "review_title": "The upgrade I didnu2019t know I needed.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I really needed a new blow dryer. Mine was old and took forever to dry my hair. Lucky enough I was able to try this T3. Itu2019s light weight looks nice and gets the job done with ease. Shortens the time i need to dry and less fly always. gifted by T3 Micro"
        },
        {
            "review_title": "Hand down my favorite hair blow dryer ever!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Disclaimer: This was gifted by T3 Micro. I absolutely love this hair blow dryer! I think it is my favorite out of all of them I have tried over the years. I have thick hair and this blow dryer dries my hair so fast! It also makes my hair feel so silky and smooth unlike other hair blow dryers that made it feel fried and super dry after. Also I love the customization of the settings itu2019s so helpful for different hair types!"
        },
        {
            "review_title": "Smoother, Shinier Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I received this T3 Featherweight Stylemax Professional Hairdryer complimentary from T3. What I love most about this dryer is how quickly it dries my hair! It greatly reduces the drying time necessary to style my hair, so it reduces heat damage a ton. I have fine, color treated hair, so I have to be very cautious with heat styling to avoid any breakage. This dryer feels more gentle than your standard dryer, and my hair ends up looking and feeling so soft and shiny as opposed to crunchy and dried out from an old school dryer. I can't live without this now!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "(Gifted by T3) I loved trying out this product! It has a nice sleek packaging and itu2019s lightweight while styling. It has four different attachments. I like that it doesnu2019t make my hair frizzy. The different attachments help volumize, smoothen the hair, and defines curls. I like that it provides minimal hair damage."
        },
        {
            "review_title": "Gifted, but this is honest feedback",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Itu2019s super easy to tell if a styling tool is quality or not simply based on first use. Iu2019ve blown out my hair 3 times now since having this dryer and I am obsessed. Iu2019d kill for a Dyson, but itu2019s realistically out of budget for me. While this was gifted by T3 Micro, I will say I was blown aways (pun-intended) by the quality. I wash/blow dry my hair twice a week and do not style it outside of that. This means I need a tool that will set my type 2 curls/waves in place. I have frizz from bleaching, too. I have a sleek and smooth blow out with minimal product use (Orbie hair oil and DreamCoat). My two cons are the placement of the cool button and the excessive accessories. Because the button is flesh with the handle and the placement is where I physically hold the dryer while using, itu2019s SO easy to press it by accident. That might be a pro to some, but the frequency at which the temperature changes because of the placement gets annoying. A learning curve? Sure. There are two funnel attachments and both give nearly identical results when used. I just think one would have been enough, but everyoneu2019s hair is different, so I can understand the choice to add as many attachments as they did! Overall, I am in love with this dryer and want the rest of the T3 Micro stylers. Truly a game changer for someone who used a $20 drugstore tool."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I have used this blow dryer a few times now and am really liking it. The product is very easy to use and has tons of helpful features for creating versatile hairstyles. it is also super cute and sleek. I was kindly gifted by T3 Micro in exchange for my honest review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I absolutely love this hair dryer!! I thought all hair dryers were pretty much the same but this one proved me wrong. I love all the different settings you can use and all the attachments that come with it. I have straight fine hair and this gives it so much volume! Gifted by T3 Micro"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "This hair dryer is amazing. I donu2019t typically use a lot of heat or product in my hair, so I appreciate the fact that this tool allows for different heat and speed settings. I also love that itu2019s easy to style with the additional tool that come with it. This hair dryer was gifted to me by T3 Micro!"
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "I have tried a lot of different hair dryers and have never been able to tell the difference this one is genuinely so easy to use and makes my hair look like I got it done professionally. I love it so much. Gifted by t3micro"
        },
        {
            "review_title": "definitely recommend!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I definitely recommend this hairdryer! You can tell it is high quality. It make my hair more voluminous and big, usually my hair is fine and very thin. anyone looking to splurge on their hair tools should get this! [gifted by t3 micro]"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Gifted by T3 Micro. Love this! The design is very slick. high tech, and feels lightweight. Itu2019s pretty quiet and I love how thereu2019s so many attachments to meet all of your styling needs. The only thing I donu2019t like is the modes arenu2019t intuitive without having to look at the manual."
        },
        {
            "review_title": "Amazing Blow Dryer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "I have fine straight hair and this blow dryer has been making my hair look so much better! I love how you can customize the settings to be perfect for your hair type and it has been giving my hair so much more volume. I would recommend this to everyone! This was gifted by T3 Micro."
        },
        {
            "review_title": "Hair came out smoother than ever!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Dry skin",
            "review_text": "This product was gifted by T3 Micro. Blow dryers are an essential piece to keeping my hair maintained between protective styles and this is the best one by far! Firstly, itu2019s extremely ascetically pleasing, has multiple attachments and several different settings that Iu2019ve never seen before. Of course it makes noise because itu2019s a blow dryer, but this one was definitely quieter than most. I have low porosity hair, which causes it to be really fluffy. After using this, my hair came out smoother, flatter and shinier than ever. I def recommend!"
        },
        {
            "review_title": "This is a yes!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This was gifted by T3 Micro and let me just tell you, this blow dryer is amazing. I love how it comes with several attachments. As a curly girly, I appreciate the large diffuser attachment. You can change the temperature and power which is so helpful. Itu2019s also beautiful. I am a total fan and definitely recommend."
        },
        {
            "review_title": "best hair dryer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "T3 Micro gifted me their new hair dryer and it has replaced my old one!! I love how non frizzy, shiny, and smooth my hair is after using it. My hair dries so much faster and it stays so beautifully blown out for days!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Iu2019m so obsessed with this dryer. It is so quiet and drys my hair fast. It has many different settings and attachments which is so fun and versatile. I definitely recommend trying this out for yourself. gifted by T3"
        },
        {
            "review_title": "recommended!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I received this product complimentary from T3 micro in exchange for an honest review. I have always found that T3 . makes quality products and this is no exception. The lightweight dryer and the attachments are perfect for my fine hair and for travel. I love the results I am getting. Highly recommend!"
        },
        {
            "review_title": "reduced the frizz of my hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I absolutely love this hair dryer. Itu2019s lightweight, has 4 functionalities, easy to understand the purpose of each function volume, smooth, diffuse or rough dry. Love the design, the color, the functions which helps me dry my hair without damage. It has reduced the frizz of my hair (pictures below) Iu2019m absolutely in love with this product because now I can understand how to dry my hair. A+ ! Gifted by T3 Micro to give my honest review"
        },
        {
            "review_title": "So Pretty!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "I think this is the most aesthetically, pleasing hairdryer I have ever seen. I love looking at it, and I love using it every time. My hair dries, incredibly fast, and Iu2019ve been having a lot of fun using all the attachments to play with the different textures. Itu2019s a really versatile set, and my hair is dry, and like never before. Iu2019ve never had a blowout this shiny!"
        },
        {
            "review_title": "AWESOME",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Awesome blow dryer!! The technology of this is amazing! I loved that this brand cared about the health of my hair! Love all the ways that I can style my hair with this! Also itu2019s nowhere heavy at all so itu2019s definitely easier to use! 10/10 and gifted by t3 micro"
        },
        {
            "review_title": "My go-to hair dryer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Oh wow this hair dryer is incredible! I just love all of the personalizations this has which makes so much sense that a hair dryer should work for your hair type! My hair used to get so frizzy and dried out with other brands but this has been saving my hair! packaging is amazing too. gifted by t3micro"
        },
        {
            "review_title": "Gorgeous hair dryer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This hair dryer is wonderful. I love its design and love how I can use different speeds and heat settings while drying my hair.  I have been using it for a week and it quickly dries my medium length hair and my daughteru2019s long hair. Love the diffuser setting. Gifted by T3 Micro."
        },
        {
            "review_title": "obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "Gifted by t3! Love the ease of use for this tool. It comes with multiple detachments. I love the curl diffuser which actually helps my waves! I also love the smoothing brush. It helps give me pretty hair without having to be great at blowouts!"
        },
        {
            "review_title": "A must have for beautiful hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This hair dryer was gifted to me by T3. I am impressed by this dryer as it has so many options like controlling the airflow, temperature. I am very careful when choosing a styling product for my hair, because my hair is very fragile and fine and I always need to find a product that will damage less the hair.It doesnt damage the hair because you have the ability to control the temperature.I have very fine hair but very very long and had no issues with curling them. It looks like a smart phone with all the settings it has. And for the price it's a deal because they have dryers from other brands, which are double the price and don't have this much settings and I already recommended this product to my friends."
        },
        {
            "review_title": "Love the u201csleeknessu201d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I really like this hair dryer. I like how it came with so many accessories for different hair styling processes. My old dryer made me buy a while separate diffuser attachment and it didnu2019t work right, this makes it so much easier for me. I also like the sleek color, it will go with just about any room aesthetic. Gifted by T3 Micro."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love that it comes with four attachments and you donu2019t have to buy extra attachments with it. This has been one of my new favorite hair dryers that I currently own and I love the packaging with the white and rose gold finishes. Gifted by T3 Micro."
        },
        {
            "review_title": "Super Amazing Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Gifted by t3 micro. Iu2019m obsessed literally. I absolutely love this blow dryer I have medium fine hair but I lack volume in my roots and because I have bleached hair my hair tend to get so dry after using Dyson.  This works well with my hair type and I would say better than Dyson in terms of blow out itu2019s super light in weight and works perfectly easy to carry which I appreciate!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I was gifted by T3 Micro this dryer and I am in love. The dryer comes with so many attachments and it helps my hair style easily with just a dryer instead of using a straightener or curling iron as well"
        },
        {
            "review_title": "Loved",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is definitely my favorite air dryer ever. The attachments make it so easy to style your hair in different ways. My personal favorite was the comb. This feels so professional and is also so aesthetically pleasing because it matches the rest of my bathroom."
        },
        {
            "review_title": "Customizable and effective",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "I have curly, fine-normal textured hair and typically let it air dry, but was excited to try out this blow dryer for its super customizable settings and attachments. The hair dryer itself looks really nice and sleek, and I'm happy with the size and functionality of it. I checked out the instruction manual, I set my hair type into the dryer, attached the diffuser, and tried it out after getting out of the shower and scrunching in some light gel while wet as usual. This definitely works faster than letting it dry naturally, and I do feel like it helps retain a little more volume and bounce (especially in NY, where the air isn't as humid in the winter/spring and my hair can sometimes fall flat, especially near the top). I did have a little bit of trouble attaching the diffuser securely, but once I got that, everything else was straight forward and I'm happy with the results! Gifted by T3"
        },
        {
            "review_title": "THE BEST HAIR DRYER EVER!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "I received this complimentary from T3 Micro and I am so excited to have been able to try this out! It is by far the BEST hair dryer I have ever used. It is so light, has multiple settings for all different styles and hair types and has given me the most beautiful hair EVER! I have fine, straight hair and I love the volume it has given me and how smooth and shiny it looks! I also love the different attachments to really help with bumping up the volume!"
        },
        {
            "review_title": "So pretty!! High quality!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "OMG!!! This dryer is super pretty!!!  This amazing fan for hair is a very good quality product. It comes with 4 different nozzles. The blower power is exceptional. I really have enjoyed using this blow dryer! Totally recommend this product for any of my family member or friends. Kindly gifted by T3 Micro."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Gifted by T3 Micro. I love this blow dryer so much! Can I first talk about how aesthetically pleasing it is? I love the gorgeous pink & white colors, and it it just looks super expensive. I have natural kinky/coily hair, and the comb/ diffuser on this dryer is perfect for that. I use this when I need to stretch my hair for a particular hairstyle."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "The best thing about this blow dryer for me is that is so lightweight. I hate hair tools that are too heavy. It just makes it harder to style your hair my hair take it dry very quickly and I really like this blow dryer. *gifted by T3 Micro*"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "Complimentary from T3 Micro, for my opinion on this product. I used this for the first time today, and I love how it made my hair look + feel. Itu2019s super lightweight, and such a unique and pretty design!"
        },
        {
            "review_title": "Lightweight Blow Dryer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I was so excited to be gifted by T3 Micro the Featherweight StyleMax Professional Hair Dryer with Automated Heat! I have curly hair but it is thin. This blow dryer dried my hair very quickly! My hair was so smooth after as you can see in my before and after photos. I would definitely recommend this product. I also love how light it was."
        },
        {
            "review_title": "Amazing Blow Dryer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received this product complimentary from T3 Micro, but all opinions are my own. Really happy of this blow dryer, I cannot recommend it enough! I love how you can really tailor it to your own hair, and find that it now takes me less than 15 minutes for my long hair to be dry!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I recently tried the T3 Featherweight Style Max Professional Blow Dryer complimentary from T3 Micro and Iu2019m never going back. As someone with wavy, frizzy, and damaged hair who has struggled to find a blow dryer that styles my hair effectively without causing damage or adding to frizz blow dryer is amazing! Itu2019s lightweight and easy to use, with customizable speed and heat settings, itu2019s also very u201caestheticu201d and looks great in my vanity. It's powerful, drying my hair quickly without overheating or causing further damage. My hair looks and feels smoother, healthier, and shinier. It's also quieter than other blow dryers I've used in the past, I highly recommend."
        },
        {
            "review_title": "Technology is amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "I received this blow dryer as a gift complimentary from T3 Micro and was a bit hesitant since you never know how technology will work and if you have wavy hair you know what Iu2019m talking about. I have medium hair and used the diffuser attachment and setting which helped regulate temperature on its own and my hair came out amazing! A little frizzy but I donu2019t think thatu2019s the dryer and more of the user and not enough product in my hair! So grateful for the gift and canu2019t wait to use in the future"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "This is such an upgrade over the previous hair dryer! My old T3 was great but these attachments feel so much sturdier and the last one didn't come with a diffuser. love that this one does! Great for all hair types! Gifted by T3"
        },
        {
            "review_title": "BEST BLOWDRYER EVER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "kindly gifted by t3 micro! i've never used such a customizable blow-dryer before and it's game changing! there's lots of different speed, heat, and attachment settings. i was able to input my hair settings and it would adjust to my hair to dry it without excess heat. i have fine, straight, black hair and i saw how it was less frizzy, smoother, and better using this! i'd definitely recommend this and it's worth it!"
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "this is such a good hair dryer and makes my hair look so smooth and adds ton of volume. The pieces are all great and good for different styling techniques. It also is very light weight and perfect for traveling. Gifted by"
        },
        {
            "review_title": "Boujee and incredible",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "This is hairdryer is so boujee and amazing - I LOVE it!! The attachments are amazing and the versatility of the health and air functions are incredible. Truly an amazing device that my husband even uses!! Gifted by T3"
        },
        {
            "review_title": "Love this!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "Iu2019m loving this new hair dying set gifted by T3! It works really well, and looks and feels luxurious. I love using the different settings and attachments to achieve different looks. Would definitely recommend!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "T3 gifted me this hair dryer for my honest review and it was the perfect timing because I was looking for a new hair dryer within the same price range. I love the different styling and heat options provided by this hair dryer. The hair dryer is pretty lightweight, but unfortunately it is pretty loud. My old hair dryer always burned my scalp, but the heat on this was is comfortable on my scalp at different heat levels. I went ahead with my regular drying routine and I definitely noticed more volume to my hair and less frizz. Overall I had a positive experience and for the price point and the quality, I recommend it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I received this product complimentary from T3 in exchange for my honest feedback. I am blown away by this hair dryer! At first, I was a little intimidated by the all of features, but once I gave it a whirl, I was hooked. The attachments are fantastic and they stay securely in place unlike other devices I've tried. The dryer is user-friendly, and I'm thrilled with how amazing my hair looks and feels post-use. Highly recommend!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "Literally love this blow dryer so much already! The quality & blow drying style it gives my hair, is amazing. Took so little time to do my hair & was obsessed with the way it made my hair have so little frizz after! I was gifted by T3 Micro"
        },
        {
            "review_title": "Done in 3 minutes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "This really is such a lightweight device. I find my arms and hands getting really tired after blow drying for 10-20 minutes so this being so airy really helps with that. Also, I was done so quickly. It took 3 minutes to complete my hair for the day which is a major accomplishment! Well done T3 Mirco! Paired with the gisou honey shampoo, conditioner & oilu2026 my hair has never felt so sleek and shiny! It was really impressive given Iu2019ve tried a $450 hair dryer that didnu2019t give me the results I was expecting. Gifted by T3 Mirco"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Medium skin tone, Combination skin",
            "review_text": "I am excited to have this hairdryer that has many features and components to it. It left my hair feeling dry and it gets the job done fairly quickly. I received this product complimentary from T3 for testing purposes. I canu2019t wait to use it again and dry the diffuser for my curls."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I never knew I could be obsessed with a blow dryer but this one is sooo good! I love how many functions it has for all hair variations! I like that I have multiple options on styling attachments; as well as a volume setting! Such a great product! *gifted by T3 Micro*"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love this dryer! It works so well and it doesnu2019t damage my hair! I would definitely recommend giving it a try! It dries the hell really quickly and love the settings on it. Use a heat protectant! Youu2019ll love it gifted by T3 Micro"
        },
        {
            "review_title": "Love ittt",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Gifted by T3 Micro. This is a totally worthy product, specially if you are the type of person who likes to style your hair. This dryer has multiple uses and ways to manage it. You are able to choose the temperature, speed and also the texture. It is just something else.."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This was complimentary from T3 Micro. Wow I love this product. My hair dries so quickly now that I use this after I shower. I also feel like it doesn't dry out my hair or get too hot on my head. It doesn't feel damaging to my hair. Love it!"
        },
        {
            "review_title": "Completely Worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
            "review_text": "Iu2019m 1000% in love with the customizable settings it now comes with! This blow dryer gives my 3c 4a low porosity hair the best results. You can use the Style Modes to rough dry, smooth, diffuse, or volumize. You get a diffuser, smoothing comb, drying concentrator and a styling concentrator.  If youu2019re looking for a chic blow dryer thatu2019s worth the splurge & going to last you for years to come, this one is perfect! I was gifted by T3 Micro so I can share my thoughts on this hair dryer."
        },
        {
            "review_title": "Amazing!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "This was gifted by T3. This blow dryer is out of this world!!! Iu2019ve never really spent more than $40 on one and this one just feels so high end. I love the accessories that come with for different techniques"
        },
        {
            "review_title": "Long-lasting styles, so easy to use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Medium skin tone, Combination skin",
            "review_text": "I absolutely adore the lightweight design of this hair dryer - it makes the task of drying my hair so much simpler and enjoyable. Operating it is a breeze too - I just input my hair type and desired styling mode and the dryer automatically adjusts to avoid over-drying. With the various attachments, I can easily create a range of styles, including smooth and sleek, voluminous, or wavy looks for my naturally wavy hair. I am truly thrilled to rediscover the joy of styling my hair with this dryer.  One of my favorite features is the negative ion generator, which smooths the hair cuticle and eliminates frizz, resulting in silky, smooth tresses. I also appreciate that, in comparison to other top hair dryers in the market, this one has an airstream that's approximately twice as wide, allowing for faster styling.  Furthermore, the dryer's styling settings are tailored to each attachment, enabling it to automatically adjust the settings for that specific styling technique. However, if I choose to do so, I can also manually adjust the five heat and three speed settings. The volume boost and cool shot switch are also a nice addition.  Overall, I am in love with T3 Micro tools and their long-lasting styling prowess. I also own the Switch curling iron set and no other brand has been able to maintain my hairstyles like T3 does. Gifted by T3 Micro, I am truly grateful for this exceptional hair dryer."
        },
        {
            "review_title": "A new favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I have normal to dry straight hair and was so happy to replace my old hair dryer with this one ! It has a million settings which are very easy to use, and the cold shock which always comes in handy. I love how fast and easy it was to dry and style my hair. I love how soft and smooth my hair is. My husband canu2019t stop running his hands threw my hair. Iu2019ve never seen a hair dryer be able to get that hot to style my hair. Usually hair dryers leave my hair brittle , dry , and frizzy this one made my hair so healthy feeling and frizz free. I LOVE THIS ! This was gifted by T3 Micro"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Gorgeous would definitely describe it! Iu2019ve herd so many good things about it and was able to definitely pick it up! I love how it assembled itu2019s so easy to use and suits for very hair need! Gifted by T3 MICRO"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "So happy I was gifted by T3 Micro. My hair is pretty fine, dry, and limp. It never really looks that great and after I use styling tools it usually looked not much better. But I felt so good after using the T3. My hair felt so nice and lighter on my scalp I could tell it had so much volume!"
        }
    ]
}