{
    "product_id": "32",
    "name": "Ultra-Flex Clear Eyebrow Shaping Gel",
    "brand": "Ami Colu00e9",
    "categories": "Makeup, Eye, Eyebrow",
    "price": 27.0,
    "about": "What it is: A clear, lightweight eyebrow gel with a versatile double-sided spoolie to sculpt and set your brows...Highlighted Ingredients:.- Banana Peel Extract: Supports hair growth..- Baobab Seed Extract: Hydrates skin beneath brows..- Hibiscus Flower Extract: Nourishes hair follicles to prevent dry flakes...Ingredient Callouts: This product is vegan, gluten-free, and cruelty-free...What Else You Need to Know: Infused with ingredients that support brow-hair growth and nourish skin, this clear gel features a unique double-sided spoolie with shorter bristles on one side for a streamlined, precise look and longer bristles on the other side for fluffy, natural-looking brows....Clean at Sephora.",
    "ingredients": "-Banana Peel Extract: Supports hair growth..-Baobab Seed Extract: Hydrates skin beneath brows..-Hibiscus Flower Extract: Nourishes hair follicles to prevent dry flakes...Water, VP/VA Copolymer, Alcohol Denat., Butylene Glycol, 1,2-Hexanediol, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Tromethamine, Musa Sapientum (Banana) Fruit Extract, Hibiscus Sabdariffa Flower Extract, Adansonia Digitata Seed Extract...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Using long-bristle side of spoolie, brush brows into desired shape. .-Follow with short-bristle side for extra hold or a more sculpted look.",
    "num_reviews": 64,
    "overall_rating": 4.3,
    "product_url": "https://www.sephora.com/ca/en/product/ultra-flex-clear-eyebrow-shaping-gel-P503759?skuId=2634350&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2634350-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Clear",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2634350-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Strong!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve been using this product for at least two weeks now but I am so impressed by it!!! Your eyebrows are glued down and the spooley is honestly so helpful."
        },
        {
            "review_title": "Best on the market",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "By FAR the best brow gel on the market. Brows donu2019t feel crusty, peeling or uncomfortable in any way, but they are not budging !!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Clear",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I've gone through many different brow gels (every bestseller) and this is a winner! It's a true clear gel not a milky colour like others and has a nice hold without being too stiff. Love that it's clean; also love the minimalist tube. The wand bristles are longer on one side, which is the side I prefer using. I wish the long bristles went the whole way around - the product disperses much more evenly without over saturating the brow hairs. This is the first Ami Colu00e9 product I've purchased. The packaging is really luxe and looks high end. Overall really pleased. Will definitely repurchase and am looking forward to trying their other products!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Clear",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I really love this eyebrow gel! Iu2019ve purchased it 3 times now, other gels like Kosas donu2019t hold my brows at all or I get white flakes. I never experience those issues with this brow gel. I will say though, I do have to go in with a separate spoolie to shape my brows"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Clear",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019ve tried so many eyebrow shaping gels and I had hight hopes for this one but it doesnu2019t shape or hold well. I tried to apply to my eyebrow clean and still not holding it plus I think the brush is very soft maybe this is why?"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Clear",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "This brow gel is the TRUTH! A natural, but strong hold. Brows not about to go anywhere with this"
        },
        {
            "review_title": "best brow gel!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "the best brow gel iu2019ve tried!!! i tried many other brands but they all seemed to flake and didnu2019t last all day. this one is one of the only ones that hasnu2019t flaked but still keeps them in shape! definitely recommend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Clear",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "The most perfect eyebrow gel I have ever tried ! Most brow gels are all the same but this one actually holds my brows all day long!! And it doesnu2019t get all dry and flakey by the end of the day. I love"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Clear",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "At first I was a little skeptical it would do much for my brows since I like to only do one step and go but I was pleasantly surprised at how good this made my brows look. This is a clear gel but my brow still looked full and maintained without filling it in. My brows did not move all day even when I tried to disturb them. The only thing is the gel makes the area around your brow feel pretty stiff at first which I wasn't a fan of  but it does loosen up pretty quickly."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Clear",
            "review_buyer_description": "black hair, Fair skin tone, Combination skin",
            "review_text": "I liked the brow shaping gel, it's easy to apply, does not leave a residue, feels light. Holds good throughout a day. The packaging is kinda small in my opinion, however it's a descent product for sure!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Clear",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I absolutely adore this Ultra-Flex Clear Brow Shaping Gel! The formula is incredible, It holds the shape of my eyebrows all day without leaving them feeling stiff. The wand features both a larger side and a smaller side, making it easy to sculpt the exact eyebrow shape you desire."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Clear",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "An amazing product! As someone who has a little bit of eyebrow hairs , this product did not pull any out! i highly recommend it to those who have really full eyebrows. No crispy or crunchy feelings at all!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Clear",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Love the size of the applicator, itu2019s small and able to disperse product through the brow hairs with precision. I have unruly brows and while this did a nice job of combing into place, I personally need something with a bit of a stronger hold. If you donu2019t have the issue of unruly brows and prefer a more flexible gel that wonu2019t leave the brows crunchy, this is perfect for you."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Clear",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I feel like this brow gel worked okay but wasnu2019t anything super special. It kept my brows in place for about five hours but they felt stiff like hairspray, which I really didnu2019t like. The product also smells strongly and itu2019s not pleasant. It also feels small and pretty cheap quality to me for $20. Overall, Iu2019d use the one I already have but wouldnu2019t repurchase."
        },
        {
            "review_title": "Not bad!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I must admit I had higher expectations from the brand in general since everything Iu2019ve tried has been great but this wasnu2019t that big of a deal. It made my brow fluff just fine but didnu2019t really hold which is #1 for me"
        },
        {
            "review_title": "Awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "I liked using this eyebrow gel, the brush is very comfortable, durable and combs the hairs well.  The gel lifts short hair well and gives shape to my eyebrows throughout the day.  The gel is durable and high quality."
        },
        {
            "review_title": "I need more hold",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I'm a sci-fi, gaming, tech, type and beauty geek. I prefer makeup, fragrance, fashion, home-goods, gaming and tech over ineffective skincare and it's hype.   I have combination skin with fine lines and mild texture. I'm fair skin with neutral and cool undertone. I prefer color with a neutral undertone (on occasion with a cool undertone) in mid to deep shades. Eyeshadows in mid to deep blues, purples (not plum), greens, browns and greys. Lippies in brown with purple (not plum) undertone, vampy reds, muted purples and deep mauve and berries.  As much as I want to like this (I love almost all your other products), this one doesn't give me the hold I need.   I thought it might be because it's too wet or too much on the wand and wiped some off. However, my brow hairs still fall. Even after attempting to plaster them down as it dries.  If you're someone who doesn't need a lot of hold, this is for you. I need cement."
        },
        {
            "review_title": "Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I received ultra-flex clear brow shaping gel in exchange for this post. I love the gel it doesnu2019t smudge and itu2019s clear! Some gel you can see hardy and this one it doesnu2019t. Itu2019s good and it does stay long. Just too small."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I love brow products, I love the latest trends of the brow. This helps me to hold my brow for the longer time, so that I can have beautiful lifted up brows every time in the parties. Quality is too good and look and feel is beautiful."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Clear",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I expected more honestly. The pros are that it doesnu2019t flake or leave a residue on my brow hairs but the biggest con is that it didnu2019t hold my brows. Even for an hour. I reapplied thinking maybe I touched them but it still didnu2019t hold"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Clear",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Trying this brow gel out there was some trial and error. I eventually found that brushing it down and the up then shaping it brought the cleanest results. It works well with pencil too and feels light."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Clear",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Itu2019s okay. Itu2019s good for everyday. But if youu2019re looking for strong hold, this is not the product for you. I like that it is clear and does not make my brows look flakey. Overall itu2019s good, I would recommend it ."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Clear",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I always had thick and wavy brows that I wanted to look smooth like other peopleu2019s, so I always used hair and brow gels to brush them and fix. This Ultra Flex Clear Brow Shaping Gel is thick and strong enough to hold my brows in directions I want. It looks invisible, feels light on my skin and brows."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Clear",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I tried the Ami Cole Ultra-Flex Clear Brow Shaping Gel. It comes in a small package so itu2019s great to take a long with you everywhere you go in your bag. It goes on clear and does give a great hold. I think the product is for people with less hair. For me I didnu2019t like how it felt afterwards. It does what it says though, just not for me"
        },
        {
            "review_title": "Perfect for everyday, make-up or grooming days!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "My ultra-flex shaping gel by Ami Cole goes everywhere with me.  I have thick and wirey eyebrows that grow long like grinch fingers.  So trimming my eyebrows once a week is a requirement for beauty routine.   Iu2019m not completely sure why I have been preferring being make-up free but I still do my weekly beauty routines.  That includes trimming my brows, so this small brow gel fits in almost any pocket and helps me set my hairs in place to always look fresh whenever Iu2019m outside.  The bristles on the brush are gentle, and the formulation to the gel is not irritating to my skin.  Making this product great for all skin types.  Itu2019s a great gift for anyone into caring for their eyebrows since this helps maintain your brows whether you fill them in or just grooming purposes."
        },
        {
            "review_title": "New stapler in my makeup bag",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Combination skin",
            "review_text": "If you want your eyebrows to stay in their place all day and all night, this is your go to. I highly recommend this product for you to have it as a staple in your make up bag.  The size is perfect. I highly recommend it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Clear",
            "review_buyer_description": "Green eyes",
            "review_text": "I was taken a back by how small the packaging is, but I actually think this will be perfect for travel or for on the go touch ups. The spoolie is very interesting: it has two sides. One side is longer and helps you to brush brows into desired shape. And the other short-bristle side is great for extra hold or a more sculpted look. The formula is very lightweight and doesnu2019t give you dandruff brows. It provides a very soft natural looking hold. My brows are stubborn and they need something stronger, but I can see people who love natural no makeup makeup enjoying this brow gel."
        },
        {
            "review_title": "Excellent product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The Ultra-Flex Brow Shaping Gel by Ami Cole is a great product. It has a light texture, has good hold and excellent hold on the eyebrows, keeps them in place for a long time giving a perfect look for makeup, I recommend it if you are looking for something very good and natural."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Clear",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This brow gel is great! Eyebrows are definitely not moving and they are not super hard. It was easy to apply and take off. There was no weird crusting at all. Love this gel. I did not have to work super fast."
        },
        {
            "review_title": "Perf!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "ChatGPT Ami Cole Ultra-Flex Clear Brow Shaping Gel: A Game-Changer for Perfectly Defined Brows!  I've tried countless brow gels in my quest for perfectly sculpted brows, but none compare to the Ami Cole Ultra-Flex Clear Brow Shaping Gel. From the moment I applied it, I could feel the difference. The formula is lightweight yet incredibly effective at taming stray hairs and keeping my brows in place all day long.  What sets this gel apart is its ultra-flex technology, which allows for effortless application and a natural, flexible hold. Unlike other gels that leave brows stiff or sticky, this one leaves them feeling soft and touchable. Plus, the clear formula means it's suitable for all brow colors and won't leave any residue behind."
        },
        {
            "review_title": "Favorite Brow Gel!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This is my new favorite brow gel!! First of all it holds the shape of my brows all day - with zero movement. It was li does not cause any flaking or white residue to show on my brow hairs on the skin around. I would absolutely recommend this!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Clear",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "At this point I think my eyebrows will forever be unruly. Iu2019ve tried probably every eye brow gel and not one holds my eyebrows in place. This product is no exception. Unfortunately it does not work on me"
        },
        {
            "review_title": "Natural-looking brow fixative",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The Ultra-Flex Brow Shaping Gel by Ami Cole is a fantastic product. It offers superb fixation, remains invisible on both the skin and hair, and has a lightweight formula that doesn't feel heavy or stiff. I highly recommend this gel for anyone seeking a reliable and natural-looking brow fixative."
        },
        {
            "review_title": "Amazing brow gel.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I absolutely love this eyebrow gel. Feels so nice and makes my brows so secure for the whole day. I just tried it out today and I really like it. Thank you so much to the brand. I received something in change for this post"
        },
        {
            "review_title": "Really nice!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I received something in exchange for this post. This brow gel is nice. Extremely nice. It lays my brows down well when I have curly hair and I have thick brows too so it's a lot to tame. It lays so nicely too I adore it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Clear",
            "review_buyer_description": "",
            "review_text": "Love that this is truly clear and not thick at all. It keeps my brows in place just as good as a brow laminate would and it doesnu2019t feel heavy or mess with my makeup brow pencil. A little bit goes a long way with this"
        },
        {
            "review_title": "Manda91222",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was qifted this Ultra-Flex Clear Brow Shaping Gel by Ami Colu00e9! itu2019s very lightweight and didnu2019t flake or feel heavy on my skin ! it held my brows in place until I used my make up remover wipes! It removed quite easily and it made my brows, thicker and healthier and itu2019s full of all kinds of ingredients to moisturize your skin and eyebrows. It has a brush that gives amazing detail and a precise finish. I really love this product and would definitely recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Clear",
            "review_buyer_description": "Gray eyes, Combination skin",
            "review_text": "I love the ultra flex clear shaping gel! It has ingredients that promote hair growth, which I really appreciate because my eyebrows are super spare and minimal. The double ended spooly is very high-quality and makes application super easy. Love your stuff."
        },
        {
            "review_title": "Perfect Laminated brows!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I always go for a clean girl look, especially when it comes to my brows, I feel like I finally found my perfect brow product to keep them in place throughout the day! I have tried many brow products before but none like this for sure"
        },
        {
            "review_title": "Not recommending",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This gel literally did nothing to my brows! The only thing it did is left sticky trace on my skin. Easy removable with a winter and thatu2019s about it. Will be looking for something long-lasting."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Nice clear brow gel! It has a soft hold that lasts all day, no flakes, and doesnu2019t leave brows hard or crunchy. Would totally recommend!"
        },
        {
            "review_title": "Perfect everyday brows",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is my favorite everyday brow product! The shape of the wand is exactly what I need with a long side and a short side and the formula is perfect for lightly coralling my brow hairs. If you're looking for a strong, glue like hold, I don't recommend this."
        },
        {
            "review_title": "Wanted to love it & gave it a fair try",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I tried to use this with several different brow products and alone but it wouldn't hold my brows. I really wanted to make it work. I had bought the refy brow setter and i fell in love!"
        },
        {
            "review_title": "Why the mixed reviews...?",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "Genuinely confused by mixed reviews on this. I live for the NYX Control Freak clear brow gel but sadly am allergic to a preservative in it. Hopped on to Sephora to see what they had, and this looked great. You get more product than the Kosas clear brow gel for less money (and honestly, Kosas products are always a miss for me once they start smelling weird). I have sparse 90s Kate Moss brows and just need them to stay up, this did the trick with no weird issues or flaking. The long side of the brush is very clever and helps to really saturate your brows before putting them in their place."
        },
        {
            "review_title": "Sticky, doesn't work. Not worth the money.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I decided to try this after reading the rave reviews. Mistake. First of all, this product is smaller than a travel size. It's literally smaller than half a regular size mascara. Second, it's very sticky. Third, it's very shiny and leaves a film on my brows. Fourth. It just doesnt work. My brow hairs still fly in all kinds of directions and the gel doesn't hold them down or shape them. Finally, this product is just not worth $20. Save your money and find something else."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Clear",
            "review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Oily skin",
            "review_text": "Why isnt this available in store anymore? Literally the best eyebrow gel PERIOD. Simple, but effective with lamination effect with minimal effort. Bring it back!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Clear",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "I've used the elf gel and the nyx and honestly I prefer this one. I have autism and have many sensory issues and this formula doesn't make my brows feel heavy or crunchy but still has enough hold :) 10/10"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Clear",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is a pretty solid brow gel, it has decent hold and it's very comfortable (not crunchy) on my brows. It's good for 6 hours of hold I'd say, but I'd go with a more resilient formula if you're interested in a longer-lasting gel. This one is great for less makeup heavy days when I want a more natural look."
        },
        {
            "review_title": "Lives up to its claims",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "New go-to brow gel! It actually lives up to its claims - it doesnu2019t flake and actually does help hydrate so brows arenu2019t dry or flaky on their own over time. Plus, I usually have patchy kind of sparse brows, but itu2019s helped them fill in as Iu2019ve used it. Iu2019m really impressed and repurchasing!"
        },
        {
            "review_title": "ehh, nothing special",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "dont get me wrong, this is a solid gel, it just isnu2019t anything altogether remarkable. it has alright hold, the formula doesnu2019t get crusty or flaky or anything, and the brush is really nice, but for the price to volume ratio, it just doesnu2019t do it for me. you can get the same results for significantly less money from any old clear mascara from the drugstore."
        },
        {
            "review_title": "Strong hold. No flakes.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have thick eyebrow hairs that have a mind of their own and this keeps them in place all day without u201cglueingu201d them to my face or getting flaky. This is my new brow go-to for sure! Highly recommend"
        },
        {
            "review_title": "love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "i love this product! it keeps ur brows in place ALL DAY. they do not budge."
        },
        {
            "review_title": "Strong but silent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Holds my unruly brows in shape all day without crunch or flaking. Love!"
        },
        {
            "review_title": "Not for sparse eyebrows",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This product will be good for someone that has full browns and just needs hold. Unfortunately that is not me, my eyebrows came back thin and sparse after chemo. This product doesnu2019t hold make up ask othe brands. Good thing about it, it doesnu2019t flake"
        },
        {
            "review_title": "Excelent product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I really recommend this product! I have a thick eyebrows and this shaping gel keeps my eyebrows in place all day without any white residue."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Clear",
            "review_buyer_description": "",
            "review_text": "Better than several other brands ive tried including Marios. Doesnu2019t flake or get too stiff and last hours."
        },
        {
            "review_title": "Good, but a bit flaky",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "It goes on clear and has a great hold. However I wouldn't recommend it if you fill in your brows and then brush them to diffuse the strokes. It'll begin to flake. I still use it but use a clean fluffy brush wipe off the flakes. I feel this would be more perfect for a quick look wear you don't brush your brows afterwards."
        },
        {
            "review_title": "LOVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Iu2019ve never used a brow gel before, but wanted to support Ami Cole and tried this out for my bare face days. It holds my eyebrows in place, but the best part is my eyebrows have grown! Thatu2019s  not why I bought it at all, but it is def an added bonus!"
        },
        {
            "review_title": "Amazingggg",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "If youu2019re looking for a brow gel that stays put all day without the gross white flakes, THIS is that product! Bought it on a whim after trying all the other top laminating brow products and hated them all"
        },
        {
            "review_title": "v into it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
            "review_text": "kept my brows in place all day even though I haven't gotten them done in weeks I hope they drop a darker shade soon so I can use it for days when I wear more makeup"
        },
        {
            "review_title": "Gotta have it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "Love the way the brow gel helps keep my brows shaped with a natural finish. I love a minimal chic look and this does the trick day or night! ud83dudc8b"
        },
        {
            "review_title": "Absolute staple in daily routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "My absolute go-to before I leave the house. I honestly when in the rush just use this, the lip oil, and I look put-together immediately. It is so easy"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Clear",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Iu2019ve been using this product for a few weeks and I love it. It holds the eyebrows in place without needing too much product."
        },
        {
            "review_title": "Canu2019t leave the house without this brow gel",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Obsessed with this brow gel! Ami Cole has created a light but firm gel that keeps your brown looking groomed all day. Not too stiff or thick. Just the right texture."
        }
    ]
}