{
    "product_id": "906",
    "name": "Ink Liner Waterproof Felt-Tip Liquid Eyeliner",
    "brand": "KVD Beauty",
    "categories": "Makeup, Eye, Eyeliner",
    "price": 34.0,
    "about": "What it is:An ultra-rich, waterproof, felt-tip liquid pen eyeliner for instant, bold definition and extreme long wear..Ingredient Callouts:This product is vegan and cruelty-free..What Else You Need to Know:If youu2019re a fan of felt-tip liquid eyeliners, Ink Liner is for you. With a no-fray tip for crisp lines every time, Ink Liner is loaded with the same vegan formula as KVD Beautyu2019s award-winning Tattoo Liner. The vegan formula features optimized pigments for opaque color payoff and ultra-saturated intensity.",
    "ingredients": "Water, Ammonium Styrene/Acrylates Copolymer, Butylene Glycol, Alcohol, Beheneth-30, Phenoxyethanol, Acrylates/Octylacrylamide Copolymer, Methylparaben, Polyglyceryl-3 Disiloxane Dimethicone, Propylparaben, Sodium Hydroxide, Disodium Edta, Black 2 (Ci 77266) (Nano).",
    "how_to_use": "Suggested Usage:.-For best performance, re-activate tip by wiping with a damp tissue to remove any eyeshadow residue.",
    "num_reviews": 3136,
    "overall_rating": 4.0,
    "product_url": "https://www.sephora.com/ca/en/product/ink-liner-P385908?skuId=1585819&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s1585819-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Trooper",
            "shade_descriptor": "ultra black",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s1585819-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Trooper - ultra black",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Used this eyeliner since 2014-2015 and it used to be my favoriteu2026 now it has been reformulated and it smears, doesnt stay all day like it used to and is flaky. I am so disappointed to lose my go to"
        },
        {
            "review_title": "Reformulated and awful",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This used to be great, but has been reformulated and is now dry and flaky. Do not purchase."
        },
        {
            "review_title": "New fav eyeliner",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "It works super great and stays on super well! The problem is tho itu2019s hard to scrub off after long days but overall great! I tried a different one from Walmart and it wasnu2019t that good it smudged like crazy but this one is great a little expensive but great!"
        },
        {
            "review_title": "Dries out too quickly",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "I've bought this eyeliner twice already (black & brown) and I've really really loved the precision and tiny wing. The ink + colors itself are really nice and doesn't smudge easily. It has been my favorite eyeliner but unfortunately it dries out super easily and it's life longevity is not long. I swear I've only had this eyeliner for a few months and it's fully dry already, I don't want to rebuy for this reason but I really loved their brush tip so I'm a little disappointed ):"
        },
        {
            "review_title": "My fave",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This eye-liner has been my go to for years now, I have tried so many that were similar to that one, but Iu2019ve always returned for that product because it is really easy to do graphics liner with it, it is really black even with eyeshadows!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Trooper - ultra black",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Absolute trash! Smudged right off. Save your money."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Trooper - ultra black",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "The eye liner doesnu2019t dry out and is good for precise application"
        },
        {
            "review_title": "HORRIBLE",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I have been using this for YEARS and I loved it but they recently changed the formula and it is horrible. Very dry and skips, I will find another brand."
        },
        {
            "review_title": "Must have eyeliner.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Love how matte and black this eyeliner is. No streakiness at all."
        },
        {
            "review_title": "Eh...Returning",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I wanted to love this liner however was disappointed. I followed the instructions and shook well; however it was runny and separated.  I removed and dried my eyes completely thinking it was due to moisture however it did not apply any better.  Light black/grey is a better description of the final color. Unless you want to reapply multiple times to achieve the Ultra Black. Sadly, this will be returned."
        },
        {
            "review_title": "Hm",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I used to wear eyeliner everyday and when I did, these would last me max a couple weeks before drying out. But itu2019s easily removable, doesnu2019t smudge, and the brush doesnu2019t separate like NYX."
        },
        {
            "review_title": "Too patchy and not black enough",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I was sent this product in return for my honest review. Honestly I was really looking forward to this product because I remember hearing how BLACK the eyeliner is. Unfortunately, this may be one of the worst eyeliners Iu2019ve ever used. It was sheer so it looked patchy and also like it never dried down? The pigment is terrible but this is one of those things where you get better value out of a $2 product over a $20 product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Trooper - ultra black",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This product is so pretty and pigmented! It has a creamy texture to it and itu2019s so easy to apply and blend. It can go on many different skin tones. Itu2019s also sent in a secure and easy package!"
        },
        {
            "review_title": "A liner that lasts",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Firstly I like the fine tip on this. My eyes are hooded and this helps to line them and reach smaller areas like my inner corner. Secondly the formula doesnu2019t chip away! This is a win, win"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Trooper - ultra black",
            "review_buyer_description": "Green eyes, auburn hair, Dry skin",
            "review_text": "Watery, runny. Did not like as I could not control the line."
        },
        {
            "review_title": "Great eyeliner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I loved this eyeliner, it is precise, easy to use, it dries quickly and has a spectacular matte finish, it is very black, excellent for making eyeliners that require a lot of precision, it is my favorite eyeliner now I would give it more than 5 stars ud83eudd29"
        },
        {
            "review_title": "The best eyeliner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This is one of the darkest and longest lasting liquid eyeliners on the market. Really thin tip which makes it easy to draw a precise and sharp line. I love it! Lasts all night."
        },
        {
            "review_title": "Dependable",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Nice color. Dark black. Itu2019s easy to use the tip of the pen. It dries easily. Packaging is good. Iu2019ll use it daily. It lasts all day. No touch ups."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Trooper - ultra black",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This product is so pretty and pigmented! It has a creamy texture to it and itu2019s so easy to apply and blend. It can go on many different skin tones. Itu2019s also sent in a secure and easy package!"
        },
        {
            "review_title": "A liner that lasts",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Firstly I like the fine tip on this. My eyes are hooded and this helps to line them and reach smaller areas like my inner corner. Secondly the formula doesnu2019t chip away! This is a win, win"
        }
    ]
}