{
	"product_id": "197",
	"name": "MISSY Eau de Parfum",
	"brand": "By Rosie Jane",
	"categories": "Fragrance, Women, Perfume",
	"price": 101.0,
	"about": "Fragrance Family:...Scent Type:...Key Notes:...Fragrance Description:...About the Bottle:...About the Fragrance:.Clean & Planet AwareOur ambitious curation of beauty made without controversial ingredients from brands dedicated to making meaningful environmental commitments, including sustainable ingredients and sourcing, packaging, corporate commitments, and consumer transparency.",
	"ingredients": "Organic Alcohol Denat., Allyl Cyclohexyl Propionate, Ambroxan, Anisaldehyde, Appelide, Benzyl Acetate, Benzyl Salicylate Butyl Butyrolactate, Cis-3-Hexenyl Methyl Carbonate, Cyclohexadecenone, Delta Decalactone, Dimethylcyclohexylethoxy Isobutylpropanoate, Ethyl Beta-Naphthyl Ether, Ethyl Hexanoate, Ethyl Hydroxypyrone, Ethyl Linalool, Ethylene Brassylate, Florol, Gamma Octalactone, Gamma Undecalactone, Gamma-Decalactone, Gamma-Nonalactone, Habanolide - Globalide, Heliotropine, Hexyl Acetate, Hexyl Cinnamal, Hexyl Salicylate, Hydroxycitronellal, Isoamyl Acetate, Methyl Anthranilate, Methyl Dihydrojasmonate, Octahydrocoumarin, Orange Terpenes, Oxacycloheptadec-10-En-2-One, P-Anisyl Acetate, Sandalore, Tetramethyl Acetyloctahydronaphthalenes...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Hold the bottle about eight inches from desired area and spritz your body, neck, wrists and behind knees, also AMAZING in hair. .-Tip: For a longer lasting aroma, in addition to the above, spray lightly over clothing, and avoid rubbing or dabbing as it breaks down the fragrance. .-Apply to well-moisturized skin and reapply every four to six hours for a stronger scent...Recycling Instructions:.-ALL By Rosie Jane packaging is recyclable. ..How to be a cool human: .-Remove pump and sprayer from the bottle, rinse, and throw into your home recycle bin. .-You can return the sprayer and pumps back to By Rosie Jane and they will recycle them for you and also give you a little gift in return.",
	"num_reviews": 322,
	"overall_rating": 4.4,
	"product_url": "https://www.sephora.com/ca/en/product/by-rosie-jane-missy-eau-de-parfum-P510022?skuId=2648632&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2648632-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "1.7 oz eau de parfum spray",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2648632-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Summer vibes and nostalgic",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I just tested the sample and I can’t wait to purchase and wear all summer! I love beachy scents and even better that this formula is nontoxic! To me this smells just like the older sister of the purple surfboard spray from Limited Too! So nostalgic for me"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "Got this in an allure box as one of the most popular perfumes for 2024 and I can’t understand why. It’s so stinky and it gives me a headache every time, it’s not like any smell I have ever experienced. Like a musty coconut someone left under the couch."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Medium skin tone, Combination skin",
			"review_text": "Very similar to OUAI st barts, smells like sunscreen. I don't like it but i don't hate it either. Its wearable, but not my favorite summer scent. I think it's the frangipani that make me not liking it more."
		},
		{
			"review_title": "Pina Colada through and through",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Nice tropical pina colada scent. I love tropical scents and this one definitely smells like a pina colada. I agree with other reviewers that there is a bit of a chemical plasticy type scent, but I still like it. This is definitely not my favorite tropical  perfume, but it's nice to add into my rotation of fragrances. My absolute favorite  tropical beachy coconut fragrance is The 7 Virtues Coconut Sun, and my 2cnd favorite would be Ellis Brooklyn'sMiami Nectar. Both of those are more complex and nuanced in their scent elements. The Missy fragrance is more just a straight pina colada vibe with a bit of a chemical smell, which I don't mind because it does really remind me of a pina colada on the beach . It is nice and lasts for a long time on clothes. It fades pretty quickly in the skin, but if I spray my clothes, I can smell it well into the next day. Overall a nice perfume and my favorite in the By Rosie Jane collection. I also really like their Dulcet fragrance but this one is my favorite in the line."
		},
		{
			"review_title": "Perfect summer vacation scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I blind bought this one and love it. Tropical, floral, lightly powdery. I have been looking for tropicals for summer and this is perfect. A little pricey. Would also love a body mist so I can use it throughout the day."
		},
		{
			"review_title": "Smells like summer",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "A fun scent for summer. Smells like St. Barts by Ouai but slightly more elevated and floral."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "This one was very coconut/frangipani on me and much less fruity. Reminded me of Sunkissed Hibiscus by Nest. Pretty scent and pretty bottle, so I will keep it and try layering over St Barts by Ouai to see if it will help pull out more fruity floral."
		},
		{
			"review_title": "I expected to like this a lot more.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "I’m usually a sucker for toro isl scents and was so excited to try this, going so much to blind buy the mini. Thanks god I didn’t buy the whole thing. Smells almost Plasticy for me, like bad sun screen         I never get when people call coconut scents sunscreens N"
		},
		{
			"review_title": "summer",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "I’ve been wanting a perfume that smells like pina colada so I had to buy. The pineapple is strong in the initial spray but disappears for me in the dry down. After about an hour it smells like coconut"
		},
		{
			"review_title": "Must have summer fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Smells exactly how i picture summer. Very light and refreshing. If you love st. Barts from ouai you will love this scent! By far one of my new favorites!!!"
		},
		{
			"review_title": "Nostalgic moment",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "Who remembers those Gwen Stefani perfume dolls  from the early 2000s this is the one of the scents ❤️❤️❤️"
		},
		{
			"review_title": "Summer in a bottle!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Love the smell of summer in a bottle!  Sweet and tropical, without being too sweet.  For someone that tends to like a heavier musk/woodsy type scent with floral notes, this is a go-to for summer vacay!"
		},
		{
			"review_title": "Summer Scent Staple",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "Smells like an elevated version of coconut passion by VS. If you love fruity scents, you’ll LOVE this!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Honestly smells like sunscreen. Not a fan. Returned item to the store."
		},
		{
			"review_title": "Summer in a bottle!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Just got mine and already want to buy another. Can smell the pineapple and coconut more once dries down. Could give a sunscreen/pool smell but I love it. It can be strong at first, will see how it wears. Reminds me of a sweeter version of the 'Vacation' perfume."
		},
		{
			"review_title": "Juicy floral",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Normal skin",
			"review_text": "Okay, this perfume makes me feel so hot! It's a juicy fruity floral that's perfect for summer. It never fails to make me feel good and feel summer vibes. It lasts quite awhile imo. If you stop smelling it, your nose probably just got used to it."
		},
		{
			"review_title": "Nice summer scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Medium skin tone, Dry skin",
			"review_text": "Perfect summer scent. Reminds me of all things tropical. I absolutely love the fact that this fragrance does not fade a few minutes after you put it on. I am happy to say that it lasted throughout the day garnering many compliments along the way!"
		},
		{
			"review_title": "Best summer scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Smells like coconut with a hint of florals. Very long lasting"
		},
		{
			"review_title": "Awesome smelling perfume! New favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Ordered the big bottle after receiving a small roll on of Missy in an Allure beauty box. It smells so fantastic! Very floral and sweet scent. Love this perfume so much!"
		},
		{
			"review_title": "Tropical vacation in a bottle",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I’m so particular about scents but my daughter thought I’d love this and she was sooo right. In early 50s. It’s somewhere between pina colada, coconut, and margaritas. It holds for a long time!"
		},
		{
			"review_title": "Perfect summer scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I have never received more complaints from a perfume! I get told every single day that I smell good and get asked what I’m wearing. I tend to use Missing Person by Phlur and layer it with Missy. So good!"
		},
		{
			"review_title": "My new Rosie Jane fave!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "In love with this scent! Was a bit nervous as I bought the trial set months ago and only liked Leila Lou but this scent is definitely in my rotation. Fresh, beachy, summer scent."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "Great summer scent. Tropical and has a pretty strong throw."
		},
		{
			"review_title": "Perfect Summer-Time Scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "Love this scent! I blindly purchased it after looking up summer perfumes on Tik Tok and I saw this a few times. I've been really into perfumes lately, and for summer, coconut, pineapple and banana are some of my favorite notes. When I got this, I was surprised as to how much I liked it. The main note I smell is coconut with light notes of other tropical fruits and florals. I don't get that much of a sunscreen smell like some other reviews say, mainly just fruit for me. I have some other tropical perfumes that have a strong sunscreen note which I kinda like bc it reminds me of sunbeam (which I love). But there rlly isn't much or any of a sunscreen feel with this. Super excited to bring this with me on vacations and will definitely buy the full size bottle closer to my birthday!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "SUNSCREEN! If you like that smell, go for it. It’s very strong sunscreen. Ooof."
		},
		{
			"review_title": "Light tropical scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Missy has a pleasant, light, and tropical scent. Makes me think of a tropical resort! The fragrance lasts long, but isn’t overpowering."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
			"review_text": "I got sent the sample a while ago and totally forgot to review until now! It's fruity, but not too in-your-face. Like a very ripe pineapple without any tartness. It's not what I would normally wear, but I still really like it!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
			"review_text": "Saw on TikTok and got it during the Sephora Sale. They had to find this line in the back not sure if they are pulling it from the store. But this is a great summer scent and great longevity!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "Very nice , summertime fragrance . If you love coconut , you will love this! And it lasted on me for hours ."
		},
		{
			"review_title": "Best summer perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This perfume is a beach vacation in a bottle. I love so many of the scents from this brand and this one is perfect for the summer.  The scent has a tropical floral with pineapple notes."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "Very sweet, youthful perfume. for me i get a lot of frangipani and coconut. its almost synthetic in smell. not my fave and i think it would irritate me after awhile.... I'll give it some more time."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Normal skin",
			"review_text": "I love almost all the scents from this brand. This one is sweet and floral. At first I thought it was perfect for spring, then realized it was more tropical and would be nice for summer as well. They sent this to me as a free sample and asked me to review."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "I don’t know how this has so many bad reviews. I’ve been searching for a good summer perfume that lasts and I’m so glad I found this.  Loving it so far it’s fresh and clean but also a little warm. The perfect summer smells"
		},
		{
			"review_title": "Idk maybe you like smelling like sunscreen",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Dry skin",
			"review_text": "Definitely not my cup of tea unfortunately. It smells TOO MUCH like sunscreen. I just really couldn’t stop smelling that, I didn’t get any other notes."
		},
		{
			"review_title": "Perfect for the summer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "This smells exactly like Bath and Bodyworks “At the Beach” scent! It’s so good and perfect for the summer! I bought the travel size and it’s a good size."
		},
		{
			"review_title": "Lovely",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "This definitely smells like “at the beach” from BBW and “Vacation” by vacation the sunscreen company. I love both scent so definitely enjoying this as well!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "This smells like a chic beach vacation. One of my new favorites!"
		},
		{
			"review_title": "Too strong I prefer Leila Lou and Dulce!<3",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This perfume reminds me of a perfume from Kate spade! The perfume is really strong and sweet! I can smell the tropical fruits but there is another note that overpowers the fruity smell! It gave me a migraine when I spray it to test it out! :("
		},
		{
			"review_title": "Bummed w Missy- too sickeningly sweet",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Agree w long-time lovers of by Rosie Jane who feel Missy is a “juvenile” scent [eg B&Bw, VS- & I *loathe* using that description bc I’ve found great scents at both places] it’s too fake coconut-y sweet  bc I love all types of scents from various places] faves in order: Rosie [orig], Dylan, James, & sometimes Angie & Lake]"
		},
		{
			"review_title": "Your best day at the beach!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Light skin tone, Normal skin",
			"review_text": "I love this scent!  Missy by Rosie June smells like your best day the beach!  The perfect summer scent with refreshing notes of 🥥 🍍!  Highly recommend!!"
		},
		{
			"review_title": "Out of this world",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I got a sample of this in exchange for my honest review and it’s so good, I immediately purchased the full size and perfume oil. It’s a soft, creamy but also fresh and lasts a really long time when paired with the oil."
		},
		{
			"review_title": "Great Travel Fragrance",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I received a free sample of MISSY from By Rosie Jane to try out their new fragrance. It is a beautiful fragrance, and it is just in time for summer. It's tropical and sweet and it seems to have better staying power. I'm not sure if I'd commit to a full size bottle, but I would commit to a travel spray size."
		},
		{
			"review_title": "Smells like toilet spray",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "Clawing sweet and smells literally like Glad mango pineapple room deodorizer."
		},
		{
			"review_title": "Tropical",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Received in my allure beauty box, wow. Incredible smell! Smells like OUAI ST. BARTS. Tropical and fresh. Love it"
		},
		{
			"review_title": "Light, fresh summer scent!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Got the oil in April’s Allure Beauty Box and had to get the full size!!!! Missy is literally summer at a tropical beach in a bottle. Paired with Sol De Janerio’s Rio Radiance is perfection as they are extremely similar. This scent isn’t super heavy and overpowering, but perfection for summer."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Porcelain skin tone, Combination skin",
			"review_text": "Not for me. Synthetic sunscreen scent, lasts for less than an hour. Doesn't smell awful, but not worth it. Definitely don't blind buy."
		},
		{
			"review_title": "Smells too much like a B&BW Scent",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "It smells exactly like B&BW “At The Beach” scent. I loved that scent but used it too much so I am over it and not into this “Missy” scent."
		},
		{
			"review_title": "Just the fresh summer scent I needed!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Smells so delicious and not too much like coconut! Feels fresh, not sweet, and reminds me of a scent I can’t quite remember…very carefree and beachy! Rosie and Dulce are my other BRJ must haves, and this new launch is joining them there!"
		},
		{
			"review_title": "Burned my skin!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Stung my neck when I sprayed it on to try. Left a red splotch even after showering! Disappointed because it smells delicious, perfect summertime scent. Heavy on the coconut, leans sweet vs fruity.       kinds of perfumes regularly,"
		},
		{
			"review_title": "It’s giving bath and body works",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "I love anything coconut in fragrance so I figured I’d love this. Saw videos saying it smelled expensive and like Hawaii, but I do not get that vibe. It’s giving bath and body works. Not sure which one, but the pineapple hits in the same way that the pina colada flavor can make your mouth feel dried up and too strong. It’s not expensive smelling, it has the same kind of punch as old times bath and body works sweet pea"
		},
		{
			"review_title": "Smells cheap",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
			"review_text": "I wanted to love this. Initially when I first sprayed it was ok but when it died down it wasn’t the coconut, mandarin or pineapple it’s was the frangipani. I don’t like strong floral scents like gardenia. Hawaii in a bottle? No!"
		},
		{
			"review_title": "Perfect everyday scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair, lightMedium skin tone",
			"review_text": "This layers so well with Dulce. It reminds me of the Ouai St Barts lotion. I find this to be long lasting as well. Perfect coconut/pineapple scent! So tropical 🥥🍍"
		},
		{
			"review_title": "Perfect for a summer day!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This scent is perfect for a spring/summer day! It is a creamy and bright scent, but not too sweet. It has lasted well over 8 hours for me & will probably try a few of the other scents as well."
		},
		{
			"review_title": "A perfect summer scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "This literally smells like vacation. I don’t normally gear towards sunscreen solar perfumes but the fruitiness of the pineapple note and the creaminess of the coconut note really makes this lovely. There’s not a strong projection but I prefer it. I was supposed to receive a free sample but it got lost in the mail so I bought this with my own money. I’ll be wearing it a lot this summer"
		},
		{
			"review_title": "The Perfect  Summer Scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Olive skin tone, Oily skin",
			"review_text": "I received this perfume oil in a subscription box and it smells like delicious summer in a bottle. Coconut, pineapple, and a slight spicy note that keeps it from being too sweet. Perfection!"
		},
		{
			"review_title": "New signature summer scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I got a rollerball in my allure box and fell in love! After a day of wearing, I decided this would be my summer scent!"
		},
		{
			"review_title": "Tropical paradise",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Smells like a tropical paradise in a bottle. Good for a basic/mellow fragrance choice. Must have for spring & summer🏝️"
		},
		{
			"review_title": "Perfect summer scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I absolutely love this perfume! It’s very spring/summery, coconut, juicy pineapple, little powdery on the dry down. The scent lasts quite some time, even longer than more expensive brands I own. I’d absolutely recommend"
		},
		{
			"review_title": "Too overpowering",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I love Rosie Jane, this one was definitely a miss for me, maybe someone else can enjoy."
		},
		{
			"review_title": "tropical vacation in a bottle",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I received a sample of this for free to review from By Rosie Jane. The scent is very tropical and coconutty, and it reminds me of hawaiian tropic sunscreen and bath and body works body mists in a similar scent profile. It's not anything unique, but it's a fragrance worth looking into if you're looking for a clean fragrance with a pineapple, coconut, and tropical vibe. Because the tropical scent embodies the summertime and beach vacations, I don't really see myself wearing it outside of those two occasions. There's nothing I dislike about the fragrance, but I will not be purchasing a full bottle nor a travel size because it's not something I gravitate towards."
		},
		{
			"review_title": "Photorealistic Summer Beach Scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "* Bought this with my own money * (tired of all the reviews in exchange for free products) I love this scent for summer - it’s beachy, sunscreen and coconuty. It’s lighter than Bobbi Brown Beach. I just wish it lasted a little longer."
		},
		{
			"review_title": "Not the best from Rosie Jane",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Love Rosie Jane and most of their products. Unfortunately I didn’t like the smell of Missy that much, Rosie is by far their best. I was hopping to love Missy but the smell was very similar to a standard teenage perfume in my opinion."
		},
		{
			"review_title": "Perfect Summer Scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "Disclaimer: I received a sample of this perfume to try. It's ideal for spring/summer and smells like a feminine beach day captured in a bottle. Not as universal as some of her other scents, but definitely does not disappoint. If summer could be a smell, this would be it. Wore well with coconut and frangipani notes lasting the longest on me."
		},
		{
			"review_title": "Nice refreshing Spring fragrance",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I got Missy as a sample to try.  Very floral and Spring smelling. I’m a huge Dulce fan so I might just be partial to that. However, overall a nice fragrance for the warmer weather."
		},
		{
			"review_title": "Love it, wish it had more pineapple",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This is a more mature, more office friendly version of a sunscreen fragrance. It reminds me of a slightly fresher, slightly fruitier version of Beach Walk. At first spritz it’s straight up coconut sunscreen but as it dries down the sweetness of the fruit comes out. If you’re into layering scents I think this would be a good one to work with.    I mainly bought this because I’m obsessed with pineapple scents. I can pick it up a bit on the dry down but I do wish there was more. Despite that small disappointment I love this perfume and can’t wait to wear it this summ"
		},
		{
			"review_title": "Smells like hairspray!!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Smells like floral hairspray. Not sweet or fruity smelling at all!!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I was so excited to get a sample of this perfume, but felt very let down by the mellowness of it (which was very similar to the Juliette perfume). It had no detectable smell to myself and another friend who tested it. I would not recommend this perfume.  Gifted by Rosie Jane."
		},
		{
			"review_title": "Perfect for summer!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I am a regular Dulce user, and was lucky enough to get a free sample of the Missy. I don’t like florals, and prefer sweeter notes, so it can be challenging to find scents that aren’t too… I don’t know- “immature”, I guess? Or cloying? And sometimes the more sophisticated scents in that range are just too sexy for daytime/everyday wear. Missy hits the sweet spot for me as we head into summer.   The first thing that hit me was pineapple, but it quickly mellowed out to a light, fresh scent. It’s definitely not as sweet as the Dulce, but it gives a little “tease” or illusion of sweetness, in my opinion- kind of like the hint of fruit flavor in a sparkling water.  My husband commented on how good I smelled, and actually noticed I was wearing something different, which is not always the case. I will definitely be purchasing the full sized bottle!"
		},
		{
			"review_title": "Beautiful Summer Floral",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Smells like your skin soaked up the atmosphere on a tropical vacay"
		},
		{
			"review_title": "Nice Summer Scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Medium skin tone, Dry skin",
			"review_text": "I received a dabber sample of Rosie Jane's new fragrance to try. This is a lovely summer scent without being an in your face sunscreen scent. If you are familiar with other Rosie Jane perfumes, then I would say this smells like Rosie and Madie had a baby. Missy wears close to the body. She is definitely a scent to be discovered and does not announce her presence. I find that the scent fades from my skin in about 3 hours, but lasts on clothing about twice that. I have ordered a travel size to enjoy over the next few months."
		},
		{
			"review_title": "A lovely reminder of summer!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I'm a big By Rosie Jane fan and was excited to be asked to sample their new fragrance Missy. Normally, beachy scents aren't my thing. I thought things would be the same when first spraying this one. It is floral and fruity and definitely has a tropical kind of vibe. Imagine a flower tucked behind a tan-kissed ear, while enjoying a gorgeous island vacation. Missy has a more refined, lush feel, especially as it dried down. It's been about 10 hours since the original application and Missy still lingers faintly. So if you need a break from this endless winter and a reminder of what summer might smell like, give Missy a try."
		},
		{
			"review_title": "Smells like Summer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Discover pure delight and refreshing clarity in this tropical perfume. Its unique blend of exotic fruits and florals evokes a sense of sunny beach days and carefree moments.  intimacy reminiscent of a blissful day spent on a tropical beach.  The fragrance unfurls with the enchanting aroma of frangipani, infusing the air with its sweet floral notes that transport you to lush, sun-drenched landscapes. As the scent evolves, the tantalizing blend of pineapple and toasted coconut emerges, adding a delightful touch of tropical paradise to your senses.  Hints of green mandarin lend a vibrant energy to the composition, awakening your spirit and inspiring a sense of invigorating clarity. Each inhalation is a celebration of life's simple pleasures, filling you with a radiant positivity that uplifts your mood and brightens your day.  Wrapped in this enchanting fragrance, you'll find yourself surrounded by an aura of happiness and contentment, as if every moment is infused with the magic of summer days and carefree adventures. Embrace the joyfulness that this perfume brings and let its luminous spirit accompany you wherever you go.  TL;dr - It smells like Summer."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Received this as a sample and i love it so much more than i thought i would it’s a perfect summer scent!!"
		},
		{
			"review_title": "I love this so much!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "I had to purchase this from Sephora after I received a sample from by/rosie jane. MISSY is such a beautiful sweet/fruity floral fragrance and it’s right on time for the warm weather."
		},
		{
			"review_title": "Surprisingly good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I fancy myself a mysterious, musk-loving gal so this has me confused! I received missy as a gift from the brand and I’ve been wearing it for about a week. It’s a summery, floral citrus vibe. I’ve been neutral about it. But last night I received SO many compliments. And I took a moment to smell my wrist and it had developed into this really gorgeous, playful scent. So feminine and just lovely.   So I might be a convert… stay tuned xo"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "This is the perfect fragrance if you want to smell like sunscreen but an expensive one. I love it and so does my husband. It reminds me of Hawaii."
		},
		{
			"review_title": "Beautiful sweet floral",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I couldn't wait to try this fragrance and it did not disappoint. I wasn't sure what to expect with this fragrance, even with the description, but it does make me look forward to summer a little. I can smell the coconut, but not too much. And the frangipani comes through beautifully with its lovely floral scent. A really pretty sweet, floral scent I highly recommend."
		},
		{
			"review_title": "Pleasant and Summery",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "My favorite scent from by/rosie jane is Dulce. I like woody/gourmand scents. I received a free sample of Missy and had no idea what to expect. It's pleasant and summery and is surprisingly long-lasting. It's nothing like Madie which is more of an ocean scent while Missy is fruity/tropical. I like it enough to finish the sample, but It's probably not something I would buy. It is I would say a nice blend of scents (coconut, pineapple, mandarin, frangipani), and if you like tropical scents, it's certainly worth a try."
		},
		{
			"review_title": "A beautiful summer scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I absolutely love Rosie Jane scents and couldn't wait to try Missy! It really does smell like summer and I think it will appeal to a broad range of tastes. It's a bit floral, a bit fruity, and a bit sweet. It reminds me of an island vacation. I'm not a big floral fan, and for me the floral was a bit overpowering when I first applied Missy. But it very quickly dried into a beautiful scent and I found that I couldn't stop smelling my wrists! I think my favorites are still Lake and Dulce, but I'm very excited to put Missy into my summer rotation!"
		},
		{
			"review_title": "Summer 2024 must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
			"review_text": "Wow! Summer 2024, this is your scent! It’s reminiscent of youthful summers but with notes that elevate. You’ll want this perfume on hand for all of your summer events!"
		},
		{
			"review_title": "Island Nights!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Oily skin",
			"review_text": "This is a heady tropical floral. If you want to smell like night flowers on a tropical island, this is the perfume for you. Long lasting and I like how there is no toxic ingredients to interfere with my asthma."
		},
		{
			"review_title": "Perfect summer scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I am pretty hard on sunscreen scents but this one has enough sweetness to elevate it to a different level. It feels like summer, I will wear this one a lot!"
		},
		{
			"review_title": "This year’s summer scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I am a big Rosie Jane fan. I have tried all the fragrances so you can trust me when I say Missy is the perfect summer scent for any woman! Its delicate, sweet and lasts at least six hours. Coconut is a top note but it’s a pleasant, natural coconut scent not a fake body spray coconut."
		},
		{
			"review_title": "YESSSS! A new summer/hot weather favorite!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
			"review_text": "This smells exactly like an old perfume I was OBSESSED with years ago and stopped being produced. It smells tropical but fresh. No weird chemical or sunscreen smell. It just gives tropical vacation- crisp, clean, fruity. Take me to Hawaii this summer and I will wear the heck out of this. Well… I’ll wear it even if I don’t. So in love."
		},
		{
			"review_title": "Summer scent!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Missy smells like girly summer days. Fruity, floral, and sunshine at the beach. Definitely a warm weather scent. I received a sample for By Rosie Jane. My favorite from their line is still Lake, followed by Dulce. I would recommend Missy if you like the floral/slightly fruity/summer vibe. But if she’s not for you, I would still recommend checking out the brand’s other scents, they have a wide variety and something for everyone’s tastes."
		},
		{
			"review_title": "Great Tropical Scent!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
			"review_text": "If you love sweet, tropical scents, this is very well done! It starts off floral and very fruity and then fades into the coconut more as it wears. I do think it could have lasted a little longer: after a couple hours, it seemed to wear off in terms of sillage, though I could smell it a bit on my wrist as it passed my face.  Not usually a huge tropical/heavy sweet scent fan, but I'd actually wear this on occasion!!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Ebony skin tone, Normal skin",
			"review_text": "I received a free sample from by Rosie Jane. The scent is fruity, and summer-like, truly feels like drinks on the beach. It's not for me."
		},
		{
			"review_title": "Summer must have scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Normal skin",
			"review_text": "Missy is sweet & fresh, she smells like vacation in a bottle so fresh & clean.   Love the By Rosie Jane scents, Lila Lou & James are also favorites.  Thank you By Rosie Jane for sending me a sample to try.  A spring/summer must have scent."
		},
		{
			"review_title": "Missy a summer vacation scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I received a little sample of Missy in the mail from By Rosie Jane.  It is a summery vacation scent that I will use when summer hits.  I smell a hint of coconut, floral and pineapple it's a lovely smell but for me only in the warmer months.  I love Leila Lou, Rosie and James which I have been using for a while now.  They are bang on with the descriptions and feel of each fragrance."
		},
		{
			"review_title": "Get ready for summer!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "This smells amazing - like a summer day in a bottle.  Only negative I can see is that I like my scent to last a little longer."
		},
		{
			"review_title": "Very pretty fragrance",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Not a scent I’d regularly wear, as I prefer bright/citrusy/crisp/clean scents than the soft sweetness of Missy. But it smells great on my daughter, so I assume this just doesn’t pair as well with my body chemistry"
		},
		{
			"review_title": "Blissful Beachy Vibes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Light skin tone, Oily skin",
			"review_text": "This is the perfect fragrance to wear when you are on that blissful beach vacation. Or, if you are dreaming of that blissful beach vacation."
		},
		{
			"review_title": "Not for me- not good or bad",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I received a free sample of the product. I would say if you are looking for a very summery beachy sent, then you would probably love this. The notes that come through the most for me are the coconut and pineapple, and the frangipani gives it a more typical perfume scent, if that makes sense. I’m more into gourmand scents, like Dulce,    so I won’t be purchasing a full size of this. I honestly think this reminds me a little bit of a Victoria’s secret lotion/perfume. I think it’s a more juvenile scent that I would have worn in high school but not as as grown adult."
		},
		{
			"review_title": "Another true-to-brand fragrance from by rosie jane",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
			"review_text": "If you've never tried the fragrances from by rosie jane, you are missing out. It's the only brand I wear. Having said that, Missy is a little on the sweet side and not my favorite. But the difference between this and other brands is the clean, real fragrance. The description of Missy is spot-on. It literally smells like the beach. Sometimes coconut in fragrance can smell fake. Not in Missy. If you like a beachy scent, get Missy. You won't be disappointed."
		},
		{
			"review_title": "Smells like the viral Vacation perfume",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Well this smells almost identical to the viral Vacation perfume. The only difference is it has a hint of pineapple. But honestly I could barely tell a difference."
		},
		{
			"review_title": "Clean, Fresh, Joyful",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I love this company! It’s so great to find a beautiful fragrance company I can feel safe putting on my body. My favorite fragrances are Dylan and Dulce. I love sweet and musky fragrances. Missy is not what I would typically gravitate toward, but it smells beautiful regardless. The frangipani is not an overwhelming floral. The fruit notes balance the floral and make it smell natural on the skin. I would describe it as “second skin clean.” It also dries down beautifully. All the scents from by/rosie jane are very easy to layer. This would probably smell great with Rosie or Leila Lou."
		},
		{
			"review_title": "Bright Fun Summer Scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "This is a perfect tropical summer scent. You get the bright fresh citrus from the pineapple and green mandarin. Then the coconut comes in with a nice creamy base. My skin does pull more of the coconut smell then on paper."
		},
		{
			"review_title": "Rosie Jane does it again",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Dry skin",
			"review_text": "Received a sample and it’s unreal! So warm and sweet but not too sweet. This is going to be my go-to scent this summer. I love James by Rosie Jane as well. She kills it every time!"
		},
		{
			"review_title": "Sunshine & Light!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "SQUEAL!!!!! I Missy is sooooo sweet - as in that cherished friend who you love to be around because they bring sunshine and light to your life.  That’s exactly what Missy does for me! It’s not any one note, it’s all the notes that make you think of that perfect summer moment when the sun is golden, the air is fresh, And you are in your happy place!"
		},
		{
			"review_title": "A must have for summer",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Dry skin",
			"review_text": "I am a fan of Rosie perfume and was excited to receive missy as a promotion.  The scent  takes you to a tropical vacation where you are sipping pina colada. It’s a bit cold where I live but I will be trying it on when the weather gets warmer."
		},
		{
			"review_title": "Highly Recommended!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I received a sample of Missy as a promotion. It is a lovely, light, floral scent that is not overwhelming and has significant staying power (after four hours I can still smell the scent on me).  Once I run out of the sample I will definitely be purchasing again!  If you are looking for a floral scent that does not announce your arrival when you enter a room, this is the scent for you!   I love By Rosie Jane's perfume.  The scents are perfect  - staying power, and not overwhelming."
		},
		{
			"review_title": "Nice new summer scent by Rosie Jane",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I am a big fan of the Leila Lou fragrance. I've also tried the Dulce vanilla scented. This new Missy is summer in a bottle. If you like coconut scents, fruity florals you will like this. It dries down nicely.  It's not as strong as some other summer scents like Sol de Janeiro's Rio Radiance. I would love a shower gel in this scent!"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I have been looking for a summer scent and this is it!!! You won't be disappointed, smells like Heaven"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "Missy smells like summer in a bottle! It smells sweet and is heavy on the coconut scent."
		},
		{
			"review_title": "Not for me",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I’m a long time fan of By Rose Jane. I’ve worn their scent “Rosie” for years- in the spray bottle, oil roller and body wash form.   I’m sensitive to fragrance, but I like soft and clean scents and I appreciate that BRJ uses transparent clean ingredients and is woman-owned.    I purchased the discovery set a few years ago and enjoyed all the scents. James was the only one that gave me a slight headache.   I’ve purchased and (now returned) their two newest scents- Dulce and Missy and sadly did not like either :(   I found them both cloying and wanted to wash them off immediately. Maybe sweet and/or fruity scents are just not my thing?   The day after I sprayed 1 spritz of Missy, my family members said they could still taste it in the air. :p I guess this could be a good thing if you like the scent and want it to be long lasting.  Would love to see BRJ do more “Rosie” adjacent scents."
		},
		{
			"review_title": "Purchase worthy",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Olive skin tone, Dry skin",
			"review_text": "I received a sample for Missy by Rosie Jane. It smells so much like spring. I would absolutely buy a full bottle of this fragrance.  I can absolutely smell the pineapple and coconut. I wish it came with a discount code 😆 Im not sure about longevity and village yet. However, I would still purchase."
		},
		{
			"review_title": "Very Sweet Option",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is a very sweet smelling scent, which is not what I prefer. The sweetness does lessen with the dry down. I love many of the scents from By Rosie Jane, but this would not be one I'd pick for myself. But if you like a sweet, floral scent, this is a pretty one."
		},
		{
			"review_title": "My new Spring Break fragrance!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "Smells like Spring Break or Summer Vacay! I love mixing up by Rosie Jane options for the season, this will be by Spring go-to!"
		},
		{
			"review_title": "Almost good",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I got a free sample of this from the brand, but somehow got charged four dollars and something when the mail arrived I had to pay to receive it, the scent is lovely  I definitely am not impressed with longevity and it smells almost like Kilian sunkissed goddess but not near a beautiful, honest opinion."
		},
		{
			"review_title": "Summer in a bottle",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "This is the perfect summer time scent. It is easy to wear and projects well."
		},
		{
			"review_title": "THIS!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Tan skin tone, Dry skin",
			"review_text": "I have to use clean ingredients with my foods, skin care, and perfume. This is why I have a hard time finding a qualified scent company and then finding the scent that's for me. THIS is the one. I hv used and loved other scents from Rosie Jane; however, Missy is my new favorite. Reminds me of spring. And just a dab is enough to hv the sweet, coconut and fruit scent linger classily,  without being over powering. Homespun w this one rosie j"
		},
		{
			"review_title": "Summer Vibes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I didn't think I would like this scent because of the coconut.  I figured it would smell like sunscreen.  It so does not!  The coconut cuts the sweetness and gives it a summer vibe.  Definitely a tropical, summer scent.  I will be wearing this for summer and in the dead of winter when I need a vacation!!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
			"review_text": "Not my typical fragrance profile but if you love fruity/tropical scents, this is for you. The dry down smells like hairspray or some sort of hair product to me. It gives something I would’ve worn in middle school school school"
		},
		{
			"review_title": "Tropical",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I like this perfume.  Very tropical and fruity. Reminds me of the beach.  Very pretty."
		},
		{
			"review_title": "Unique summer scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "I signed up to receive a sample of the new Missy fragrance because im a long time lover and huge fan of these fragrances. It 100% smells exactly as they describe it. Like sophisticated summer in a bottle. This is a great scent and i guarantee people will ask you what you are wearing. Rosie is still and will most likely always be my favorite. Sometimes i get a whiff of it and wonder what smells so good, then realize its me. If you like byRJ, i highly recommend trying this one!"
		},
		{
			"review_title": "OKAY- Hear me out",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The other day I was wishing, “I wish Herbal Essences would create a body wash and lotion with their ‘Hello Hydration’ scent.” And baby this perfume smells almost the same!! Fruity, juicy, beachy and PERFECT for summer, can’t wait to get a full sized bottle. If you’re a tropical girl, this scent is for you!!"
		},
		{
			"review_title": "Five stars for scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "I received a sample of Missy in the mail and wow!! It smells SO nostalgic, like did as a teen. It's a fun, youthful scent while still being mature enough for a grown woman. It's tropical, sweet, floral, and just lovely. I can say about the longevity, but the scent itself is beautiful. Just wish it was available as a perfume oil!"
		},
		{
			"review_title": "Such a delight!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
			"review_text": "Beautiful new fragrance! Light, fresh, slightly floral - lovely for heading in to warm weather!"
		},
		{
			"review_title": "Pleasantly Surprised",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Received Missy as a sample, and I wasn't sure if it was something that would work well with my chemistry, but I'm pleasantly surprised. The toasted coconut seems to be the most prominent note, so if that's a scent you like this might a good perfume for you. I don't think I could wear this all year as it is very summery, and warm, but I'll be enjoying it for a few months."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "Let me start off by saying, I am more of a woodsy, musky, skin-scent fan so I knew this fragrance wouldn't be my favorite. If you are a fruity fan, you'll love this fragrance. It is very coconut-ty :) I enjoyed my sample but would not purchase a full size bottle."
		},
		{
			"review_title": "Trying a little too hard",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Normal skin",
			"review_text": "I received a sample of this fragrance as part of a promotion and I was so excited to receive it.  Really love most of Rosie Jane's scents! The coconut and summertime scent is a bit overpowering for me - even after several hours - and felt a little greasy upon application - almost like sunscreen.  I truly want to love it but it feels like it's trying a little too hard to bring that summertime feeling."
		},
		{
			"review_title": "A definite yes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "This smells like summer in a bottle. It’s so light and refreshing"
		},
		{
			"review_title": "Sunscreen, good longevity",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I purchased the travel size and was sooo excited for a coconut scent. Don’t get me wrong, I do like this BUT it does smell like sunscreen. I love the scent for summer. Not sure if I will purchase a full bottle. I wanted more fresh coconut and pineapple. The longevity is good."
		},
		{
			"review_title": "Smells like Spring Break!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "Smells good and fresh, I smell a lot of coconut undertones.  Lasts for a long time...just too sweet for my everyday scent.  I will probably give the rest of my small bottle to my teenage daughter, it is more her style."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "This perfume smells like a fresh shower after the beach. It’s sweet, beachy, pretty, and definitely my favorite Rosie Jane scent to date. 10/10"
		},
		{
			"review_title": "Tropical island",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "This is such a beautiful fragrance! It instantly takes you to the beach and warm weather! I smell the juicy pineapple but it is so wonderfully crafted you don’t get a synthetic overpowering pineapple just a nice smell"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "Dries down very coconut, not bad at all, just not to my taste. Not sunscreen-y at all which is nice."
		},
		{
			"review_title": "Perfect Summer Fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "When you first smell Missy, you are greeted with coconut. Then you smell the green mandarin and the pineapple. The bright, sunny tropical citrus mellows with the frangipani. On the skin, it smells warm, sunny, and floral, with a backdrop of coconut, mandarin, and pineapple. It is a beautiful fragrance. It made me happy the first time I wore it, but I wasn't sure it was love. The second time I wore it, it made me happy, and it was love. It is a warm, happy, fresh, fruity floral. It is a perfect summer fragrance."
		},
		{
			"review_title": "Summer fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
			"review_text": "The coconut is strong on my body but it’s a great summer scent."
		},
		{
			"review_title": "smells like a lazy afternoon, in the best way",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "I love me some Rosie perfume and this new one does not disappoint. You know that sensation of hot skin after you have applied a coconut lotion and been in the sun for a while? That is what Missy smells like. It is warmly sweet and coconutty, and evokes the feeling of a lazy afternoon."
		},
		{
			"review_title": "Not for me",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Dry skin",
			"review_text": "it’s very much a summer, beachy, tropical type scent. so if you like that kind of thing, then this is perfect for you. it’s just not for me. i could see a lot of other people liking this though :)"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I don’t gravitate toward coconut scents because I don’t like the screechy sunscreen smell, but this was a pleasant surprise! It is happy, summery, playful. My first impression is it smells like the tropical shampoo I used in high school. A great scent for teens or anyone in summer. It doesn't smell overly sickly sweet like body spray"
		},
		{
			"review_title": "Best summer scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Ohh my goodness! This is the perfect summer scent. Smells just like lying on a tropical beach. I got a small sample and immediately ordered the full size. Will be my go-to scent this summer!"
		},
		{
			"review_title": "Smells like warm, fresh, sunscreen",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "Light, beachy, great summer scent.  It's. agreat summer/vacation scent.  I don't think I would wear it regularly because in the office people would think I had too much sunscreen on.  But out and about on a noice summer day, it would be graet."
		},
		{
			"review_title": "Rosie does it, AGAIN!🏖️",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I received a free sample of Missy & immediately ran to Sephora to order a bottle! It is lovely, sunny & it brightened my somewhat cranky, rainy day mood! Missy is summer in a bottle!☀️"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "It smells very fresh and light! The description perfectly matches the beachy and coconut fragrance. The scent lasts for a long period of time"
		},
		{
			"review_title": "I do love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I thought Missy might be too much for my taste but it’s actually quite subtle, which I love. It’s initially very pineapple-y to me, and dries down to a softer warm tropical. Mostly I love that this brand is making clean safe products. I have never really worn fragrance for this reason and appreciate what’s happening here…  Dulce and Missy have been my favorites 🤍"
		},
		{
			"review_title": "summer vibes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "this scent reminds me of summer & it smells so good! it’s perfect. this is my new fave scent!"
		},
		{
			"review_title": "wore for a day and immediately bought a full size!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "such a clean, soft coconut milky sweet scent. not overwhelming at all. literally smells like a beach vacation. I'm obsessed"
		},
		{
			"review_title": "Perfect summer scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "This is the perfect scent for summer! It reminds me of sun and sand. Like all Rosie scents, the smell is long lasting on your skin."
		},
		{
			"review_title": "Perfect Summertime Scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "Great summer scent that smells JUST like the beach!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "Love! Smells like summer and so so clean. My second Rosie Jane fragrance"
		},
		{
			"review_title": "If an umbrella drink was a perfume",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Normal skin",
			"review_text": "I am a ride or die for by/Rosie Jane's Dylan, and tend to prefer more nude scents. Missy hits hard very piña colada forward, and does have a very nostalgic quality to it that calls to memory sun tan lotion, summer vacations and lazy afternoons poolside. It's not a scent I'd reach for day to day, but would throw this in an overnight to a weekend getaway in a heartbeat."
		},
		{
			"review_title": "Another summer perfume",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
			"review_text": "I'm giving this three stars for the scent only because smells like other perfumes of this type, nothing about it is really new or intriguing. A decent choice though if you want a summery suntan lotion-like scent. The floral is more prominent than the fruity notes. Adding another star for being clean. For me it's stronger and lasts longer than other offerings from the brand."
		},
		{
			"review_title": "lazy vacation staple",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Porcelain skin tone, Dry skin",
			"review_text": "I would like to thank By Rosie Jane for a sample of this fragrance in exchange for an honest review  it is a lovely, light, fruity, aquatic floral fragrance! I love that it isn't juvenile in any way. it reminds me of hot summers and the beach and those long days on a lazy vacation. I would absolutely recommend🫧"
		},
		{
			"review_title": "New Favorite Summer Scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "My first thought when I smelled Missy was of a summer beach.  I really like this scent on my skin!  It smells very summery, but it isn't a light scent.  A little goes a long way.  It matches its description perfectly.  You really get the pineapple, beachy vibes.  Rosie and Dulce are still my favorites, but I would definitely love to wear this scent all summer!!  I was sent a sample for my review."
		},
		{
			"review_title": "exceeded my hopes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "I received a free sample of this and wow does it live up to all my expectations! Can not wait to order a full size for my summer scent."
		},
		{
			"review_title": "Good for someone else, just not me",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
			"review_text": "Like all the Rosie products I’ve tried this is a well formulated fragrance but I gave it a 3 because I’m just not into tropical scents. For anyone who is, you’ll probably love it. It’s pretty clean and not overly beachy. It doesn’t change or “get old” on your skin which is important to me."
		},
		{
			"review_title": "Reminds me of summer and the beach!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I recently got a sample of Missy to try. It’s very fresh and reminds me of summer and the beach. It has a subtle coconut scent, but it’s not at all overpowering. It’s definitely a fresh everyday scent!"
		},
		{
			"review_title": "Elegant and Easy Beach Scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I received a sample of Missy & love it. Elegant yet easy breezy beach  Leila Lou has been my favorite scent and this rivals it."
		},
		{
			"review_title": "Perfect Beach & Vacation Scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Such a great scent for beach trips and summer vacation. It reminds me of sun-kissed skin and a fruity cocktail, with floral and pineapple notes coming through at the forefront."
		},
		{
			"review_title": "Tropical vacation",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Oily skin",
			"review_text": "If you took all the smells of a tropical vacation and bottled them up, this would be it! Another win for by Rosie Jane! Also, shout out to the company for being so awesome, not only for creating amazing non-toxic products, but for all they do as well!"
		},
		{
			"review_title": "Great Beach Scent!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Wonderful scent! Just received a sample and loving it! It’s fresh, summery and light. Highly recommended!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I’m really picky about perfume, and I love the Rosie Jane dulce and I didn’t think I’d find anything else I love as much as that, but this scent is amazing. It smells like the beach and summer, I’m definitely using this and alternating with Dulce with the seasons. I got missy as a little free sample in the mail and I’ll be buying the full size product."
		},
		{
			"review_title": "SMELLS AMAZING!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I'm a huge By Rosie Jane. Leila Lou is my favorite. Having said that, Missy is going to be my frangrance of the summer! It's light and floral and the pineapple notes really come through. i love it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I got to my email in time and just received a sample!! I'm in LOVE. Safe to say I will be wearing this for the summer over any other new beachy perfumes that have just been released. I usually hate coconut, but this one wears *stunningly*. The dry down is sexy, and the fragrance overall is just so pretty. Perfect for the beach."
		},
		{
			"review_title": "Sample Missy perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Fair skin tone, Dry skin",
			"review_text": "I got a sample in the mail of the Missy perfume. It definitely makes me dream of beach days. This scent is fruity when you first put it on but after a little while it mixes with your skin and is such a light scent and feels sophisticated."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I am loving the new Missy! It is a subtle mix of my favorite scents. It will definitely be in my daily rotation along with Dulce and Rosie!"
		},
		{
			"review_title": "The epitome of casual",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Oily skin",
			"review_text": "I received a sample of this fragrance as part of a promotion -- here is my honest critique. Missy is a light, playful scent that hits with a predominant note of coconut. The frangipani takes the edge off the fruity notes so you don't feel like you are wearing a salad. It dries down quickly to a soft, friendly embrace that would work well for a casual day.  It's not overpowering or cloying like many sweet/gourmand fragrances can be. Overall, it's something I would add to my gym/hanging out/brunch rotation."
		},
		{
			"review_title": "Perfect beachy scent!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Dry skin",
			"review_text": "This smells EXACTLY like Bath and Body Works At the Beach. Not something I’d wear everyday, but definitely a perfect beach/vacation scent!"
		},
		{
			"review_title": "A must have for my travels",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I am loving this scent, it's juicy and sweet, I have been getting a lot of compliments. Definitely for summer time."
		},
		{
			"review_title": "A must try",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "I love this one. I received it today & it’s a fruity but fresh fragrance. Perfect for summer. Tracy F"
		},
		{
			"review_title": "Ooooooooo!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I received a free sample in the mail to try, and I must admit that I love it! The scent is giving tropical sweetness and seems to have good longevity. Definitely going to be one of my staple scents for the spring and summer!"
		},
		{
			"review_title": "New Fav",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Oily skin",
			"review_text": "Very soft & beachy ! Love this smell ! Rosie is my all time favorite but this is definitely 2nd !"
		},
		{
			"review_title": "Summer in a Bottle!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "I received a sample of Missy in the mail and I love it! It's a great tropical/beachy scent and is very coconut forward. It lasts a good 4-5 hours on me and smells amazing! Definitely planning to buy a full size bottle."
		},
		{
			"review_title": "Beach Vibes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "It reminds me of summertime and going to the beach. It's slightly sweet and has a mild floral scent to it."
		},
		{
			"review_title": "Very nice fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, gray hair, Fair skin tone, Combination skin",
			"review_text": "I received a sample of Missy. I find it not overpowering. It is light and airy with a fruit and floral scent. Nice fragrance for summer and possible all year."
		},
		{
			"review_title": "Tropical vacation in a bottle",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I received a sample of Missy in the mail. Missy is a beautiful scent, but not unfamiliar. When first sprayed I get whiffs of pineapple and frangipani. Once dried down, I mostly get solar notes. When compared to my favorite By Rosie Jane scent, Dulce, the sillage could be better. With that said, this is still a solid scent for the summer and I will be using it on my next vacation."
		},
		{
			"review_title": "Sophisticated Sensuality!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received this as a sample in the mail and was very pleasantly surprised that I loved it. My go to by rosiejane has always been Rosie, hands down, but this new Missy scent is most definitely a contender. The scent of sensual sweetness takes you back to peaceful memories. Received plenty of compliments from all ages, even my teen. The undertones of toasted coconut get better with time and lasts all day long. As you walk by people, get used to the subtle compliment of the inquiry… “Is that you, that smells so good?”  : )"
		},
		{
			"review_title": "Delicious!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I got a small sample of Missy in the mail to try and so far I love it! It's a very springy/summery scent-- sweet, light, and a little bit sugary. It smells so good I almost want to eat it. It's very tropical but also different and more complex than your standard pina colada scents. Would definitely recommend!"
		},
		{
			"review_title": "I wanted to love it.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I absolutely love Leila Lou by Rosie Jane, so I was hoping to love the new perfume I got a sample of--however, Missy is a miss with me. Certain scents in perfumes don't mix well with my body chemistry and give me a terrible headache. Something in this perfume, maybe the pineapple, is triggering me. It does have a nice floral/fruity scent, but I'll have to stick with my favorite Rosie Jane scent for now and give this one a pass."
		},
		{
			"review_title": "New Summer Scent Here!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Lovely fresh fragrance. Not overly anything,....just a beautiful fresh scent, which I really like. If they were going for a day at the beach drinking Pina coladas with my girlfriends....they nailed it! Staying power was pretty good too."
		},
		{
			"review_title": "Summery and Fresh",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "Definitely brings summer to mind! It’s airy and fresh and a great addition to spring and summer scents!"
		},
		{
			"review_title": "Great Summertime Favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Very pleasant tropical scent that reminds me of summer with a very light floral note in there. My mother and daughter also enjoyed it. I’ve tried multiple by this company and they’re all nice but this one will be one of my go-to’s along with dulce."
		},
		{
			"review_title": "Smells like Hot Girl Summer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "I love Rosie Jane products!!! They’re always so light and fresh and Missy brings summer vibes! Smells very beachy and natural with a little bit of a lavish and luxury smell too. Definitely my new summer scent!"
		},
		{
			"review_title": "A Floral Daydream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I just got the sample today, and it was totally worth the wait. It is a perfect balance of fruity and floral."
		},
		{
			"review_title": "Perfect spring fragrance!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Normal skin",
			"review_text": "I received a small sample of this to try from By Rosie Jane. I have been a loyal user of their products for over a year now and I absolutely love this scent. It's the perfect spring/summer floral scent. I will absolutely be buying a full bottle!"
		},
		{
			"review_title": "Solid Addition, Oddly Nostalgic",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I got a sample of this in the mail, and it is my second favorite scent of the Rosie Jane collection (I'm a DIEHARD Rosie oil fan and am begging for larger sizes and longer lasting, but I digress).  Missy is sweet and refreshing but it's giving major Coconut Lime Verbena from Bath & Body works. Don't get me wrong, that was my FAVORITE scent from B&BW but it did cause some deja vu.   Maybe I'll try the oil of this scent if there's a discount and I see good reviews about it's staying power."
		},
		{
			"review_title": "Clean!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is a very clean smell.  Imagine lounging on freshly laundered cotton sheet spread out in a sunny field of flowers.  Clean and sunny!"
		},
		{
			"review_title": "Too sweet scent",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I am sorry,I love Rosie Jane scents,I love Rosie,Dylan,Lake,Dulce but this one is too strong and sweet for me."
		},
		{
			"review_title": "My go to summer fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "here’s my thoughts on it.personally absolutely I’m obsessed with this. I will be buying the full bottle immediately. If you like sun tan lotion mixed with fruity notes that’s note overboard this is the one. ￼"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "Received a sample in the mail.  I tend to prefer sweet or floral scents, this was the perfect combination of the two.  I applied a bit to my wrists and could smell the perfume throughout the day.  It's light and fresh, not overwhelming."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love all the products from By Rosie Jane and this is no exception! It's a luscious, beautiful scent that puts a smile on my face and makes me think of sun, best friends, and good times."
		},
		{
			"review_title": "Smells like a summer dream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "If you like Rosie Jane's Leila Lou or Angie, you won't be disappointed with Missy. It's a nice sweet fruity scent that's very calming and isn't overpowering. The coconut notes are probably quickest to notice, which may be a sensory overload for some people. I thought the ratio complemented the mandarin and pineapple quite nicely though. Definitely going to keep this in my perfume rotation."
		},
		{
			"review_title": "Great casual scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I received a small vial sample from BRJ to try. This could easily be a year round scent. I definitely smell Jasmin and a hint of coconut. I like this and will consider purchasing a bottle!"
		},
		{
			"review_title": "Beautiful floral scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I received a sample of this and was so excited to try it! I love the perfumes from by/ Rosie Jane and this may be a new favorite! I LOVE this one! It is fresh and floraly! I will definitely be buying this one!"
		},
		{
			"review_title": "Can't wait to buy a full size!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I received a MISSY sample in mail and fell in love at first smell. My first thought was  Smells like Summer and I was thrilled to learn MISSY had my favorite Frangipani notes. I definitely am interested in buying a full size!"
		},
		{
			"review_title": "great tropical fruit scent!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I really like this one from By Rosie Jane! It’s not quite as sunscreen-y as their other beachy scent Madie is. There’s something a tiny bit synthetic smelling about it—maybe the coconut or white floral note? But the pineapple and tropical fruit notes are really nice. Smells like a smoothie!"
		},
		{
			"review_title": "Lovely Summer Scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I received a sample of Missy and immediately thought it would be the perfect summer fragrance when I tried it on. It starts with a pina colada scent that is sophisticated and mellows to a sweet floral scent."
		},
		{
			"review_title": "Summertime fun in a bottle.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Normal skin",
			"review_text": "I received a sample of MISSY in the mail.  I love the Rosie Jane scents and this one was really nice.  It totally gives you beach/summer vibes.   It is tropical, fruity and sweet without being over powering."
		},
		{
			"review_title": "Great for summer",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Normal skin",
			"review_text": "This is a great light summer scent! It takes me right to the beach, and it lasted all day. For my preference, it's just a little too sweet."
		},
		{
			"review_title": "Lovely summer fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Normal skin",
			"review_text": "I've just returned to cold, windy Vermont from Florida and was feeling miserable until I tried this fragrance. It's beaches and tropics and oceans in a bottle and an instant mood brightener. Definitely my happy place."
		},
		{
			"review_title": "feminine, summery scent",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This is my favorite perfume brand, but not my favorite scent of theirs (that honor goes to ROSIE). I do enjoy the feminine, summery aroma, but personally I am not a fan of coconut notes so this isn’t something for me. It smells like dinner on the beach with fruity cocktails and big sun hats!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "Love this fragrance! Smells like nostalgia - of beaches and summer vacations. Sweet and a little fruity, without overwhelming. Lasts a few hours on the skin and plays nicely with other soft floral fragrances for layering 🩷"
		},
		{
			"review_title": "Summer Scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "The drydown on this is absolutely lovely, but I'm not a huge fan of the way the middle & top notes mesh together. On me, the green mandarin dominates & pushes everything else aside. This also gives it a sharp, vaguely masculine edge I wasn't expecting.  The toasted coconut note, which appears next, has a dry, almost plastic quality I've found in some (but not all) coconut scents from indie or natural brands. It isn't really sweet or creamy until it settles into the drydown, with the pineapple & ambroxan.  Overall, I enjoyed Missy & definitely recommend sampling if you're a fan of summer scents."
		},
		{
			"review_title": "Summer in a bottle",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, mediumTan skin tone, Combination skin",
			"review_text": "I received a sample in exchange for a review. This is a fantastic summer time scent. I wish it had lasted longer than the 3 hours anyone could smell it on me."
		},
		{
			"review_title": "Perfect citrus summer scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received a sample in exchange for my review. I think that MISSY is a nice, light, citrusy scent. As soon as I put it on, it made me think of summer and the pool. I couldn’t quite put my finger on what made me think of summer - a slight coconut and mandarin scent maybe? I also love that it is not overwhelming, but the fragrance comes through and stays with you. I caught whiffs of it throughout the day. It didn’t take the place of my very favorite ROSIE perfume but it will definitely be in the rotation."
		},
		{
			"review_title": "Immediate yea!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I was fortunate enough to get the lab sample and i immediately love!! takes me to a tropical paradise. this will be the summer fragrance of 2024 and the longevity is amazing compare to other Rosie fragrances! Will definitely be picking up a full bottle!"
		},
		{
			"review_title": "Great scent, thanks Rosie Jane!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I was lucky to received a sample from Rosie Jane. This smells so good, not over powering, very fresh! It’s a great summer scent. Stays on well too."
		},
		{
			"review_title": "Young, femme, happy",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "Missy has arrived on the scene just in time for warm weather, sunscreen, and long overdue adventures. Her most prominent note for me is the coconut which gives way gracefully to pineapple shortly after. Keeping those fruit-forward notes airy and afloat is tropical flower frangipani.   Missy is a sweeter scent compared to most of byRosieJane’s catalog and out of personal preference, I don’t usually find myself reaching for sweet fragrances. However, this perfume makes me feel undeniably happy. It transports me back to my high school days when I would visit the beach with my best friend. When I smell this scent, I see us wrapped in a sandy, girlish embrace laughing maniacally at something that wasn’t that funny.. and in this moment, Missy is what my best friend smells like to me. Missy is pure, carefree summertime girlhood.   All that to say, while this is not a perfume I personally might reach for, it is one that I would be thrilled to smell on someone else. There’s something so feminine, joyful, and nostalgic about it that I find truly enchanting."
		},
		{
			"review_title": "Love !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I was sent a sample in the mail as I’m a huge Rosie Jane scent fan; this did not disappoint. It’s fresh and sweet and slightly addicting. I will be purchasing when it’s back in stock !!"
		},
		{
			"review_title": "Get it if you like coconut!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I got a sample of this product to test out and I love that the brand is clean so I tend to move towards brands that are clean. My favorite scent is Rosie and I like a few of the other scents but this scent isn’t my typical scent bc I’m not really a fan of coconut in perfumes so that’s why I gave it three stars. It is as quality as the other scents and just as cute in the glass bottle and still clean, but the scent just isn’t my typical scent"
		},
		{
			"review_title": "Hate coconut or sunscreen? Pass on this!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "This is a very fruity floral sunscreen type of smell. I’m grateful I got to try it out but had I known it was coconut, I would have passed. I don’t know why they had to make *another* coconut perfume when they already have Madie (which also smells like sunscreen, if you’re curious). Another soft floral or citrus would have been preferable to yet another nauseating summer scent."
		},
		{
			"review_title": "Rosie is a lovely summery scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I received a sample of Missy and was excited to try another Rosie Jane product. It's a summery scent - it's rather sweet with coconut and pineapple up front.  Missy mellows with bright floral notes and it lasted throughout the day for me.  It's fresh and lovely and is perfect for warmer days.  That said, my favorite Rosie Jane scent is still Rosie."
		},
		{
			"review_title": "Smells like heaven",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I cannot put my finger on exactly what this smells like but it is so good. It has unlocked some great scent memories of happiness. I really like that it is soft, but also a strong scent and last throughout the day."
		},
		{
			"review_title": "Unique Scent for Summer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I received a sample of this perfume and right away I loved how it has a sweet, sophisticated scent that feels flirty and not overpowering. It has a fun side to it and the fragrance gives a whimsical, summery vibe. The Rosie Jane perfumes dry down beautifully and linger perfectly!"
		},
		{
			"review_title": "Perfect Summer Scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Missy is the perfect summer stunner. I would say it is in the same vein as MM Beach Walk, however Missy is much livelier. Beach Walk always felt a bit stifling to my nose, but the mandarin and pineapple really bring the necessary “pop”. If you like beach scents that lean sunscreen-y, you’ll really love this new scent."
		},
		{
			"review_title": "Poolside perfume",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Light skin tone, Normal skin",
			"review_text": "Like the other fragrances from this brand, Missy is a fresh and delicious scent that makes you feel nice. It leans toward sweet and fruity. Perfect for weekends!"
		},
		{
			"review_title": "Perfect Summer Scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
			"review_text": "This perfume smells really good. It is definitely a summer scent. The more I try it, the more I like it. It is a very sweet scent. I like Rosie Jane perfumes a lot. They have a light smell that is enjoyable. I don't know if I would use this in the winter, but it definitely is the perfect summer scent. I would also love this as a lotion or a candle."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "I received a sample of Missy from by Rosie Jane. I have received numerous compliments from others about my perfume. I myself love that it’s a light tropical scent, I smell good, but not like a fruity drink. Will definitely purchase a full size for my summer fragrance."
		},
		{
			"review_title": "Always impressed by this brand",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I was so grateful to have gotten a sample of this. It is divine. The brand never misses with their fragrances. It’s such a delicate flowery and sweet smell. Would be great in spring and summer!!"
		},
		{
			"review_title": "My new summer fragrance!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "Missy is a beautiful tropical and floral coconut scent. Immediately, you get whiffs of coconut, but not just your standard coconut. It’s the type of coconut where pineapple, coconut, and light frangipani florals meet. It’s definitely sweet, but it’s light. It’s stunning and instantly gives me a good vibe. My only issue is the staying power. I dabbed it on my pulse points this morning and it’s undetectable on my wrists. Now this could be that it did fade, or it could be I am nose blind. However, I can still smell it where I placed it on my decolletege. However, this is a clean fragrance brand and clean fragrance brands are known to fade quicker. I feel going in with the mindset that this happens, helps with understanding it. I am at the 4 hour mark and can smell it on the parts mentioned above. That being said, I can see this being an absolutely incredible summer scent and that’s exactly the purpose it will be for me. I’m excited to get my hands on it. Definitely recommend!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I feel like I’m wearing summer when I put this on! It is oil based so you do have to wait for it to blend in. But I always feel more confident when I wear perfume from Rosie Jane."
		},
		{
			"review_title": "Smells nice. Worth getting this.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
			"review_text": "I really enjoy this scent. Sweet floral coconut. True to Rosie Jane their scent lasts and it’s not overpowering which is good because I really can’t do the super strong scents anymore since I have gotten older. I like the lighter side of scents but they need to last. Usually the beach vibe scents tend to be too strong for me but this one I quite enjoy. My boyfriend likes the smell as well and he usually isn’t one to say anything lol. Usually I purchase their oil base perfume because they tend to not be so strong but strong enough to last. This was scent to me in a trial bottle for an honest review. I would purchase this though. So far I enjoy Rosie Jane perfumes and I was not let down yet. Thank you."
		},
		{
			"review_title": "Soft and Sweet!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Like most rosie jane fragrances this one is very soft and subtle.  You can smell the coconut and pineapple upfront and it warms into the frangipani.  I like all the RJ fragrances because they are not overwhelming and don't give you a headache from wearing them.  Yes, you probably need to reapply them at some point during the day.  If you are looking for a fragrance that enters the room before you and hangs around 5 minutes after you leave this is probably not the one for you! But if you want something that floats with you without being overpowering this is lovely!!"
		},
		{
			"review_title": "Nice",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Normal skin",
			"review_text": "This is nice. Great for summer, reminds me very much of the bath and body hair care at the beach. So I pulled out my at the beach products and compared, yes they are very similar. Missy is a bit sweeter though. I will be purchasing a full size bottle asap! Layering all of them together will be great! I was sent a sample by Rosie Jane, thank you"
		},
		{
			"review_title": "Smells like summer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "LOVE Rosie Jane. I’m currently obsessed with their Rosie sent, literally can’t get enough of it. Got the new Missy sent in the mail and it genuinely smells like summer. I love it, it reminds me of laying out by a pool on a sunny day."
		},
		{
			"review_title": "Sweet & Fruity",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I bought a Rosie Jane sampler set a few years ago, before Missy was released. While I love the scents in the sampler, I think Missy might be my favorite! It's sweet but flirty. I'm so excited to use it now that summer is almost here. If you're thinking about getting it, I'd definitely recommend!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I received a sample of Missy and was so excited to try it out. Really love the summery scent. Very different than Madie--you get the coconut and pineapple up front and then it mellows to the bright floral notes. As with all of Rosie Jane fragrances, they're natural, so carry the travel size with you to refresh throughout the day."
		},
		{
			"review_title": "Light and Summery",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I’ve used Missy for about a week now - it’s a very bright scent that feels very summery with the pineapple in it.  I tend to like warmer scents - my favorite is James, but this is a fun alternative for a sunny day by the lake or beach!"
		},
		{
			"review_title": "Welcome to summer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I just received my free sample and I really like it!!! It reminds me of a summery beachy feel.  It lasted all day and I got a lot of compliments 😌......I love this line of scents! They are so clean and light. I totally recommend!"
		},
		{
			"review_title": "A full size must",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "Received a sample of missy love this I will be purchasing a full size bottle you definitely smell the coconut and pineapple which I love"
		},
		{
			"review_title": "Perfect Summery Scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "By Rosie Jane makes all of my favorite perfumes, and Missy does not disappoint! It’s beachy, but completely different from her Madie scent; fruity and coconutty and full of life!"
		},
		{
			"review_title": "sweet, fruity, floral",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I received a sample in exchange for a review. The perfume smells nice. It has a sweet, fruity, and floral scent to it. As a man, I wouldn't gravitate to it for myself. However, I could easily imagine a woman coworker wearing this in the office. It's pleasant and non-offensive."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Smells really good but definitely smells floral fresh and young."
		},
		{
			"review_title": "Coconut Refresh",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I'm a huge fan of b/RJ. I appreciate how Rosie approaches the creation of fragrance, how she describes them and captures a vibe, and how they smell. I snatched a sample of this; even though I knew it wasn't going to be my jive (I'm a Lake girl). I simply wanted to experience the newness. And Missy is lovely for what it is; a toasty coconut, fruity pineapple and subtly sweet mandarin embrace with soft florals. Juicy, bright, happy, carefree, refreshing. If that's your thing, you will enjoy this."
		},
		{
			"review_title": "Nope!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I have been a fan of the Rosie Jane brand for a while. I was eager to try the Missy sample. My first impression was the very strong coconut and fruit small, much too strong and sweet for my liking. The scent does seem to fade quickly and within an hour I couldn’t smell anything. I think Missy would be great for someone who likes the strong scent of coconut suntan lotion from the 80’s, but for I will be sticking with Rosie fragrance."
		},
		{
			"review_title": "Missy will be nice for spring/summer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I really like this!! It’s frangipani and a little coconut at the top and dries down to a really nice pineapple with a little floral in the background!"
		},
		{
			"review_title": "True summer scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Dry skin",
			"review_text": "I received a sample of Missy for a review of the perfume. I was excited because I love beachy scents! I can smell the coconut, but that seems to be all. It smells good, but for some reason it just smells sour on me. I was hoping to love it as much as I love Rosie, but it's not even close"
		},
		{
			"review_title": "A tropical and floral paradise",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I received a sample of MISSY and wore it every day for about a week. I usually switch up my perfume daily depending on my mood, what I am doing, and what I am wearing. Luckily, I was not going into the office because this is a tropical scent that makes you want to be on vacation. I am not a fan of the really sunscreen smelling perfumes and would not say this one is smells like that. It’s coconut with a hint of floral, which is a nice balance. I am partial to Rosie and Leila Lou so I gave it four stars as those would be a five but I would recommend it if you like the scent it is described as because the description is accurate."
		},
		{
			"review_title": "Young a sweet but not for me :)",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I received a free sample of Missy in exchange for my honest review. I definitely get a lot of coconut and it reads very young - not necessarily a bad thing but I prefer slightly edgier fragrances at this stage of my life. If you’re looking for young, fun, and a little tropical, give this one a try!"
		},
		{
			"review_title": "Tropical breeze",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "This is a beautiful fragrance, an easy everyday reach. Love the hint of coconut. New spring and summer fragrance."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I just got a sample and I love it! This is a perfect summer fragrance. It has a light clean scent that reminds me of suntan lotion. If you like intimate scents that are not that strong, you will like it."
		},
		{
			"review_title": "tropical paradise",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I'm usually only a fan of gourmand fragrances, but I was sent a sample of MISSY, and I'm in love. It smells exactly as the notes describe it, transporting you to a tropical island. Coconut is a very prominent note in this one. It reminds me of Coco Paradise from Bath and Body Works. Highly recommend if you want to smell like you are on vacation 24/7."
		},
		{
			"review_title": "Beach, anyone?",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "This smells like a day lounging on a tropical beach. On first whiff, my skin automatically picked up on the fruity top notes of mandarin and pineapple. Then it settled into something warm and floral. The longest scent on my skin is the coconut with a bit of the florals peeking through. The longer it sits, the more it turns a bit salty but not sunscreen-y at all. Overall I wished the top notes lasted just a bit longer on me because they work so well together but this is a pretty scent for the summer. Would recommend to anyone looking for a new summer scent."
		},
		{
			"review_title": "Missy (By Rosie Jane) is a spring/summer MUST!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, gray hair, Light skin tone, Dry skin",
			"review_text": "Missy is a gourmand, tropical delight - a well-balanced combination of fresh, happy, and sensual!  Think pina colada meets frangipani, warm sun on your skin, and the best vacation vibe ever!  A new fav!!!"
		},
		{
			"review_title": "beach in a bottle",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "it’s such a pretty perfume!! there’s nothing new or groundbreaking about it, but the longetivity and harmony of the notes gets 5 stars alone. i don’t usually reach for beachy, solar perfumes like this one, but i keep wearing it <3 it’s smell"
		},
		{
			"review_title": "Missy takes you to a tropical island",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I received the sample of Missy a couple of days ago. I really like it and my husband loves it. You can smell the pineapple and coconut with a slight floral. I have many beach scents, and this fits right in. The staying power is pretty good too."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Big fan of by Rosie Jane so I signed up to get an exclusive sample of this new scent. It does not disappoint!! Kin to the Rosie scent where the soft, clean smell comes through. This one has a bit sweeter layer to it like candy. It’s really beautiful and I plan to buy a full size bottle! I don’t think any of their scents have true lasting power so this isn’t a surprise to me that it didn’t stay on all day, but it gives me an excuse to reapply."
		},
		{
			"review_title": "go for it beach babe",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
			"review_text": "Got a free sample, tried Missy for a few days and it definitely gives the vibes of young love and summer fun. It's light, fresh, and fruity, the coconut stood out to me most. There's nothing about the scent that I don't like, but at the same time it isn't my personal fave from By Rosie Jane. (But that may be just because I'm like 30 years beyond my carefree summer days... RIP beach body! ;)"
		},
		{
			"review_title": "Must Have For Spring",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "This scent is perfect for Spring. It’s light and smells delicious. Not only that but it’s vegan and free of harmful chemicals."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Normal skin",
			"review_text": "I do like this new fragrance, but I wanted to love it.  I've tried it three times, and I am not detecting the frangipani (plumeria) or any floral scent.  Having two plumeria plants in my yard and having had plumeria perfume that was made in Hawaii, I know and love the scent.  I wanted to be transported back to Hawaii, between the coconut, pineapple, and plumeria.  As it is, while wearing it, I do feel like I'm on vacation somewhere sipping a Pina Colada.  I can smell the coconut, pineapple, and green citrus.  After I order another bottle of plumeria perfume, I will layer the two fragrances to see if I get what I was expecting with this one.  I thought after experiencing Missy, it would be my new favorite, but my favorite is still Madie."
		},
		{
			"review_title": "Beach vibes only",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Such a fun scent! Rosie is typically my go to scent with Rosie Jane, but Missy might create some competition! The coconut scent makes it smell a bit like tanning lotion. If you close your eyes you can practically hear the waves 🌊"
		},
		{
			"review_title": "Best for Summer or Tropical Vacations.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "Free Sample provided my Rosie Jane. This is a great summer scent, at first I was put off by the strong coconut note, but once it dries down it's more subtle. It makes me picture laying on a hammock,somewhere warm and tropical with a soft breeze blowing. Overall it's just a bit too fruity for my personal liking."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "This scent is bright and fruity and very tropical smelling. Nice but would only want to wear on vacation or something personally."
		},
		{
			"review_title": "Piña Colada Beachy Sunscreen",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Received as a free sample from Rosie Jane site. I adore the Rosie fragrance and purchase several so I always have, however, Missy was a miss for me.  It is super beachy, which I normally love, but I think the coconut/pineapple notes were a bit much and set it off balance for me.  I think plenty may love this scent, and it seems like a summer fragrance for sure, but it doesn't smell good on me."
		},
		{
			"review_title": "Summer fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "MISSY Eau de Parfum Is hands down a fruity/tropical summer fragrance. It opens up with strong pineapple and coconut notes and frangipani adds a touch of sweetness without compromising the freshness of this fragrance. After the dry down, I mostly get coconut notes with some soapy/musky notes. This perfume transports me to the beach and sunny days immediately after spraying it. The longevity is average. It lasts approximately 3 hours on my skin. OBSESSED."
		},
		{
			"review_title": "Easy breezy summer scrnt",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "This is a nice addition to the By Rosie family.  Like other reviewers, I agree this is an easy to wear summer vibe fragrance.  Great frangrance for brunches and park days…"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "A sweet, classic by Rosie Jane scent. Very fruity and takes a second to get the full smell, but once you get it lasts all day."
		},
		{
			"review_title": "Bright and happy!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This is a bright, juicy, beachy scent. It’s solar and pineappley and a little salty. Such a good warm & hot sunny weather scent! I quite enjoy it"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "Smells like summer, sweet and fruity, definitely love this scent"
		},
		{
			"review_title": "Obsessed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I got a free sample from Rosie Jane and OMG I’m in love. I regularly use tanning bed tanner and I’m obsessed with that summer scent. This is that in a bottle. I am gonna wear this religiously in the summer."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This is a very nice fresh and beachy scent. You can smell both coconut and some solar floral but it’s a fresh scent. I may be inclined to purchase!"
		},
		{
			"review_title": "Good summer scent!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Beachy and tropical, this is very sweet, summery scent.  Smells of coconut and tropical flowers, but does not smell like sunscreen. Doesn't last a long time since it is a lighter scent but is very easy to reapply as it is never overpowering. I'd prefer to reapply-its refreshing! Will make you wish for summer!"
		},
		{
			"review_title": "Smells like the beach",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Medium skin tone, Normal skin",
			"review_text": "I love the new Missy fragrance! It smells like high end tanning lotion with a floral note at the end. High quality fragrance that lasts throughout the day. Love!"
		},
		{
			"review_title": "A Fun Escape",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Dry skin",
			"review_text": "I received this scent as a sample from Rosie Jane. I've been using it for a few days now. I always get compliments when I wear this perfume. It's giving: on a tropical island, mixed with a little coconut suntan lotion. To me, I feel like I'm escaping to a private island. It's not overpowering but yet gives that perfect amount. This will be in my summer rotations!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I received a sample from Rosie. I can smell fruit and coconut. Kind of a soapy clean scent. Honestly you can find this kind of scent everywhere. I'm not saying I don't like it but it's not unique like Rosie which I'm a huge fan."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I received this directly from By Rosie Jane to test and I love it! It reminds me of a summer beach day with perfect weather. It definitely has a tropical vibe so if you don’t like scents with that vibe you probably will not like this. I plan to buy the full version for myself."
		},
		{
			"review_title": "Pretty Girl Vibes ON DECK",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "This is a beauty light fluffy fruity floral.  It feels like a warm hug.  Definitely a pretty girl scent.  Very soft and inviting. Definitely a Netflix and chill scent."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "I received this directly from By Rosie to try out. Missy has a fun beachy vibe! The coconut really shines in this perfume.  A fresh, yet somewhat warm fragrance. Perfume lasts all day. Takes you to a tropical paradise  with every spritz! Love it!"
		},
		{
			"review_title": "Beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "I love this perfume it is beautiful and the scent stays with you"
		},
		{
			"review_title": "Smells Like Vacation",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "My absolute favorite everyday perfume is Rosie. I received a free sample of Missy to try and review. This scent reminds me of being on a beach vacation! It smells like I’m spraying on a coconut scented tanning lotion while sipping on a piña colada! For me, this isn’t an everyday perfume but I would definitely make it a vacation perfume!"
		},
		{
			"review_title": "Summer Vibes",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Normal skin",
			"review_text": "I recently received a free sample to give a review. Missy has summer vibes in a bottle. Love the toasted coconut, frangipani, pineapple and green mandarin. The only thing I’m not 100% sold on is the sweet candy smell I get while wearing it. Love the summer vibe but not a fragrance I would wear daily. Definitely a fun bright scent for outside in the summer."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "Got the test sample if spray. Thank you. I like the scent sorry there is a but I think a bit too much pineapple scent. But light and lovely otherwise. I am diehard Rosie fan!!! Get compliments everyday wearing Rosie. This could be a second place choice for me. Its different. Xo"
		},
		{
			"review_title": "A better beach scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "I received a free sample of this in exchange for a review. Beachy scents arent my favorite, but this one a little more light and fresh that most other ones. It almost smells like it has a hint of fresh laundry to it, which elevates it in my opinion. I would definitely wear this in summer or on vacation."
		},
		{
			"review_title": "Summer’s coming!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Definitely summery- will have to try it again when weather is warmer.  Lightly tropical without overwhelming.   Not my favorite of Rosie Jane ( that might be Lake) but a nice alternative for summer. Received sample as gift for review"
		},
		{
			"review_title": "A Summer must have!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This smells AMAZING!!! I will definitely buy it!! I was able to get a sample of it to try it out and I’m in love. It smells like a beach. The coconut is perfect. I can’t wait till it comes out I will need the body wash and oil oh and the body milk."
		},
		{
			"review_title": "Missy Makes Me Want to Book a Vacation!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair",
			"review_text": "I wasn’t sure if I would find a scent that tops Rosie but this is definitely my new summer go to!"
		},
		{
			"review_title": "If you like Maddie you’ll love Missy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I received a free sample and love it. This takes me on a vacation on a cruise to the Caribbean while sipping a piña colada. How does it compare to Maddie? It takes me to the beach when I was a kid. Modern vs Nostalgic."
		},
		{
			"review_title": "Summer Afternoon In a Bottle",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I can not recommend this fragrance enough! Full disclosure I received this fragrance as a sample in advance, but this review is 100% my thoughts only. This fragrance is like summer in a bottle! Light, yet with lingering notes of coconut, this brings to mind sitting under an umbrella on the beach on a perfectly warm day. The fragrance is not overpowering in the least, and throughout the day you will be glad you picked Missy! 10/10!"
		},
		{
			"review_title": "A clean fresh dab of sunshine for your soul!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I received a sample for trial from my favorite fragrance house and am delighted to report Missy does not disappoint! I had a bit of trepidation over the scent as the highlighted floral notes included coconut which I'm not a huge fan of. However, in small doses it can easily evoke a beach scenario for me and along with the more muted tones of pineapple and other exotic fruits this perfume was a much needed dose of sunshine in our L O N G New Hampshire March. I'm also pleased to report that at age 62 I don't feel as if the scent is too young for me. There is a touch of something (amber?) that comes through after a couple of hours of wearing that takes the scent from bright and sunny to a more stabilizing long term just smells fresh and clean- like after a rain storm with the sun shyly peaking out of its cloud bed.  We all know a Missy that this perfume completely personifies. I know what my next present to my Missy is!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "This smells like drinking a cocktail on the beach in Hawaii. It is fresh, fruity, delicious, and not too strong, but it lasts a long time! This might be my new summer scent!"
		},
		{
			"review_title": "Toasted Coconut Scent",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Luckily I received a sample of MISSY from by/rosie jane. The top notes are pineapple and light white flowers. It fades quickly, and then a toasted coconut scent appears and lasts. The scent is creamy and sexy, not too sweet.  I don't think the longevity and sillage are very good. You would need to reapply it several times a day.  I had no itchy skin or migraines from this perfume, so I would recommend it for people with sensitive skin."
		},
		{
			"review_title": "This fragrance is like summer in a bottle!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Oily skin",
			"review_text": "I received a free sample and am loving it. This fragrance smells like summer in a bottle. It is not heavy at all. It's a light summery fragrance that will make you think of walking barefoot in the sand under some palm trees in the sun with the breeze in your hair."
		},
		{
			"review_title": "Summertime scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This perfume has great staying power. I do love the summertime coconut pineapple scent, but it has a little much of a coco butter smell to it. I am 46 though. Might be better for the young ladies. I could see myself wearing it on the beach, but not too many other places."
		},
		{
			"review_title": "Beach Perfect Perfume",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I was lucky enough to get sent a sample before the launch! Missy is a coconut beachy scent that’s perfect for the summer. Although coconut scents are not my favorite, Rosie Jane has hit the ballpark with this one! This will be perfect for pool and beach days! Only downside is it doesn’t last much, comparing to Rosie by Rosie Jane (one of my holy grails)"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This was honestly even better than I expected. I was sold on the notes alone, but at first spray I fell in love with how fresh it is! You get all those tropical notes without feeling as though it’s exclusively a vacation scent. It’s the perfect everyday spring/summer fragrance!"
		},
		{
			"review_title": "Sweet Summer Scent",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "I am usually a big fan of Rosie fragrances. Lake is my most favorite. I received a free sample in the mail in exchange for a review. The scent is very sweet and has a 90s vibe to it. It’s definitely a summer scent. I wore it twice but unfortunately it gave me a headache."
		},
		{
			"review_title": "Summer in a bottle!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I received a free sample of this perfume.  I didn’t think I could like anything other than the original Rosie (my absolute favorite) but this perfume is lovely. It smells so fresh! Coconut and pineapple- like a pina colada under a palm tree. It has definitely made my summer perfume rotation."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This scent is beautiful! Its light and au naturale. Definitely tropical vibes but not overwhelming. I will be loving this all summer!!"
		},
		{
			"review_title": "Staple for summer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "It’s a very tropical scent and you definitely get a lot of coconut and pineapple. It reminds me of Hawaii and Lilo and Stitch, I will definitely be wearing this a lot in the summer!"
		},
		{
			"review_title": "Summer time in a bottle",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Such an amazing summer fragrance. Sweet but not overwhelming. It has that coconut, on the beach, drinking a fruity drink, with fresh kinda vibe and I truly enjoy it alot."
		},
		{
			"review_title": "Sunshine in a bottle",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Normal skin",
			"review_text": "This parfum smells so fresh!  I love the scents from RJ and have been addicted to Dylan for over a year now.  When I tried Missy I realized that Dylan was about to get a little competition.  Missy is a great daytime scent. It just screams sunshine to me.  Thanks RJ for the great scents ☺️"
		},
		{
			"review_title": "Fun and Flirty",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "I love Rosie Jane products and was thrilled to find clean options for perfume.  I have been a die hard Dylan user for years as I lean toward the spicer scents.  That being said, I tried Missy for the first the the other day and I love it too!  Missy has a very fresh, flirty, fun scent...as opposed to Dylans more spicy and serious scent if that makes sense.  However, it's not too floral or fruity. I might still opt for my Dylan most of the time-BUT I wore this to teach my fitness class last night and got compliments and smelled fresh even after class.  I know I will wear it.   Great Job Rosie Jane!  I recommend."
		},
		{
			"review_title": "Perfect Pick Me Up",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
			"review_text": "I received a free sample of Missy yesterday and have thoroughly tested and appreciated this new Rosie Jane fragrance. Missy is fun like the first warm breezy day in early spring but also a little sultry like a kiss with your love on the beach. As a person who loves florals mixed with coconut, I love that I finally have found one that I can wear and not give myself a headache.Missy is light enough for those sensitive to scents but definitely hangs with you through exercise. I found that Missy is a great little pick me up because she’s so fun and flirty."
		},
		{
			"review_title": "Summer nostalgia in a bottle",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Porcelain skin tone, Dry skin",
			"review_text": "To start, I LOVE the nude musk & sweet rose perfume by Rosie Jane, and thought I would wear it until I die. Enter, Missy. It has the same elements I love about nude musk - it's light, clean, fresh - with the perfect top notes for summer. It has me so excited for summer and I know I'll be reaching for it time and time again when summer rolls around. To me it smells like a picnic by the water and reading a good book in the sun.  *I was sent this product for free in exchange for an honest review, good or bad. This is my honest opinion, I do by benefit from you buying this perfume, BUT YOU WILL"
		},
		{
			"review_title": "Perfect summer scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "A very pretty, floral scent with just the right touch of coconut. This will definitely be my go-to summer scent!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I received a sample of this and it went beyond my expectations. It smells like vacation in a bottle and smells like pineapple and coconut on the beach. I used it at night, so I wasn't sure about the lasting power but it still smelled very strong."
		},
		{
			"review_title": "Summer in a Bottle!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Rosie Jane has done it again! Just when spring is starting to arrive, this new scent has blasted me into summer. It smells like being on a gorgeous, sunny, warm beach. Before I sprayed this scent, I could smell the warm toasted coconut scent. Once I sprayed it on myself, I immediately picked up on not just the coconut, but also a lovely pineapple scent. These 2 essences intermingle in the best way. You will feel transformed and happy! Rosie Jane is the best…cruelty free, clean, and long lasting. Although it is definitely a summer perfume, Missy will be bringing me some summer and sunshine, even on the coldest and rainiest days. Truly a transformative scent and a must have!"
		},
		{
			"review_title": "Summer in a Bottle",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I received this sample to review and I must say o am pleasantly surprised ! It smells like summer in a bottle, sweet and warm and not too strong. I’ve only worn it for 2 days and have been complemented multiple times. I will definitely be adding this to my rotation!"
		},
		{
			"review_title": "Yummy!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "This fragrance smells great! True to the description and perfect for summer. I have sensitivity to floral scents so I love when companies come out with fruit based scents. This reminds me of VS Pink fragrances but, with more sophistication. Highly recommend!"
		},
		{
			"review_title": "Sophisticated tropical scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I received this as a sample and fell in love as soon as I sprayed it. It is a tropical scent but the floral and citrus notes add a bit more sophistication to it. I can definitely see this being my every day fragrance for the summer, though Dulce will always be my favorite. I only gave it 4 stars because I wish it was longer lasting but that's to be expected with a clean fragrance and I typically layer with a body oil anyway to make it last longer."
		},
		{
			"review_title": "Smells like a tropical vacation!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "A sweet lovely toasted coconut scent with solar floral notes! It’s a very beautiful and beachy tropical fragrance, moderate sillage and lasting power. Reminds me a bit of At the Beach by BBW, but more elevated. It’s a keeper and I will reach for this on a warm summer day! Dulce is still my very favorite!"
		},
		{
			"review_title": "this is your new summer smell❤️",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "if you've ever been too hawaii, this is the smell!! it smells like a fresh Lei around your neck while basking on a beach chair soaking it all in!! it's definitely a summer smell/ vibe. it's amazing!"
		},
		{
			"review_title": "Great for summer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Fair skin tone, Combination skin",
			"review_text": "Perfect summer scent! The main coconut scent hits you, but the magic comes in later...I'd be doing something and think Oh, that's a nice scent. What is it? Oh, yeah...it's me! I always love that the scents are clean as well. :)"
		},
		{
			"review_title": "Adding to my summer scent collection!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love this scent, I’m a huge fan of anything with coconut! It’s a sweet yet fresh scent with a perfect, not overpowering dose of coconut. 10/10"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "I tried this as soon as I received a sample in the mail.  Light, crisp, happy and refreshing.  I’m a big fan of this company as it is woman owned, environmentally responsible and great customers service.  I love a few of her scents, but I think Missy is my new favorite!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is definitely worth the full bottle purchase! If you’re into a very summery/warm weather scent this is lovely. For context, my husbands favorite scent that I wore when we first met was the Bath and Body Works Coconut Coolada. I’ve held onto a teeny bottle of that just for memories and I’ve never been able to find something similar. Upon first spray of Missy, I about died because of how close the scents are, however this scent is more mature in the sense that the intense coconut layers well and leads into a pretty fruity/floral. The only complaint I have is that when on the skin it’s almost like it’s sticky? I’m not sure if this is because it’s a lab sample or not but I own the full sample kit from by Rosie Jane plus 3 full size scents and none of them have that sticky feel. Honestly, 10/10 for me (and my husband), will be purchasing a full bottle!"
		},
		{
			"review_title": "LOVE this scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Like summer in a bottle! This smells like a sweet, flirty, hawaiian vacation! I will definitely be purchasing again for summertime!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Light skin tone, Normal skin",
			"review_text": "When I first tried this perfume, it made me feel like I just got back from the beach.  Perfect scent for going out in the afternoon with friends."
		},
		{
			"review_title": "Summer-y",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "My fav has been Rosie but Missy is close second. It's so fresh and summery, the first hint I get is warm coconut, very light and feminine."
		},
		{
			"review_title": "Summertime in a bottle",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I just received my perfume today and it’s lovely!  It is definitely like summertime in a bottle.  Fresh and lovely! Thank you Rosie Jane, another beautiful perfume!  It is definitely beach season!"
		},
		{
			"review_title": "Tropical",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Normal skin",
			"review_text": "Very nice fragrance. It smells like a tropical vacation!"
		},
		{
			"review_title": "I'm not sure this is my fav but a def maybe",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I received a sample of this perfume from Rosie Jane . I disagree with other reviews, as I don't get coconut or beachy , or at least not as much as I get with Maddie. This smells to me of fruity florals. I can really smell the pineapple when it dries down, and it almost smells like sweet candy to me. After smelling it on be right now I do get a slight sandy, sunscreen -y smell in the dry down also. But I still get that sweet candy smell as well."
		},
		{
			"review_title": "Smells like sunshine and happiness",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "This smells like summer. It’s happy, uplifting, and reminds me of the best kind of beach day. I’m a huge fan of this brand, a woman-owned, clean and planet positive company - and I think they hit it out of the park again with this scent."
		},
		{
			"review_title": "!!SMELLS DELICIOUS!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "OBSESSED!!! You can’t go wrong with ANY perfume you get from Rosie Jane! But this one, smells soo delicious! My husband couldn’t stop complementing me! It’s the perfect summer smell! with hints of pineapple and toasted coconut! Love love love!"
		},
		{
			"review_title": "It feels very soothing…",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I just received the Missy a week ago, and I love the fragrance. It has a hint of coconut, mandarin and pineapple. The smell lasts me all day and I do receive a lot of compliments. This is one of my favorite fragrance from “by / rosie jane”. Because I have allergies, it’s great to find a perfume that I can use."
		},
		{
			"review_title": "Fruity and sweet",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "After trying this fragrance for a few days, I felt the scent is a little to sweet for my taste. I have been a HUGE fan of By Rosie Jane ANGIE, but it got discontinued for some reason. I feel SO sad I can’t get it anymore since it was also very popular !  Missy’s scent is very fruity. If you like that then perhaps this is for you."
		},
		{
			"review_title": "Summer vacation vibes",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Combination skin",
			"review_text": "This perfume is Madie by/rosie jane’s twin sister. Where Madie is more sunscreen and ocean vibes, Missy is like the tropical drink you sip at the pool or on the beach. For sure a summer fragrance. I’m only giving 4 stars because I prefer warm and cozy fragrances, but if you want to smell like a tropical fruit paradise IT IS FOR YOU!"
		},
		{
			"review_title": "Amazing !!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I received a sample of this and it’s amazing perfect summer fragrance. Based on this sample it’s definitely full bottle worthy"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I received a sample in the mail, it smells so nice and light. Like a crisp summer day. Would buy again 100%"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
			"review_text": "I received a sample of this in the mail. I love the fragrance,   Its comforting and smells like a  spring will buy it 😊"
		},
		{
			"review_title": "HOLY WOW.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "My personal go-to is Leila Lou. I swear it’s my perfect scent. I got this as a free sample, but I would buy this again and again and again. This smell is the most perfect encapsulation of what is summertime. It smells like warm days on the beach or by the pool, getting ready for dinner, and pure relaxation. I cannot WAIT to buy the oil of this."
		},
		{
			"review_title": "VACATION IN A BOTTLE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Dry skin",
			"review_text": "At first it reminded me of BBW Secret Wonderland  , but after letting it settle a few days the notes really came out to play! Instant throwback to the Ebba Miss Marisa perfume oils of my youth. MISSY is a sweet tropical smoothie-inspired medium-light daytime fragrance with great staying power. She is fun, young, and barefoot. Wear her if playful sunny spring/summer scents are the vibe you seek! You can also layer her to smell more delicious: Versace Crystal Noir, Mugler Alien Goddess Intense (creates a cool coconut incense), Nette Coco Fleur (pretty and woody together.)"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
			"review_text": "This smells so good and will be a great summer scent!  I can smell the pineapple & coconut. My favorite By Rosie Jane scent is Rosie but this one is #2."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Oily skin",
			"review_text": "Absolutely love this fragrance.Perfect for summer with hints of coconut and pineapple.Will be my new go to scent."
		},
		{
			"review_title": "Beachy but not junior high girl beachy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I am astonishingly surprised that I like this. I do not love the smell of fruity or coconut because it reminds me of nasty bath and body works. This is NOT THAT. It is fruity, but not in a headache kind of way. It’s more fresh and reminds me of seriously being on a Jamaican resort. The smell instantly makes me happy especially knowing that BRJ is cruelty free. I have been buying from Rosie Jane for about 3-4 years now and own Rosie (my personal favorite and my most complimented scent), James, and Dylan are my favorites. I also own their body milks, perfume oils, and shower wash. No, they didn’t pay me to write this review. I just adore fresh scents and it’s so hard for me to find scents that don’t give me headaches and I have found a company I love and stick with it. Keep up the good work !!!"
		},
		{
			"review_title": "Summer must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I received a sample from By Rosie Jane and have been using it the past few days. If you love beachy, coconutty, vacation scents, this is for you. This is the first scent I have tried from them and will definitely be purchasing the full size."
		},
		{
			"review_title": "VACATION IN A BOTTLE!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "MISSY is just so fresh & fruity & clean smelling, reminds me of beaches and Summer. It makes me feel like I’m on a holiday everyday haha! Definitely more fruity, but still light in its dry down which makes it very  wearable."
		},
		{
			"review_title": "Yummy fragrance!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I received a sample of this in the mail. I absolutely love the fragrance.  It is comforting and not overwhelming at all.  It smells like a vacation. I will buy the full size when it's available!!"
		},
		{
			"review_title": "my happy perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "this is my new favorite perfume! it makes me so happy every time I spray it. It is so summery and refreshing in the best possible way."
		},
		{
			"review_title": "A tropical, feel-good, good day SCENT!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "MISSY is my THIRD By Rosie Jane Perfume! I love this brand because it’s CLEAN! MISSY makes me feel like I’m on a tropical holiday - hints of coconut, pineapple, and mandarin. It makes me feel joy and excitement. I know it’s going to be good vibes and a good day when MISSY comes out to play! ♥️"
		}
	]
}