{
	"product_id": "604",
	"name": "Watermelon Glow Hydrating & Soothing Jelly Sheet Mask",
	"brand": "Glow Recipe",
	"categories": "Skincare, Masks, Sheet Masks",
	"price": 11.0,
	"about": "What it is: A hydrogel mask made from cold pressed watermelon extract soaked in centella asiatica & hyaluronic acid to help soothe and replenish dehydrated skin...Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Dryness and Dullness..Formulation: Mask..Highlighted Ingredients:- Watermelon Extract: Hydrates, delivers essential vitamins and amino acids, and visibly brightens..- Centella Asiatica: Calms and soothes dry, irritated skin while decreasing the appearance of redness..- Hyaluronic Acid: Holds 1000 times its weight in water to reveal visibly bouncy, plump skin...Ingredient Callouts: This product is cruelty-free...What Else You Need to Know: Inspired by soothing philosophies of Korean skincare, this mask is formulated with cold pressed watermelon extract and soaked in an entire bottle of clinically effective, skin-cooling serum to deliver a burst of hydration & nourishment. The two-piece mask fits seamlessly to lock in benefits...Clean & Planet AwareOur ambitious curation of beauty made without controversial ingredients from brands dedicated to making meaningful environmental commitments, including sustainable ingredients and sourcing, packaging, corporate commitments, and consumer transparency.",
	"ingredients": "-Watermelon Extract: Hydrates, delivers essential vitamins and amino acids, and visibly brightens..-Centella Asiatica: Calms and soothes dry, irritated skin while decreasing the appearance of redness..-Hyaluronic Acid: Holds 1000 times its weight in water to reveal visibly bouncy, plump skin...Water/Aqua/Eau, Glycyrrhiza Glabra Root Extract, Paeonia Suffruticosa Root Extract, Glycerin, Citrullus Lanatus (Watermelon) Fruit Extract, Citrullus Lanatus (Watermelon) Fruit Juice, Sodium Hyaluronate, Centella Asiatica Extract, Polyglutamic Acid, Soy Amino Acids, Bisabolol, Scutellaria Baicalensis Root Extract, Ceratonia Siliqua Gum, Cyamopsis Tetragonoloba Gum, Beta-Glucan, Butylene Glycol, Fructooligosaccharides, Glycine Soja Sterols, Brassica Oleracea Capitata Leaf Extract, Ipomoea Batatas Root Extract, Xanthan Gum, Dextrin, 1,2-Hexanediol, Benzyl Benzoate, Phenoxyethanol, Fragrance/Parfum...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
	"how_to_use": "Carefully remove the mask from its packaging and gently unfold it to prevent any tearing. The mask is ultra-thin and delicate, crafted from pressed watermelon extract, giving it its unique natural texture. Remove the protective backing from the two-piece mask before application. Use as your serum step on cleansed and toned skin. Leave on for up to 10-15 minutes, then peel off the mask and gently pat the remaining serum into your skin. Follow with moisturizer for best results. GLOW TIP: Use as a cooling &amp; hydrating skin treatment, twice a week Or a prep mask to smooth the look of skin and depuff before morning makeup Apply the serum residue on the tray on your arms and legs to hydrate your body and to avoid waste!",
	"num_reviews": 140,
	"overall_rating": 3.9,
	"product_url": "https://www.sephora.com/ca/en/product/glow-recipe-limited-edition-watermelon-sheet-mask-P513895?skuId=2823938&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2823938-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "1.16 oz / 33 g",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2823938-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Would buy again",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Overall loved, just like other like masks I applied it and laid back to allow my face to absorb and it sure did! Felt super hydrating. Must’ve been dehydrated bc my skin ran it dry lolol. Only 1 less star bc I wish they weren’t only sold individually"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "It made my skin so glowy but it breaks really easily"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "did literally nothing. slid around my face. waste of money."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "So good for my skin and cute jelly texture which was cooling"
		},
		{
			"review_title": "just no lol",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "tbh it doesn’t matter what it does, when i do skincare i just wanna relax i don’t wanna have to worry about the mask ripping/tearing and sliding off my face. better masks out there that do the same or better and don’t fall apart"
		},
		{
			"review_title": "Hydrating but rips too easily",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Dry skin",
			"review_text": "Love glow recipe products through and through.  I like the idea of them having a mask but sadly I was disappointed. I’m a collector of masks and while this was hydrating, it rips too easily.  Hydrating but it rips too easily"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I should have listened to the other reviews regarding this mask. I love the glow recipe products, as does my skin ! However this mask was pretty frustrating to put on as it had ripped everytime I would try to adjust it."
		},
		{
			"review_title": "A must try mask!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "I absolutely love this product! It is so hydrating and soothing! All though it is very fragile and easy to rip, it is one of the best face masks I have ever used!"
		},
		{
			"review_title": "SO BAD DO NOT BUY",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "This face mask sucks do not buy.I ripped it before putting it on my face when I just picked it up it couldn’t even stay on for 10 minutes it didn’t fit on my face and it was in 6 pieces by the time it was done my face was so sticky it felt like a bottle of primer do not buy this"
		},
		{
			"review_title": "Hydrating…but rips and tears.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Love this mask. So sad the reviews are one star, although they are correct. You have to be so careful with it even when you are it rips. Mine didn’t rip as bad as some of the other reviews. Luckily. And the overall mask is great. Very hydrating. I just wouldn’t want to have it ripping all the time. Do recommend though!"
		},
		{
			"review_title": "Shreds instantly - hard to adjust to your face",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "Terrible. Rips apart with the slightest touch so it’s impossible to adjust once you have it on. Mask comes in two pieces. By the time you have one on and you go to put the other on, the first part is sliding off… go to adjust it and it rips. I recommend less than 10 minutes and remove excess with micellar water."
		},
		{
			"review_title": "Save your money",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I got this mask for Christmas and I love glow recipe but this mask is awful.when i put it on it fell too shreds.then after like twenty minutes of trying to put the shreds on my face it slipped off and when I finally got it on and waited twenty minutes it was hard to get off this is one of the  worst fave mask I’ve ever gotten"
		},
		{
			"review_title": "I expected better",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "This is worst face mask I have ever tried. I got it for Christmas and was super excited but quickly disappointed. First, it was so hard to get on, very messy and ripped too easily. But, until I took it off, it was great. After though, I didn’t notice anything but my skin feeling sticky and still dry. It was so sticky and took me 2 washes to feel normal again. I expected better glow recipe"
		},
		{
			"review_title": "AMAZING",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I’m shocked at the bad reviews my skin feels soooo nice , I put it on an hour before bed then kinda just fell asleep with it on . My skin has never looked better"
		},
		{
			"review_title": "Gives a glow but fragile product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "I am a Sephora Beauty Insider Community Ambassador and this is my honest review and opinion of this product. I bought a few of these during the fall sale. I have used jelly masks before, so I knew going in this would be a very fragile mask. It's also really slippery. I had to be very careful to not accidentally tear or drop this one.  I thought this mask is a lot more affordable than other jelly style mask's I've used. It left my skin glowing with a lot of extra serum.  I will definitely be grabbing a few more of these next sale."
		},
		{
			"review_title": "Skip this mask",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I had high expectations for this mask, but was wildly disappointed. It slid off my face and tore almost immediately, and had to lay down to keep it on for the recommended 10 minutes. Afterwards, there was too much product to be absorbed into my skin. My face is sticky, and I had to wash my face afterwards, which to me defeats the purpose."
		},
		{
			"review_title": "Save your money",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I LOVE Glow Recipe, and I am sure the skin care on the mask is great but it literally shreds to pieces when you unfold it and try to put it on. Disappointed :("
		},
		{
			"review_title": "Good product",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "The actual face mask is very nice, but it is a very big struggle trying to put it on, it rips and is very slippery. Once I got it on I found that the formula is very good and hydrating and stays onto the face nicely."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I have not tried mine yet but at my local store they had them in stock in store so y’all should look at your stores and they were by the register!"
		},
		{
			"review_title": "It’s a Mess",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "Although I like the glow that I received, it’s a mess trying to put the mask on. The consistency is so gel like and slippery that it ends up ripping. I hope Glow Recipe can change the texture for it to be more firm."
		},
		{
			"review_title": "awful",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "ripped immediately and was so sticky. why they brought this back is beyond me."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Light skin tone, Dry skin",
			"review_text": "kind or expensive for a sheet mask but if you have extra money to use this is great to treat yourself or others!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I tried it twice! This mask only left my skin SUPER sticky with a pink tint. No added hydratation or glow benefit. Also be extra careful with it because it tears down super easily."
		},
		{
			"review_title": "Pass on this one",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "As all the other reviews have stated, the product is very nice and you do get nice hydration, HOWEVER, it’s almost impossible to handle this without ripping it and it’s impossible to wear this for the 10 minutes. It falls apart, slides around, and disintegrates"
		},
		{
			"review_title": "I’m sad it’s limited edition :(",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This mask is PERFECT. I got it as a gift, and immediately went on to get more and write a review. To my surprise, this mask is limited edition and is not here forever. WHYYYY"
		},
		{
			"review_title": "Skip this one",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I would say you’re better off getting the generic masks from Sephora versus this one. Within seconds it was breaking apart in my hands. It was very moisturizing but I wouldn’t buy it again."
		},
		{
			"review_title": "The best face mask out there",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "This product made my skin so amazing. I have acne prone skin and my acne got better. The glow that this product left me was amazing and I felt so confident with my skin for the first time in a while. I will definitely be repurchasing and is worth the money."
		},
		{
			"review_title": "HOLY GRAIL!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "WOWWW! I wish I could buy this in bulk. Hydrated my face in one use. Loved the smell too. Cute packaging!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Light skin tone",
			"review_text": "They are awful. Just fall apart when you take them out to use"
		},
		{
			"review_title": "Waste of money and time.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Messy, rips easy, slides around on face. Not worth the $$! Doesn’t stay on for full 10-15 minutes. I’ve used glow for years but their quality has been steadily declining and I won’t be buying anymore."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Normal skin",
			"review_text": "the mask fell apart when I tried to were it. the Actual product on the mask was good tho. I would say its definitely not worth the money."
		},
		{
			"review_title": "Rips Easily, Not Worth It",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "This smells really nice and has some decent ingredients. It also made my skin feel nice. However, it rips and dissolves incredibly easily. What a bummer."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Total garbage.  Took out of package to use and it ripped / dissolved.   Ended up throwing away and couldn’t use."
		},
		{
			"review_title": "I’d pass",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "This mask rips so easy, left my face feeling sticky."
		},
		{
			"review_title": "Underwhelming Glow Recipe Sheet Mask",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I was very underwhelmed with this Glow Recipe sheet mask.  While I enjoyed the watermelon scent, this mask is extremely flimsy and literally fell apart while I was wearing it…This is a deal-breaker for me breaker for me!"
		},
		{
			"review_title": "Not a want, a need!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I literally love glow recipe and when I saw that this mask came out, I had to buy it!! It’s so refreshing on the skin and smells like sweet watermelon! I definitely recommend this sheet mask, it’s the best one I’ve tried!"
		},
		{
			"review_title": "Just no…",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This was an unpleasant experience for me. I had very high hopes for this mask but i’ll be sticking to Dr. Jart’s masks in the future. It’s very hard to apply, mine also tore upon application"
		},
		{
			"review_title": "SO MOISTURIZING",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Oily skin",
			"review_text": "HIGHLY RECOMMEND!!!! I HAVE VERYYYYYYYYYY OILY SKIN FROM MY DADS SIDE OF THE FAMILY AND THIS RLLY HELPED I DONT HAVE A PICTURE OF ME IN IT BUT THIS IS AFTER"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, notSure skin tone, Oily skin",
			"review_text": "It was very juicy and plumptious, the most sigma thing I have ever put on my face and it made me look very cutesy and demure mwuah"
		},
		{
			"review_title": "Pass.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This mask was okay. It smells yummy, but the gel sheet just slips around on the skin and it rips apart SO easily. It was already ripped in the container when I opened it. There are way better options out there."
		},
		{
			"review_title": "My Favorite Sheet Mask!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "This is by far my favorite jelly sheet mask. It feels so nice and soothing on my skin, it leaves it looking glowy and it makes my skin feel so soft. This sheet mask is perfect to use before applying makeup, your skin will look so radiant. I honestly don't understand why they discontinued this mask in the first place, it was literally my favorite. I guess people were just giving it such bad reviews and really hating on it for no reason. I also gotta say, this mask is pretty affordable compared to their other products. I feel like sheet masks on average are about $4-$10 so the price is very in line with that range. I would definitely recommend."
		},
		{
			"review_title": "Comes apart in pieces",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "How is this getting such great reviews? Was this mask even quality tested.  Taking it out of the packaging it immediately starts to rip and fall apart.  The serum seemed okay I applied that to my face. But the actual"
		},
		{
			"review_title": "A must have in my skincare routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "After using the Glow Recipe Watermelon Glow mask my skin felt very refreshing and hydrated. My skin really enjoyed it!"
		},
		{
			"review_title": "Love this mask :)",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I love so many products from Glow Recipe and I am adding this mask to that list! Adds so much hydration to your skin which is perfect for the cooler months. Heathy, radiant skin is always a must! Definitely grabbing some more of these masks to add as fun stocking stuffers :)"
		},
		{
			"review_title": "Very Hydrating!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This mask is great to use a few times a week in my night time skincare routine. I apply it after cleansing and before heading to bed. My skin immediately feels hydrated after applying this mask. After using the mask my skin feels very hydrated and calm."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I really loved this mask! I already am a big fan of Glow Recipe products and this one did not disappoint! It is so soothing and feels amazing on the skin. It left my face with such a beautiful healthy glow after use! I would definitely recommend trying this one!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "This mask is super hydrating. There is lots of product soaked in it. It is thin so have to be careful when applying so you don’t rip it.I think it’s a great stocking stuffer for the holiday season as well."
		},
		{
			"review_title": "so hydrating!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "i absolutely love this mask. since it has been getting colder outside my skin has been so dry and sensitive and i use this at least once a week to get my skin back to its hydration and continue to have my radiance!"
		},
		{
			"review_title": "do not get",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "rips so easily and doesn't stay on would not recommend"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "The Glow Recipe Watermelon Glow Mask is a game-changer in my skincare routine. From the first use, I noticed a significant difference in the texture and radiance of my skin. The mask has a delightful watermelon scent, which makes the experience even more enjoyable. It's lightweight and absorbs quickly, leaving no sticky residue. One of the standout features is its ability to hydrate and smooth the skin overnight. I wake up with a refreshed and glowing complexion every time I use it. The combination of watermelon extract, hyaluronic acid, and AHA gently exfoliates and hydrates, making my skin look and feel healthier. Overall, the Glow Recipe Watermelon Glow Mask is a must-have for anyone looking to boost their skin's hydration and radiance. It's a perfect addition to any nighttime skincare routine."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Dry skin",
			"review_text": "This face mask feel awesome on your face, its very cooling and my face felt amazing after. I didn't like that it was so hard to take out of the package, it broke multiple times. If you're looking for a cooling face mask this is the one for you."
		},
		{
			"review_title": "Best face mask",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "One of my favorite face mask it’s absolutely amazing very hydrating perfect for holiday gifts also very nice to help with very dry skin also dose not burn or smell bad smells amazing very watermelon scent love it"
		},
		{
			"review_title": "It’s a no from me…",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "The top portion of the mask (because it comes in two pieces) left a burn or something painful on my forehead. I used it as directed, up to 10 mins. I had a timer on and everything. Then the serum got really sticky and ended up causing gel like beads to form around my jawline. I made sure it was all rubbed in but these gel-like things were on my face. Do not recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I don’t use face masks often, but this one is officially my favorite for hydrated and extra plump skin! It’s an easy to apply sheet mask and comes with plenty of the serum to rub into your neck and hands!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "The packaging on this is so adorable. It is shaped like a watermelon and the facemask smells so good. It leaves my face feeling very hydrated and not sticky. I would prefer to use this in the evening rather than in the morning before my make up."
		},
		{
			"review_title": "Not a favorite",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I had high hopes for this bc I never tried it in the past, unfortunately after trying it I wouldn’t recommend it. It’s very messy to try to put on since it comes in two parts. One for the upper part of the face, and one for the bottom. It’s very slippery, which wouldn’t be an issue if it weren’t for the fact that it falls apart/tears super easily. It leaves you with the same nourishing feeling as the glow drops. Not much more hydrating than them for this being a mask. I love the brand and have repurchased their glow drops multiple times, but I’m quite glad this was a gifted sample. I wouldn’t have been happy to have paid for it given the experience with it."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "Okay I am obsessed! These will be going into everyone’s Christmas stockings this year. The smell of these masks are incredible and I have very sensitive and dry skin and it made my skin feel so hydrated relaxed and plump!"
		},
		{
			"review_title": "Dry",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
			"review_text": "The mask dry and did not do anything for my face. There is no product in the mask which is disappointing and it’s expensive for a dry mask."
		},
		{
			"review_title": "Such A Nice Mask!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "Big fan of this mask! Such an easy to use mask, love the hydration, it felt so nice on my skin and I definitely will be repurchasing this mask for sure! I would definitely recommend it to everyone I know!’m"
		},
		{
			"review_title": "Drenched in serum!!'",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I was so excited to try the face mask, I love glow recipe and face mask. The mask literally feels like jelly, it is drenched in so much serum which is nice to apply all over my face and neck. But the only part I have to say is bad is how fragile it actually is. It easy rips. But still I layed down to avoid anymore ripping and it worked out. This mask is amazing but...it could be better."
		},
		{
			"review_title": "A must-have in my skincare routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "The Glow Recipe Watermelon Glow Jelly Sheet Mask has been rescuing my skin! My skin has become very dry since it’s getting very cold lately. My skin type is combination skin. However, this mask has provided me with extreme hydration! My skin feels soft and rejuvenated after using this! I’m very particular when it comes to facial sheet masks! It’s a must-have for a sheet mask! I would definitely use this again and again!"
		},
		{
			"review_title": "My skin feels amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Dry skin",
			"review_text": "I love how refreshing this mask feels as soon as I put it on. It’s cool, soothing, and sticks well to my skin without sliding around. I use it after cleansing and toning at night, then pat in the leftover essence before finishing with a light moisturizer. It’s a perfect pick-me-up for days when my skin feels tired or dry. My skin feels super hydrated and calm after using this."
		},
		{
			"review_title": "the best mask",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "absolutely love this watermelon glow jelly sheet mask by glow recipe! my skin has never been smoother and more glowy than it is after using this mask! i received so many compliments and questions on what i did to my skin!"
		},
		{
			"review_title": "Love it! Jelly type mask",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Love glow recipe! This was gifted but I used their products before and love the moisturizer that matched the face mask! Was a different face mask than your typical but love it nonetheless the less! I really like how it makes my face feel and leaves it feeling refreshed"
		},
		{
			"review_title": "Winter must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I’m absolutely obsessed with this mask! Not only did my skin look better but it felt better as well! This mask is perfect for winter months due to the dry weather. It didn’t have an overbearing scent or weird feel to the skin after use."
		},
		{
			"review_title": "A great skincare addition!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Medium skin tone, Oily skin",
			"review_text": "This is one of my favorite face masks! Glow recipe never disappoints. I love the jelly texture of the mask and i love how it leaves your face and skin soo hydrated! Afterwards you have nice glowy skin. I also love the smell of it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I am obsessed. I love that this has actual watermelon extract in it and the texture is super fun! My skin is very so other while using and afterwards feels so fresh and hydrated. Always love glow recipe!"
		},
		{
			"review_title": "Good Hydrating Face Mask!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Combination skin",
			"review_text": "I absolutely loved this face mask! I already love all the other products so I knew i was gonna love this! It left my skin feeling so visibly hydrated and glowy which is what I love! I used this after my face wash routine!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
			"review_text": "Wonderful face mask! I love it so much like all my products from Glow Recipe. Perfect for a quick refresh and for relaxing your skin and priming it before doing my big skincare routine or before going out and doing my makeup!"
		},
		{
			"review_title": "Awesome Face Mask!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This face mask has left my skin extremely moisturized and glowy! Glow recipe is my absolute favorite skin care brand. This mask will definitely be repurchased and recommended to all my friends. I recently bought more as stocking stuffers!"
		},
		{
			"review_title": "Worst glow recipe formulation",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Dry skin",
			"review_text": "I have never written a review here but had to. This is the worst glow recipe formulation I have ever tried and I have used the toner, watermelon moisturizer, plum moisturizer, retional, vitamin c, dew drops, lip balm and peptide serum from this line. The mask ripped apart in your hands. I could tell instantly as I put it on that it was irritating my skin and like I said I use glow recipe including their watermelon line daily. Not only was it irritating but left a horrible sticky feeling. It said you could use the excess liquid on your body...but yuck my arms felt horrible, as if I put jam on them (sticky and suctiony). My face felt just as bad. I will be returning the rest of the masks I bought"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Light skin tone, Normal skin",
			"review_text": "Glow recipe!!!!! Their products are absolutely amazing! This watermelon glow jelly sheet mask feels so luxurious and leaves my skin looking and feeling amazing! I’m definitely going to be getting more of these, highly recommended!"
		}
	]
}