{
	"product_id": "1192",
	"name": "Glowy Nude Skin 2pcs",
	"brand": "NUDESTIX",
	"categories": "Makeup, Cheek, Blush",
	"price": 63.5,
	"about": "What it is:A limited-edition, two-piece kit that contains all you need for a visibly natural, healthy glow..Ingredient Callouts:Free of sulfates SLS and SLES, parabens, phthalates, and contains less than one percent of synthetic fragrances. This product is also vegan, cruelty-free, and gluten-free, and comes in recyclable packaging..What Else You Need to Know:This Glowy Nude Skin kit contains bestselling, universal shades designed by leading celebrity makeup artists. Nudies Matte Blush & Bronze warms and sculpts the face, softly shades eyelids, and adds a natural tint to lips. Nudies All Over Face Color Bronze + Glow is a skin-brightening balm with a soft-metallic glow to dab on highpoints of the face for a dewy highlight. Together, this multitasking duo provides nude, natural, sunkissed skin that glows..This Set Contains:- 0.25 oz/ 7 g Nudies Matte Blush & Bronze in Sunkissed (rosy bronze)",
	"ingredients": "Nudies Matte Bronze:Diisostearyl Malate, Dimethicone, Polybutene, Synthetic Wax, Caprylyl Methicone, Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Bis-Diglyceryl Polyacyladipate-2, Dimethicone/Vinyl Dimethicone Crosspolymer, Triethylhexanoin, Aluminum Starch Octenylsuccinate, Magnesium/Potassium/Silicon/Fluoride/Hydroxide/O Xide, Sorbitan Isostearate, Ethylene/Propylene Copolymer, Phenoxyethanol, Glyceryl Caprylate, Tocopherol, Triethoxycaprylylsilane, Silica, Aluminum Hydroxide (Ci 77491, Ci 77492, Ci 77499)]..Nudies Glow All Over Face Highlight Color:Hydrogenated Polyisobutene, Polyglyceryl-2 Triisostearate, Polybutene, Caprylic/Capric Triglyceride, Ceresin, Synthetic Wax, Octyldodecanol, Microcrystalline Wax, Dipentaerythrityl, Hexahydroxystearate/Hexastearate/Hexarosinate, Sorbitan Sesquioleate, Polyhydroxystearic Acid, Synthetic Fluorphlogopite, Ethylene/Propylene Copolymer, Phenoxyethanol, Euphorbia Cerifera (Candelilla) Wax, Stearalkonium Hectorite, Glyceryl Caprylate, Tocopherol, Propylene Carbonate, Tin Oxide, Mica.[+/- Titanium Dioxide (Ci 77891), Iron Oxides (Ci 77491, Ci 77499)]..**Nudestix Formulations Are Updated From Time To Time As Part Of Our Commitment To Innovation And Maintaining Global Compliance. Therefore, Ingredient Lists Or Claims Shown Here May Differ From The Box Of The Product Depending On Time And Global Region Of Purchase.....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.Nudies Matte Blush &amp; Bronze:.-Warm complexion by striping on cheekbones, forehead, and adding to eyelids..-Press onto lips for a natural tint...Nudies All Over Face Color Bronze + Glow:.-Dab to highpoints—cheekbones, browbone, nose, inner-eye corners, and cupid‘s bow—for a soft, glassy shine.",
	"num_reviews": 8,
	"overall_rating": 4.0,
	"product_url": "https://www.sephora.com/ca/en/product/nudestix-glow-nude-skin-2pcs-P463096?skuId=2390185&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2390185-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "Love this duo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "Love these even more than I expected to. I was worried the darker shade would be too orange for my skin tone, but when I use it all over - cheeks, eyes, lips— it looks gorgeous, particularly with a pop of highlight on my cheekbones and inner lid. Would definitely buy again!"
		},
		{
			"review_title": "DOSNT LAST",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Cute for a little while but it doesn’t last long. I don’t use primer. It’s good for an hour plus but after that it’s kinda gone I did  figure out if you use you finger it works best"
		},
		{
			"review_title": "Sun-Kissed look staples!!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Such an amazing blush and highlight to create a natural sun kissed look. Also so easy to travel with!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Normal skin",
			"review_text": "So there's a learning curve with NudeStix overall. I find them too stiff to apply directly to the skin. I instead like to run a brush over it and apply it instead. I'm medium and the color as a bronzer is a little pink. I prefer to use this color as a blush instead. The bubbly bebé is a good dewy looking highlighter. These two are my favorite two sticks. It's a good value as well as it's it's less to buy the set than two separate sticks."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Love love love it, super easy to use and love that there is no mess, however I do use other brushes."
		},
		{
			"review_title": "Pigmented but hard to blend",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "Good value set. Perfect for an everyday no make up make up look, especially if you are medium-tan. The blush is PIGMENTED. However, both products are hard to blend and they displace the foundation underneath. I usually use them on bare skin mostly so no biggie but if you plan on using it over make up, spray some setting spray on the product, dap a brush on it and use that on your face instead to keep the make up on place.   Personally I find the blush too dark for a fair-medium skin unless you are using this as a tan bronzer but ideal for tan skin. The highlighter is too light for tan and perfect for medium skin. So I don’t know who decided to put these two in one package because whichever skin shade you fall under one of the product will not work for you."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Overall, you know when something is supposed to be a do it all product, it actually doesn't do any of it. This is supposed to be universal, but it'll actually be off for everyone. It's better just to get a product that is made for your skin tone, as opposed to a universal color.   The Sunkissed color is very terracotta, so I don't really know how to use it, and I have medium skin tone. I think it's too dark to be a blush and too red to be a bronzer... But the highlighter, Bubbly Bee, is absolutely stunning.  The brushes are alright, I find the bristles to be way too short so they don't blend product like a brush, but it is convenient to have the brush there if you're doing makeup at a locker room or something."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I’m pretty fair and I originally purchased this cause I wanted to use this as a contour and highlight. On me the darker of the two was a bit to peachy. But now I’m using it as an eye shadow and lipstick.the highlight is now going to be something I can’t do my make up with out. It’s  smooth like butter to put on and the sheer glow of it is just amazing! Literally love both of these!!"
		}
	]
}