{
    "product_id": "654",
    "name": "Queens + Monsters Eau de Parfum with Sandalwood + Vanilla      ",
    "brand": "Henry Rose",
    "categories": "Fragrance, Women, Perfume",
    "price": 165.0,
    "about": "Fragrance Family: Earthy & Woody..Scent Type: Warm Woods..Key Notes: Neroli, Freesia, Sandalwood..Fragrance Description: Best described as a floral vanilla perfume, Queens + Monsters features key notes of neroli, freesia, and sandalwood for a warm, unexpected and gourmand composition...About the Bottle: Henry Rose crafted their bottles to be genderless, modern, and minimal. Their 50ml bottles are made from 90% recycled glass, u00a0caps are made from fully compostable soy resin, and cartons are made from biodegradable FSC hemp paper...About the Fragrance:u00a0 u201cThe idea was to create a concentrated woody fragrance that still showed a very fluid and multifaceted identity. It is a game of contrasts between brightness and sensuality, a dialog between the sparkling, zesty freshness of the petitgrain and the creamy, milky facet of the sandalwood.u201d - Pascal Gaurin perfumer..All Henry Rose fragrances are EWG Verified, Cradle to Cradle Certified, and Leaping Bunny Certified Cruelty-Free...Clean & Planet AwareOur ambitious curation of beauty made without controversial ingredients from brands dedicated to making meaningful environmental commitments, including sustainable ingredients and sourcing, packaging, corporate commitments, and consumer transparency.",
    "ingredients": "Alcohol Denat.,Tetramethyl Acetyloctahydronaphthalenes, Methyldihydrojasmonate,  3,3-Dimethyl-5-(2,2,3-Timethyl-3-Cyclopenten-1-yl)-4-Penten-2-ol, Ethylene Brassylate, 2-Ethyl-4-(2,2,3-Trimethyl-3-Cyclopenten-1-yl)-2-Buten-1-ol, Pentamethylcyclopent-3-Ene-Butanol 1-Propanol,2-[1-(3,3-Dimethylcyclohexyl)Ethoxy]-2-Methyl-Propanoate, Dodecahydro-3a,6,6,9a-Tetramethylnaphtho(2,1-b)Furan, Vanillin, Ethyl Vanillin, Methylcyclopentadecenone, Juniperus Mexicana Oil, Tetrahydro-Methyl-Methylpropyl)-Pyran-4-ol, Linalool, Propanedioic Acid,1-(3,3-Dimethylcyclohexyl)Ethyl Ethyl Ester, Linalyl Acetate, Phenylisohexanol, Gamma-Octalactone, 2-Acetonaphthone, Gamma-Nonalactone, Ethyl Hydroxypyrone Cyclopropanemethanol, 1-Methyl-2-[(1,2,2-Timethylbicyclo[3.1.0]Hex-3-yl)Methyl], 4-Methyl-3-Decen-5-ol, Pogostemon Cablin (Patchouli) Oil...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:..-Spray onto wrists and neck to intensify fragrance with the warmth of your body.&nbsp;.-Henry Rose fine fragrances can be worn alone or layered &nbsp;to create a personalized, signature scent....Recycling Instructions:.-Outer carton is made from FSC hemp paper and is compostable and recyclable.",
    "num_reviews": 196,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/queens-monsters-eau-de-parfum-P506240?skuId=2685840&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2685840-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1.7 oz / 50 mL eau de parfum spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2685840-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Rip off",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This fragrance is very nice but the bottle came already about 1/4 empty. I just received this and Dark was Night today and theyu2019re noticeably missing quite a lot. For $48 Iu2019d expect it to be full!"
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I love this scent itu2019s light and sweet and long lasting."
        },
        {
            "review_title": "Not for me.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "This was a blind buy and boy was it a mistake. Not for me. Smells like a must old attic to me. I didn't get Vanilla or Sandalwood. No thank you."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I'll be so honest... this smells like an Indian restaurant in the nicest way possible. I got it in the sephora favorites set. It just smells.. spicy."
        },
        {
            "review_title": "Yesssssss!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "WOW got this as a sample & I absolutely love it!! Will be buying again"
        },
        {
            "review_title": "Smells so great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love fragrance but I'm terrible at describing them so look to the other five star reviews because I agree with all of them!"
        },
        {
            "review_title": "VERY close to a 5 from me",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair",
            "review_text": "So what is awesome about this amazing scent :  complex top and middle notes.  Overall decent to good dry down.  She's clean and oh so strong.  A beautiful vanilla.  Very gourmand indeed, and I love that.  A sophistocated gourmand at that.   BUT one star off because once this dries down, it becomes a little boring, and frankly, I know a much better vanilla that is a lot like this one that is also clean and strong and never boring (Commodity Gold Bold).  When Queens dries down, she's a powdery cocoa vanilla, then a powdery brown sugar.  Also, this is weak on the woods note.  It is heavily powder gourmand.  So, to me, this is really close to being fabulous, but it just doesn't make the cut.  So close."
        },
        {
            "review_title": "It's a win!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Tan skin tone, Normal skin",
            "review_text": "It opens really bright & dries down after a few minutes. It is very woody and perfect for everyone. The sandalwood is the star of the show. It's slightly floral, but predominantly woody with a slight smokey note. It gives off like a sophisticated bohemian vibe in the absolute best way."
        },
        {
            "review_title": "Inherently Romantic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "This is a garden party at your doorstep that does not veer into the nauseous impact of roses and cakes. This smells like a breeze of fresh air and elegance with the continuous white flower note. It fits any types of casual occasions, when you want to have fun, and relax while at it."
        },
        {
            "review_title": "Great present",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I got this for my friend as a travel size, and he loved it so much the next year he asked for it again as his birthday present.  He gets many compliments on it and smells great!"
        },
        {
            "review_title": "love this scent will purchase!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I just received a sample with my latest purchase and i love this and will purchase! it's giving Byredo Mojave Ghost vibes to me."
        },
        {
            "review_title": "beautiful addictive scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, gray hair, Fair skin tone, Dry skin",
            "review_text": "I think this is a beautiful scent! It says genderless in the description, however I feel very feminine wearing it. It somewhat reminds me of Ormonde Jayne's Ormonde Woman. it's heady, yet clean, woody yet bordering on gourmand without being sweet. It's rather lovely. And, as a note, I absolutely despise vanilla in perfumes and most gourmands, but I didn't notice the note mentioned in the description somehow, and went ahead and purchased it. I'm so glad I did - it's very well-balanced and well-blended. I got the smaller size to start but I'll be back for the full-size soon!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Smells very similar to Elizabeth & James Nirvana Black, which I loved and was sad to see discontinued. Very warm and woodsy, but not overtly masculine."
        },
        {
            "review_title": "Elegant, Sensual & Long Lasting...and Clean too!?!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Dry skin",
            "review_text": "WOW gorgeous inside and outside! I found this beautiful, sophisticated fragrance through experimenting with the Henry Rose sampling set. This is hands down my favorite scent: creamy and sensual, with a very elegant finish. I was a loyal Chanel fragrance user until I discovered that clean beauty was really important to me. Truly, this is the first fragrance that delivers on elegance and longevity, while being a safe and clean formulation. THANK YOU Sephora!"
        },
        {
            "review_title": "Too cloying",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Received my purchase of the mini size.  Did not read reviews this time but purchased on the composition.  I cannot get any neroli scent nor any fresh.  Find this too overbearing for me and I've only put it on my tester paper. Certainly not a scent to impose on co-workers so will give it at least a chance when I work alone. This is a heavy  warm scent that announces your presence."
        },
        {
            "review_title": "Inconsistent: sample was different from bottle",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "mediumTan skin tone, Combination skin",
            "review_text": "I got a sample of this in the Henry Rose set and ABSOLUTELY LOVED IT! I finished the sample bottle quickly and ordered the travel bottle but it smells so different and I donu2019t know why. The sample smelled a lot better. Not sure if the new bottle I got is faulty but it also looked like it was used? So sad about this because I truly loved the sample."
        },
        {
            "review_title": "Guaranteed to turn heads",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "This was a blind purchase from reading reviews and I am so glad I bought it. This warm woody scent is unique and is for those who aren't afraid to get stopped and asked what are you wearing, and if you want to make an unforgettable impression when you walk into a room."
        },
        {
            "review_title": "obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Dry skin",
            "review_text": "i cant get enough of this. its definitely a divisive and unique scent. it has a heavy green note, freshness, some woodiness, a slight note of what could be described as u201cmetallic.u201d it is stunning. i have never smelled anything like it. definitely worth trying a small size to see if its for you."
        },
        {
            "review_title": "Lovely - Give it time",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Oily skin",
            "review_text": "Itu2019s hard to describe this scent. Itu2019s fresh without being clean, floral without being overly so, and ever so slightly woody, but in a sweet sandalwood way. I will say that it needs time to age before it has any  longevity so it will need to age for a month before it last longer than an hour."
        },
        {
            "review_title": "Did not work for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I got this based off the reviews hoping it would be as great as the reviews said it was and for me it was an immediate no.  I love super clean , woody ,green and Earthy type of scents. I was looking for something fresh and clean. This was not it.  My body chemistry is extremely picky , I wish I could wear all the influencer suggested fragrances but I simply cannot."
        },
        {
            "review_title": "Fresh and woody",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This scent is an incredible vanilla sandalwood base with a sharp green top and the freshest heart of freesia. A very contrary but pleasant scent. Not complex. Just beautiful."
        },
        {
            "review_title": "Queens and Monsters!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Beautiful green woody fragrance. Not overly complex but great for a spring scent. Minimal to moderate projection, crowd pleasing scent."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Loved this, got sick of after a few months so gonna take a break and come back to it but definitely a special scent."
        },
        {
            "review_title": "not an every day fragrance, but good enough",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The scent can definitely be overpowering and headache-inducing, so I always do a max total of 3 sprays directly to my neck and chest and that's it. It definitely has staying power, even on skin. It's not a fragrance I would reach for every day, but definitely nice for a casual date night."
        },
        {
            "review_title": "Terrible headache So bummed this is a dud for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I bought this for myself early September and it was just horrible. I wore it like 4 times, trying to convince myself that it was good, but it gave me a terrible headache every time. Twice I had to change my clothes because my head hurt so bad."
        },
        {
            "review_title": "Smells so good!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "I love this scent so much, I feel it is the perfect unique nighttime scent. If you like sweet or floral scents only then this may not be for you but this is my favorite perfume!"
        },
        {
            "review_title": "Greta winter scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Gorgeous spicy scent that lasts all day on me without being overpowering. Thereu2019s a subtle sweetness and warmth as well"
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I took a chance and Iu2019m glad I did. I love this fragrance. It makes me feel warm and cozy. I canu2019t wait to try more from this brand."
        },
        {
            "review_title": "Woody-spicy but sweet and warmud83dudc9c",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "I instantly fell in love with this scent and I wish I could just bathe in it! Upon immediate application there is a fresh, woody, and kind of spicy scent to it but with undertones of sweetnessu2026it is hard to explain, it draws you in. As the perfume drys down and plays with your body chemistry there is a warm sweet velvety side to the scent that comes out and stays with you."
        },
        {
            "review_title": "Unique and Beautiful Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "Unique and lovely scent!  I like this one for cooler months."
        },
        {
            "review_title": "More Queen than Monster!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "So pretty!!! I got this for my mom & it smells so good on her. And on me too! Itu2019s a powdery woody musk, mostly sits close to the skin but has a little projection to people sitting very close to you. Lasts 3-4 hours on the skin, lingers a little longer with moisturized skin. My trick is to use a thick lotion then dab some vaseline onto pulse points (wrists, inside elbows, behind ears, neck) and then spray perfume. Donu2019t rub your wrists together or anything, just let it do its magic as is. Excited to try others from Henry Rose now!"
        },
        {
            "review_title": "Sheu2019s a queen and sheu2019s a monster ud83dude1c",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This has become my signature scent. It is so so perfect and smells sweet, sexy, and woody. Iu2019m intoxicated and in love!"
        },
        {
            "review_title": "No Queens, only Monsters",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "the only perfume I have ever returned. it's sickening. I don't even know how to describe this. I think I detected notes of Vicks vapor rub."
        },
        {
            "review_title": "Tom Ford Dupeee?",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Smells sooo similar to Tom Ford Metallique. Weird since they dont have the same notes. This is: Sweet, spicy, clean, soapy, metallic, itu2019s a chameleon of a scent!ufffc"
        },
        {
            "review_title": "Soft and sexy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I personally love this sent, itu2019s sweet, soft and creamy. Beautiful warm floral sandalwood. Iu2019ve tried all from there sampler set and this one is my favorite"
        },
        {
            "review_title": "Nobody is mentioning this...",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "there is a very noticeable Hot Pepper note in this fragrance, like a Jalapeu00f1o Pepper note.  It is so off-putting.  I tried to get past it but I couldn't.  I can't believe this fragrance has the high ratings it does.  Does nobody else smell this??"
        },
        {
            "review_title": "Great quality, scent is polarizing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I personally love this perfume but I can see why it would be very polarizing. I didnu2019t like it at first but itu2019s grown on me. Definitely smell in store or try the travel size before blind buying. Itu2019s very heavy/rich, I get mostly a warm/sandalwood scent with a bit of lightness almost? A bit of floral but not much. Itu2019s very unique! I always pair it with a vanilla lotion to tone down the heaviness. The best part of this perfume is the lasting power. Perfumes usually only stay for like an 1hr max on me, but this one lasts for 6+ hours. Itu2019s very strong and projects, I can actively smell it the entire time Iu2019m wearing it, even when Iu2019m not trying too. Which I love. Itu2019s a really good quality perfume, it just depends on if you like the scent or not."
        },
        {
            "review_title": "Not my scent but if you like it, it stays well",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Normal skin",
            "review_text": "This perfume started very sweet (I got strong marshmallow notes) which is not usually my favorite scent family. It did eventually dry down and mellow to a more musky/vanilla/floral scent on my skin. It's definitely a more unique fragrance than I've encountered lately and the staying power is good, so it deserves a few stars. But even after drying down it still screams I'm wearing perfume! not what is that lovely scent? if that makes any sense."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Absolutely love this. It immediately goes on with a brace of greenness (the petitgrain), but settles into a creamy, musky floral citrus. I love love love perfume and have a ton, and find this to be a very unique cent and something perfect for summer and fall. I also find it to be long-lasting, which I appreciate."
        },
        {
            "review_title": "All season creamy sandalwood stunner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Gorgeous rich creamy green vanilla/sandalwood scent! Will work for all seasons and smells so unique!"
        },
        {
            "review_title": "Poor performance!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This is a beautiful sandalwood sent very intoxicating but unfortunately can only smell it for about 30 minutes are used a whole travel size atomizer within an hour!   It is skin scent. Unfort"
        },
        {
            "review_title": "Irresistible",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "I own 6 different Henry Rose perfumes. I love all of them but this is my absolute favorite. The fragrance is long lasting and smells divine. I receive many compliments all the time. I always have a backup with this one!"
        },
        {
            "review_title": "Favorite u2026",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I have received this product as a complimentary from Henry rose in exchange for my honest opinion.I m in love with this fragrance and use it everyday.Scent lasts longer and has received so many compliments .Highly recommend for daily use."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Gifted by Henry Rose. The Queens & Monsters Eau De Parfum is an amazing fragrance. The scent is a harmonious blend of sophistication and intrigue, exuding a sense of feeling elegance. The fragrance opens with a burst of vibrant citrus notes, which gracefully give way to a seductive floral heart, and finally settles into a warm, sensual base."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I have been guilty of only wearing one perfume for years so I have been trying to branch out, especially since I found Henry Rose Queens & Monsters.  The bottle is beautiful and it smells amazing! It may be the only perfume I wear for coming years...gifted by henryrose"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Medium skin tone, Dry skin",
            "review_text": "If you like a spicy, musky unisex fragrance this is for you! It wears well and evolves throughout the day with good staying power. I love that Henry Rose fragrances are clean and free of phthalates and parabens. Gifted by henryrose."
        },
        {
            "review_title": "Love how amazing it smells on me!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "This is my first time wearing Henry Rose, and I am in love! I received the perfume complimentary from Henry Rose and I am not disappointed. I tend to not be adventurous with my fragrances, and I usually stick to the same ones. However, I am so glad that Queens & Monsters is a bit different than what I am used to. Iu2019ve received so many compliments, and I absolutely adore how well the scent pairs with my body chemistry. Overall, Iu2019ll continue to wear this fragrance and may even explore some of the others from Henry Rose."
        },
        {
            "review_title": "Bursting with Vanilla",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "I was gifted by Henry Rose, Henry Rose Queens & Monsters Eau de Parfum, in exchange for my honest opinion. I was hesitant at first because of the tops notes being Violet Leaf, Neroli & Petitgrain. One of the last ones is Sandalwood. Some I've never heard of and others I'm not fond of.  I was wrong!! This scent is absolutely enticing. Warm vanilla and the main note I smell.  The only thing I don't like, is it doesn't last long. I spray it on prior to leaving for work and by the time I get to work, I can no longer smell it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "One of my top favorite fragrances from the line! This beautiful floral fragrance has notes of rose, tuber rose and deep earthy notes. Itu2019s such a beautiful rich and feminine scent. Perfect for the Floral lover. Gifted by Henry Rose"
        },
        {
            "review_title": "love this scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "I have been loving this whole brand recently and I especially love this scent Queens & Monsters , it's sweet but not too sweet, soft and feminine! It's really beautiful and makes my day better getting whips of it on myself! Def one to be tried from this brand ! Gifted by Henry Rose. Opinions my own!"
        },
        {
            "review_title": "Yummy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This Henry Rose eau de parfum, gifted by Henry Rose, smells sooo delicious! Itu2019s a light, airy fragrance. Upon praying you get this deep smell of coconut and vanilla! Only a few sprays can lasts hours and have gotten so many compliments!"
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "Gifted by Henry rose.  Amazing quality, and smells amazing! The bottle is so unique and modern absolutely looks amazing sitting on my vanity. The fragrance smells so good, and last for days. I sprayed it on a cardigan and hung it up and I can still smell it every time I open my closet!! Love it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This is a warm and woodsy smelling scent from henry rose, I like the mild sandalwood smell which feels seductive and also classy! This lasts long and love the packaging ! Its best for winter and evenings! Gifted by henry rose"
        },
        {
            "review_title": "Perfectly matched for me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I totally get the name. There's this seductively sweet and frolicky floral side but also brings forth this deeper, richer, and woody side. This has incredible longevity, sets a romantic aura, and offers this undescribable sexy mood for anyone who wears this. When I did the fragrance finder on their website, it pointed me to this very perfume. I love all the perfumes that I have tried from Henry Rose. Each one fits all of my many moods, but this one is the best so far. This is one that I will be wearing all year long. Gifted by Henry Rose in exchange for my honest review."
        },
        {
            "review_title": "For you, him, her, them, they",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I have to say, I'd never heard of this brand of perfume before. I was gifted by henryrose this amazing bottle. Before it arrived I did some research and was surprised to see that it's from one of the actresses I feel is a real person. Michelle Pfeiffer comes across during interviews as someone who understands normal day to day life, she just happens to be Hollywood royalty. Keeping this in mind once the package arrived, I was completely blown away by the complex simplicity of this fragrance. When you first smell it you're not sure what, where, how, why, who?! It's so subtly in your face. Yes, that is a contradiction but so is this perfume. It's masculine yet feminine. Gently strong. It lives up to everything you expect from a unisex fragrance. I am extremely feminine and it totally worked for me. To confirm my suspicion that even a very masculine person could pull it off, I asked my husband to use it one work day. He said people kept complimenting him on how he smelled. Same reaction I received. What was really fun was the day we both wore it. Others could tell our fragrance was similar, but never believing it was the same one. It totally works with ANY pH. Highly recommend this perfume. An overall great buy, not to mention a wonderful company. A+"
        },
        {
            "review_title": "That name! Such a sophisticated fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This one is the edgy, sophisticated fragrance from Henry Rose. It was sent to me complimentary from the brand. I can see why it's referred to as genderless. It's divine and so lush for anyone who uses it! I absolutely love this fragrance! It's definitely not an everyday scent for me because I feel I have to be dressed appropriately for it, if you know what mean. It's a sultry fragrance that reels you in!"
        },
        {
            "review_title": "Love this perfume!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "Gifted by Henry Rose! I am a perfume lover and I am always eager to try new new perfumes. This has the woody notes of neroli, freesia, and sandalwood which I loved the most. Every time I wear this perfume, my husband  comments are, u201cWow, how good you smell!u201d I spritz this on my pulse points, wrist, neck, and below the ears. It gives dreamy freshness every time I wear it. This scent stays long and is perfect to wear for all occasions. Overall, I loved it much and this will be a great addition to my perfume collection."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "# Gifted by Henry Rose, and I'm in love with the package. Love from the first sight. Also, I love the ingredients. Smells good not too hursh and last for the whole day. Definitely one of my favorite perfumes on the shelf"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Gifted by Henry Rose. This was honestly my least favorite but it may be due to personal preference. It has a very earthy smell which is not my forte. I will say it is a potent smells and lasts while so thatu2019s good!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "I really enjoyed the smell because it is warm and woodsy. The freesia is quite prominent so keep that in mind. The scent last all day and isnu2019t overpowering. Overall a great neutral scent for everyday use. This was gifted to me in exchange for my honest review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "Gifted by Henry Rose. The queens in monster EDP is very potent smelling. It is long lasting. I love the woody and spicy notes. I smell the sandalwood, which is my favorite. It is very relaxing to smell. I love the dry down and how it smelled at the end of the day."
        },
        {
            "review_title": "Perfect Spring Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Opens green, but if you are not a fan of green scents don't let that fool you because within a minute it transitions into a warm cozy powdery tonka bean scent  with no trace of the green opening and it's so lovely.There is no tonka bean in this scent its a vanilla, cocomusk and sandlewood that blends very nicely where you do not smell sharp vanilla in the middle, but the dry down becomes mostly vanilla with  some sandlewood on me. I received this scent complimentary from Henry Rose."
        },
        {
            "review_title": "Zesty",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I was gifted by Henry Rose Queens & Monsters  in exchange for my honest review. I wear this Earthy & Woody scent whenever I feel a bit naughty and it brings attention to me! So much so that I wear it less often. I love the fact that the bottles are made from recycled glass plus the cap and cartons are 100% compostable. I highly recommend this perfume by Henry Rose!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Gifted by Henry Rose! This perfume smells amazing and had a long-lasting power. Itu2019s basically an explosion of flower scent thatu2019s very flattering and perfect for any season of the year. I would definitely recommend this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I like to wear this perfume daily to work. It has a nice and lasting scent thatu2019s perfect for daily and long-time use. I donu2019t have to reapply it frequently throughout the day so it is a much better value than my last fragrance purchase. This was a nice introduction to an amazing brand! Gifted by Henry Rose."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Love this unique scent! It starts out so different than when I wear it and then changes into such an amazing scent! Love having this in my collection! Itu2019s such a warm and cozy feeling when I wear it! Gifted by Henry and Rose"
        },
        {
            "review_title": "Lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Combination skin",
            "review_text": "I love this scent, it's very sophisticated and you only need to wear a little, it lasts all day. It has become one of my favorite perfumes. It is perfect for special occasions, it makes me feel very happy. This was gifted by HenryRose."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "received this complimentary from Henry Rose. Really nice package, beautiful bottle. Smells soo good, its unisex but for me it smells more masculine. I wish the scent last longer, so you need to reapply during the day."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The product was gifted by Henry Rose to review. Itu2019s a woody scent. The scent felt warm and soft. I can also smell the sweetness from it. Itu2019s would be great for fall and winter time.  Very long lasting on me. Love the packaging. Overall, I like it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This perfume dries down as a spicy vanilla musk on me. The vanilla is a little stronger than I prefer in a perfume, but my sister absolutely loves the notes and this is hands down her favorite perfume. The scent lasts about 4 to 6 hours before nearly being impossible to smell. I received this complimentary from Henry Rose."
        },
        {
            "review_title": "One of a kind scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The Queens & Monsters Eau de Parfum I received complimentary from Henry Rose is great for the cooler months. Itu2019s spicy and earthy. Very easy to wear if you like a stronger scent. I like to layer it with something sweeter, too!"
        },
        {
            "review_title": "Woody",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I received this perfume complimentary from Henry rose. I found the name really interesting and so is the perfume.It is a straight up woody fragrance. It is a very warm and sweetness from the vanilla comes out beautifully. It is a nice warm fragrance."
        },
        {
            "review_title": "Warm & cozy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "What first caught my attention was the name Queens & Monsters. I knew I was going to love this fragrance. It smells so warm, earthy and cozy. It is a lovely fragrance for the cooler summer nights.This fragrance makes me complete and happy everytime I wear it and I always get compliments. I also love that it is clean and cruelty free. I was gifted by Henry Rose."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This starts with a really strong scent but not overpowering but it dries down to a nice scent and didnu2019t get all the not in this.  Iu2019ve sprayed on my clothes and the kind of pepper scent was the only note I could get in this!And it doesnu2019t last long ! I recommend other scents like char and flora carnivora ! For this one I recommend going to the store!Gifted by Henry Rose"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "Queens and Monsters is a very complex scent.  At first spray, it is pretty strong and musky/powdery. However, it changes and I like the scent that it settles into. It is warm, woody, comforting, musky, and a sweetness from the vanilla.  Gifted by Henry Rose."
        },
        {
            "review_title": "Must have fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love how these fragrances are so unique and flattering they last for so many hours, and the next day, I can still smell the fragrance, a floral notes on my pillowcase. My husband absolutely adores the smell of this perfume, and I love that is clean. Gifted by Henry rose"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I got this product complimentary from Henry Rose. Queens and monsters is a very interesting name. But the perfume is actually not that dramatic. I like this one very much. Itu2019s very straightforward woody feeling. The sandalwood tone is very catchy but not aggressive. I could sense it at the beginning of top notes.   I mean whoever designed this perfume is a genius. To keep the authentic woody tone combining violet leaves in the top notes and jasmine in the middle notes. Most importantly some sweetness of vanilla make the richness of the perfume. Itu2019s very clever. And I feel very comfortable to use it in most of the formal seniors."
        },
        {
            "review_title": "Very beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Oily skin",
            "review_text": "This is such a gorgeous scent. You can smell all of the individual notes. Very soft and lovely. It most very finely and has nice staying power. I think this is my new favorite one by them."
        },
        {
            "review_title": "Yummy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Queens and Monsters was gifted to me by Henry Rose.  First off, I love the name! As far as the scent, there are notes of vanilla and jasmine, which are my favorites.  I can also smell the lovely sandalwood.  It's a nice soft, clean scent.  I definitely recommend."
        },
        {
            "review_title": "Smells Wonderful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I received a bottle of Queens & Monsters Eau De Parfum complimentary from Henry Rose in exchange for my honest review. I love that this scent is genderless, and not overpowering. I can definitely see myself wearing this fragrance out to a nice restaurant on a date night."
        },
        {
            "review_title": "Beautiful bottle and fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Henry Rose gifted me this gorgeous perfume Queens and Monsters. Such a beautiful name! Letu2019s first talk about the bottle and packaging, bottle made of 90% recycled glass and lovely sustainable packaging. Itu2019s got a sleek and elegant look. The scent is amazing with hints of Neroli, Freesia, and Sandalwood. Both my husband and I loved using it."
        },
        {
            "review_title": "Love this one",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I was drawn to this scent at first because of its unique name. This is a Vanilla, Sandalwood, and Jasmine scent. It's sweet, warm, woodsy, and a perfect year-round scent. I can see myself wearing this in a casual, as well as a formal setting. To me, this is my feel-good scent. It just puts me in the right mood. Gifted by Henry Rose."
        },
        {
            "review_title": "Makes me feel like a queen",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Oily skin",
            "review_text": "I received the Queens and Monsters perfume complimentary from Henry Rose in exchange for my honest review. I have a tendency of being able to smell the bottom notes of a perfume and I could definitely smell the bottom note of vanilla. It made me decide to use it after a nice hot relaxing shower instead of everyday wear. I also used it going out on a date with my husband. It made me feel sensual. It is a little pricey but well worth the price if you want to feel this way."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "This is gifted by Henryrose. A very unique fragrance, orange blossom with woody notes, the two scents are just the right balance, it is a warm fragrance, with a clear glass bottle to see through the pure scent. There is no doubt about it, I like it."
        },
        {
            "review_title": "Warm and sensual",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "Warm and sensual. Suitable for special occasions and holidays. Felt very strong at first but it settles down a lot after a bit. I like the scent but it's not for daily wear for me. Gifted by Henry Rose"
        },
        {
            "review_title": "Seductive Without Being Overpowering",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This item was gifted by HenryRose, but I will be giving an honest review.  I truly enjoy this scent - it develops so well on me and is very seductive.  The sandalwood really shines on this one.  It has lasted most of the day and never was overpowering, as I do prefer a subtle yet noticeable scent.  This has become my daily fragrance.  So happy I received it or I may never have known!"
        },
        {
            "review_title": "Very Interesting Earthy/Green Fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "Of the 4 Henry Rose fragrances Iu2019ve tried, this one reads as the least heavy + warmest. It starts off bright + green notes of neroli before drying down to a fresh + almost u2018creamy cashmere-likeu2019 sandalwood base.   I feel this truly reads as a gender-neutral fragrance that is not season-specific. I have already had a couple people ask what I am wearing. Even after a night of wearing this, I still smell it on my clothes the next day. In comparison to other fragrances in my fragrance collection, I find the olfactory profile of this particular one to be more memorable/unique, yet not overly-complex. It wears like a high-end, fine fragrance. Gifted by Henry Rose."
        },
        {
            "review_title": "Felt like a Queen",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Queens & Monsters Eau De Parfum is an interesting, but lovely fragrance. It combines sophisticated elegance with a touch of mystery. The scent is captivating, with floral and woody notes that create a unique and enchanting blend. It has good longevity without being overpowering, making it suitable for various occasions. My new favorite scent! I received this complimentary from henryrose."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "What I like the most about this perfume is that they are very transparent about their ingredients. I love the packaging, looks like itu2019s made from recycled paper and it has a very clean look. The fragrance is also very enjoyable, itu2019s earthy and woody. Once applied the scent is very strong but it settles and becomes more subtle. Itu2019s a good product overall, not my favorite scent but really good if itu2019s your type of scent. I was gifted by Henry Rose in exchange for my honest review."
        },
        {
            "review_title": "Henry rose",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Gifted by Henry rose. This is my new signature scent. Iu2019m obsessed with the woodsy aroma.  Itu2019s so warm and cozy. I wear it daily. The smell is also not to strong and long lasting.  I will definitely continue to purchase! Highly recommend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "This perfume smells so good. Itu2019s like a warm vanilla kind of scent and it just makes you smell so sexy. Iu2019ve gotten compliments on it already, and Iu2019ve only worn it twice. It surprisingly lasted me longer than I expected it to which is really nice. Gifted by Henry Rose"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "Gifted by Henry Rose. I like this scent on me! It's rich and earthy but not overpowering. Then the scent mellows out to a vanilla/musk scent that give off cozy/warm vibes. I just wish it lasted for the day; it seems to be done by midday."
        },
        {
            "review_title": "Must try perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This perfume truly makes you feel like a queen. It smells great and lasts all day. The oackaging is also nice and compliments the product. I would purchase this product in the future and look forward to trying the other scents in the line."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This perfume has a really light scent to it but smells pretty good, its a warm scent and i like how it starts to transform after you spray it! I feel that it can be worn everywere! Gifted by henry rose for my honest review!"
        },
        {
            "review_title": "Intoxicated",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Complimentary from Henry Rose for my honest review. I love this perfume. It's a clean fragrance that has neroli, violet leaf, and petitgrain as top notes. Middle notes of freesia and jasmine. Bottom notes of vanilla, coco musk and sandalwood. This starts out green and as it sits on your skin you can smell the sultry scent of vanilla and musk. This fragrance smells better the longer it's on your skin. This is my new favorite fragrance and I would recommend it."
        },
        {
            "review_title": "Beautiful Long Lasting Scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Received complimentary from Henry Rose. Queens & Monsters feels so unique to me, it opens with this fabulous green note but soon the flowery notes of Jasmine, Freesia and Neroli take over, the dry down is spectacular, the Vanilla note is beautiful and gives it a warmth, and sweetness that complements the soft sensual Sandalwood to perfection! The longevity is medium to high which is amazing for a clean perfume, most I've tried don't last more than 4 to 5 hrs while this perfume lasts me 7 to 8 hrs and even longer on clothes. The projection is medium and during drydown feels more personal, although is marketed as a unisex fragrance it doesn't lean masculine at all. It's a beautiful well crafted scent that smells niche and expensive! A must try!"
        },
        {
            "review_title": "New favorite scent that lasts all day!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I was gifted by Henry rose this queens and monsters Eau de perfume. This is a woody scent with sandlewood accents. This is a warm scent for me that changes as you wear it. I love that it stays as strong the whole time your wearing it. This scent never fades! Itu2019s great for all events and can be worn every where. This is my new favorite scent and you only need one squirt per use."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "i love love love this fragrance! itu2019s gender neutral and very earthy/woody. iu2019ve had people asking what perfume iu2019m wearing too. i love the zest it has. i also love the sleek packaging! gifted by henry rose"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This perfume has a very sophisticated fragrance. The notes of Earthy & Woody are a great combination. It definitely last all day on me, even after I took a shower I could smell it still."
        },
        {
            "review_title": "Heavier night scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Henry Rose Queen and Monsters is  probably my third favorite of this brand  after jakes house which is more lighter . Itu2019s very prominent on the Jasmine but the vanilla cuts it adding a little sweetness. Itu2019s more on the heavier side. I would say its a night scent and it could lean unisex. I will say it does smell very natural, clean and flowery.  Gifted by Henry Rose."
        },
        {
            "review_title": "Unique floral with longevity",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This is a very interesting scent that I can't quite put my finger on. There's some floral baby powder notes in the beginning, and I don't really get a lot of sandalwood. Then, it melts into a really seductive woody scent. Quite unique! Complimentary from Henry Rose"
        },
        {
            "review_title": "Honest Review!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I was gifted this product complimentary in return for a honest review! I love how it smells fresh but spicy at the same time. Itu2019s honestly a scent iu2019ve never smelt before but definitely in a good way. This may be one of my new favorites but I also wanted to try u201cWindows Downu201d."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love this perfume gifted by a Henry Rose! It has a fresh scent but not too an extreme. The packaging is really nice and I like how they use eco friendly boxes. I really liked the nice floral scent and think itu2019s a really good item to gift!"
        },
        {
            "review_title": "Good one!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Gifted by Henry Rose, I have an immense adoration for this fragrance. Ever since I acquired it, I have been wearing it every single day. It has the remarkable ability to evoke a sense of warmth, allure, and comfort simultaneously. What sets it apart is that it's not overwhelming; instead, it delicately embraces you like a comforting hug."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "It's the perfect fragrance for a night out on the town, but it's also subtle enough to wear during the day. The fragrance is long-lasting, and I've received countless compliments on it when I've worn it.   It's a unique and captivating fragrance that is sure to turn heads and leave a lasting impression."
        },
        {
            "review_title": "Great unisex scent!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I tried the Henry Rose Queens and Monsters perfume and found it to be a very complex, mostly unisex scent. The first spray had hints of orange but it dried down to a deeper rich scent. My husband immediately said he loved it and he rarely comments on my perfumes. The longevity was pretty good as I only resprayed once during the day. I received this complimentary from Henry Rose."
        },
        {
            "review_title": "So refreshing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I love this smell! I was gifted by henryrose and I've been using it for special date nights - I absolutely love it. The smell is sweet, while fresh at the same time. It lasts so well and doesn't fade much. This perfume is awesome - 10/10 recommend!"
        },
        {
            "review_title": "Nice Unisex Deep Floral",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This fragrance is a nice deep spicy floral. It is definitely a nighttime fragrance for me that is classy and unique. It almost smells a little leathery and very unisex. I guess this could be an office scent for a man and more of an evening scent for a woman. It isnu2019t too bold but does project. I do not feel like it lasts over 3-4 hours on my skin, but slightly longer on clothes. Overall it is very easy to get along with. Gifted by Henry rose."
        },
        {
            "review_title": "My new go-to scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I received this product complimentary from Henry Rose in exchange for my review. This is a unisex earthy & woody fragrance, and I absolutely love it! The scent is beautiful, warm, and not overpowering! I get compliments every time I wear it. It lasts longer on my clothes. This is my new go-to scent, and I would definitely recommend it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
            "review_text": "I'm grateful to have been sent this Queens & Monsters perfume complimentary from Henry Rose in exchange for my review. I think the packaging and the bottle seem like great quality and look to be well-made. I think this is a really complex scent and it's difficult to describe. It's the type of perfume I would wear to meet my lover at a moonlit garden. It's somewhat seductive and youthful, but also warm and floral."
        },
        {
            "review_title": "Deep and sensual",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I think I had very high expectations from this perfume. While itu2019s still a good scent itu2019s not the kind you would wear for a night out with your girls. Itu2019s the kind of deep scent you might want to wear for yourself (according to mood). I feel the sandalwood tone is light but vanilla comes pretty strong. Overall a deep perfume that reminds me of winter and fall! Complimentary from Henry Rose."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "I received Queens & Monsters perfume complimentary from Henry Rose in exchange for my honest opinion. I was honestly very intrigued by the name of this perfume. This is an Earthy & Woody scent which is just right up my alley. The key fragrance notes are Neroli, Freesia, Sandalwood. Sandalwood really comes through from this fragrance. Somehow I didnt like this smell either standalone or layered with any other perfume."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I wasnu2019t sure about this fragrance in the beginning. It took some u201clivingu201d with it for me to really appreciate its beauty. At first spritz its very earthy which I not the biggest fan of but the dry down is absolutely beautiful, itu2019s warm and slightly sweet with some vanilla. If you like warm, scents with body and layers, youu2019ll love this fragrance. Complimentary from Henry Rose."
        },
        {
            "review_title": "Omg yasss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I am obsessed with the smell of this perfume for more importantly this perfume will stay on your skin for hours and that is hard to find. It is a strong perfume. That feels extremely soft. Itu2019s not overpowering thatu2019s why is my new favorite. Gifted by Henry Rose."
        },
        {
            "review_title": "Great addition",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I was gifted by Henry Rose the Queens and Monsters perfume. The bottle is very elegant and the smell is amazing. The notes of violets jasmine and vanilla are really prominent. This perfume would be a great addition to any collection"
        },
        {
            "review_title": "Very complex and will turn heads",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This is a super complex fragrance, and I had to use it several times before I could really pin down my thoughts about it. At first it comes on extremely strong with the sandalwood and warm musk top notes; in fact it reminds me a lot of Commodity Gold. However, thereu2019s so much complexity in the drydown; I smell vanilla, spices, the gourmand sweetness of coconut, flowers - itu2019s all there. Itu2019s definitely one I have to mist and walk through because itu2019s super strong and it lingers, but I can see it becoming a favorite winter scent. Itu2019s definitely not for everyone so get a tester if you can, but it could be your new favorite. Gifted by Henry Rose."
        },
        {
            "review_title": "Great scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I was gifted by Henry Rose Queens & Monsters Eau De Parfum. To start, I just really like the design of the bottle. This isn't the most important feature, but it looks nice on my dresser. The scent is comforting and it mixes well with my natural aroma."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "complimentary from henryrose Queens & Monsters Eau De Parfum is different from my fragrance choices. This scent is so captivating, if you like the mix of woody and floral scents, definitely give it a try, you won't regret it. This perfume exudes a warm woody sandalwood, a sensual aroma and a touch of vanilla. The fragrance is light without being overpowering. The packaging is also great."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I received this complimentary from Henry Rose for review. Queens and Monsters is a very elegant, feminine fragrance with strong notes of jasmine sambac, freesia and sweet vanilla when you first spray it, then dries down to an earthy sandalwood. The woody notes make it lean more unisex, and it's a great fresh fragrance that can be worn daily year round."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Queens & Monsters is a beautiful balance between woody and earthy. It isn't too strong of a scent and can easily be layered. The dry down is so sweet on me. I received this complimentary from Henry Rose."
        },
        {
            "review_title": "awesome scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "This scent is awesome. It's rich, warm, with earthy and woody notes. I get so many compliments while wearing it! I totally recommend trying a sample. I also like its modern and minimal bottle and that it's Cruelty-Free. gifted by henryrose"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "This is such a unique scent, gifted by Henry Rose. There are some green notes but also sweetness, so it would work well for anyone. Itu2019s different from my normal fragrance choices but addicting in its own way"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This scent is so captivating and well done! I love the sandalwood,vanilla and floral scent in this. It you like woody and floral scent mix together definitely give this a try you wonu2019t regret it. Also the name of the fragrance is super cool. Gifted by Henry Rose"
        },
        {
            "review_title": "Warm",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "The Queens & Monsters Eau de Parfum exudes warm woody sandalwood, sultry scent and a hint of vanilla. I love the sweetness of the florals and vanilla, the woody notes of the sandalwood. The fragrance lasts for a long time on my skin and clothes. The fragrance is light without being overpowering. If you like warm, sweet floral perfume, you will love this fragrance. Complimentary from Henry Rose."
        },
        {
            "review_title": "Smells good all day",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I really like Queens and Monsters Eau de Parfum, complimentary from Hendry Rose, because it smells amazing and lasts all day. It has a warm and spicy style, with notes of things like violet leaf, jasmine, and sandalwood. The fragrance is also made with clean and safe ingredients, which is great for people with sensitive skin. The packaging is really cool too, this fragrance just feels really luxurious and special. I definitely recommend it if you're looking for a high-quality fragrance that will make you feel great."
        },
        {
            "review_title": "Stunning perfume",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "I love this perfume it is amazing, everything is nice, not heavy, not too light. The scent is unique and beautiful, itu2019s a sweet scent and it lasts through my day;I am for sure This is my new go to scent."
        },
        {
            "review_title": "Unique smell",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I will start that I wasnu2019t impressed in the beginning because the smell itu2019s strong and Woody but after 20 minutes you can smell a subtle but rich warmth smell of vanilla and musk , I have to say that doesnu2019t last all day.I was gifted by henryrose"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I was gifted by Henry Rose queen and monster perfume and I love it. It smells so good and different from other perfumes I have. Itu2019s like a mix of fruity, flowery and woodsy smells. Itu2019s not too strong or too weak, itu2019s just right. It makes me feel like a queen and a monster at the same time. Itu2019s great for any time of the day or night. I get a lot of compliments when I wear it. Itu2019s my new favorite perfume and I think you should try it too."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I really like that this fragrance went with the minimal approach from design to scent with full transparency of their fragrance, however, I could not say I enjoyed this fragrance very much. The fragrance name is very cute and I normally love woody scenes but I found the combination of the sandalwood and Neroli to come off a little too woody in a sense where it felt more on the masculine side vs gender neutral. For that, it was a pass for me.  Queens & Monsters was gifted by Henry Rose."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I was drawn to this one because of the name, i thought it was so funky and cool. I also love the bottle shape, it fits nicely in the hand. while this is a nice fragrance I just didn't like it much mixed with my chemistry. this was gifted by Henry rose."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "Gifted by Henry Rose.  Henry Rose Queens & Monsters EDP is a truly enchanting fragrance that has captured my heart! ud83cudf39 This alluring scent is a masterful blend of sweet florals, earthy woods, and a touch of warm vanilla. It's sophisticated, yet playful, making it perfect for both day and night wear. The lasting power is impressive, and the eco-friendly, transparent ingredients make it a guilt-free indulgence. A delightful addition to any fragrance collection! u2728ud83dudc95ud83dudc51"
        },
        {
            "review_title": "I like it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I was gifted by Henry Rose.  Queens & Monsters eau de parfum is a good perfume for everyday wear. It isn't too strong and lasts a few hours before you need to respray. It isn't my favorite or unique but I think it would appeal to most people who like sweet vanilla perfumes."
        },
        {
            "review_title": "Really unique",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This opens very strong with a spicy note, but after awhile it turns into this super soft, skin like floral. Iu2019m enamored by it. I have nothing like it in my collection. I wouldnu2019t say itu2019s a safe blind buy but if you have the chance to try, I definitely recommend. (Gifted by Henry Rose)"
        },
        {
            "review_title": "unique",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received a beautiful bottle of this perfume complimentary from Henry Rose. Queens and Monsters describe this perfectly. Initial spray is giving fresh cut plants and marshmallows is how I can describe it in my own words. And after about 30 minutes it leaves just a sweet pretty musky vanilla/floral scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I got a discovery kit a couple years ago and that was the first time I tried Q&M and I loved it! I think it might be my favorite Henry Rose fragrance. Itu2019s warm and sultry, it pairs so well with my pheromones. Itu2019s very beautiful, definitely recommend! The packaging is beautiful! Gifted by Henry Rose"
        },
        {
            "review_title": "beautiful woodsy and bright scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "WOW! I really love this fragrance! It is perfectly woodsy yet bright with the notes this has! It is a beautiful scent to use all year round and it is great for any occasion. It is incredibly long lasting! Gifted by Henry Rose"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "Of the Henry Rose fragrances I have (3 of them) I really like this one the most. It is the most sophisticated and deepest of them all, and I think could wear really well on me, or on my husband! Gifted by Henry Rose"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Henry rose gifted me their fragrance in Queens and Monsters and I love it. It is a warm woody scent. It has notes of sandalwood and freesia. Such a great blend that smells amazing! Perfect for spring!"
        },
        {
            "review_title": "Spicy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This fragrance was complimentary from henryrose  is a spicy and punchy fragrance that could serve as a gift for any demographic. I appreciate the packaging and the logo reflection on the glass part of the bottle."
        },
        {
            "review_title": "I am in LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Dry skin",
            "review_text": "I received this product complimentary from Henry Rose in exchange for my honest review. I am in love with the Queens and Monsters scent. It has quickly became my favorite. It lasts throughout my day with only a couple sprays. It's a very unique scent combination. It's top notes are Violet Leaf, Neroli and Petitgrain are what I smell most when I first apply. Then after a little time, the middle notes Freesia and Jasmine come out also. Then the full effect comes with the bottom notes which are Vanilla, Coco Musk and Sandalwood. This is one I get compliments from family and strangers alike. This is a memorable scent that I fell in love with quickly."
        },
        {
            "review_title": "Unique",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I recieved Queens & Monsters Eau De Parfum complimentary from Henry Rose in exchange for my honest review.  I love fragrance and am slowly collecting and learning about them. I hadn't heard of Henry Rose prior to receiving this perfume.  I was excited to try this new brand of clean perfumes but wasn't sure what to expect.  The bottle is very sleek. The first spray is strong and oh so unique. If there is one word to describe it that would be it unique. I can't even describe the initial notes but it smells lovely. Over time it softens and you can pick up a more unique mix of warm, floral with a hint of vanilla. The more I wear this the more I fall in love with it. I'm going to purchase the discovery set to try the other Henry Rose perfumes."
        },
        {
            "review_title": "Amazing and unique!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I consider myself u201cperfumanicu201d I have a huge collection of perfumes. I am so happy this new u201cqueens and monstersu201d form Henry Rose was added there and became my most favorite right away. The scent is so unique and diverse. I canu2019t even describe it but itu2019s an amazing. I am so glad I was gifted by Henry Rose in exchange to my honest review"
        },
        {
            "review_title": "Amazing perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "(Gifted by Henry Rose)  Iu2019ve received the Henry Rose perfume (Queens & Monsters) and it has become one of my new favorite perfumes! Not only the scent is good, different and unique, but Henry Rose is so thoughtful that they add a guide chart of possible perfume layerings. I thought that was genius! That gives you many options to make your perfume so for you! Truly captivating!   Package is so beautiful and minimalistic; describes how package was made and clearly states ingredients in perfume. Really loved that! Also, scent is very unique and lasts very long! I loved the lovely hint of vanilla and how cozy it makes me feel.   I wore it when I went out for brunch with my mom and received many compliments!   Definitely my new #1."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "The one that I received complimentary from Henryrose is Queens & Monsters Eau De Parfum. Oh my god , I really love the scent. Iu2019m so glad that I choose the right one , I even spray some in my car and it is full of the Queens & Monsters scent , plus it lasts for long . I also like the lovely packing itself ."
        },
        {
            "review_title": "Love this perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Normal skin",
            "review_text": "I'm in love with this beautiful fragrance i received complimentary from Henry Rose. It smells sweet and fresh and lasts for few hours. I wear casually every day to work and got good compliments. I love that this fragrance is not overpowering and scent smells amazing. I will definitely recommend to others."
        },
        {
            "review_title": "Earthy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "This is my first time ever trying this brandu2019s perfume and I donu2019t know where I like it or not yet. Iu2019ve been using it every other day for over a week now and I canu2019t seem to decide. I think this scent is more of a 30s and up audience. Itu2019s a beautiful earthy, woody, and sexy scent but I think I just prefer something sweet, clean and light. However, I am keeping it for certain days I wanna switch up. gifted by Henry Rose."
        },
        {
            "review_title": "Amazing product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "OMG Iu2019ve never loved perfume so much literally Iu2019m in love with u201cqueens and monstersu201d from Henry Rose. The scene is so unique, fresh and long lasting. I canu2019t even describe it because whoever I asked they all describe it differently but everyone live it. I am so glad I was gifted by Henry rose in exchange of my honest review"
        },
        {
            "review_title": "Try in person first",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Combination skin",
            "review_text": "Donu2019t blind buy thisu2026 smells in person in your body first.   Queens and monsters is a bold, daring fragrance that is perfect for those who want to make a statement. It features a powerful blend of sweet and spicy notes starting with a top note of sweet vanilla that is quickly followed by a kick of black pepper, adding a spicy and smoky depth. This is followed by a heart of yelling yelling, and Jasmine, which adds a floral and powdery sweetness finally the fragrance settles into a warm base of sandalwood and benzoin, adding a rich and woody depth. This was gifted to me by Henry Rose for review and testing purposes. Conclusion: You will definitely stand out from the crowd and make a statement. It is strong and it is different. I do suggest you donu2019t blind buy this online and test it out in person on your body before making a commitment."
        },
        {
            "review_title": "Exquisite and Expensive Smelling",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I am a bit of a perfume junkie and lately I have been trying out new brands and notes that I had not previously been exposed to.  Queens and Monsters starts off a bit greener than the notes would suggest, with a nice sandlewood peeking through almost immediately. Next, I get Neroli, Jasmine, and Vanilla. This scent is blended so beautifully, and the fragrance is really captivating. I have gotten stopped several times each day that I have worn this. My boyfriend loves when I wear a drop to bed, also.  It has a decent sillage -- others will smell this. In my opinion, it is a bit too much for the office, but perfect for an evening out or social gathering.  I can smell this on my jacket the next day, so it absolutely lasts. Definitely a new favorite!   Gifted by Henry Rose, but opinion is entirely my own."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is such a GORGEOUS scent. I am obsessed with how powdery and feminine it is. It lasts a really long time too. Great job by Michelle Pfeiffer! I recommend for any aged woman. Gifted by Henry Rose."
        },
        {
            "review_title": "So well balanced!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Gifted by Henry Rose!! This scent is addicting. Itu2019s the perfect combination of fresh/a little green, woody, and floral. The vanilla helps balance everything out and adds such a yummy quality. This scent is long lasting and appropriate for any time of day or year."
        },
        {
            "review_title": "Too strong, earthy and green for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Queens & Monsters is a bit too earthy for my liking. I generally like woody, but the petitgrain and neroli notes are too green, citrus-forward and earthy for me. It gives that earthy spice that I absolutely cannot stand in a fragrance. Although there are floral and woody notes too, the earthy ones are too overbearing for me and lean pretty masculine. Too me, this comes off very strong and not in a good way. Sad to say this one did not work out for me. Complimentary from Henry Rose."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone",
            "review_text": "I love how beautiful it is this bottle very aesthetically looking. Also the smell is kind a sweet but at the same time i can say it is fresh for me. I recommend it. Gifted by Henry rose to review . Thanks"
        },
        {
            "review_title": "Not A Go To For Me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Gifted by Henry Rose in exchange for my review. Honestly this scent was a no go for me. To me it smells too much like cut grass, overly u201cgreenu201d scented and not in a good way. I physically couldnu2019t wear it without feeling like throwing up every time I got a waft of it. For me, the base notes never really reflected through and it kept the same green scent the whole time. I do not recommend."
        },
        {
            "review_title": "So great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Gifted by Henry Rose I really love this queens and monsters fragrance. I love that it is so floral and beautiful. I would highly recommend to all my family and friends. I think that it is just absolutely wonderful"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I really love this fragrance. I really love that it has a warm, but yet still refreshing scent to it. Overall, the Queens and monsters fragrance really lasts all day on my skin and itu2019s definitely a must have for anyone who loves of woodsy but floral scent to it. Gifted by Henry Rose."
        },
        {
            "review_title": "I like it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
            "review_text": "This fragrance is so beautiful. It rich, warm, floral. Not over powering but last throughout the day. There are hints of jasmine. I think the design of the bottle and the font they chose to print is all perfect. This perfume is perfect for yourself or as a gift to someone special. Gifted by Henry Rose."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "Creamy and woody with a strong, warm, vanilla-like presence. It is quite sweet, but the woods and the warmth keep this fragrance from being too sugary. Definitely a complex and interesting play of scents to this one. I like it best once Iu2019ve had it on for a couple of hours. Note: The Henry Rose packaging is A+. The bottle is so simple and prettyu2014the brand name is actually on the back of the bottle while the fragrance name and other text are on the front; itu2019s a really cool effect when you hold the bottle in your hands. Gifted by Henry Rose."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This brand is hands-down my new favorite perfume brand. Iu2019ve never heard of it before, so so stoked to try it. I love how refreshing floral and just fresh this sent is Iu2019ve got so many compliments on it and Iu2019ve only been wearing it for two days. Absolutely love it. Gifted by Henry Rose"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "Gifted by Henry rose. This Queens and Monsters 50 mL EAU DE PARFUM smells wonderful. I tested one spritz on my wrist and I can still smell it the next day. I would definitely recommend to anyone looking for a new perfume."
        },
        {
            "review_title": "Loveeeee",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This perfume gifted by Henry Rose is incredible. The scent is lovely, perfect for all year round, and it truly lasts all day long. The vanilla is sweet, but not cloyingly so, and the musk is lighter. The floral notes peel through after it dries. I spritz one squirt on my wrist and one on my neck and thatu2019s all I need for the day. The scent isnu2019t overwhelming or strong, itu2019s soft and lovely, and I look forward to wearing it every day."
        },
        {
            "review_title": "mysterious and sexy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "This fragrance is lovely - kindly gifted by Henry Rose. I love that the scent is gender less but I think even if you like the typical feminine fragrances you can still love this! It smells slightly sweet but very rich and elevated. Itu2019s a complicated scent - hard to describe but worth a smell!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Love itu2019s genderless. Also safe ingredients and I use it anytime without any concerns like with regular perfumes I had before. i enjoy the woody notes of neroli, freesia and sandalwood, they definitely create a provocative scent. love it, using on multiple occasions. Received complimentary from henryrose complimentary from henryrose"
        },
        {
            "review_title": "My new favorite scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Queens and Monsters by Henry Rose is such a beautiful fragrance. When I wear this fragrance I feel sexy and ready for a night out with my husband . I like warm woods scent like this. It reminds me of a grown up version of a scent I wore as a young teenager. I received this product complimentary from Henry Rose for my honest review."
        },
        {
            "review_title": "love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I received this perfume complimentary from Henry Rose. Queens and monsters is one of my favorites scent now. It is sultry and warm, make me feel so comfortable and happy. Also, I love it because this perfume is more clean and healthy. I canu2019t wait to try other scents now."
        },
        {
            "review_title": "Spicy and Sultry",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "The Queens & Monsters Eau de Parfum I was gifted by Henry Rose is truly one of the most unique fragrances Iu2019ve ever owned. I love that I can wear it around my baby without worrying if it will irritate her skin. I thought this would be overpowering when I first sprayed it, but as it wears it transforms into a captivating, spicy scent that emphasizes the coco musk and sandalwood."
        },
        {
            "review_title": "Very Sophisticated",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I really like the vanilla and sandalwood notes in this fragrance. I absolutely love the packaging and the bottle, it's so sleek and sophisticated. It looks so good on my vanity. Recieved complimentary from the brand for review."
        },
        {
            "review_title": "Decadent, Sexy, Unique",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "It was love at first scent! Wow! This is probably the best thing I was ever gifted to try. Itu2019s a sexy, musk like, vanilla hinted, even woody, scent. I donu2019t normally like woody, but wow this was something new. I love the name of this scent, and coupled with the way it smells, itu2019s very sexy, unique and sensual. This is definitely a new favorite in my collection, and has made me want to try other scents. I just may purchase the sample set. I will have to wear Queens and Monsters out or for a few days to see how it meshes with my body but so far Iu2019m in love! I received this complimentary from henryrose."
        },
        {
            "review_title": "Sweet sandalwood dream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This scent from Henry rose is so luscious and wearable! I am so happy with it! I am a big fan of sandalwood and neroli and this perfume is a dream for me. Queens and monsters is the ultimate creamy sweet sandalwood dream. I love it! Gifted by Henry rose."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I received this product complimentary from Henry Rose. I am honestly in love with the sent it gave off a sweet smell on my skin and overall it gave off more sweet then anything else. I love gourmand scents and it did have a little hint of a sandalwood which I am a huge fan of as well. I can tell this is going to be my new go to"
        },
        {
            "review_title": "Fresh and woodsy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Refreshing and woodsy, I love this scent for any occasion. Ewg verified! Fresh and CLEAN. This brand is a really good and trusted, itu2019s hard tk come by clean fragrance without a ton of added toxic junk! Gifted by Henry rose"
        },
        {
            "review_title": "Not it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Omg. It smells really bad. I tried to like it but it smells super overpowering and mature and just way way too strong. Like sticking your nose in a bad candle. I wonu2019t be trying anything from this brand. Gifted by Henry Rose."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
            "review_text": "Of the 5 of these Henry Rose fragrances I have tried, this one is hands down my favorite. I love the warm woody undertones and how it blends both masculine and feminine. 10/10 Gifted by Henry Rose Fragrances."
        },
        {
            "review_title": "Great musky scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Love the scent. Itu2019s very musk but smells great. Comes off a little strong but stays on pretty long and the scent lightens within the first few hours. This product was gifted by Henry Rose. Canu2019t wait to try more!"
        },
        {
            "review_title": "A must have warm and spicy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I received this complimentary from Henry Rose. This perfume Queens and Monsters Eau de Parfum is amazing! I feel really special while wearing this. It's warm and spicy.  Itu2019s a unique, woodsy sandalwood, a touch of freshness with vanilla. This is a long-lasting perfume without being overpowering. Great for going to the movies and dinner while wearing casual clothing like a dress blouse and jeans with heels."
        },
        {
            "review_title": "The best!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Complimentary from Henry rose. The fragrance is magnificent, I just love it. The bottle is very convenient to use. I get a lot of compliments when I wear it. It smells like stepping into a field of sandalwood with a mix. It last long as well"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love the name of this scents this is very unique fragrance nothing like I smelled before. Definitely warm and woody. I love the notes of Neroli, Freesia, Sandalwood. Itu2019s really provocative scent and I believe will compliment both man and woman. Fresh and zesty.  Gifted by Henry Rose"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "This was gifted by Henry Rose for reviewing purposes.  Queens & Monsters is a lovely floral/ woody fragrance that is perfect to wear to the office or casually.  It is not overpowering and the smell lasts all day on me!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "This is unlike any other fragrance I've ever tried! It's so beautifully gender neutral, I can see both men and women wearing this. I got it because of the neroli and that top note is so nice, but it's very unique being mixed with sandalwood!  complimentary from henryrose"
        },
        {
            "review_title": "Amazing smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Fair skin tone, Normal skin",
            "review_text": "Gifted by Henry Rose.I have been using this fragrance for the past few days and I love it!! I have gotten so many compliments on it when I wear it at work and have had so many people ask me what fragrance I am wearing. This is Definitely more of a warm wood smell! I definitely recommend. Just to note I got the full size gifted to me by the Henry Rose."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "This is very woody, powdery, and green. If thatu2019s your specific scent preference, then Iu2019d recommend giving this a sniff. For me, I did not like it, maybe itu2019s the neroli in it, but it just didnu2019t work for my nose. Gifted by Henry Rose."
        },
        {
            "review_title": "Such a surprise",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Gifted by Henry rose This is such a unique scent and I wasnu2019t sure that I loved it at first but itu2019s grown on me so much! It starts off really green with an almost sharp bitter note but unfolds into the most amazing cozy , warm musk scent that isnu2019t like anything I own. This isnu2019t something I would have picked on my own but now that I have it I am so happy because I truly love it!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "This perfume wasnu2019t for me. While it smelled good, it was a little too warm of a scent for me. I will say that I could still smell it on my clothes a day or two after applying, so itu2019s long lasting. If you like a warmer perfume, this is definitely for you! Gifted by Henry Rose."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Queens and monsters parfum is a little musky but with a touch of sweetness. Almost like vanilla scented but with a musky undertone. I really like it, itu2019s very light and not overpowering. It did last all day for me so thatu2019s always a plus if something lasts. Gifted by Henry rose"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Packaging is beautiful and simplistic. I love how beautiful you late and powdery that complex is fragrance is, I always have concerns with Neroly and how it performs on my skin but itu2019s very subtle . Definitely gives me Vibes of being romantic two spritzes go a long way."
        },
        {
            "review_title": "NEW FAV!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I was pretty apprehensive because Iu2019d never tried this brand before, and right after spraying, I wasnu2019t a fan. However, a few minutes later when it dried, it smelled SO heavenly. It stayed on for over 24 hours. This is my new favorite perfume! Just beware that once it dries it smells completely different, donu2019t be discouraged like I was. Gifted by Henry Rose"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "This perfume smells so sensual and warm with the hint of vanilla. I love the longevity and quality of it as well. It lasts all day. I love using this fragrance for date night itu2019s such a great scent love ! Gifted by Henry rose"
        },
        {
            "review_title": "henry rose",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
            "review_text": "Gifted by Henry Rose. Wow! This fragrance has the most sophisticated and intense scent. The bottle is so sleek and stylish. The woody and vanilla scent lasted all day on my skin. I really enjoyed it for date nights and fancy events."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Gifted by Henry Rose Such a complex and strong smelling scent. It stays in forever and the vanilla scent isnu2019t sticky sweet while the other notes all make for an u forgettable scent! Iu2019ve gotten so many compliments in a week!"
        },
        {
            "review_title": "Must try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This scent says it all! I am overall very pleased to be introduced to this brand as they do unique blends And trying to achieve lux touch for every aroma.  This one is super cool scent with lots of power and confidence in it.  Great fragrance for empowering women. Gifted by henryrose"
        },
        {
            "review_title": "sandalwood focused",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "gifted by henry rose. this is quite similar to some sandalwood focused perfumes I have smelled in the past. itu2019s musky and mysterious, I love the name of the perfume too. it makes you feel very sophisticated!"
        },
        {
            "review_title": "spicy and long lasting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "The Henry Rose Queens & Monsters Perfume is a unisex fragrance that is a blend of spicy, floral, and woody notes. The perfume is a unique and complex fragrance that is perfect for those who want to make a statement. I enjoyed the blend of spicy and floral notes, and it had a long-lasting scent that evolved over time. It made me feel warm and spicy like a winter fire. gifted by henry rose"
        },
        {
            "review_title": "Scent smells great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Smells amazing thank you this was gifted by Henry rose! this is the perfect signature scent, none of my other perfumes smell anything like this and Iu2019m inlove! I also love how it includes clean ingredients, makes me want to try all the other scents!"
        },
        {
            "review_title": "Woody and warm",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "This one from their collection is very woody and strong. Also you will get the scents of sandalwood. Not my personal fav but ppl who love warm and woody scents you will love it. I wore it for whole day and the perfume was still there. And the packaging is too cute  Gifted by henry rose"
        },
        {
            "review_title": "A must have for spring!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "This is hands down the best woody fragrance Iu2019ve tried. I was blown away by how amazing this scent is the mix of Neroli and sandalwood is so fresh! This is the perfect everyday fragrance for me and itu2019s very long lasting. I was gifted by Henry Rose and Iu2019m loving this scent!"
        }
    ]
}