{
    "product_id": "1201",
    "name": "Silk Cru00e8me Activator",
    "brand": "NuFACE",
    "categories": "Skincare, Treatments, Face Serums",
    "price": 101.0,
    "about": "What it is: A luxurious serum-cru00e8me activator to conduct microcurrent from your device to the facial muscles, leaving skin firmer, brighter, and more hydrated...Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Fine Lines and Wrinkles, Dryness, and Loss of Firmness and Elasticity..Highlighted Ingredients:.- IonPlexu2122: Comfortably delivers microcurrent to your skin for optimal, pro-level, visible results..- Hyaluronic Acid: Attracts and holds up to 1,000 times its weight in water, helping your skin appear plump, smooth, and hydrated..- African Leaf Juice (Mannan): Supports skinu2019s natural production of collagen and elastin for a firmer appearance...Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also gluten-free and cruelty-free...What Else You Need to Know: An essential pairing for your NuFACEu00ae device, this luxurious serum-cru00e8me activator is a hydrating serum to conduct microcurrent from your device to the facial  muscles, while leaving skin firmer, brighter, and more hydrated for up to 48 hours...",
    "ingredients": "-IonPlexu2122: Comfortably delivers microcurrent to your skin for optimal, pro-level, visible results..-Hyaluronic Acid: Attracts and holds up to 1,000 times its weight in water, helping your skin appear plump, smooth, and hydrated. .-African Leaf Juice (Mannan): Supports skinu2019s natural production of collagen and elastin for a firmer appearance.  ..Water/Aqua/Eau, Caprylic/Capric Triglyceride, Butyrospermum Parkii (Shea) Butter, Propanediol, Sodium Acrylates Copolymer, Sea Silt Extract, Bisabolol, Hydrolyzed Hyaluronic Acid, Adenosine, Olivine Extract, Tremella Fuciformis Sporocarp Extract, Betaine, Bellis Perennis (Daisy) Flower Extract, Leucojum Aestivum Bulb Extract, Hylocereus Undatus Fruit Extract, Zingiber Officinale (Ginger) Root Extract, Trifolium Pratense (Clover) Flower Extract, Biosaccharide Gum-4, Mannan, Tocopherol, Isopentyldiol, Lecithin, Glycerin, Helianthus Annuus (Sunflower) Seed Oil, Sodium Citrate, Glyceryl Caprylate, Glyceryl Undecylenate, Pentylene Glycol, Benzoic Acid, Caprylyl Glycol, 1,2-Hexanediol, Benzyl Alcohol, Potassium Sorbate, Ethylhexylglycerin, Sodium Benzoate, Sodium Metabisulfite, Phenoxyethanol, Citric Acid...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Begin with clean, dry skin..-Smooth a thin mask-like layer onto your neck and face, working in sections..-Use your favorite NuFACE microcurrent device (sold separately) to visibly tighten, firm, and contour. .-Follow with your favorite serums, moisturizer, and SPF.",
    "num_reviews": 1,
    "overall_rating": 5.0,
    "product_url": "https://www.sephora.com/ca/en/product/nuface-silk-creme-activator-P503874?skuId=2653889&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2653889-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "3.3 oz / 15 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2653889-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "This is amazing!!! Best activator for me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I have the FOREO bear device and used their activator but wasnu2019t very happy. So I tried this with bear and omg itu2019s amazing!! Not sticky and i swear it makes my device work better/better results each time!!! (More lift) ."
        }
    ]
}