{
    "product_id": "1508",
    "name": "The French Lover - Flexible And Soft Vibrating Tongue",
    "brand": "Smile Makers",
    "categories": "Bath & Body, Wellness, Intimate Care",
    "price": 74.95,
    "about": "What it is:A vibrator thatu2019s the perfect accessory to mimic the caress of a tongue and explore all erogenous zones thanks to its super soft and flexible silicone..Highlighted Features:- Cruelty-free, FDA-approved Silicone: For body-safe and guilt-free pleasure..What Else You Need to Know:This unique toy is for all bodiesu2014designed for a delicate and teasing touch. Itu2019s ideal for partner play or people with heightened sensitivity on the genital area. Itu2019s silent, has four speeds, and two pulsation modes. Itu2019s made of super smooth, vegan, and cruelty-free silicone..Device Size:16.1 cm x 4.9 cm x 2.8 cm.This Device Comes With:- 2-year warranty.Due to health & safety reasons, this item is FINAL SALE and cannot be returned or exchanged for cash, credit, or otherwise.",
    "ingredients": "",
    "how_to_use": "Suggested Usage:.Pleasure fun facts: .-The whole body can become erogenous...Tips:.-Caress the vulva by stroking it softly with the vibrating tongue..-For a realistic experience, lube up the tip of the tongue and caress yourself with it. .-Build up pleasure by playing with the speeds and pulsation modes..-Enhance outercourse by using it to explore each otheru2019s erogenous zones.",
    "num_reviews": 81,
    "overall_rating": 4.6,
    "product_url": "https://www.sephora.com/ca/en/product/the-french-lover-flexible-soft-vibrating-tongue-P508213?skuId=2721173&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2721173-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is a nice addition to my other vibrators! I love that it is very soft with 2 modes and 4 speeds. It's soft enough to move around the entire body to explore in your own free time. Since it's waterproof, you can bring it into the shower."
        },
        {
            "review_title": "Gets the job done",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "If youu2019re looking for a way to spice up that alone time or some couples play then youu2019ll love this addition! Itu2019s super easy to use and gets the job done. Just slip into something comfortable and let the tongue do all the work on your lady button (wink wink).."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "This is such a great personal toy. I love the design of this one. It fits perfectly to the body and the fact that it is water resistant is awesome. I love all the different settings.. so many to choose from. Easy to wash and keep clean as well!"
        },
        {
            "review_title": "Lots of enjoyment",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "So this style I'm very new to . I've seen and heard of didfernt tickling methods but personally have never tried it till now. I own another product from this brand so can vouch that it works very well and smiles all around. This is totally a different but super pleasable sensation. Definitely something new to try and guaranteed love it, the whole tongue part is totally euphoric."
        },
        {
            "review_title": "So fun!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "I really enjoy this toy its like nothing else in my collection. I love how light and almost ticklish this toy is, it is great for my more sensitive areas that most vibrators are too powerful for. I have been reaching for this daily I love it!"
        },
        {
            "review_title": "Good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "This toy is so unique! I love how it mimics the shapes feel and flexibility and movements of an actual tongue. It does the job and it really is not like any other product out there! I recommend if you like that type of pleasure lol"
        },
        {
            "review_title": "Ooh la la",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Oh what fun can be had with The French Lover Tongue Vibrator! The top is soft and feels great on your tender spot. Changing in between the four speeds adds to the peek of pleasure. This a great toy for you and your partner to play or just give a go by yourself. I enjoyed every minute of it."
        },
        {
            "review_title": "Feels good!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is the second little helper that I try from Smile Makers! As always the quality is 10/10, material is soft, easy to clean and easy to charge. It has multiple levels which I love. It doesnu2019t feel harsh, this one emulates the sensation of a tongue in a really good way!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "What really makes this stand out to me is that this product can be used to accommodate either those who need the lightest touch, as well as those who need a lot more, with the division between those options being: use it alone or use it in conjunction with something else. I appreciate that it thereby offers something for everyone!  Now keep in mind, this is an external toy for sure...but a powerful option. If you've ever brought in a soft feather, picture that in a hearty, motorized way.  As for quality of the product itself, it feels sturdy and durable. Rechargeable, with a teeny tiny port that is out of the way. There are quite a few different settings, again varying from a HIGH intensity to a soft touch. Easy to wash as well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I recently tried out The French Lover from Smile Makers, and itu2019s definitely a fun addition! The silky-smooth silicone feels great, and I love how flexible the tongue-shaped design is. Itu2019s super easy to use on different parts of the body, and the different speeds and pulsation modes let you customize the experience. If youu2019re looking for something playful and gentle, especially for sensitive areas, this might be a perfect fit!"
        },
        {
            "review_title": "Great new toy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The French Lover by Smile Makers was great. I very much enjoyed trying this out and had fun with it.  I like that itu2019s waterproof, rechargeable and easy to clean. The battery life seems good.  The different speeds and intensities worked well. It uses a different technique to a usual toy, but has the same Outcome!  I received this product for free in exchange for my honest opinion."
        },
        {
            "review_title": "Great quality",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I received it and put into the use. Itu2019s super soft and super well made. Iu2019m liking a lot this brand. Quality is super high end and soft to the touch. I recommend it for everyone to have one of this to play around"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "this product is super effective. I love the entire line, all of the products are easy to use and ergonomic. the designs are cute and sleek, and I love how they are easily washable and chargeable. great quality and great value!!"
        },
        {
            "review_title": "Chef kiss",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The Smile Maker French Lover Tongue Vibrator is a delightful and intimate addition to anyoneu2019s self-care routine. With its smooth, flexible silicone and unique tongue-like design, it delivers a gentle yet satisfying sensation that feels both playful and sensual. The different speed settings allow for a fully customizable experience, whether youu2019re in the mood for something subtle or more intense. Its compact size makes it discreet and easy to travel with, and the quiet motor ensures a private experience. If youu2019re looking for something that brings a touch of French romance to your alone time, this vibrator is an excellent choice!"
        },
        {
            "review_title": "Great vibrations",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Tan skin tone, Normal skin",
            "review_text": "So this is really really sweet. It gets the job well done. Alone or with my partner! I like that it is secretive looking! It has 4 settings and it is easy to clean because it is silicone! Not only that it is pretty quiet. I love this!"
        },
        {
            "review_title": "Very beginner friendly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I received the French lover from smile makers and was very surprised about the product. It has several different setting that allows more fun to it. Definitely paired well with the generous gel. Definitely think if you are just starting out itu2019s a great place to start."
        },
        {
            "review_title": "Exciting try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I didnu2019t expect this to work so well, but it feels nice and it adds a lot of pleasure so I would recommend for all the sensitive girls out there who still want to have a nice time. By yourself or with someone else!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This is really nice ; to get the full on effect make sure to use lube . Itu2019s lightweight and so easy to use . Itu2019s rechargeable also . Itu2019s not too loud either . I like to try out new things and definitely gets the job done !"
        },
        {
            "review_title": "Very light and fluttery",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "a very delicate feeling product! iu2019ve used this a few times and while it got the job done, the tongue of this device lacks any support to provide any pressure. if youu2019re somebody who needs a strong pressure to reach climax, this may be a little tougher. however, if you want something light and fluttery this is beautiful!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Love this product! As someone trying this out who isnu2019t a huge fan of oral pleasure, I loved this product and feel like it may change my mind with future partners! The intensity of this little guy is incredible and made me O in less than 5 minutes. Obsessed!"
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
            "review_text": "I just received the French Lover from smile makers and was seriously so excited to try it as Iu2019m totally new to the whole game of incorporating toys in the bedroom and this one did not disappoint itu2019s literally amazing"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Wow! This toy was so fun and easy to use. I love that it is water proof and cruelty free so I know itu2019s safe for my body. I loved taking it in the shower and relaxing. So happy they have launched at Sephora!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This toy is not my favorite, but it serves a different purpose than all my other ones, which is cool. The u201ctongueu201d reminds me of a feather and the different settings and speeds make foreplay more fun. I would say this is more exclusively for foreplay with a partner rather than the u201cmain actu201d if you are going solo. I wish it came with a pouch to store it in rather than storing it in the box."
        },
        {
            "review_title": "Fun and different",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This basically vibrates and because the top part is so thin, it flickers. The vibration comes from the bottom part and the top part moves as a result. It feels good but I feel it is too light to get you there.  It is good for beginning and it tingles. it is lightweight and fits the body perfectly.  It is fun and different."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This unique vibrator unit simulates the tongue with the flexibility but the four speeds and two pulsation modes puts this on a different level. This is great for stimulating more sensitive and erogenous zones."
        },
        {
            "review_title": "Great tool",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Wow! This works so well and has the perfect amount of pressure. I absolutely love how easy it is to clean and how it fits perfectly into the hands. really unique tool and I would absolutely recommend to a friend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Medium skin tone, Combination skin",
            "review_text": "This product omg omg itu2019s just sooooo good!!!! I kid you not this is my first vibrator and just thinking about how it works gets me tingling. Iu2019ve used this a good amount of times and each time with a happy ending ! In less than a minute!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "Innovative and feels amazing! It has a great battery life and the packaging is very clean and easy to wash. Itu2019s a sleek tool and doesnu2019t take up hardly any drawer space. Has a realistic feeling and I highly recommend it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Who even needs a man these days? Just kidding I love mine. But this is really effective for *getting the job done* if you know what I mean. Really cool and convenient that Sephora has these products available now and I love the funny names. The silicone is very sleek and easy to clean."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019m not an expert with toys but I love how this one makes me feel. I also love how the silicone makes the device easy to clean! The softness of the silicone is gentle and gets the job done. The pulse and speed settings on it makes it more fun to play with."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "The top of the device is actually much wider than I thought it would be in the picture. Which is fine it covers a lot of surface area. I like the different settings of speeds and mode. It was easy to find one that worked well for me in the moment."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I was super intrigued to try this out since Iu2019ve never actually used a toy before, but have heard great things of course. This one is definitely larger in size than I thought it would be, which was actually really nice because it made it easy to hold/maneuver. Itu2019s very soft touch silicone and in a super cute color. It was very easy to learn how to use and has several setting options for speed/pulse, which was really nice. Itu2019s also extremely easy to clean and charge. My first time using this alone I was already like yup..this is a winner in my book. Iu2019d definitely been curious to try more toys from this brand in the future!"
        },
        {
            "review_title": "Spice it up!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This will make your toes curl quickly!! Feels so nice!! Material is very soft and easy to clean. Quiet and discreet. It has a very unique shape, it has 4 speeds and 2 different pulsation mode. Itu2019s a great way to spice the routine!"
        },
        {
            "review_title": "I love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Iu2019m loving this little device so much I actually think Iu2019m becoming addicted to it LOL. I just spend like an hour or more like edging myself and it just feels really great and with the lube even more natural if you get what I mean"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This is a unique vibrator for anyone in the market for one. It definitely works and has 4 different speeds and 2 different pulsation modes. My one complaint is that the vibration while holding this is honestly uncomfortable."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "This was a great way to spice up my routine. Iu2019ve never used a toy like this and it was interesting. I appreciate the sleek discrete packaging as well. I would recommend trying for a different feel then what youu2019re used to"
        },
        {
            "review_title": "best toy ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Dry skin",
            "review_text": "this is the best toy i have used in my life. it vibrates and moves in the perfect way that makes me go insane, if you know what i mean. it has brought me so much pleasure and i canu2019t stop using it. i would recommend this to every lady out there!"
        },
        {
            "review_title": "Amazing ud83eude77",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "The French Lover from Smile Makers is my first vibrator. Since this is my first and successful experience, more details below. Made of very soft and pleasant unusual silicone, made in a soft blue color. There is a speed limit that you can control. There will be sensations from using unusually new ones that never existed before. I highly recommend this little secret to all girls."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "red hair, Fair skin tone",
            "review_text": "I received this vibrator device called The French Lover Vibrating Tongue to try out and review complimentary from Smile Makers in exchange for my honest opinion. I think that this vibrator works very great and itu2019s better than others Iu2019ve tried! The design of this device makes it very useful and unique compared to other vibrator devices out there! I definitely would recommend this vibrator!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "Made from silky-smooth silicone, it's gentle on the skin while being firm enough to deliver an experience. its tongue-like design, offering four speeds and two pulsation modes that can be easily controlled to suit your preferences. This feature makes it a choice for those looking to add variety and new sensations to their intimate moments. The toy's pulsation modes add an extra layer of excitement, allowing you to switch between different rhythms and intensities to find the perfect setting for you. The ease of use, combined with its flexibility and stimulating design, makes it ideal for both solo play and couples' fun."
        },
        {
            "review_title": "Oooh itu2019s a must!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This really has become such an essential ud83dude4a! Iu2019m loving everything about this! The pleasure is truly unique and I have absolutely been enjoying it! Itu2019s silky-smooth silicone, four speeds, and two tantalizing pulsation modes. Itu2019s a great and unique way to have fun and all the pleasure you need. Itu2019s a great tool to have around ud83dude09"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "This was my first Smile Makers toy & I was very intrigued by the concept. Iu2019ve never seen anything like it & itu2019s definitely a unique experience! The quality is great & I love the different settings it offers. Definitely curious to try more from this brand!"
        },
        {
            "review_title": "My newest favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Dry skin",
            "review_text": "Can you link institutional integrity to unethical conduct by criminal justice management? How are they related to each other? Do you believe the lack of institutional integrity affects the affects managers in criminal justice agencies or do you believe it is the other way around? Explain your answer"
        },
        {
            "review_title": "Skip this one",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "As someone experienced with adult toys this misses the mark. The u201ctongueu201d tip of the toy is entirely too soft it canu2019t be felt. The handle vibrates more and I ended up using that instead. I would improve this by may the tip left flexible and adding some vibration abilities all the way through."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Okay. This is my first time using this brand, and my first time using a toy that is designed to simulate oral play. It has four speeds and two vibration patterns. The material is very soft to touch and comfortable. I would prefer if the u201ctongueu201d part was a bit firmer, but I understand conceptually why it is not. I think it would be a bit less of a tease and a cleaner climax with that piece a bit thicker/firmer. All in all, it is a good toy. Easy to charge/use and fun alone or with a partner."
        },
        {
            "review_title": "Wowwwww",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Wellu2026.let me just say this has become my new best friend! Iu2019ve never tried this brand before and boy was I impressed! It has several settings so you can get just the perfect amount of desired. Trust me, you wonu2019t regret buying this!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I'm really impressed how this vibrator really replicates a 'French Lover's Tongue. The 4 different intensities and 2 different modes offers all you need for a great time. It's super easy to use and easy to clean."
        },
        {
            "review_title": "Feels good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This product delivers on its promises. The tongue component is soft and provides a pleasurable sensation. Using a lubricant enhances the experience, making it feel incredibly lifelike. Overall, it effectively fulfills its purpose and leaves you feeling fantastic."
        },
        {
            "review_title": "First for everything",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Theres a first for everything! Not sure how i feel about vibrators, on a personal level it seems like a lot of work. This is an interesting feature im new to the sexual wellness space so ill find my preferences as i go"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This came in late but it arrived and I am glad I got it. You want to be happy ? This will make you happy. It calms me down and puts me to sleep . I prefer using this than taking in medication to help me sleep"
        },
        {
            "review_title": "A great addition to your toy box",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This was a surprising little vibe! Deceptively powerful and way more versatile than I thought it would be at first.  The pros - I love how silky and soft the material is, it's gentle where it needs to be and more firm where you want it.  I really appreciate that the entire thing is covered with no metal showing,  even the charging hole is covered! The variable speeds are great,  going to the highest one will put you on the moon quick! The variety of patterns though was the real show stopper though because you can cycle through to fit each area of use.  It gets the job done, enjoyably,  if you will.  The cons - To me it didn't give that same tongue sensation when used down below so half a star off for that. On the other hand when used on the tatas it actually did feel great and you can get a bit of flicking action so that was a nice sensation.  Another half a star off for the design.  I wish the handle part of it had a little dip to it or a slight hourglass shape because when things get slippery this little guy can slip right out of your hands like a sea cucumber. Overall a 4 star toy and satisfied customer."
        },
        {
            "review_title": "Must have ever!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Oily skin",
            "review_text": "A super good product, the perfect size to carry in your wallet, my faithful companion in travel lol.. it has several powers (4 to be exact and two models of pulsations) and which is a very good thing for all the righteous! The color, it's my favorite."
        },
        {
            "review_title": "Lovers play",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "The French Lover Tongue Vibrator has a great set of vibrations for various needs. Thatu2019s a plus. The tongue part is a little to flimsy for my liking, but it is nice for some lovers play for sure. Definitely worth trying."
        },
        {
            "review_title": "Makes me purrrrr",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "Pros: The device is super lightweight and discreet. Itu2019s not too loud and it holds a decent charge. I wouldnu2019t quite that it feels like a tongue (if ya know what I mean) but it definitely hits the spot and has my legs shaking. I also enjoy the overall feel of u201ctongueu201d sensation. I incorporated the toy with my husband and ooooo it was INTENSE. Cons: The part of the toy that acts as the tongue could be a bit more firm, as I do feel like it would bend/fold before I would climax. Highly recommend for cl*t stimulation!"
        },
        {
            "review_title": "MUST HAVEEEEE !!! U DONT NEED A MANSSS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "i was very curious to try this, but OMG this GETS THE JOB DONE ud83dudc4f ladiesu2026 if your man or your man whose not your manu2019s is acting upu2026 get you one of these youu2019ll forget all about him ud83dude02 feels like an actual tongue i was shook! itu2019s amazing to use alone but iu2019ve been using it with my partner as well and itu2019s deff the perfect way to spice things up in the bedroom!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "This product does exactly what it claims to do. The u201ctongueu201d part of it is soft and feels great. You do need some sort of lubricant so it feels ever more real. This product will get the job done and make you feel amazing."
        },
        {
            "review_title": "Ya itu2019s pretty amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Oily skin",
            "review_text": "I am really loving this toy. I love the color itu2019s not some ugly off color itu2019s baby blue. This toy is super easy to use. It has far more than just the three speeds you normally see. I feel like the pulse patterns we more life like than on other toys. Iu2019m not the biggest fan of the way it plugs in with the super long pointy Jack. Other than that this toy ranks tops on my list."
        },
        {
            "review_title": "Took my breath away",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Smile Makers The French Lover Tongue Vibratortnat has four speeds and two pulsating modes for your pleasure. It has a tongue shaped head that mimics oral stimulation. Itu2019s rechargeable, waterproof, vegan and cruelty free, super quiet, has a travel lock, but most of all it gets the job done extremely quickly. Things for external use only tho so donu2019t get any ideas! Thanks Smile Makers you took my breath awayu2026"
        },
        {
            "review_title": "3 stars just for the name and look",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This is my first toy from Smile Makers and Iu2019m not that happy with it. The French Lover Tongue Vibrator has too soft tongue and you canu2019t even feel it, only the handle that vibrates, which is no fun. I donu2019t think Iu2019ll ever use it again or recommend it to anyone.  Iu2019m sure it will work for girls in their teens, with sensitive skin and arousal areas, but definitely not for older"
        },
        {
            "review_title": "Unique and high quality",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Medium skin tone, Combination skin",
            "review_text": "Iu2019m super happy with my Smile Makers product. The silicone is soft but durable. There are several strength options for the vibration, including pulsating rhythms. The soft tongue piece is so unique and different. It serves a variety of different purposes to explore sensations."
        },
        {
            "review_title": "Great product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This is an excellent self-care product for individuals interested in exploring toys. I've been thoroughly enjoying it! It offers a variety of customizable settings to suit your preferences. Cleaning is effortless, and it's versatile enough for solo or partnered use. I particularly appreciate the gentle suction, and it's remarkably comfortable and discreetly quiet."
        },
        {
            "review_title": "Travel friendly",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "The shape of this product is very interesting. The tongue-like part is very loose and I will do the job. The material is silky to the touch. The handle is smaller than I expected but it doesn't bother me.  There are different speeds, however, the device shakes in your hand. From the lower setting to the maximum, you can feel the vibrations of the device. Some people might get bothered by that."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This is a great self care item for anyone who wants to try out toys. I have been really loving this! It has many different settings that can be set to your liking. Itu2019s super easy to clean and it can be used for solo play or with a partner. I like the little suction as well and itu2019s very comfortable and not too loud either."
        },
        {
            "review_title": "Eotic and Pleasurable",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "The French Lover Tongue is an exotic experience! Never tried something quite like this, but it's quite enjoyable! I would definitely like to try more of this brand's products and will be mentioning them to my friends!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "First time trying out a Smile Makers product and was intrigued by the concept of this and curious to check it out. This is a cute little vibe and the quality is fantastic. It feels very lovely to the touch. A nice one to try and experience!"
        },
        {
            "review_title": "So fun",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "This is definitely one of my new favorite things! Itu2019s easy to use, lightweight and I like the various settings and controls. The light flickers of the endpoint are very stimulating and shaped well to be accessible. Overall, it absolutely gets the job done, I love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love this so much!! Love how I can use it for many things not just one. I wish it was easier to explain but itu2019s definitely one of my favorites ones at this very moment. Love how small it is, easy to travel with."
        },
        {
            "review_title": "10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "When i got this toy i hoped the movement of both would mimic the real thing, and let me twll you it does! Its like a real tongue! One of my favorite toys i have ever purchased. Its cool look, many different ways to use it, and easy-to-use controls make it a top-notch choice. Whether you're playing by yourself or with your partner, this toy is great. It's made our moments together way better and I totally think it's worth trying out if you want to kick things up a notch. Very gentle to use here felt like I was floating."
        },
        {
            "review_title": "So good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is so much fun. It was a different experience for me and I absolutely loved it. The feeling is out of this world. The suction is great and the toy is easy to use. It makes my husbands job easy as apple pie. Full marks for something this well designed and fun!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "i love this french lover - tongue bibrator hifted by the smile makers! it works so well and i love the shape of it! it makes me very happy as well! i would highly recommend this as a self care item!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "Ladies, if you know what you like and the description fits according to your preferences, then I think you will really like this. Itu2019s well made, surprisingly powerful but gentle at the same time. Such an underrated self care step."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Porcelain skin tone, Dry skin",
            "review_text": "I purchased a Smile Maker in January and been so impressed by it, I couldn't wait to try a second toy from their extensive lineup. It does what it says on the box, perfect for a quick de-stressing/relaxation session. I travel solo but would be ideal for couples if that's what you're into. All in all, Smile Maker helps me relax a bit and it's much appreciated."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I was really impressed with the quality of this toy. You can tell that the rubber is high quality, and it has six different modes, including four speeds and two different pulse patterns. Iu2019m excited to check out more from this brand!"
        },
        {
            "review_title": "Loveeeee",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I love this vibrator. Itu2019s so discreet and small enough to travel with as well. Thereu2019s so many different settings and itu2019s waterproof as well. It charges super fast and holds a charge for a long time. You canu2019t go wrong with having this"
        },
        {
            "review_title": "A good one!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "Well this is a fun one! It does what it's supposed to do ladies and in a really enjoyable way! I like that it's on the quiet side so it's discreet and I also like the unique shape, the four speed options and that it's on the smaller side so it's easy to hold and maneuver! Definitely recommend especially if you like the French lover kinda vibe :)"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Great product. I like the blue color, the modern design and the excellent quality. It does what promises. Works well for me. Can be a wonderful gift. I would highly recommend it to everyone to try it out."
        },
        {
            "review_title": "Unique toy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I like the unique shape of this toy. It makes for unique sensations and uses locations other than the intended. I do wish the flappy part was a bit more firm, itu2019s very soft."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Oily skin",
            "review_text": "This product is amazing!!! It made me have an shake and quake until I couldnu2019t control my body!! How amazing! You should all purchase this product."
        },
        {
            "review_title": "Not good",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This was too weak and the tip was too wide to be enjoyable. It is super quiet though, but unfortunately itu2019s going in the trash."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Nice touch and flexibility for playful exploration!"
        },
        {
            "review_title": "Nice vibe!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "A super nice clitoral vibrator to use alone, with your partner, and also in combination with another one, for instance The Tennis Pro. The first time using The French Lover, I didn't really understand it, but after giving it several tries, I completely love it."
        }
    ]
}