{
	"product_id": "1601",
	"name": "The Rice Wash Skin-Softening Cleanser",
	"brand": "Tatcha",
	"categories": "Skincare, Cleansers, Face Wash & Cleansers",
	"price": 54.0,
	"about": "What it is: A non-stripping cleanser that gently washes away daily buildup while replenishing moisture to reveal visibly softer, more luminous, clean skin...Skin Type: Normal, Dry, and Combination..Skincare Concerns: Dryness..Formulation: Cream..Highlighted Ingredients:.- Hyaluronic Acid and Red Algae: Replenish moisture reserve for hydrated, plump skin..- Japanese Rice Powder: Gently cleanses while leaving skin petal-soft to the touch..- pH-Neutral Amino Acid Base: Removes dirt without stripping skin, leaving it silky and well-moisturized...Ingredient Callouts: This product is vegan, cruelty-free, and gluten-free...What Else You Need to Know: This creamy foaming cleanser removes daily build-up of makeup, dirt, and oil while replenishing hydration. The amino acid-rich base maintains a healthy pH, visibly softening skin and boosting luminosity to reveal a lit-from-within glow...Clinical Results: In a study with 25 panelists, evaluated via self-assessment:.-96% agreed skin looks clarified.-92% agreed skin felt softer.-88% agreed skin feels more hydrated..In a study with 21 panelists, evaluated via Bio-Instrumentation (Novameter):.-After 6 hours proven to boost skin's hydration on average by +41%*....",
	"ingredients": "-Blend of Japanese Algae: Leaves skin feeling soft, comforted, and nourished..-Hyaluronic Acid: Helps skin look smooth and plump with hydration..-Tatcha's Signature Hadasei-3: Restores a visibly healthy-, youthful-looking radiance...Aqua/Water/Eau, Microcrystalline Cellulose, Propanediol, Sodium Cocoyl Glutamate, Glycerin, Acrylates Copolymer, Sodium Caproyl Methyltaurate, Coco-Betaine, Parfum/Fragrance, Saccharomyces/Camellia Sinensis Leaf/Cladosiphon Okamuranus/Rice Ferment Filtrate*, Oryza Sativa (Rice) Powder, Chondrus Crispus Extract, Sodium Hyaluronate, Betaphycus Gelatinum Extract, Lauryl Glucoside, Potassium Hydroxide, Polyquaternium-39, Disodium Edta, Phenoxyethanol, Ethylhexylglycerin, Sodium Benzoate, Sodium Carbonate, Alcohol...*Hadasei-3.....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Begin with wet hands and wet face..-Squeeze a small amount into palms and rub together to create a creamy foam..-Gently massage the face and rinse thoroughly..-Can be used daily.",
	"num_reviews": 2931,
	"overall_rating": 4.5,
	"product_url": "https://www.sephora.com/ca/en/product/tatcha-the-rice-wash-skin-softening-cleanser-P461537?skuId=2382232&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2382232-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "4.0 oz / 120 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2382232-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "You have to get this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This product has smoothed out my skin and does not leave it feeling dry. I use this in the morning and night. I will continue to purchase."
		},
		{
			"review_title": "Like a spa in a bottle!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Makes my face feel clean and fresh. And never feels stripped or dry afterwards. Definitely worth it if looking for a gentle luxurious cleanser. The smell is also light but reminds me of a high end spa."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Light skin tone, Dry skin",
			"review_text": "great gently exfoliating cleanser. fell in love with a sample and ended up liking the full size even more! it has a strong fragrance which doesn’t bother me but those with more sensitive skin should probably stay away (i have what i like to call “resilient skin” since my skin doesn’t react to anything lol)"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I’ve been using this for years. It’s my holy grail."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "After washing my face with this it felt so clean, and hydrated. I get super dry skin and usually after I wash my face it gets so stiff and dry. But this left my skin hydrated! New daily cleanser fs"
		},
		{
			"review_title": "perfume-y but good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I don't usually buy scented products but I just love the texture of this cleanser and how it feels to use."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "It's a really good face wash, with no harsh ingredients, soft on skin and gives a feeling of scrub with rice , gives smooth skin"
		},
		{
			"review_title": "sensitive skin girls watch out !!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "sensitive skin girlies watch out!!! i got this as a sample and brought it on my trip as a travel sized cleanser. when i tell you i have NEVER had breakouts like i do with this cleanser!! i have little milia spots everywhere on my face, its so so upsetting"
		},
		{
			"review_title": "Just not for me",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I got pimples when using this cleanser and changed nothing else in my routine. I wanted to love it but it just wasn’t for me :/"
		},
		{
			"review_title": "Love at first wash",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I got a small sample of this with a purchase at Sephora and decided to give it a shot. After my first time trying it I was shocked at how soft this made my face. Had to go back to see what I used, I didn’t even realize it was called skin-softening cleanser. It doesn’t break me out or dry out my skin either. After using this for a week I’ve decided to buy the bottle - I’ve tried so many face washes, this is a game changing product."
		},
		{
			"review_title": "Meh",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I really wanted to love this product. It was on my list things to buy, but it came to me as a sample. I didn't feel like my skin was truly getting clean￼ from this product and I had to wash my face after I used it. I will not purchase this product the"
		},
		{
			"review_title": "would recommend but ￼",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "This product works really well. Left my skin feeling really soft and good, but this does not smell that good for me personally that I definitely recommend ￼￼"
		},
		{
			"review_title": "I had to go to urgent care!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I got the worst hives of my life after just washing my face with this product and rinsing thoroughly. I had to take antihistimines for nearly a month. I stopped using this product for awhile and the hives went away...then I tried using the face wash again and hives came back. Very strange."
		},
		{
			"review_title": "the perfect match",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "after trying out so many cleansers , i can confidently say this is the best cleanser for me , my face is super oily and living in a tropical weather doesnt help it , this cleanser does its job for me and it does leave my face dry but with some good hydrating moisture after its all good."
		},
		{
			"review_title": "It’s very drying!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "It’s not hydrating as it claims. It claims to be suitable for normal to dry skin and I have dry skin, but my skin felt stretched and stripped the moment after the wash. Skin started flaking after 5 mins."
		},
		{
			"review_title": "Smells like pine-sol",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Works fine if you can get past the smell of pine scented cleaning supply."
		},
		{
			"review_title": "Worth a try",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I love this cleanser. I have very acne prone skin and this has never broken me out. It is pricey and i’m still unsure if it is really worth it but i will most likely repurchase"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "This was horrible for my skin, it broke me out immediately. Very sad because it’s on the more expensive side and now it just sits on my vanity."
		},
		{
			"review_title": "Loving it so far!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "My skin has improved so much since I started using this about 2 weeks ago. Less breakouts, oil, and scarring. My face feels fresh and it never causes redness or burning. It has been amazing for my combo skin!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": ""
		},
		{
			"review_title": "A little goes a long way",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This is a very lovely gentle yet lightly exfoliating cleanser. I really love that a little goes a very long way. The bigger size will last you forever. Only negative is the packaging. The caps easily break off."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I love this product, I have purchased this several times. It takes off all my makeup with ease and leaves my skin feeling clean and soft."
		},
		{
			"review_title": "packaging is a little cheap",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Love the cleanser, it’s nice and foamy but doesn’t dry out the skin. my only issue is the packaging, i’ve had multiple bottles and the hinge on the top always breaks off at some point. for a $40 cleanser, the top should be unbreakable"
		},
		{
			"review_title": "Immediate Breakouts",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "For whatever reason this product made my skin very unhappy. I Used 250 Insider points to get the tatcha bundle. After one wash of this my face feels dry, itchy, and is breaking out. I am not allergic to any of its ingredients, but it has a potent and harsh smell as well as microbeads."
		},
		{
			"review_title": "Thanku nextttt",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Tried this cleanser out for about 2 weeks, I noticed after I wash my face my skin would just dry out completely ! I had to use a moisturizer immediately after or it would look like my face is peeling. :/"
		},
		{
			"review_title": "Shocked and pleased.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "I thought Wow this stuff is hype. I'll never try this. Then I got a sample of it, and it lasted me a month using it at night only. My acne got better, and my skin didn't feel tight after I used it. I was shocked. I purchased the mini for Christmas, and I got another sample from sephora during the sale. Very pleased. The 1.7 oz will probably last me 6 months, just using it at night."
		},
		{
			"review_title": "Major Regret",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Oily skin",
			"review_text": "This cleanser caused the worst reaction to my skin. I do NOT have sensitive skin and have never had this issue . I RARELY get acne. I sure if I received a defective product (purchased in person at Sephora), but it felt like exfoliating needs of straight glass on my skin. I put this product on gently but it felt like thin sheets of glass were I’m embedded in my skin afterward on top of it drying my skin out horribly. My skin was perfectly clear prior to this, these pictures are immediately after rinsing the cleanser off. Unsure if I received a defective product, but u will never use this product after this nightmare. I saved my newly damaged skin with my other skin care products after about 2 days. Not worth it, much better products out there even if you don’t get a negative skin reaction."
		},
		{
			"review_title": "Not for My Sensitive Skin",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Dry skin",
			"review_text": "Overall my skin looked smoother, the tone more even. But, my skin is sensitive & there was some redness & irritation in the cheek-area.  Like others, tried the mini & loved it. Invested in full-size during a sale & had to return it. Very disappointing."
		},
		{
			"review_title": "smells like cigarettes",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "this face wash is great but the smell is horrific. smells like cigarettes and cologne - unbearable"
		},
		{
			"review_title": "best cleanser but so pricey",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "honesty the best cleanser I’ve ever used, leaves skin baby soft and so good for sensitive skin. just the right amount of foamy, and smells nice. However it ran out quick in a little over a month, and because it’s so pricey I can’t repurchase."
		},
		{
			"review_title": "Smells great!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I love the smell and how it feels on my skin as I am washing. It’s lush! A little goes a long way. I am told I have combination skin and thought this would be good for me, but it dries me out in certain areas.  Luckily I purchased a small sample size."
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is a hot take, but I think this might be the best cleanser on the market...  Everytime my friends or family come over, they use this. And everytime they are like?? Ok wow that amazing. It's just the best. I didn't know a cleanser thats on your face for like max 60 seconds could make such a difference, but it does. Tatcha just doesn't do much wrong thats for sure."
		},
		{
			"review_title": "A nice introduction to Tatcha for me",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Bought a product from Tatcha for the first time as a gift for my boyfriend. We both have dry/combo skin, and we both love it! So hydrating & skin so soft after use!"
		},
		{
			"review_title": "SMELLS LIKE FRUIT LOOPS",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Porcelain skin tone, Normal skin",
			"review_text": "AMAZING. SMELLS LIKE FRUIT LOOPS. I love it so much. it makes your skin so good."
		},
		{
			"review_title": "Great travel size",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "Lathers well with very little product, Very creamy & moisturizing"
		},
		{
			"review_title": "A must have for me",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I have repurchased this product time and time again. This is my holy grail product. My skin is so soft from this, it doesn’t strip my skin, and it keeps breakouts at bay!"
		},
		{
			"review_title": "really good but it is expensive",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
			"review_text": "the face wash is very good but expensive  skin felt very good"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Been using it for last 2 years. Simple yet amazing!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "Love this product. Leaves skin soft and supple. I have older dry skin."
		},
		{
			"review_title": "My Go-To Cleanser—On My 4th Bottle!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I’m on my fourth bottle, and it’s easily one of the best cleansers I’ve ever used! It has a creamy, luxurious texture that leaves my skin feeling soft, clean, and never stripped. Even with daily use, it balances my skin perfectly, giving me a fresh, hydrated glow. I love how gentle it is, making it perfect for both morning and night. It’s a staple in my routine, and I can’t recommend it enough for anyone looking for a cleanser that’s effective but gentle."
		},
		{
			"review_title": "The best cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "This cleanser is amazing! I have dry sensitive skin and this really works!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Amazing results! No complaints! I got this as a birthday gift sample from Sephora and since I’ve been using it my pores seems smaller and skin is incredibly softer after wash which is ideal for a canadian winter! Will def. a buy a full size!!! Thank you Tatcha ❤️"
		},
		{
			"review_title": "Good cleanser.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I like this product. It exfoliates and makes my skin feel smooth and clean."
		},
		{
			"review_title": "Blocked my pores.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I’ve bought this several times because I think it cleanses well and I like the smell. However my acne never seemed to clear. It wasn’t until I ran out and didn’t get another bottle for a few months that I noticed my acne went away. I stupidly bought another bottle and boom, within a week acne returned. I always blamed my acne on hormones or whatever I eat and never once thought it could be from my face cleanser! But it was!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "favorite cleanser of all time!!!!! The scent can be a bit overwhelming at first but once I got used to it my skin has never felt this soft and plump before. Great for my dry skin. Will repurchase!"
		},
		{
			"review_title": "Gentle cleanser that really softens",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "I can feel my skin getting softer after each use. Great not only for face but for hands, as well."
		},
		{
			"review_title": "Good Value",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "A favorite cleanser.  It does not dry your skin and a little goes a long way.   Lathers nicely."
		},
		{
			"review_title": "Breakouts Get Mini First",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "This cleanser is a “softening” cleanser as it felt nice on my skin & it was noticeably softer afterwards… however it contains “pore clogging” ingredients. Thankfully my breakout happened immediately & I was able to discontinue use before major damage occurred.  I bought the mini set with cleanser & moisturizer & read the ingredients after & realized the coconut oil that’s in the cleanser but not in the moisturizer. It was the best way to try both products which I do like the moisturizer. So the set wasn’t a total loss as likely buy the full size moisturizer however the cleanser has been tossed. Beware if you have acne prone/oily skin & def get the mini as a “test run” I assumed this cleanser would be beneficial for all skin types, however it is not."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Very good but make sure you moisturizer your skin after the face wash. It definitely brightens your skin but also makes it dry."
		},
		{
			"review_title": "Caused breakouts on cheeks, packaging cheap and br",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "I used this product for 6 months straight. I started having breakouts on my cheeks, and blamed everything except for this product. When I finally got suspicious and removed it from my skin care routine the break outs stopped. It ruined the hard work I was putting in having cleaner skin. I am really sad and upset about this. If you have combination/oily skin that is sensitive like mine, there are cheaper ones out there that get the job done. Also the packaging is cheap, the top lid just broke off. Don't recommend, don't burn your money"
		},
		{
			"review_title": "Smells like detergent",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Did they change the formula or something I have using this for 2+ years but now when I buy it it just smells like a detergent, very disappointing I need to find me a new cleanser"
		},
		{
			"review_title": "Lid keeps breaking on Tatcha Rice Wash Cleanser",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, gray hair, Medium skin tone, Dry skin",
			"review_text": "I am a faithful user of Tatcha products, however every time I buy the Rice Wash Softening Cleanser the lid breaks off….soooooooo frustrating. There has to be a better design solution."
		},
		{
			"review_title": "Good for the sensitive one",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Its actually good! Its gentle enough for my sensitive skin and makes my skin feels so soft after using it!"
		},
		{
			"review_title": "Break out!!!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "I had to get this face wash get used to my skin at first it would break me out. I never break out with any other cleanser. Definitely not worth it in my opinion."
		},
		{
			"review_title": "not my favorite",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
			"review_text": "This was a hard one for me but this  product did not work well on my skin. I've never just stopped using something to rule out what was causing my skin to be irritated. I got a really weird rash and hate to say I think this product was the cause of it."
		},
		{
			"review_title": "not acne safe",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "this would be great if it didn't have Chondrus Crispus Extract"
		},
		{
			"review_title": "MUST HAVE FOR COMBO SKIN!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "I swore by Zo gentle cleanser and ran out. Decided to try this cleanser. My skin has NEVER been more clear. Even around my cycle I don’t breakout anymore. I have combo skin and I now swear by this paired with the BHA AHA Glow Recipe toner."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "Wanted to love this but after a few uses it broke me out and gave me red angry pimples on forehead. Stopped using and they disappeared after a few days. Returned."
		},
		{
			"review_title": "Low quality packaging",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "The product itself is good, but disappointed in low quality packaging, especially for the price. I’ve purchased this twice and both times the cap become detached within a few uses. Won’t repurchase."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Amazing product. I love that just a little goes a long way. It suds easily and leaves my face feeling and looking refreshed"
		},
		{
			"review_title": "Use it every day !!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This may be my third or fourth time repurchasing this face wash. It is the perfect exfoliating product without being too abrasive for my dry and acne prone skin, especially in the winter months. I use it every morning for a perfect makeup application afterwards. it leaves my skin so soft and smooth, and you only need a pea sized amount. It’ll last you forever"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Loving the results, works on many skin types. Has helped with acne. prefect for traveling"
		},
		{
			"review_title": "Harsh/bad reaction!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "Not for me.  After a couple of washes, my cheeks were red and bumpy, when they had never been a problem area.  It wreaked havoc on my skin's barrier.  I stopped use but my skin has not yet recovered.  I thought it would be safe given the good reviews, but it seems it just aggravated my skin."
		},
		{
			"review_title": "A must have in your routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I just got mines today and I’m in love! This is my first time using it and omg my face feels nice, moisturized, hydrated, plump and soft. It smells so good like it’s very calming and it’s beautiful. You need this!"
		},
		{
			"review_title": "WORTH ITTT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, fairLight skin tone, Dry skin",
			"review_text": "When I had it and used it, it saved my skin!! I need to get it again but the price is a little much but I’m saving for it!!!"
		},
		{
			"review_title": "good gentle exfoliating cleanser",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Porcelain skin tone, Combination skin",
			"review_text": "I love this cleanser and how it has the little particles to help physically exfoliate your face but it is very gentle. only draw back is the price"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, gray hair, Fair skin tone, Dry skin",
			"review_text": "I use this every morning, love it. I consider it an exfoliant but still able to use daily"
		},
		{
			"review_title": "OKAY....",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I would say limited in its effectiveness but works."
		},
		{
			"review_title": "No match for mascara.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "It’s fine. I didn’t see the hype and it didn’t remove my mascara. Leaves my face soft though. Maybe not for dry leaning skin though."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Recently purchased this cleanser and absolutely love it! I have always had super dry skin and now feel my skin super hydrated after just a few uses ! Worth all the coins"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Great product . A little pea size amount it more than enough . A bit pricey tho."
		},
		{
			"review_title": "Dry skin miracle!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "Perfect for a more sensory experience! when I first tried this product I fell in love! this has so many essential oils and emulsifies into a rich creamy lather perfect for dry skin. It did however cause breakouts for me because I have oil in combination. however, things are most worth it so if you have dry skin go for it, it's definitely worth it! it helped balanced my oily skin. Helped my eczema try it!!"
		},
		{
			"review_title": "Great gentle cleanser!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
			"review_text": "This cleanser is amazing! Cleans well but is also gentle on sensitive skin. My skin has improved a lot after using it. A bit pricey but worth every penny"
		},
		{
			"review_title": "A must have for hydrating your skin in the morning",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "This product is holy grail as it has so good ingredients I have been using this for 2 years now and it makes my skin so glowy so clear."
		},
		{
			"review_title": "I use this everyday!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "One of my favorite cleansers! I try other viral, new face washes and I always end up back with this one and the smell for me is a love! Gentle exfoliation and not over drying."
		},
		{
			"review_title": "A must-have for me",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, black hair, Light skin tone, Combination skin",
			"review_text": "My favorite cleanser, totally worth the price. I’ll buy another cleanser. I’ve tried the oil and the rice powder from tatcha as well and this is by far my favorite!"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Oily skin",
			"review_text": "I use this cleanser on my face at night because it gently gets the dirt and exess oil off my skin.  It leaves my skin so soft and smooth that I don't even need moisturizer."
		},
		{
			"review_title": "Worth it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "My favorite cleanser! Wow 😍 this really is skin softening! Washing my face is now one of my favorite things to do with this stuff ! Worth the price and the size isn’t so bad because you don’t need a lot to cleanse yourwhole face! I highly reccomed for people with oily- normal skin"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Wonderful product. I always come back to this. I have sensitive, extremely dry, rosacea prone skin. This is a staple I can count on."
		},
		{
			"review_title": "FAVORITE!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I feel like this face wash is not getting the attention it deserves! I am fourteen and struggle with skin picking, pimples, and dry-ish skin. THIS WASH CHANGED THAT! After using it, my skin feels clean but not dry, and it makes my pimples and red marks disappear almost immediately. It also is kind of like a exfoliant with the ricey texture. WILL DEFINATLY BE REPURCHACING! Although it is pretty pricey, its worth it and even the mini lasts at least a month."
		},
		{
			"review_title": "My top face wash",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Okay I reallyyyy like this. It makes my face feel so clean and it smells amazing. I think I have a little bit of combination skin but I will continue purchasing this!"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Rich skin tone, Dry skin",
			"review_text": "I’ve used a lot of face washes & this one is my favorite. I love that you don’t need much. It smells good & makes my skin feel so soft."
		},
		{
			"review_title": "Never going back!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "Leaves my skin softer than it has ever been. My go to for skin care. Will never use anything else after this"
		},
		{
			"review_title": "Everyday!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "My go to daily fash wash. Gentle on the skin but clarifying and moisturizing. Love it."
		},
		{
			"review_title": "Worth Every Penny",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Refreshing, not harsh on the skin and instantly makes your face feel smooth. Would highly recommend!! This stuff is incredible. I’ve tried many name brand cleansers and this one tops them all. I have sensitive and combination akin"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Love the smell and texture. A little goes a long way. This product will last a long time."
		},
		{
			"review_title": "A MUST-HAVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "I cannot stress enough how much I love this product!! Though it is an expensive cleanser, I’d say if you can afford to buy expensive makeup, then you should get this. It’s so gentle, it doesn’t make my skin feel dry after. I would definitely repurchase this when I run out."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "It’s my favorite face wash - it’s quite gentle and lasts a while"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Light skin tone, Dry skin",
			"review_text": "I like how my skin feels when I use this product. I have dry, sensitive skin."
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "Loving this face wash for my dry skin! Must have in my routine"
		},
		{
			"review_title": "My holy grail cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "My favorite cleanser of all time. Had a tough time justifying the price but always came back to it after trying many others. Love the texture and how it makes my skin feel clean but not stripped. I have acne prone skin and trouble with pores. This does a great job keeping my pores clean and skin soft."
		},
		{
			"review_title": "This is great",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "This is a great cleanser the only reason that it is four stars is because it kinda has a weird smell but it works so well and this is definitely one of my favorite cleansers"
		},
		{
			"review_title": "Gentle face wash",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Great gentle face wash. Doesn’t strip your skin. Lovely, spa like scent. Definitely recommend!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "Sadly this product made me break out and I never breakout. Had to return."
		},
		{
			"review_title": "A Must-Have in my Routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "This is my new holy grail cleanser. I have combo/sensitive skin and this cleanser leaves my skin feeling fresh but not dry. A little goes a long way!"
		},
		{
			"review_title": "Staple skin care product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Favourite face wash I’ve ever used ! I find its so gentle on my sensitive &  combo skin ! It’s great for daily use to keep your skin soft and clear!"
		},
		{
			"review_title": "Worth it!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "My go to face wash, have been using for over two years now and keep coming back. The price is worth it!"
		},
		{
			"review_title": "BUY THIS",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "100% putting this on auto renew. I LOOOOOVE this cleanser. I also use the water cream religiously."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "This cleanser feels so great and moisturizing. It also doesn’t break me out!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, gray hair, Fair skin tone, Dry skin",
			"review_text": "I'm over 50 with dry skin, and this is the best face wash I've ever used. Leaves my skin super soft with no tightness. Love it !"
		},
		{
			"review_title": "Immediate results",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This cleanser is amazing - I could see and feel a difference in my skin after the first use. My pores look smaller and skin feels softer. Will be purchasing the full size."
		},
		{
			"review_title": "Great product for all skin types!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This is my go-to cleanser. Makes your skin so soft and smooth! I’ve used Tatcha products for years and plan to continue to do so!"
		},
		{
			"review_title": "THE HOLY GRAIL :)",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "This is the holy grail of face wash! I have dry combination skin and this has been in my skin care routine for a year and I’ll never go back to others. I totally recommend this face wash! Totally worth it"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "This is a repurchase for me and one of the first products I tried from Tatcha.  I can be really sensitive to smells but the gentle scent this has doesn't bother me.  Feels like you are getting a very gentle exfoliation when using this."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I have dry and sensitive skin, and after using it, I had redness on my cheek. I think it is not good for sensitive skin."
		},
		{
			"review_title": "Worth the hefty price!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Love it so far! My go to everyday face wash. Feels so luxurious and makes my face feel soft and look brighter!"
		},
		{
			"review_title": "Mixed Feelings",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, fairLight skin tone, Oily skin",
			"review_text": "I’ve been using this product for almost exactly 3 months now, so my skin got used to it so now I can write a full review: This product smells amazing, and it feels so soft when you use it. You also BARELY have to use any, a pea size amount will cover your face, and down your neck so while it looks expensive from the price, it is actually not very expensive at all because it lasts forever. However I find it’s really drying and at first I thought my skin was purging and would get used to it but it hasn’t. It’s dehydrating, and i have the forehead texture again, I don’t break out as frequently at all, but I think it’s clogging my pores. With the price and the reviews I was expecting more, but I’m having mixed feelings about it, my skin is more textured now but I rarely get pimples anymore. I’ll be switching back to Youth to the People, but I’ll miss this a little"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Feels so soft yet exfoliates very well, rinses without stripping and leaves skin so soft."
		},
		{
			"review_title": "Forever Holy Grail!! Helped clear my acne!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I have used this cleanser for almost 3 years. I used to have horrible acne, but after using this cleanser I watched it become less and less to now, very minimal to none. Although I used some dermatologist prescribed topicals and went on birth control to help with hormonal acne during my acne journey, I give so much credit to this product and will literally never stop using it. (First photo from June 2020 and 2nd from last night (no makeup)). It is a steep price, but a bottle lasted me a year almost two and I bought my second bottle not too long ago. So very very worth it!"
		},
		{
			"review_title": "Holy grail product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "For most of my skincare I tend to rotate between products, but this is one of the few staples in my routine. I tried a few other cleansers recently and always come back to this one. I do think it’s worth the price. I stock up around the sales and try to buy the value size. The 8 oz lasts me over a year with twice daily use."
		},
		{
			"review_title": "Just ok, not worth the money",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I have normal to oily skin. This Wash may be too gentle for oil skin type. Always leave a film on my hand then I have to go wash my hands. The texture is thick."
		},
		{
			"review_title": "Forever repurchasing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Very gentle face wash. Gentile exfoliation. Lasts a long time. I bought the travel size of this face wash and the dewy moisturizer and immediately needed to purchase the full size of each because I loved it so much"
		},
		{
			"review_title": "So good 😍",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "Omg this it so hydrating and is a must have the small if great for the price and lasts months and I good for travel. This has made me have glass skin if you on the edge get it you won't regret,"
		},
		{
			"review_title": "Will be in my roster for a long time.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "The formula is so creamy and gentle and the tiniest little dime-size goes a long way. You can lather for way longer than other products, just keep adding a bit of water as you lather. My face felt so clean and still hydrated after."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dark skin tone, Normal skin",
			"review_text": "BEWARE!!! Product has ruined my skin. immediately had permanent dark lines on my forehead after one use. My face will never be the same."
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I have repurchased this cleanser multiple times. It has made such a difference in my skins texture and appearance. It’s so gentle & soothing. Would definitely recommend."
		},
		{
			"review_title": "This is my daily cleanser.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "It leaves my face feeling clean, but not tight. It gets all the make-up off, including mascara."
		},
		{
			"review_title": "It’s okay",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I really like this in the beginning I like when you first you said there was like it was exfoliating that turned into  cream, but it started drying my skin out￼"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Le meilleur nettoyant pour les peaux sensibles et sèches!"
		},
		{
			"review_title": "My fave cleaner ever!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I’ve used this product for over a year (it lasted that long) and just bought my second bottle! I love this stuff! I’d say my skin is more  dry to dry combination, and I find that it doesn’t leave my skin feeling dry or too oily after I use it! I use it either by itself or with an oil cleanser, and even then, my skin isn’t left feeling oily afterwards. What I love most about it is that it’s not a foaming cleanser! I find that foaming cleansers really dry out my skin when I use them, and this is a cream cleanser. A small amount goes along way, and you won’t run out quickly using it twice a day. Like any product, make sure you look into the ingredients before purchasing it. It does have fragrance, so if your skin is sensitive or a damaged skin barrier, be more cautious of or avoid using this. I’ve also never dealt with acne breakouts, so I can’t say whether or not it helps prevent acne. I can say that it does what it claims for MY skin! It leaves it soft, hydrated, and cleaned! Will always use this!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Just finished my full size, yes it does clear out my skin. I’ve kept it simple with a hydrating serum, and the tatcha cream (the purple one) to pair with it. I also scrub my face two or three times a week, which also helped me too 😄"
		},
		{
			"review_title": "Softening, but drying…",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "SMELLS AMAZING and softens my skin! I wouldn’t get the giant size tho, just try the mini because it will last u a long time. My only concern with this cleanser is that when I dry my face after cleansing, my skin has that SQUEAKY TIGHT FEELING and it’s A LITTLE DRYING. If you have dry skin to begin with, like me, DO NOT USE THIS EVERY DAY. I use this like twice a week when I need softening and exfoliation."
		},
		{
			"review_title": "Tatcha’s rice wash",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I love this brand Tatcha. Also I like how it’s mini size because it takes to a while to finish a full size product after it’s been expired. Also the size is very convenient for traveling a"
		},
		{
			"review_title": "My new fav facewash",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "Super gentle on my sensitive skin & takes my mascara off without isse"
		},
		{
			"review_title": "Lovely Cleanser, Too Expensive for What You Get",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "Don't get me wrong, this cleanser is lovely. It feels great on your skin, I notice that my skin feels softer after consistently using it, and it smells wonderful. However, I really do not think that it is SO special in comparison to other cleansers that it's worth the price. I won't be ordering more because of this. Opting for a less expensive but similarly good cleanser like those from Paula's Choice or The Ordinary and adding a better toner rather than spending ~$50 on a cleanser will get you the same if not better results. You really don't need to spend this much on a cleanser, in my opinion."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Good cleanser makes my face feel refreshed after use, smells good too"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
			"review_text": "Love this texture and the smell. It leaves my skin so soft and moisturized."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "My favorite cleanser! Feels like the perfect cleanser for combination skin."
		},
		{
			"review_title": "Ehhhh....",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I am iffy about this cleanser. It is a nice moisturizing cleanser, but it does not do much for actual cleansing. I use this if I have worn no makeup throughout the day and have barely done anything. This is because I will have barely anything to wash off my face. If I use an oil cleanser before, fine, but it still doesn't get everything off. If you want the bare minimum with cleansing and just something that is more moisturizing, then this would be for you."
		},
		{
			"review_title": "Don’t be afraid of the algae.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I heard about this product a long time ago but stayed away due to algae being a 5 on the comedogenic scale because my skin is super acne-prone, just look at it wrong and I have a pimple.  I bought this about a week ago after seeing amazing before and after pics in the reviews here. I didn’t even remember that it had algae and it doesn’t show clear in the ingredients break down.   I am honestly amazing!! No breakouts, my skin is clearing up and they are not lying when people reported their skin feeling softer immediately after. It makes me wanna keep touching my face because I’ve never felt my skin so soft before!!!   If you have acne prone skin and have been avoiding this because of the algae, give it a try! It may be worth it."
		},
		{
			"review_title": "Must have in my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I’ve been using this product for 7 days, the difference it has made on my skin thus far is amazing. My red bumps and new acne is almost 100% gone in 7 days of usage. Smells great too."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I love it , just packaging quality is poor definitely recommend"
		},
		{
			"review_title": "Great product, okay packaging",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I love the product, it’s so gentle on my skin no matter the time of year! The lid always breaks off after a few weeks, and I wish they had more sustainable packaging. The single use plastic is not my favorite."
		},
		{
			"review_title": "A NEED for dry skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I have tried a lot of different moisturizers.. and I always come back to this one! Perfect for my dry skin. Once done using it, my skin always feels hydrated and soft."
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "This is a part of my teenage daughter’s skin routine. She loves it! She has zero acne."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "Love the smell. A great facewash. Gets everything off and face feels soft"
		},
		{
			"review_title": "YUPPP",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "My all time favourite cleanser. This is the only cleanser that cleans so well without stripping my skin from moisture. Can use it day/ night. MY FAVOURITE!!!"
		},
		{
			"review_title": "DO NOT GET THIS !!!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "DO NOT GET THIS!! I used it yesterday and everything was fine but then today when I use it for the second time, my whole face and eyes became swollen and red. my whole skin barrier is ruined and my face hurts. I have no idea how to fix this. If anyone has any tips, please help."
		},
		{
			"review_title": "Amazing product, poor packaging:(",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I have used this wash for years and have gone through numerous bottles.Sadly, the top has broken off multiple of my bottles, and I’m super careful bc I hate when it happens. I would give this 5⭐️ if they fix this!   packaging!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Dry skin",
			"review_text": "Using this product makes my skin feel fresh and clean, takes off all sunscreen and dirt on my face from throughout the day."
		},
		{
			"review_title": "best product ever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "This is the best face wash i’ve ever used. I grew up with bas cystic acne with tons of scarring and scabbing. After getting this product as a sample for my birthday i fell in love with the formula and how good it made my skin feel and look"
		},
		{
			"review_title": "Thorough face clean indeed !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "This was the very first Tatcha product that I purchased and after my first use I was IN LOVE with how clean my skin felt after. Super light, no fragrance & a little goes such a long way!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "I received a sample of this along with a purchase and I love it! I use it in my night time routine and my skins feels soft after rinsing. I’ve also noticed a glow to my face as well. I will be adding this to my skincare routine"
		},
		{
			"review_title": "FOREVER FAV FACE WASH",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I’ve tried every face wash possible for my dry skin. Nothing has helped. I use this and the Farmacy Green Clean and my skin is so smooth, soft,so clean  and looks hydrated. I will forever use this face wash."
		},
		{
			"review_title": "Glowy skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I’ve been using this cleanser for months now, and have noticed a significant difference in my skin. It leaves a beautiful healthy glow after washing. My skin does not feel stripped or dry after use. 10/10"
		},
		{
			"review_title": "Loved Until I Didn't",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "When I first purchased this product, my skin was smooth and hydrated.  It seemed, though, after using it for just over a month that my skin started to get used to it almost and react negatively to it.  I was having more and more breakouts, irritation, and dryness.  Wish it would've worked for the price I paid!  Although I personally do not enjoy the product(anymore) I would recommend it still as I'm sure it will work for some, just not my skin."
		},
		{
			"review_title": "Holy grail of cleansers",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "This is the best cleanser in my opinion. It feels slightly grainy at first then turns creamy. The scent is pleasant and light. Leaves skin feeling clean, fresh, and super soft. Does not dry out your skin, gentle on the eyes. Worth the price in my opinion!"
		},
		{
			"review_title": "Would have been 10 out of 10",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "Such a great cleanser but why the fragrance. It doesn’t strip my skin and feels clean! Most derms would say stay away from fragrance is not good in the long run."
		},
		{
			"review_title": "Fav cleanser. Perfection.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Dry skin",
			"review_text": "Whatever skin type you have, this will work well. I have combo skin that's been leaning on dry side. I want a cleanser to clean my skin well, but not strip it, and this meets all my expectations. Price is high but worth it, I reach for it more than any other cleanser I have. Light scent, hardly noticeable."
		},
		{
			"review_title": "Incredible",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "I found this facewash after my beloved face wash from estee lauder was discontinued. I was worried because I liked my previous one so much that I wouldn't find one that measured up. All I can say is wow. Not only is it just as good, it is better. Safe to say I will be incorporating this as my new daily face wash. It is an experience in and of itself. The smell is AMAZING, complex and luxurious. The lather is rich and generous. One thing I would note as a piece of advice that I had to learn from other reviews, it comes out somewhat textured/grainy like a mild physical exfoliant. If you DONT want that, you need to rub it together in your hands first (wet hands) and after a few seconds, it will melt down to be texture-free. I use chemical exfoliants and therefore dont want any kind of physical texture on my face. This is very easily solvable by rubbing the facewash in your wet hands for a few seconds. On the flip side, if you DID want the texture, just put it on straight to your face and skip that step. All in all, 10 out of 10! It's the best face wash I have ever used. I love that it's cream based, as someone with drier skin I don't do well with gel cleansers so would def recommend this for drier skinned girlies although I feel it is universal enough for all skin types."
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I used to use Fresh soya wash but I switched to this one and it's fantastic. I feel cleaner wet very soft on my skin."
		},
		{
			"review_title": "Rescued my skin from stubborn acne!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "I tried a lot of products but nothing seemed work on my acne. But after using tatcha cleanser, I saw a huge improvement. I have not used any other cleanser regularly since 2022. Absolutely love this product."
		},
		{
			"review_title": "It’s nice but has fragrance",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I like how my skin feels after washing but why do they add fragrance? Fragrance in skincare should be a thing of the past"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Nothing compares with the luxury of this product. Especially with so many cleansers that have many active ingredients, this will fit in beautifully your routine for any skin type💜 silky soft, clean and pampering"
		},
		{
			"review_title": "Holy grail!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "This facewash has become my holygrail. I have normal to oily skin. This is so so so good i have been restocking it for an year now."
		},
		{
			"review_title": "10/10 purchase",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "It is worth every penny. Smells so good, feels so good, and it’s super hydrating."
		},
		{
			"review_title": "A little goes a long way",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I can not go without this cleanser. It makes my skin feel super soft. Great for dry skin."
		},
		{
			"review_title": "Love this product! I use it everyday!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "I received this product as my birthday sample from last year and I loved it so much that I continue to use it everyday. It is gentle but does the job it says it will do."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I love this face wash. I have eczema so finding wash that doesn't upset my skin is hard. This does the trick and washes away my makeup. Recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Such a lovely cleanser that very subtly exfoliates in a gentle way. Leaves my face so so smooth and hydrated! Definitely worth the price"
		},
		{
			"review_title": "Soft pleasing fragrance",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, gray hair, Normal skin",
			"review_text": "Great cleanser with soft fragrance.  Works well to remove general makeup however not great at totallly removing liner and mascara.  I will continue to use however as it makes my skin feel soft and moisturized."
		},
		{
			"review_title": "A must-have in my routine!!￼",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "After using this since Christmas my skin has felt better than ever!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "The scent is strong but I like it . Leaves my skin very soft . Nice texture .  I bought the full size after using a sample that I loved so much I cut it open when it was almost done to get the last bit out."
		},
		{
			"review_title": "favorite cleanser",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
			"review_text": "my absolute favorite cleanser, been restocking since my first time trying."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Dry skin",
			"review_text": "Actually leaves me skin so soft but the smell not the best but literally just ignore it cus my skin feels so amazing"
		},
		{
			"review_title": "GREAT AFTER AN OIL CLEANSER",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Honestly, I’ve been using this product for years and it has always reduced my acne significantly. However, it doesn’t clean dirt or oil out of pores well and this might lead any acne or white heads to stay persistent After I used an oil cleanser first my skin has never been clearer. This is a great cleanser that doesn’t harm your face or overwhelm it but it should be used with an oil cleanser for best results (in my option)"
		},
		{
			"review_title": "Must have cleanser for dry skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This is the best cleanser I have ever used. I have VERY dry skin and this cleanser does not dry my skin like pretty much every other cleanser I use. My skin feels clean, soft and hydrated after washing. I love the texture of the cleanser too, it is almost like using an exfoliant but not quite. Feels amazing, smells good with just a very slight scent."
		},
		{
			"review_title": "Worth the $",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I don’t splurge on skin care. When I first tried it I thought it wasn’t effective but I was wrong after long term use. This cleanser lasts a very long time. I had the mini size for around 2 months washing twice a day. This cleanser and the dewy skin moisturizer helped my occasional acne clear up."
		},
		{
			"review_title": "Beautiful cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I have purchased so many of these. I had how pricey tatcha is. But I truly have never been disappointed with the products I buy from them. I have dry sensitive acne prone skin and this product was amazing. So gentle."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "I really love this product, is very gentle on my skin and it feels very soft while cleansing my face."
		},
		{
			"review_title": "On my third one!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This is a holy grail for me.. even when I switch face washes for a bit I come back to this one. On my third purchase 😳.   I always use a face balm or oil to remove my makeup and then this face wash after. I prefer to use it on its own. It feels clean, but not drying. It’s also the perfect amount of exfoliation for daily use. My skin looks bright and clean after. If you have dry skin, you may not like this as much but it’s perfect for combination/oily girls!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "I love the way my face feels, so smooth and a glowing appearance."
		},
		{
			"review_title": "All hype. Nothing special at all.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Light skin tone, Normal skin",
			"review_text": "Seriously this is all hype. Switched to some Clinique 7-day scrub and their daily cleanser and I am by far more happy and spending much less."
		},
		{
			"review_title": "Love love love this one",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "This product became a skin care staple because of how softening and milky it is. I use it to double cleanse and it is the perfect consistency to clean and hydrate my face and neck."
		},
		{
			"review_title": "definitely recommend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "makes my skin feel really soft and hydrated, easy to use and overall very good"
		},
		{
			"review_title": "AMAAZING",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
			"review_text": "In 5 days of constant use my skin is soft and clear! Not a single pimple! Defo pair it with the tatcha moisturizer :)"
		},
		{
			"review_title": "The best cleanser I have !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "It’s so nice on the skin and removes my makeup!! I have dry/sensitive skin and it doesn’t irritate it, which is a huge bonus. I massage it into my hands for 20 seconds to foam up, I feel it works best that way for my skin."
		},
		{
			"review_title": "Decongests but drying",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I really like this cleanser for degunking your skin. It says it's for normal and dry skin types but my combo, currently breaking out and congested skin feels and looks so clean using this. The texture is kind of gummy. It has a bit of scrubbing action, too. It also leaves your skin bright and clear after using. The only downside is that it is drying, it makes my skin look flaky and peeling afterwards."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Pricey but a little bit goes a long way! I love how sudsy this face wash gets - it makes for a deep and thorough clean. My skin feels plump and refreshed afterwards. Highly recommend!"
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "Best cleanser so far for my skin. Highly recommended. Helped my skin glow and it also repaired my damaged and uneven skin tone. I use daily twice for better results."
		},
		{
			"review_title": "bad reaction - sensitive skin beware",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Combination skin",
			"review_text": "hoooooly reaction. burns like crazy, broke me out in a very hot and itchy rash, and got strange bumps around my mouth within 30 minutes of use. i think its the crystalline sugar that makes in grainy that scratched up my skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "I’ve been using this for years now consistently, and it is my all time favourite cleanser. You can feel how clean your skin is after you use it!"
		},
		{
			"review_title": "Not for me",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Made me break out bad. I’ve never had sensitive skin before but this product just stripped me of all moisture and it’s just awful."
		},
		{
			"review_title": "Feels luxurious, but is a bit drying",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, fairLight skin tone, Dry skin",
			"review_text": "This cleanser has a nice texture and a clean scent. I like that it foams a little bit. I have sensitive skin, and it works well for the most part except I can’t use it everyday because it dries my skin out. I tend to use it sparingly or when I have breakouts."
		},
		{
			"review_title": "So bad omg",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I don’t have sensitive skin at all, and this burned my face so bad. I used it two times then decided to return it because how fast it made me break out. I’m not acne prone nor sensitive. So i drecommend"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I found this face wash to be drying, actually! Really wanted to love this but skin feels tight and dry after use."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Smells amazing and feels super good on my face. However, if you are prone to acne/clogged pores I would not recommend. It seems to help with active breakouts but clogs my skin at the surface"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Wasn’t blown away with this, yes my skin was clean after but it was also stripped of all oils. Just not for my skin type."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I received a trial size of this cleanser as part of the 'birthday gift' and loved it.  After using it my skin felt clean and refreshed while still hydrated.  I have dry but not particularly sensitive skin and am not prone to acne but find after using many face cleansers my skin feels tight and dry.  Not the case with Tatcha.  I also enjoy the smell (which I would associate with the light smell of fruit loops).  Ended up buying the full-size product and have been using it for about a year and a half with no issues."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "got a sample. First tatcha product I tried and I am amazed. After washing my face with this cleanser I felt refreshed and clean. I will purchase this as part of my skin care routine."
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "Super hydrating and calming formula. Great for sensitive skin."
		},
		{
			"review_title": "Texture, smell,skin type",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "Very soothing, soft and the smell is refreshing and relaxing at the same time. Highly recommend it to people who have dry skin type"
		},
		{
			"review_title": "My forever cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "An amazing cleanser that can get rid of any dirt and makeup. Takes even the toughest makeup of in one wash. A little goes a long way this can last you 2 months which for the price is incredible."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Wow, mon nouveau produit préféré! Ne fait pas breakout ma peau, l’odeur est incroyable et surtout la texture. Je recommande!!"
		},
		{
			"review_title": "Sadly, caused whiteheads on my combination skin.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
			"review_text": "Best for oily skin. I have used this product for over a year and live the packaging and philosophy but sadly, my chin, cheeks and nose are full of the most stubborn whiteheads. Today I decided to give this tube away and switch fir a cream cleanser."
		},
		{
			"review_title": "My go-to face wash",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This product is so good and is my new go to face wash. This rice wash cleanses and the skin and makes it feel so fresh! This rice wash is very moisturizing and smells so good! I definitely recommend using it."
		},
		{
			"review_title": "Wow.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I have sensitive, oily, kind of dry at times, texture prone skin, with hormonal breakouts that usually end up being cystic like pimples. This is amazing and feels so luxe. I have been using this for 4 days now and it’s everything. Balanced my skin and doesn’t even make me oily. You need"
		},
		{
			"review_title": "I Love This!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "best cleanser ever. love love love. i have combination skin and this product help with oil and dryness. i will buy it again."
		},
		{
			"review_title": "Have had it for about a week and my acne is gone!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "I have VERY sensitive skin, and every time I wash my face I break out. I’ve tried Curology, youth to the people, careave, and i would always break out the next day. This face actually is a life saver!"
		},
		{
			"review_title": "the only face wash i use",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "smells great, feels great, and it’s non irritating."
		},
		{
			"review_title": "A great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I have been using this product for a year now, and I’m very happy with it. I have eczema.and it is very gentle on my sensitive skin. I highly recommend this product. It is worth every penny."
		},
		{
			"review_title": "Absolutely must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "This with their moisturizer are amazing for me ! I love a good rice wash! A little pea size amount lathers up nicely. I’ve been using this for months now and I can safely say it has improved my skin and breakouts"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "The Tatcha Matcha Cleanser is a refreshing and gentle addition to any skincare routine. Its smooth texture and subtle matcha scent make cleansing a delightful experience. Formulated with green tea extract, it leaves the skin feeling clean and revitalized without stripping away essential moisture. Perfect for those who appreciate a luxurious yet effective cleanser."
		},
		{
			"review_title": "The best cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This is the best cleanser EVER! 🩷 i have dry , sensitive skin and this cleanser not only that removes all the make up , it doesnt dry my skin! The best"
		},
		{
			"review_title": "Fix the cap",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I love this cleanser for my combination skin, especially during the winter. BUT PLEASE MAKE THE CAP SEAM STRONGER! MINE ALWAYS BREAKS OFF!"
		},
		{
			"review_title": "The ish",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I absolutely love this facial cleanse. It leaves my skin feeling and looking amazing. My skin looks clearer and it doesn’t leave my skin dull looking."
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "Absolutely love! doesn't dry out my skin and i have very dry skin. feels creamy and cleans my skin well"
		},
		{
			"review_title": "Not for me.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "When I used this product it felt like I was scrubbing my face with sandpaper, my skin is not very sensitive but after using my face got super red. I do not recommend this product. If you do that’s great but personally not for me"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "This product is sooooo hydrating and makes my skin so soft which I need in the wintertime. The scent though is horrible like cleaning supplies mixed with lemons and a hint of ginger. I will repurchase but the scent is very annoying."
		},
		{
			"review_title": "Could be better",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I was looking for a new face wash to try. After several uses i didn’t really feel a “clean” feel to my skin. It did not work well in helping me clean off makeup up. It was gentle on skin though."
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
			"review_text": "After using this product for 2 months, I am shocked! I just started using accutane and I was struggling to find a good cleanser that actually left my face feeling clean and refreshed without stripping my skin and burning. This is the ONE!"
		},
		{
			"review_title": "must have cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "I have been using this for the past couple of weeks and it is amazing i have normal skin and this cleanser has worked better than any other cleanser. leaves my skin feeling super soft!"
		},
		{
			"review_title": "A CORE COLLECTION ADDITION",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Medium skin tone, Combination skin",
			"review_text": "Used a few times already and has made my skin soft, supple, and hydrated! My new go to cleanser!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Dry skin",
			"review_text": "Received a tiny sample of this and it quickly became something I needed to get more of so I splurged on the large size. Has truly helped my super dry skin. Paired with the Lawless moisturizer my skin has never looked or felt better."
		},
		{
			"review_title": "Changed my skin completely",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I have super dry skin and was having a huge problem with dullness and dry patches. This changed my skin completely. It didn’t completely get rid of my dry patches, but it definitely helped. My skin is also much more radiant and bouncy. I’m not sure it would be good for someone with oily skin, but if you’re suffering from similar issues to me, I’d definitely give it a shot!"
		},
		{
			"review_title": "one of the best cleansers on the market",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "i got this for my bf as a christmas present and he loves it ! his skin is oily and dry at the same time, and this is moisturizing and not oily which can be uncommon with cleansers. definitely cleared up his skin within one day of use and he loves it!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Love her!! I have super dry and sensitive skin and this makes my skin feel so soft and gently exfoliated without the irritation!"
		},
		{
			"review_title": "Love this!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I’ve been using this cleanser for years and I love it. It’s a must have for me!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Okay ish ig nothing special, too much fragrance as is with most tatcha products, you can deffo find better"
		},
		{
			"review_title": "try it you will not be disappointed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Normal skin",
			"review_text": "always wanted to try tatcha and since I purchased this wash I love it non drying smells very fresh and clean."
		},
		{
			"review_title": "LOVE IT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "It is so good. Many people are commenting about the fragrance but it smells natural at the same time to me. It makes my skin so soft I love it. I also feel like it’s great at exfoliating !! I recommend"
		},
		{
			"review_title": "Worth the money",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I have the mini one and it’s so good. It’s thick and it gets rid of my acne really quickly. 10/10 would recommend"
		},
		{
			"review_title": "very expensive, but worth it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "No face wash ive used before comes close to how amazing this is. It's thick, doesn't require much product to get the job done, and makes your face so clean. Great scent too."
		},
		{
			"review_title": "So luxurious",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Light skin tone, Oily skin",
			"review_text": "Such a nice way to add something soothing to your daily routine. Lightly exfoliating, light scent. Very nice stuff. I’m on my third bottle"
		},
		{
			"review_title": "MUST HAVE IN MY SKINCARE ROUTINE!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "LOVE LOVE LOVEEE THIS CLEANSER  It leaves my skin super plump and glowy def recommended!!!!"
		},
		{
			"review_title": "Holy Grail",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I don’t usually write reviews, but this is the only face wash I’ve used for the past two years. I’ve repurchased 6 times, it is perfect for my dry skin. It’s gentle but cleansing, and it helped with my acne too."
		},
		{
			"review_title": "A wonderful and gentle cleanser!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, notSure skin tone, Oily skin",
			"review_text": "This product makes my skin so soft and feels wonderful! This cleanser removes my eye makeup wonderfully!! It is so gentle and I have repurchased multiple times!"
		},
		{
			"review_title": "A must have ! !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "After using this product for a few days , it made a difference in my face , my face is glowy and soft I convinced my mom to get one too."
		},
		{
			"review_title": "Holy Grail Cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Definitely my go/to cleanser. Can’t go wrong with this brand. Ever."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I’ve used a sample (the birthday gift) for about a year on and off of course and everytime I use it, it’s great. It’s makes my skin feel so sof and hydrated after one wash. Then I go in with the dewy cream and it feels even better ! Love tatcha !!!!!"
		},
		{
			"review_title": "Yes yes yes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I have sensitive skin. So this is perfect. Light scent and nice for moisturizing while washing."
		},
		{
			"review_title": "Great for dry skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I absolutely love this cleanser for my dry skin! It is very gentle, but at the same time my skin feels really clean! One 120 ml tube is enough for me to use 6 months+"
		},
		{
			"review_title": "MUST HAVE FOR WINTER",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I have super dry skin and this is my go-to in the winter time. It doesn’t break me out and my skin is sooooo smooth."
		},
		{
			"review_title": "It works really well for my skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, notSure skin tone, Oily skin",
			"review_text": "I LOVEEE this face wash! It makes my face feels really good. this product is always in my routine:)!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "This is my go to cleanser! Love everything about it. Takes off all my makeup without feeling dry. Smells terrific too."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "Must have! My dry skin loves this and my skin looks amazing after using."
		},
		{
			"review_title": "Sensitive dry skin!!? You need this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "It’s literally the best if you have dry to normal sensitive skin I’m using this amazing cleansing for one year and now and sometimes decided to switch to other products because it’s a bit pricey but spending fo other cleansers was a waist of money and get back to this less than a week"
		},
		{
			"review_title": "My nose pores are gone!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Normal skin",
			"review_text": "I recently got it after babying the sample size for about 2 years (ik lmao), I didn't think I could justify it vs drugstore price. I got it down to $30 with the sale, and my pores around my nose have shrunk so much and my complexion has evened out 😩 absolutely love it. You only need like a pea size as well! Only complaint is it is a little dryer than some washes, but I follow up with the dewy moisturizer anyway so it's not a deal breaker."
		},
		{
			"review_title": "Good For Texture",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "My skin became so clear and a lot of my bumps and texture smoothed out. Also, didn't dry out my skin."
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I love using this product! It has helped my skin flourish especially over the winter days! Highly recommend!"
		},
		{
			"review_title": "Worth the Price",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "Currently using while pregnant and the only thing my skin tolerates well. 10/10, will never use anything else!"
		},
		{
			"review_title": "Kind of a holy grail compared to other cleansers",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I've used this product for about a month now, and it does WONDERS for my acne! It cleared my acne up after maybe 5 days (but admittedly, my acne does come back if I don't use it), and my skin is pretty much completely clear. Obviously, it's not a miracle worker, but it does quite a lot! (It obviously hasn't removed ALL my acne, but it's lessened it by a LOT) My only qualm with it is the price; but it's the price for beauty, I guess. I've dabbled in a lot of cleansers (Cetaphil, Hero, Naturium, The Deep Cleanse from Tatcha) but this is a clear winner for me. Would recommend if you're a fellow girly with dry skin, moderate acne, and non-sensative skin."
		},
		{
			"review_title": "SAVE YOUR MONEY",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I heard so much about this product so i went to try it out, first off its horrible it made my skin break out so bad i had to go back to sephora and return it second , its very expensive and not worth the price , it did smell nice tho ."
		},
		{
			"review_title": "Hydrating cleanser",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "Gentle exfoliating and very concentrated. Doesn't strip away the moisture from my which is very dry and sensitive. Most cleansers are too harsh for me. Nice scent. The only down side is that some waterproof makeup will not come off with it."
		},
		{
			"review_title": "Good at the start but makes skin dry after awhile",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "I absolutely loved this cleanser until I found out it was making my skin dry. It feels so nice but after using it for a few months I found my face getting so dry, unfortunately this was after I bought my 2nd bottle."
		},
		{
			"review_title": "Love the product but please fix the packaging",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I've been using this product for years and I love the actual face wash. The packaging could be much better. The lid breaks off of every single container when I'm not even halfway done with it. Please Tatcha, do something about this."
		},
		{
			"review_title": "Tatcha makes excellent product for a price.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I'm always impressed with Tatcha products. Does a good job, and smells great. A teency bit pricey when compared to other cleansers I like, but I'd recommend giving it a try."
		},
		{
			"review_title": "For the love of skincare, FIX THE PACKAGING",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "The cleanser: 10/10 for dry skin. I’ve used the product for nearly 2 years and I love it. I have normal to dry skin.   The packaging is trash. The lid breaks off with every tube I’ve purchased. Fix it! $40 for cleanser and you can’t make a better lid?!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Hands down the best cleanser I’ve used. Smooths your skin and just makes your skin so clean and fresh."
		},
		{
			"review_title": "Will buy more",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "Lovely product. Makes my skin soft and ready for serum and moisturizer"
		},
		{
			"review_title": "Didnt worked for me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I got a smaller size as a birthday gift and that worked very well on my face. So, I ordered the bigger one expecting the same quality and was very excited to use it. But within 2 days my skin started irritating and I stopped the usage and returned the product."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Combination skin",
			"review_text": "perfectly nice gentle cleanser, far too expensive though, for what it does. You can find better or the same for cheaper."
		},
		{
			"review_title": "Tatcha makes excellent product for a price.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I'm always impressed with Tatcha products. Does a good job, and smells great. A teency bit pricey when compared to other cleansers I like, but I'd recommend giving it a try."
		},
		{
			"review_title": "For the love of skincare, FIX THE PACKAGING",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "The cleanser: 10/10 for dry skin. I’ve used the product for nearly 2 years and I love it. I have normal to dry skin.   The packaging is trash. The lid breaks off with every tube I’ve purchased. Fix it! $40 for cleanser and you can’t make a better lid?!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Hands down the best cleanser I’ve used. Smooths your skin and just makes your skin so clean and fresh."
		},
		{
			"review_title": "Will buy more",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "Lovely product. Makes my skin soft and ready for serum and moisturizer"
		},
		{
			"review_title": "Didnt worked for me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I got a smaller size as a birthday gift and that worked very well on my face. So, I ordered the bigger one expecting the same quality and was very excited to use it. But within 2 days my skin started irritating and I stopped the usage and returned the product."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Combination skin",
			"review_text": "perfectly nice gentle cleanser, far too expensive though, for what it does. You can find better or the same for cheaper."
		},
		{
			"review_title": "Tatcha makes excellent product for a price.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I'm always impressed with Tatcha products. Does a good job, and smells great. A teency bit pricey when compared to other cleansers I like, but I'd recommend giving it a try."
		},
		{
			"review_title": "For the love of skincare, FIX THE PACKAGING",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "The cleanser: 10/10 for dry skin. I’ve used the product for nearly 2 years and I love it. I have normal to dry skin.   The packaging is trash. The lid breaks off with every tube I’ve purchased. Fix it! $40 for cleanser and you can’t make a better lid?!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Hands down the best cleanser I’ve used. Smooths your skin and just makes your skin so clean and fresh."
		},
		{
			"review_title": "Will buy more",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "Lovely product. Makes my skin soft and ready for serum and moisturizer"
		},
		{
			"review_title": "Didnt worked for me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I got a smaller size as a birthday gift and that worked very well on my face. So, I ordered the bigger one expecting the same quality and was very excited to use it. But within 2 days my skin started irritating and I stopped the usage and returned the product."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Combination skin",
			"review_text": "perfectly nice gentle cleanser, far too expensive though, for what it does. You can find better or the same for cheaper."
		},
		{
			"review_title": "a must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "love it!!! goes really well with the hydration moisturizer"
		},
		{
			"review_title": "Must have !!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "i have been using this face wash for about a year now and it’s definitely my fav!! I love the way it makes my skin feel and a little bit goes a long way so the tube lasts a long time. i usually have dry skin and this face wash paired with the dewy skin cream is amazing for me."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I really love this, it’s gentle on my sensitive skin and leaves me feeling hydrated rather than dry."
		},
		{
			"review_title": "Love it!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "I have been using this product for about a year now and absolutely love it. It makes my skin look smooth and clear"
		},
		{
			"review_title": "best for dry skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "the best for dry skin especially for the winter season. I've gone through and through different cleansers and this one takes the cake for me."
		},
		{
			"review_title": "Drying and pore clogs",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "Drying and pore clogging. Not for my skin type I’m acne prone clog prone sensitive and a little dry. This dries me out and clogged me up it’s too thick and creamy yet drying at the same time ."
		},
		{
			"review_title": "Definitely recommend this product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "As a person who has tried many cleansers under the sun this by far has blown my expectations. It leaves my skin feeling hydrated without feeling dry. This is now my go to cleanser. Nothing can beat it."
		},
		{
			"review_title": "Def a must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Fav cleanser the absolute best for my dry acne prone skin doesn’t strip leaves skin super clean but not dry"
		},
		{
			"review_title": "Good stuff - follow the instructions",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I love this cleanser. It's not a miracle or anything but it doesn't strip or freak out my skin (which is hard for me to find). A little goes a long way so the price is mostly ok. Not sure why people complain about the texture and smell. Yes, it's grainy at first but follow the instructions on the label. You're supposed to foam it up first; you'll lose the grainy feel and use way less than if you just slather gobs of it right onto your skin. I'm very sensitive to scents and this cleanser has never bothered me in the slightest."
		},
		{
			"review_title": "Must try in my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This is the best cleanser I’ve ever used and with that said the only one I’ll be using ."
		},
		{
			"review_title": "not worth the price",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Dry skin",
			"review_text": "this did not lather it burned my face it smells great like citronella but its strong this dried out my skin"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Dry skin",
			"review_text": "full size product is a joke 50ml!  broke me out and made my skin dryer than ever which is hard because it's pretty oily but I hardly get zits it stings!  the smell is like citronella which I am ok with but it's really strong"
		},
		{
			"review_title": "Don’t buy if you have really sensitive skin",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Medium skin tone, Combination skin",
			"review_text": "I would say it gives your skin a really deep clean so it earns 1 star but it did break me out along with the moisturizer because of the heavy fragrance. I have sensitive skin so fragrance breaks me out but if fragrance doesn’t break you out, go for it."
		},
		{
			"review_title": "Great!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
			"review_text": "this cleanser is truly unmatched. I used to have bumps all over my forehead, and nothing helped until I tried this. my skin changed drastically and had gotten very smooth and glowy. the only reason I'm giving it a 4 out of 5 and not a 5 out 5 is due to its price increase :(."
		},
		{
			"review_title": "Love this product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I have been using this wash for several months and I absolutely love the way it makes my skin feel. My face feels moisturized but not oily. It also doesn’t leave a tacky residue."
		},
		{
			"review_title": "Must have in my skin care routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I’ve tried other cleansers trying to save money but I keep going back to Tatcha. My skin feels hydrated and is glowy. Any other cleanser I feel breaks me out, Tatcha is pricey but I think it’s 100% worth it."
		},
		{
			"review_title": "Omg this formula",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Top quality formula. It almost reminds me of super light skin polish. It leaves the skin clean and soft w/ a glow. Regret not buying it in a larger size, it’s super mini."
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Dry skin",
			"review_text": "I love this face wash. It smells like a spa and leaves my skin clean, but not overly dry."
		},
		{
			"review_title": "Recommended",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "Always amazing product to use, no complaints. So good on the skin."
		},
		{
			"review_title": "A must-have in my routine especially in the winter",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "I love this face cleanser. It's gentle cleanser on my skin and effectively removes makeup, dirt and grime, leaving skin soft and supple after one use."
		},
		{
			"review_title": "Moisturizing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Sooooo moisturizing. I live in a dry, frigid climate so most cleansers strip the moisture barrier on my skin too much. This one doesn’t and my skin is looking so much better. 100% recommend"
		},
		{
			"review_title": "Use it Daily and Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "I received this as a gift in 2018 and have been reordering ever since. I even got my sister on this stuff! I have hormonal acne and dry/oily patched skin. I have seen a reduction in my acne and my skin feels so much wmoother. Would recommend it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "My favorite face wash ! Keeps my skin hydrated and has a relaxing scent . Tatcha is such a GOOD brand!"
		},
		{
			"review_title": "Spendy but worth it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "In my experience, Tatcha is always worth the price tag (which honestly - ugh) I switched to a more affordable cleanser and ended up back here again anyway. This cleanser leaves my face so soft and smooth. It is so gentle and also smells great. I have sensitive skin and do not have any issues with this or any Tatcha product"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I wanted to love this product because I love tatcha and it smells amazing. it broke me out literally every time I used it. It made my dry skin even more dry by stripping my skin :("
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Smells like a spa, leaves the skin feeling clean and hydrated."
		},
		{
			"review_title": "Only when I ran out of my other one!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, notSure skin tone, Normal skin",
			"review_text": "Honestly, it’s not what I thought it would be for the price I would expect it to be a super good cleanser you know but when I put it on it feels like I’m putting like sand on my face"
		},
		{
			"review_title": "Recommend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This product left my skin very soft. I love it. Recommended."
		},
		{
			"review_title": "Packaging declined price went up",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love the cleanser but since the price has raised the packaging has become terrible! The last three times I’ve purchased this the lid breaks and becomes detached. For the price do better!"
		},
		{
			"review_title": "Just yes honey!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This face wash makes me feel like my face has been kissed by the angels! It’s moisturizing it smells divine, leaves your face so  glowy and fresh ! Hellla expensive but sooooo worth it:)"
		},
		{
			"review_title": "Love, but def a splurge",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I looove this cleanser but sometimes it can be drying. Because of the granules you have to be extra gentle but my skin always feels so soft and smooth after. It helps to cleanse in lukewarm water. Wish it was more affordable though"
		},
		{
			"review_title": "This is an absolute must have in my daily routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Combination skin",
			"review_text": "After using this product I’m asking where have you been all my life. My skin issues are all resolved since I started using this rice wash over three weeks ago. My face feels amazing"
		},
		{
			"review_title": "Amazing product but definitely overpriced",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I know I know, the price point is ridiculous but this cleanser is really good. This is basically the laneige water bank cleanser foam with added exfoliating granules.  If you're just looking for a cleanser that foams well and cleans without stripping your skin, Laneige and Kiehls do just that at a much better price point. If you're looking for something that gets you excited to wash your face every day, this is that product. It's super foamy so a little goes a long way and it leaves your skin feeling very clean and brightened. Also (this may be a con for some people but it's a pro for me) it has little exfoliating granules that dissipate fairly quickly as you massage it in your skin. I love using it after a long day of wearing makeup since it gets rid of makeup remover balm residue very well and makes my face feel refreshed and squeaky clean."
		},
		{
			"review_title": "GREAT CLEANSER",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "My skin just feels so nice and smooth whenever I use this. I feel like the textures on my cheekbones go away whenever I use this ! Definitely a nice splurge"
		},
		{
			"review_title": "The best face wash",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This face wash is amazing! A little goes a long way. It feels so soft on my face and leaves my face feeling like a baby’s. Definitely will be repurchasing."
		},
		{
			"review_title": "Are full size and sample size the same formula?",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
			"review_text": "I used a sample size of this and while my skin felt refreshed, it broke me out so bad with small bumps all over my face."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This removes makeup so well! Definitely worth the price."
		},
		{
			"review_title": "Broke me out",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Porcelain skin tone, Combination skin",
			"review_text": "It felt good to use and I enjoyed the smell but no skincare product has ever broke me out before, which this did. I got a type of breakout had never seen before on my face in my unsual places (on my cheeks, jawline). It was a nice experience at first, but not worth dealing with the breakouts for a week. If you decide to try this product, I would suggest getting the mini size as I had the birthday gift and it lasted quite a while, enough to tell whether or not it worked for me."
		},
		{
			"review_title": "I Didn’t Like The Texture Of It",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "mediumTan skin tone, Normal skin",
			"review_text": "I didn’t really like the texture of the cleanser, it felt very grainy in my opinion. I didn’t really see a change in my skin, but I don’t know if it’s because I return it after two weeks. It also felt rough when I apply it on."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I jate thus product. Dries my skin every time I use it."
		},
		{
			"review_title": "must have in ur routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Deep skin tone, Combination skin",
			"review_text": "it feels so nice on the skin and it clears up my blemishes at times. i love it!"
		},
		{
			"review_title": "LOVE LOVE LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "Been using this cleanser for 3 years. I change up my skin routine with different cleansers once in a while and always come back to Tatcha Rice Wash."
		},
		{
			"review_title": "Try it out",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "This was an actual good gentle face wash. I can’t knock it, she did a pretty good job. Just don’t think it’s what I needed because after being pretty much done with it my face got used to the formula."
		},
		{
			"review_title": "Great for acne prone skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I love this cleanser! I have acne prone skin & this has worked great for clearing it up! It also just feels really nice and hydrating on my skin. 100% recommend!!!"
		},
		{
			"review_title": "Amazing cleanser, hate the smell.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "Looooooove this cleanser. Super gentle yet leaves my skin feeling so soft. Great for my morning cleanse!! Only issue is the smell. It’s lavender scented and I’m not a fan whatsoever. I won’t be repurchasing solely because of the scent."
		},
		{
			"review_title": "I will never buy another cleanser!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I tried a small sample and immediately fell in LOVE and ran to go buy the full size. The texture is so unique and bouncy, kinda almost like marshmallow fluff lol. The Japanese rice powder in this really gives the perfect amount of exfoliation. A little truly goes a long way!   My skin looks so bright, clean and glowy after using this cleanser. I also love how it never feels overly tight or dry afterwards. This is my favorite cleanser of all time and I don’t think I’ll ever find a better one💜"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "will always be my favorite face wash! gently exfoliates and leaves my skin super soft!"
		},
		{
			"review_title": "Best!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "I really love this product! To start with, I only need a very small amount of it to wash my face. So this bottle is definitely last for a very long time. Besides, even though there’s this small ‘scrub’ on it, it doesn’t feel harsh and dry your skin!"
		},
		{
			"review_title": "Love this cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Repeat purchase for me. I’m fully convinced my clear, healthy, skin is a result of using this cleanser."
		},
		{
			"review_title": "Would not waste my money.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Tan skin tone, Combination skin",
			"review_text": "The product does not do what it says my face broke out"
		},
		{
			"review_title": "A MUST HAVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "This face wash is my holy grail in my skincare routine. I have struggled so hard to find a face wash that didn’t irritate my skin and this was it. I have rosacea and very sensitive skin and this didn’t dry out my face but Instead calmed it. Overall this is the best face wash I have tried."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Oily skin",
			"review_text": "Just got around to using a sample I had and I am RUNNING to buy the full size right now! My skin feels so soft, like I’ve just used the Drunk Elephant Babyfacial!"
		},
		{
			"review_title": "Harsh and drying for dry, sensitive skin.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Medium skin tone, Dry skin",
			"review_text": "This is not cream, it is soap will fill out bubbles. Only bought the trial size. Will use the rest in the shower, it is harsh and drying for my dry, sensitive face skin."
		},
		{
			"review_title": "MINE IS A SAMPLE!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Dry skin",
			"review_text": "I'm not sure if the sample version is the same exact formula as the big one but I really did not like this cleanser. I don't like the gooey texture or the scent. not for me."
		},
		{
			"review_title": "Gentle exfoliation",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Combination skin",
			"review_text": "Very nice exfoliation with a little scent , nothing overwhelming. I did notice however that it didn’t always get my eye makeup completely off so I had to use an additional product. Overall, it’s nice"
		},
		{
			"review_title": "Twice a day. Every day.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Normal skin",
			"review_text": "I love this product. After using it for just a few weeks I see a noticeable softness in my skin."
		},
		{
			"review_title": "Leaves my skin feeling sooo soft!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I love the texture of this facial cleanser and how soft it leaves my skin. I have combination skin and this is just perfect , doesn't leave my skin too dry just perfectly soft. I received a travel size on my Ipsy bag and I had to buy the full size. I'm eager to try more of their Tatcha products."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "i got this as a bday gift i think 2 years ago now and absolutely fell in love. everything about this whole line is perfection. i’ve bought this cleanser time and time again and i’ll keep doing it. the smell is so luxurious and the texture is so comforting. ultimately, this product changed my skin and i’m never looking back now."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "Only cleanser I’ll ever use for my dry skin. It is just that good."
		},
		{
			"review_title": "holy grail!!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "if you’re debating getting this, just do it. trust the process and use it for a month or so maybe more depends on your skin and it will clear it up so well i literally live by this!!!"
		},
		{
			"review_title": "Grail!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This will always be a staple in my skincare routine! It leaves my skin feeling refreshed and super healthy. I use the moisturizer as the last step and my skin glows, feels baby soft, and I always get compliments on my skin!    product"
		},
		{
			"review_title": "Broke me out",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "My face was finally clearing and this cleanser broke me out so bad ):"
		},
		{
			"review_title": "On my 3rd bottle",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "This face wash is expensive but gets the job done. I have combo skin and it’s the only product that keeps my skin balanced. I’ve tried other washes but I keep coming back to this one. I just like how light but powerful it is. Not too drying or oily"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "I love this face wash. It’s so gentle on the skin and leaves you shiny and smooth. Great as a makeup remover as well. I used it for a year and never broke out"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "Great product. Helps with uneven skin tone, redness, acne and dryness. Only issue is if it gets in your eyes it burns like h3ll."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "Absolutely love this product. My skin feels soft and clean. Light smell. Always a repurchase."
		},
		{
			"review_title": "Must Have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "Bought this due to the good reviews and I agree! A must have for your skin care routine. Leaves my face feeling clean. Works well with my oily skin."
		},
		{
			"review_title": "The BEST face wash!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I NEVER write reviews but after using this product for the past month I had to submit a 5 star review.  This stuff has been a game changer in my skincare routine. It leaves my skin feeling soft and smooth.  A little goes a long way!! I love this stuff!"
		},
		{
			"review_title": "Skin feels so soft",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This is one of my favorite face cleaners! I like to use this in the mornings and sometimes at night too depending on how my skin is feeling. You makes your skin feel so soft and smooth afterwards. Since I do have some dark spots, I notice a reduction in them after using this rice wash cleanser."
		},
		{
			"review_title": "Use it all the time",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This is my all time favourite cleanser. It is gentle on my skin, doesn’t have any harsh fragrance and my skin feels amazing afterwards. I also like how little is needed because of it foaming so the tube lasts a while."
		},
		{
			"review_title": "Just try it, so worth it! Improves skin texture!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I purchased the smaller size of this product, just to try it out, and I will definitely be ordering the full size! I am very impressed with how gentle it is, yet it totally changed the look of my skin for the better in terms of texture. I feel like I’m having a “good skin day” after every single use and even when I skipped using this to use up my old face wash here and there, my skin still looks better than it did. All just from using a pea sized amount of this face wash once a day most days."
		},
		{
			"review_title": "Favorite cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Love how this smells and feels on my skin. Makes washing my face feel like a treat! My husband uses it too."
		},
		{
			"review_title": "A Must Have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "This is my 4th or 5th time buying this product. I triple cleanse my face as I am very acne prone. This is the third wash in my routine. Brings all the moisture back that I’ve stripped and leaves my skin feeling soo smooth. I stand by this wash. It’s a MUST have. I always purchase another when I’m close to running out so that I am never without. It’s amazing!"
		},
		{
			"review_title": "100% Needed At All Time",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I absolutely love this product! I had the travel size from an ispy package and i started using it and my skin was so soft!!!! It reminds me of an exfoliant but it’s not as harsh."
		},
		{
			"review_title": "Clean and Soft",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Really cleans the skin and makeup and leaves the skin smooth without stripping it of all its moisture. Very good cleanser. I’ve repurchased a few times now."
		},
		{
			"review_title": "Bravo!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "Got this as a sample and instantly LOVED IT. I have dry flaky skin, I can’t count how many cleansers I’ve been through but this is the only one that genuinely does not dry my skin out. My face feels smooth, tight and bright whenever I use this. Definitely don’t mind the price."
		},
		{
			"review_title": "Was hesitant but very pleasantly surprised!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Medium skin tone, Dry skin",
			"review_text": "As with the Dewy Skin Cream, I had been eyeing this for a long time since it came out but already had a cleaning routine that was working for me so I did not want to jinx it. My skin is super dry and also sensitive so a lot of product will end up having an adverse affect so I am particularly picky when it comes to even trying out products. I ended up getting a bunch of Tatcha sample size products and when my husband and I went on a work related trip, I ended up putting together bags of travel size products for us because I was so tired of lugging around my entire skincare and makeup collection when I could definitely just survive a few days without the products. My husband said he had packed my regular three skin cleansing products but turns out he didn't so I was glad to have packed the samples of this. As soon as I squeezed the bottle and I rubbed the product on my fingers to get it worked up and spread out, I knew I was going to love it. The very slight exfoliatant vibe this gives off is literal perfection - enough that you're going to notice a difference but not enough to damage your skin long term - as you rub it on your face, you are able to feel the particles dissipate and it turn into a smooth cream texture. I absolutely love the smell but I get how it could be overbearing for some so keep this is mind. The product rinses off very easily and I noticed a difference in how smooth, hydrated and more bright my cheek areas were naturally after using this. I was absolutely shocked and I am pretty sure that this will now be a product I forever repurchase, its just so worth it!"
		},
		{
			"review_title": "Fragrance and detergent like texture",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I bought this last night and didn’t enjoy the fragrance or texture. Caused small red bumps. I have very sensitive skin and all of the rave reviews made me think it could work. Going to continue my search for a cleanser I actually like."
		},
		{
			"review_title": "No thanks",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, gray hair, Light skin tone, Combination skin",
			"review_text": "After using this product twice I had a rash of little red dots and I knew straight away it was from the fragrance.  Although I could smell how heavily fragranced it was I thought I’d try my luck but no  be"
		},
		{
			"review_title": "A must have for me",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "This is the first product I can honestly say I do not want to be without. It’s fine grained enough to not bother my sensitive skin but has enough texture to mildly exfoliate. It leaves my skin soft and perfectly ready for serums or moisturizer"
		},
		{
			"review_title": "Gentle exfoliation",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "Fantastic cleanser! The fine polish exfoliation is really gentle and does not irritate sensitive skin. Cream to foam texture is really nice and a little goes a long way."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I absolutely love this product! It feels amazing on the skin and has become a must have in my routine."
		},
		{
			"review_title": "Sold!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This is my most favorite cleanser I have ever come across, it feels relaxing putting it on, smells delightful and leaves my skin feeling fresher than ever before. I made the transition about a month ago and I think Tatcha has me locked in as a lifelong customer."
		},
		{
			"review_title": "Worth the money",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "It’s actually such an amazing product. I have very sensitive skin that gets super red and irritated if I use anything abrasive, but with this product, It’s very gentle and never upsets my face, but still works to actually exfoliate it and make it so soft and smooth. I know it’s a bit expensive (I’m a huge fan of using cheaper drugstore products for most of my beauty routines) but I would say this is worth the money not only for the quality, but also because it gives you a ton of product. I use this usually 2-3 times a week and it lasts me about 6-8 months."
		},
		{
			"review_title": "Holy Grail Cleaner LOVE IT",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I wish I had never tried the sample I got because I LOVE THIS STUFF!! It is a tad expensive but for the tiny amount you have to use it really is worth it.  neverfeels dry after I use it. It smells great. Is the full package deal. My holy Grail cleanser."
		},
		{
			"review_title": "Chemical burn",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "I wanted so badly to love this, but it left me with a horrible chemical burn. My face felt like it was on fire, and the next two days my face broke out in bumps."
		},
		{
			"review_title": "So Gentle, so cleansing… an absolute yes for me!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I’ve been wanting to try this face cleanser but just never pulled the trigger until now. I will say, I switched up my skincare routine entirely including my serums. The combination between the Tatcha Rice Water cleanser and Biossance products, has transformed my skin in just 2 weeks.  I’ve been fighting with products to find the right cleanser and serum set.. I think I found what works for me! It’s been a long and expensive journey of course (I’m 35) and maybe I’m reviewing a bit prematurely…  but I’m flabbergasted to be honest. I’m more confident in my own skin without makeup. I mean, I’m not running out without makeup anytime soon… but just hanging around the house, I’m more comfortable with going “au natural”. I highly recommend trying this out to see for yourself."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I’ve been using this cleanser for about 2 weeks and I already see improvement with my combination skin. It feels softer, hydrated, and more clear."
		},
		{
			"review_title": "Amazing!!!!!!!!!!!!!!!!!!!!!!!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Tan skin tone, Combination skin",
			"review_text": "By far the best face wash I have ever used!!! I absolutely love how my skin feels. My skin was looking dull and I have a combination of dry and oily skin, this cleanser aims to both!!!!!"
		},
		{
			"review_title": "Love but link breaks off every time",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love the product but PLEASEEE make the lid stronger. I’ve had 3 bottles and all three have broken off."
		},
		{
			"review_title": "A gentle exfoliator I can't stop buying",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Dry skin",
			"review_text": "Like others said, I'd find a new manufacturer to re-do the cap since it's very easy to break off. But otherwise, its a great exfoliator for me and helps me get that extra bit of makeup off."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
			"review_text": "I legitimately never write reviews, but I have been using this product ever since it was released and it is 100% worth it. Best cleanser I’ve tried."
		},
		{
			"review_title": "phenomenal product with inadequate￼ packaging",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "this product has become a staple in my routine, but the packaging is disappointing if you travel a lot or keep your cleanser in the shower. cons: packaging is disappointing. it's nice at first but the flip lid snaps off eventually and the outside of the bottle wears off after frequent use.  pros: this product is amazing! i first used it in a birthday gift and have repurchased 3 times so far. i have dry combo skin with mild eczema, slightly acne prone. i haven't found any cleanser that leaves my skin feeling as soft and clean but not stripped as this. it also smells like fruit loops lol"
		},
		{
			"review_title": "New Holy Grail Unlocked!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Finally caved after reading so many reviews online and bought this! Oh myyyy! I get it now. I have used it a few times and notice my skin feels pretty awesome afterwards. You only need a pea sized amount and it lathers up beautifully 💜 Will deffo be purchasing this one again. Possibly could become a new holy grail for me."
		},
		{
			"review_title": "not worth the hype",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "i didnt not like this after putting it on my skin started burning and peeling and turning red would not recommend for normal to dry skin 😭"
		},
		{
			"review_title": "Change the cap",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Love this product. I have been using it for years for every day. The inly issue is the cap that breaks and detached from the tube after a while😪 Plz fix the packaging."
		},
		{
			"review_title": "Works great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I received a sample of the original cleanser. And was blown away from how much  this product worked so well.  Makes your skin get a healthy glow. And when I use it, I make sure that I put some warm water on my face on so my pores are open and I leave the cleanser on my face for a minute, while I brush my teeth."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "This cleanser has become a STAPLE in my skin care routine. I have seen such a dramatic difference in my skin after using it only a little over a week. I had been eyeing for a while but was afraid to try a new cleanser because my skin can be sensitive at times. It’s safe to say that this cleanser did not affect me negatively. This cleanser actually made me realize how little my old cleanser was doing for me. My pores have reduced drastically and I have even smooth skin now."
		},
		{
			"review_title": "Too expensive!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "This product is works wonderfully on my skin but… AGAIN why is the 120ml $40 dollars??? I bought the 240ml rice wash version for just $54 dollars last year and the f…ing airport took it away from me along with a fresh toner"
		},
		{
			"review_title": "Necessary in my routine, bad packaging.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Deep skin tone, Dry skin",
			"review_text": "I bought this product last year when I tried the mini version that was given for the birthday gift! I love this product so much but the lid broke. My lid has snapped off which makes it hard to store the product. Please fix the packaging!!!"
		},
		{
			"review_title": "Love the product, hate shrinkflation",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I love this product, and I re-purchased it after finishing the entire bottle(I am more prone to trying new things, but this worked so well) it smells amazing, you only need a pea sized amount it doesn’t dry me out, however, the bottle I purchased last year for 60$ was twice the size of the one I recently ordered for 53$…shrinkflation I suppose. I was surprised as I expected the same size bottle"
		},
		{
			"review_title": "New Favorite!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "My skin feels so smooth after I use this cleanser! It almost feels like an exfoliator as well. The consistency is on the thicker side for a cleanser. I loved it so much I bought the mini version too!"
		}
	]
}