{
	"product_id": "1627",
	"name": "Faded Serum for Dark Spots & Discoloration",
	"brand": "Topicals",
	"categories": "Skincare, Treatments, Face Serums",
	"price": 51.5,
	"about": "What it is:A hyperpigmentation-safe serum that visibly reduces stubborn discoloration, post-blemish marks, scars, and spots—for all ethnicities and skin shades..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Dark Spots, Redness, and Acne and Blemishes.Formulation:Lightweight Cream.Highlighted Ingredients:- Tranexamic Acid: Visibly minimizes spots, dark patches, and post-blemish marks..Ingredient Callouts:This product is vegan, gluten-free, and cruelty-free..What Else You Need to Know:Visibly fade stubborn post-blemish marks, scars, dark patches, discoloration, and uneven skin tone resulting from breakouts and sun damage with this dermatologist-tested serum. Gentle enough for daily use, it produces visible results in as little as two weeks and is safe for all skin tones and ethnicities..Clinical Results:In a study with 32 participants aged 29 to 55, after 4 weeks:",
	"ingredients": "-Tranexamic Acid: Helps reduce the look of dark patches and post-blemish marks..-Niacinamide: Reduces the look of discoloration and uneven skin tone..-Azelaic Acid: Visibly brightens the skin tone, improves the evenness of skin texture, reduces the look of blemishes, and offers antioxidant support...Water/Aqua/Eau, Caprylic/Capric Triglyceride, Glycerin, Niacinamide, Glyceryl Stearate, Tranexamic Acid, Butyrospermum Parkii (Shea) Butter, Simmondsia Chinensis (Jojoba) Seed Oil, Alpha-Arbutin, Behenyl Alcohol, Kojic Acid Dipalmitate, Gluthathione, Turmeric Butter, Ethylene Brassylate, Dimethylmethoxy Chromanyl Palmitate, Azelaic Acid, Glycyrrhiza Uralensis (Licorice) Root Extract, Melatonin, Phytic Acid, Squalane, Allantoin, Centella Asiatica Leaf Extract, Tocopherol, Arginine, Lecithin, Glycine Soja (Soybean) Sterols, Cetyl Palmitate, Ethylhexylglycerin, Sclerotium Gum, Zinc Ricinoleate, Cetearyl Alcohol, Sodium Lauroyl Sarcosinate, Tetrahydroxypropyl Ethylenediamine, Trisodium Ethylenediamine Disuccinate, Ceteareth-12, Ceteareth-20, Phenoxyethanol...Please be aware that ingredient lists may change or vary from time to time. Please refer to the ingredient list on the product package you receive for the most up-to-date list of ingredients.",
	"how_to_use": "Suggested Usage:.-Apply a thin, even layer to cleansed, dry skin before moisturizing and after toning..-Use all over your face or on areas with the most discoloration and uneven tone..-Gently massage into skin until absorbed..-Use once weekly, working up to daily use..-Use sun protection during the day and moisturize well.",
	"num_reviews": 2141,
	"overall_rating": 3.7,
	"product_url": "https://www.sephora.com/ca/en/product/topicals-faded-serum-for-dark-spots-discoloration-P470259?skuId=2457042&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2457042-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "1.7 oz/ 50 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2457042-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "smelly",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
			"review_text": "STINKS. I stopped using it after a few uses because it smells bad (like rotten eggs). This is definitely a good product if you can get over the smell."
		}
	]
}