{
	"product_id": "212",
	"name": "Good Girl Eau de Parfum Supreme",
	"brand": "Carolina Herrera",
	"categories": "Fragrance, Women, Perfume",
	"price": 175.5,
	"about": "Fragrance Family:Floral.Scent Type:Warm Floral.Key Notes:Tuberose, Jasmine, Tonka Bean.Fragrance Description:Embrace intense seduction with Carolina Herrera‘s Good Girl Eau de Parfum Supreme, which combines succulent berries and potent Egyptian jasmine with creamy tonka beans and scintillating vetiver..About the Bottle:The Good Girl stiletto, a refined combination of haute couture aesthetics and technical expertise, is taken to glistening new heights with a glamorous, black-to-glitter dégradé design..About the Fragrance:Emphasizing the duality of dark and light with an emblematically daring fragrance for women, Good Girl Eau de Parfum Supreme reinvents the iconic good girl. The intensely seductive scent encourages wearers to connect with their naturally rebellious side and embrace every facet of their personality. In the words of Carolina A. Herrera, Creative Director of Beauty, It‘s so good to be bad!",
	"ingredients": "Alcohol Denat., Parfum (Fragrance), Aqua (Water), Linalool, Coumarin, Ethylhexyl Methoxycinnamate, Limonene, Benzyl Salicylate, Hydroxycitronellal, Ethylhexyl Salicylate, Butyl Methoxydibenzoylmethane, Benzyl Benzoate, Citronellol, Citral, Cinnamyl Alcohol, Benzyl Alcohol.",
	"how_to_use": "Suggested Usage:.-Fragrance is intensified by the warmth of your own body. Apply in the creases of your knees and elbows for a longer-lasting, stronger scent.&nbsp;.-After applying, avoid rubbing or dabbing skin. This breaks down the fragrance, causing it to wear off more quickly.&nbsp;.-If you prefer placing fragrance on your wrists, be sure to reapply after frequent hand-washing, as this tends to rinse off the scent.&nbsp;.-Replace fragrance after 12 months. Expired perfumes more than a year old lose the integrity of the original scent... Eau de Toilette or Eau de Parfum?: .The difference lies in the volume of perfume oil. While EDT contains five to nine percent, EDP contains more, usually eight to 14 percent. EDPs, therefore, last longer and smell more intense.",
	"num_reviews": 279,
	"overall_rating": 4.6,
	"product_url": "https://www.sephora.com/ca/en/product/carolina-herrera-good-girl-eau-de-parfum-supreme-P460444?skuId=2373686&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2373686-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "2.7 oz/ 80 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2373694-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "1.7 oz/ 50 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2373686-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "1 oz / 30 mL eau de parfum spray",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2678795-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
	]
}