{
	"product_id": "618",
	"name": "Hydrating and Pore Improving Hydra Repair Day Moisturising Cream",
	"brand": "Grown Alchemist",
	"categories": "Skincare, Moisturizers, Moisturizers",
	"price": 68.0,
	"about": "What it is:A nourishing and hydrating, everyday moisturizer with vitamin E for visibly soft, smooth, and radiant skin..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Pores, Dryness, and Uneven Texture.Formulation:Cream.Highlighted Ingredients:- Vitamin E: Known for its antioxidant and hydrating properties..Ingredient Callouts:This product is vegan, gluten-free, cruelty-free, and comes in recyclable packaging..What Else You Need to Know:This is an everyday hydration staple for nourished and visibly smooth skin, with a core blend of essential, plant-derived ingredients to support skin health.  It helps you achieve a flawless no-makeup skin finish or primes skin for makeup application..Clinical Results:In an independent user trial on 120 people, over 4 weeks:",
	"ingredients": "-Polysaccharides from Aloe Vera: Help the skin appear revitalized, leaving it feeling smooth and soft..-Triglycerides from Jojoba Oil: Visibly rebalances, improving the skin’s appearance..-Vital Bio Saccharides from Cane Sugar: Soothe and repair to improve vitality...Aqua/Water/Eau, Vitis Vinifera (Grape) Seed Oil, Aloe Barbadensis Extract, Cetearyl Olivate (Plant/Plante), Sorbitan Olivate (Plant/Plante), Camellia Sinensis Oil, Cetyl Alcohol (Plant/Plante), Dicaprylyl Carbonate (Plant/Plante), Glycerin (Plant/Plante), Rosa Canina (Rosehip/Cynorhodon) Fruit Oil, Xanthan Gum, Tocopherol (Vitamin E/Vitamine E) (Plant/Plante), Pelargonium Graveolens (Geranium/Géranium) Oil, Citrus Aurantium Dulcis (Orange) Peel Oil, Citrus Reticulata (Tangerine) Peel Oil,  Sucrose (Plant/Plante), Daucus Carota Sativa (Carrot) Root Extract, Simmondsia Chinensis (Jojoba) Seed Oil, Salix Alba (White Willow/Saule Blanc) Bark Extract,  Hydrolyzed Wheat Protein (Plant/Plante), Sodium Phytate (Plant/Plante), Chamomilla Recutita (Matricaria) Flower Oil, Benzyl Alcohol, Dehydroacetic Acid, Linalool (Plant/Plante), Limonene (Plant/Plante), Citral (Plant/Plante), Geraniol (Plant/Plante), Citronellol (Plant/Plante)......The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Apply every morning to cleansed, dry skin..-Use smooth, upward, and outward motions, working from the center of the face, neck, and décolletage.",
	"num_reviews": 817,
	"overall_rating": 4.4,
	"product_url": "https://www.sephora.com/ca/en/product/grown-alchemist-hydrating-and-pore-improving-hydra-repair-day-moisturising-cream-P468363?skuId=2430908&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2430908-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "65 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2430908-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "A must-have my skin can't survive without",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Olive skin tone, Dry skin",
			"review_text": "This product is love. I use it every day as a moisturizer, and my dry skin loves it  Can't go without this a day. I've very dry skin and have to apply hydrating products to keep it moisturized. I'm on my 4th one already."
		},
		{
			"review_title": "Perfect night time moisturizer TRUST ME",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I tried this moisturizer a few years or so ago and loved it, I have since tried to find cheaper options for my face routine but now I’m back. My boyfriend wanted to get into a skin routine with me because he has some kind of dandruff excema looking thang on his eye brows and forehead, it’s all very red and irritated. I’ve been treating him with many other products and changed our diet and everything and nothings been working. We got this moisturizer yesterday and applied it over night and his skin is like 50% better, I think long term use it will completely clear up. Everything else stings the affected area, and this just soothed it. His skin doesn’t look inflamed and is completely calmed down. For me I had redness on recently healed pimples/scars that is minimized too. It applies so luxuriously, like a pea sized amount can make your whole face feel quenched. I personally love the scent, too. Anyways if you are willing to splurge this is such an amazing product. A little goes a long way so it can last a long time too. Not if you’re sharing with your boo ting tho…. I’m girlboss tho so its ok :)"
		},
		{
			"review_title": "Only needed the 12ml to know it's a pass",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Combination skin",
			"review_text": "There is a film left on skin after absorbed which is unpleasant. it also smells strongly of flowers but not in the good way."
		},
		{
			"review_title": "Lightweight and powerful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I like this day cream! Grown Alchemist Hydra-Repair Day Cream with Camillia, Geranium Blossom is so lightweight but nourishing, I was impressed from first time I applied it. Love how easily it improves skin tone without leaving any shine or oily areas. It absorbs quickly and perfect to use before putting a makeup. It is a little pricey but worth every stroke!"
		},
		{
			"review_title": "It got the job done without trouble",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "I received a sample of this product (just to be transparent) and was quite pleased with the result. I have combination skin and the dry areas tend to get dry quite quickly but this both felt nourishing on application and acted in the same manor over time, without feeling heavy on my skin. The scent was pleasant and the formula was a good consistency, it's hard for me when they are runny, and a little product went a long way. I didn't have many qualms, except maybe that the metal tube it came packaged made it hard to dispense product when I already had toner on/wet hands. It's a little on the pricey side from what I typically buy but it made me interested in checking their other products out, and I the quality felt present"
		},
		{
			"review_title": "Works really well, but very strong scent!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, auburn hair, fairLight skin tone, Combination skin",
			"review_text": "It makes my skin feel smooth and soft! It would have been 5/5 stars, the only reason i put it at 4 is due to its strong scent. I personally do not like strongly scented face products, but it does die down after a bit. It leaves my skin feeling amazing, but i do not think i would purchase again based on my preferences! but if you do not mind strong scents in your skincare, i definitely recommend!"
		},
		{
			"review_title": "Best face cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "Best face cream I’ve ever used. I have very sensitive skin and I can use this no issue. I find without it my skin is very dry but it gives my face lots of moisture and doesn’t make it oily."
		},
		{
			"review_title": "My new staple",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Well i love it. With every day cream i tried, at the end of the day, i always get shiny, but not with this one. Hydrating but not too much and my skin stays matte. Also i have verrrryyy sensitive skin and no reaction at all."
		},
		{
			"review_title": "Never using another moisturizer again",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "I’ve been using this for a month now and it’s a staple in my routine. It’s thick out of the tube, but soooo smooth and so creamy on the face. Absorbs so well, has saved my skin during the dry winter weather."
		},
		{
			"review_title": "Didn’t work for me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, fairLight skin tone, Dry skin",
			"review_text": "Burned my skin and was not hydrating enough!! I have very dry skin and this did not work"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "Everything was good until I got this hair popping out of it at the end 😔 all this time using contaminated product, I expected more"
		},
		{
			"review_title": "amazing!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "this moisturizer really works! i have dry skin, and once i bought it and started using it for a couple of days, it make my skin so smooth and also got rid of the dry patches on my face. it also smells so good!"
		},
		{
			"review_title": "Best face cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "Best face cream I’ve ever used. I have very sensitive skin and I can use this no issue. I find without it my skin is very dry but it gives my face lots of moisture and doesn’t make it oily."
		},
		{
			"review_title": "My new staple",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Well i love it. With every day cream i tried, at the end of the day, i always get shiny, but not with this one. Hydrating but not too much and my skin stays matte. Also i have verrrryyy sensitive skin and no reaction at all."
		},
		{
			"review_title": "Never using another moisturizer again",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "I’ve been using this for a month now and it’s a staple in my routine. It’s thick out of the tube, but soooo smooth and so creamy on the face. Absorbs so well, has saved my skin during the dry winter weather."
		},
		{
			"review_title": "Didn’t work for me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, fairLight skin tone, Dry skin",
			"review_text": "Burned my skin and was not hydrating enough!! I have very dry skin and this did not work"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "Everything was good until I got this hair popping out of it at the end 😔 all this time using contaminated product, I expected more"
		},
		{
			"review_title": "amazing!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "this moisturizer really works! i have dry skin, and once i bought it and started using it for a couple of days, it make my skin so smooth and also got rid of the dry patches on my face. it also smells so good!"
		},
		{
			"review_title": "Non-greasy and no residue left behind. A happy neu",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "It's non greasy, absorbs fairly quick and no residue left behind. You only need a small amount. I have a hard time with skincare, any product that can make it easy, and not leave anything behind or make my face feel funny (sensory issues) I'm usually willing to try it. I'd try this one again for sure."
		},
		{
			"review_title": "Smooth!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Initially this product seems like it’s going on to leave a white cast but then it melts in really smoothly. It smells as good as all of the other Grown Alchemist products that I’ve tried. Have yet to see any pore improvements as I haven’t been using it long, but it’s hydrating for sure."
		},
		{
			"review_title": "Nice Moisturizer",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I love the light, fruit and citrus scent of Grown Alchemist Hydra-Repair Day Cream. I received a free sample in exchange for my review. I have been using the moisturizing cream every day for about a month. The rich cream absorbs well and leaves my skin feeling soft and smooth. Since I only received a sample, I don't see a difference in my appearance, yet, but I do like how the cream hydrates all day long."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I love how it penetrates the skin fast. It’s non greasy and great for everyday use. It definitely improves hydration of skin."
		},
		{
			"review_title": "Refresh Flower scent day moisturising cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I like the flower scent, non-sticking and quick absorption of this cream. After taking the cream for few days, my facial skin looks much more hydrated and smoother, and most of the dry skin areas are restored."
		},
		{
			"review_title": "Great for a glowy face",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "My mother loved this product, she put it on before doing her Mauro and it left her with an amazing glow on her usual dull skin. Also had a beautiful scent."
		},
		{
			"review_title": "It's ok; really strong scent",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I got this as a sample to try.  The scent is really strong. For something that is supposed to be hydrating and repairing, It was unexpected. I don't think it was really more hydrating than any other cream. I can't say for sure since I avoid using it because of the scent."
		},
		{
			"review_title": "Heavier cream, best for dryer skin types",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "This cream has a lovely botanical scent. It’s not irritating to my sensitive skin. However, it is too oily for my normal/combo skin. It didn’t absorb well and felt a little greasy. I would definitely  recommend it to someone with dry skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "As someone who is not a skincare savvy person, I've been loving this product! I have dry and somewhat sensitive skin, and I've found that this moisturizer doesn't cause any breakouts and does leave my skin feeling very smooth and soft all day. I can't speak to long-term results as I've only been using it for a couple of weeks, but I've really enjoyed it so far!"
		},
		{
			"review_title": "Great day or night cream for my ageing dry skin.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "I think this is the best absorbing cream I’ve ever tried. I was recommended this in store as I had mentioned tatcha was getting too expensive for me. I really like this. I am 40 & have drier skin as I live in the mountains where it is below freezing most of the year."
		},
		{
			"review_title": "thick face cream",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Normal skin",
			"review_text": "quite a thick cream, so would be great for winter when your skin is drier. no scent either for those that are sensitive."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This product works great and smells great. Leaves my skin feeling the best, moisturizes great, doesn't leave skin feeling oily or streaky."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Dry skin",
			"review_text": "Not a fan of the tube it comes in. It was so weird to touch rough stainless steel. Not a huge fan of the smell. It moisturized my skin well, but it’s not for me."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I like this product. It’s not  greasy and absorbed well and gives you a good base for your makeup. My skin feels pretty hydrated for hours after using it."
		},
		{
			"review_title": "Great stuff!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I love this product. I love the smell, the texture...just everything about it. It's not too thick or thin. It spreads so nicely and a little goes a long way!"
		},
		{
			"review_title": "Keeper!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Hydrating af. Will definitely be incorporating into my daily routine!"
		},
		{
			"review_title": "Must have for dry skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "Love this cream. I have dry skin and using this cream was perfect as it is a bit thick which I enjoy for all day moisture. 10/10🫶"
		},
		{
			"review_title": "Gives me itchy sensation!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "It is hydrating my skin well at night. It also has light citrus scents. The scent is very calming. However, due to my dry skin, I have to applied multiple times during the day. It also gives me itchy sensation for a while during night. My night routine was hydrating cleanser, glycolic acid toner, serum, and cream. May be the itchiness is due to my layering night routine."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "I received the free sample from #topbox. My skin definitely feels more moisturized. I love the texture, I love the smell. I think it is very good for winter time to keep you skin hydrated."
		},
		{
			"review_title": "#freesample",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Received this from #topbox and it's a little thick for my liking but after applying it on, it really does a great job of keeping my skin hydrated.  Will be purchasing!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I have tried this cream and I love it, my skin feels super soft and with reduced pores. When applied it is super creamy, not greasy at all and absorbs super quickly. I use it every morning. Super recommended"
		},
		{
			"review_title": "Moisturizer",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Enjoyed the scent. Is very moisturizing. I think I would prefer to use it in the winter, as my skin is much drier then."
		},
		{
			"review_title": "Love the hydration!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This is a great everyday moisturizer. I found the texture to be a little thicker for under makeup so apply sparsely, but it is great for everyday, no-makeup looks. Keeps the skin hydrated for hours and after a few weeks, I found my skin more supple as well. Does have fragrance so be wary if you prefer non-scented products."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
			"review_text": "I got this in the mail as a sample and it’s very moisturizing. My boyfriend has been using it and it is so rich and hydrating it also smells really good! I would say it would definitely work better on more dry skin!rather t rather than combo/oil"
		},
		{
			"review_title": "Must have for my Morning routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "Received this product as a free sample, love the way my skin feels after using it. Soft supple & has a nice light scent. Absorbs quickly and not sticky, nice light texture and feel. Would recommend this wonderful day cream."
		},
		{
			"review_title": "In the running to become a fall staple",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Trying to fogure out my 40 year old skin has been an adventure. Dry one day and oily an breaking out the next. The Hydra-Repair day cream does exactly that - it hydrates my entire face with a dewy glow, AND goes to work repairing the flaky and red patches (thanks aging, you're fun!) It hasn't clogged my pores or cause a breakout either. It's win-win. I wasn't sold on the idea of geranium (just bc I'm getting older, doesn't mean I want to smell like it, you know?) But it was surprisingly subtle, and had a lemony fresh scent to balance the floral. A must try!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Very nice and moisturizing. Wasn't sticky after application and skin felt smooth and soft afterwards. Smell was very nice and light and not overpowering."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "Love this for my always-flaky nose, offers great hydration without being oily. It feels lightweight but really seems to take care of the dryness. Smells super fresh too! I was gifted a sample and keep it in my bag regularly now!"
		},
		{
			"review_title": "Would use often",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "Doesn't make my skin feel oily, feels nice and moisturized"
		},
		{
			"review_title": "great winter moisturizer!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "This is a really thick and moisturizing moisturizer - great for dry skin people or for winter months. The fragrance is a bit strong for me but it wasn't anything offensive - it leans more towards the floral side. Overall this is a great choice for people who live in drier climates or with really dry skin."
		},
		{
			"review_title": "A nice, light, hydrating day cream",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This moisturizer is sufficiently hydrating that my face feels hydrated all day long. As someone with oily skin, I also appreciate that my skin is not an oil slick at the end of the day, which is the case for some heavier moisturizers. This moisturizer is scented, so if you are someone who prefers unscented products, I would not recommend this for you. However, the scent is relatively mild and after applying, the scent is not noticeable once the moisturizer soaks in. If you are looking for a light, hydrating day cream, this is definitely worth trying."
		},
		{
			"review_title": "Need more moisture",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "Love the smell! Feel it absorbs well into my skin but not noticing a big improvement in moisture so far."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I love the texture of this cream. It is a little thick but easy to apply and leave my skin soft and supple."
		},
		{
			"review_title": "I like it! Good for sensitive skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Combination skin",
			"review_text": "Unfortunately my daughter chewed through the tube and I couldn’t save all the cream. but I can say that the texture is like a rich cream.  I liked it!  but the smell is very strong. I understand that these are all natural ingredients and not synthetic fragrances. but I would be more comfortable applying it in the evening"
		},
		{
			"review_title": "Recommended!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I apply it under my make up everyday at work. It gives me the right hydration than my previous day cream that I tend to be a little oily at times. Highly recommended!"
		},
		{
			"review_title": "heavy fragrance + not acne prone safe",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I got this as a free sample - I really want to love this but the fragrance is too strong for my liking. It’s not completely free of pore clogging ingredients, which isn’t inherently bad but it does worry me since my acne-prone skin can get easily clogged. I"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Loved the smell of this and the way it left my skin feeling. Super hydrating and reminds me of a citronella geranium plant I have that I loved. Reminds me of summer!"
		},
		{
			"review_title": "A keeper for my daily routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "After using this product for just a couple of days, my skin is no longer flaky! It’s soft, gentle, and thankfully.. Not greasy! It has a light scent which is really nice and doesn’t affect my sensitive skin. Love it!"
		},
		{
			"review_title": "Too lightweight",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "The product is hydrating with a natural finish on the skin (not glossy/greasy). It’s fine but for dry skin types I would recommend something a bit richer. The floral/herbal smell is very strong at first but quickly fades."
		},
		{
			"review_title": "Nice light day cream",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "I received a sample of this cream and it was great! It went on nice and light, had a nice scent to it and didn’t leave a heavy feeling on my skin. It’s great to use before starting a busy day!"
		},
		{
			"review_title": "Soft and luxurious feel",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Love the feel of this product on my skin. It is easily absorbed and feels gives my skin the necessary moisturisation it needs."
		},
		{
			"review_title": "Satisfied",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I've been using it for over a week and I like this cream a lot. It doesn't break me out and stays consistent when I wear it. It feels very hydrating and leaves my skin so soft. Don't even get me started on how nice it smells. It reminds me of lemon cake! Thank you Grown Alchemist for the sample."
		},
		{
			"review_title": "Lovely scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Dry skin",
			"review_text": "I have extremely sensitive skin. Almost everything I put on my face sends me into a rosacea flare up. At first I was worried about the fragrance, which is very prominent (usually fragrances are a red flag for me) but so far so good. My facial skin isn’t any more ruddy than normal and my skin feels very hydrated."
		},
		{
			"review_title": "A great winter product!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "I like this repair cream. You don't need to use much as it is very hydrating. I think it would be better to use in the winter when my skin is dry. It is too much right now. The formula is nice but I do find it a little sticky."
		},
		{
			"review_title": "Soft and smooth skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "It makes soft and smooth skin after one apply but it didn't fully absorb. I can still feel some greasiness after applying."
		},
		{
			"review_title": "Absolute new fave!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I absolutely love this cream. Doesn't take much, leaves skin feeling so soft and I love the soft scent. Smells so good!"
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I am loving this lotion. It's soothing and nourishing and gentle for my skin."
		},
		{
			"review_title": "New favourite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I’ve been using this cream for a few weeks and I love how hydrated and soft my skin feels after applying it, on top of it, the cream has a nice scent. I have sensitive skin and it’s been good for me."
		},
		{
			"review_title": "Good product to try",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I like the product because it seems non greasy and not drying; however, the packaging was really sharp and pointy which made it hard for me to put in my little purse."
		},
		{
			"review_title": "Nice moisturizer",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "Creamy texture and absorbs really well.  Makes my face feel hydrated but not oily and heavy on skin.  Only downside it doesn’t help with my rosacea."
		},
		{
			"review_title": "Ideal hand cream!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "I love it!! It just absorb straight into skin. Not liquidy.. not smudgy.. and feel great on skin.  Love it 😍"
		},
		{
			"review_title": "A nice moisturizer",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "Non oily , it's not greasy at all. Absorbs really fast . It's got a scent to it . Can't exactly tell  what it is. If you get used to it it's nice. My skin is really dry  so I wouldn't be buying it."
		},
		{
			"review_title": "A holy grail for dry skin girlies",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I’m loving this day cream. It makes my skin feel soft and smooth after application, and since I started using it about 3 weeks ago I have noticed my skin is more hydrated and elastic overall. I have combination skin and a very flaky and dry t-zone, and this cream has helped curb the flaking and keep my skin more balanced and even. The best part of course is that my foundation goes on smooth and flawless! They got me with the free sample, I don’t think I could leave this out of my daily routine at this point. It’s pricey but still more affordable than many high end creams!"
		},
		{
			"review_title": "Love love love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I absolutely loved this product, it wasn’t greasy or oily. It melted into my skin so nice and you could immediately feel a difference"
		},
		{
			"review_title": "A blessing for all dry skin people",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "After using this product on dry skin, it left my skin so much hydrating, soft and supple. Loved this product"
		},
		{
			"review_title": "Hydrated skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "Love it keep my skin hydrated all day! Now no more dry patch and no oily T-zone due to dehydration underneath."
		},
		{
			"review_title": "Favourite moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "This is my favorite moisturize. I love it because there is a soft to no scent and moisturizes well not leaving my skin overly oily. Def. recommend."
		},
		{
			"review_title": "Light and refreshing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I’ve been using this cream for about a week It is very light and my skin feels hydrated but not greasy or shiny It absorbs very well and has a fresh light scent"
		},
		{
			"review_title": "Amazing cream",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "Love this cream. Super hydrating. I have severely parched skin and this does wonders. I will be buying a full size. And although some people mind the fragrance for me it’s not bothersome. I do enjoy nice light fragrant cream also it doesn’t last longer if that’s something you don’t like on your skin."
		},
		{
			"review_title": "A must have in my routine. It's beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "It's soo moisturizing. I like mixing it with my elf sunscreen and it's applies beautifully"
		},
		{
			"review_title": "A must have moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This product is very nice and it feels amazing on the skin. It didn’t caused me any reaction or such. It has a very pleasant citrus smell. Doesn’t feel oily on the skin at all . I loved it!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "I got this as a free sample and I wouldn't have given it a review if it wasn't better than i expected. The soothing fragrance and the hydrating formula feels so good on the skin"
		},
		{
			"review_title": "Sample review about an amazing moisturizer",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I am big on reading reviews but I’m not so much of a writing review type of gal, but today I’m going to try my best to describe this amazing moisturizer! I struggled so badly with redness across my cheeks and nose, and since using this moisturizer I’ve noticed a great amount of my redness went down and it hasn’t been a full week yet. I’m honestly surprised, I have tried so many things and nothing has helped as much as this, the one I have now is a sample but I will be buying a full sized one for sure! I had severe dryness around my inner corner of my eyes by the cheek and nose and it has also been hydrated throughout the day significantly! I use this product durning the day then later I apply a vitamin C moisturizer or a hyaluronic acid based moisturizer. I hope this review will help with your decision on your purchase <3"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I really nice this. It’s feels great 😊. It’s smells great too, I say try this out."
		},
		{
			"review_title": "I like it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I have been using this product for a couple of weeks and I loved it instantly. It’s very hydrating and gentle."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "This thing is a skincare gem. The clean, natural ingredients align with my values, and the subtle, soothing scent enhances the experience. Though it's a premium product, the results and luxurious feel justify the cost. If you crave a nourishing, clean day cream that pampers your skin, this one is a five-star choice."
		},
		{
			"review_title": "Good cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Good deep moisturizing cream. My skin looks nourished and healthy after it."
		},
		{
			"review_title": "Highly Recommend!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "As someone who has tried various day creams over the years, I was pleasantly surprised by the effectiveness of this particular product. It  truly lives up to its promise of hydration and nourishment"
		},
		{
			"review_title": "lovely cream",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I received this as a sample. I use it in the morning and evening. After one week use, even though I havent seen the result yet. But I can feel comfortable when i am using it and it keep keep my face hydrated. and it smells good. Love it."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "It’s so smooth on the face,feels really soft and makes my skin softer too"
		},
		{
			"review_title": "Hydrating but not oily",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I got this day cream to try and I've been liking how lightweight it feels. Absorbs fast and my skin feels hydrated. My skin doesn't feel oily either. Would purchase this for sure!"
		},
		{
			"review_title": "Hydrated skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
			"review_text": "After reviewing this product, I have notice my skin is more hydrated and so soft.  It smell good and doesn't leave your skin feeling heavy or greasy."
		}
	]
}