{
	"product_id": "732",
	"name": "Latte Lips Lip Oil Glaze Duo",
	"brand": "iNNBEAUTY PROJECT",
	"categories": "Skincare, Lip Balms & Treatments",
	"price": 36.5,
	"about": "What it is:A value set with two full-size, bestselling lip-oil-gloss hybrids for a latte-inspired look..Highlighted Ingredients:- Red Root and Jojoba Oil: Soothe and moisturize dry, chapped lips..Ingredient Callouts:These products are vegan, gluten-free, cruelty-free, and come in recyclable packaging..What Else You Need to Know:With just one swipe, this high-shine glaze leaves lips looking soft, plump, and deliciously glossy. Never greasy or sticky, the vegan, naturally flavored formula glides on effortlessly and keeps lips flake-free..This Set Contains:.Clean at Sephora",
	"ingredients": "-Red Root and Jojoba Oil: Soothe and moisturize dry, chapped lips..-Fermented Pomegranate: Gently exfoliates, so lips stay flake-free..-Ecocert-Certified, Plant-Based Plumping Complex: Subtly plumps the appearance of lips immediately and over time...Cookie:.Polyglyceryl-2 Triisostearate, Polyglyceryl-2 Isostearate/Dimer Dilinoleate Copolymer, Silica Dimethyl Silylate, Dextrin Palmitate, Natural Flavor, Saccharomyces/Lithospermum Erythrorhizon Root Oil Ferment Filtrate, Simmondsia Chinensis (Jojoba) Seed Oil, Punica Granatum Seed Oil, Coconut Flower Sugar, Dipalmitoyl Hydroxyproline, Stevioside, Dehydroacetic Acid, Titanium Dioxide, Iron Oxides (CI 77491), Iron Oxides (CI 77492) Iron Oxides (CI 77499)...Cinnamon Bun:.Polyglyceryl-2 Triisostearate, Polyglyceryl-2 Isostearate/Dimer Dilinoleate Copolymer, Silica Dimethyl Silylate, Flavor, Dextrin Palmitate, Dipalmitoyl Hydroxyproline, Saccharomyces/Lithospermum Erythrorhizon Root Oil Ferment Filtrate, Punica Granatum Seed Oil, Simmondsia Chinensis (Jojoba) Seed Oil, Hydrogenated Polyisobutene, Stevioside, Dehydroacetic Acid, Titanium Dioxide, Iron Oxides (CI 77491), Iron Oxides (CI 77492), Iron Oxides (CI 77499), Red 7 Lake, Cinnamal, Eugenol...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Apply alone or on top of your fave lipstick for a high-shine, glossy finish.",
	"num_reviews": 87,
	"overall_rating": 4.8,
	"product_url": "https://www.sephora.com/ca/en/product/innbeauty-project-latte-lips-lip-oil-glaze-duo-P513466?skuId=2802403&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2802403-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "LIMITED EDITION",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2802403-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
	]
}