{
	"product_id": "1600",
	"name": "Dewy Skin & Lips Hydrating Skincare Set",
	"brand": "Tatcha",
	"categories": "Skincare, Value & Gift Sets",
	"price": 97.0,
	"about": "What it is: A trio of bestsellers that gently plump the look of fine lines, soften the feel of skin, and seal in moisture for an irresistibly dewy and glossy look...Skin Type: Normal, Dry, and Combination..Skincare Concerns: Dryness, Dullness, and Fine Lines and Wrinkles..Ingredient Callouts: These products are cruelty-free...What Else You Need to Know: Featuring a trio of Tatcha bestsellers, this ritual of potent yet kind-to-skin formulas replenishes skin with glowing moisturization while restoring lips to full lushness in a beautiful berry gloss...This Set Contains:- 1.7 oz/ 50 mL The Rice Wash.- 1.7 oz/ 50 mL The Dewy Skin Cream.- 0.32 oz/ 9 mL The Kissu Lip Mask in Wisteria..Clinical Results: Based on a clinical study on 25 panelists The Rice Wash:.- Clarifies and softens after 1 use..Based on a bio-instrumentation study on 21 panelists using the Rice Wash:.- After 6 hours proven to boost skin's hydration on average by +41%..Based on a bio-instrumentation study of 30 panelists, The Dewy Skin Cream:.- Provides 3x hydration immediately..Based on a clinical study of 36 panelists using The Dewy Skin Cream:.- 88% showed a visible improvement in dry fine lines..Based on bio-instrumentation study of 41 panelists, The Kissu Lip Mask - Wisteria:.- 100% showed an improvement in lip moisture and lip texture overnight..Clean at SephoraOur commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing effectiveness.",
	"ingredients": "The Rice Wash:.Aqua/Water/Eau, Microcrystalline Cellulose, Propanediol, Sodium Cocoyl Glutamate, Glycerin, Acrylates Copolymer, Sodium Caproyl Methyltaurate, Coco-Betaine, Parfum/Fragrance, Saccharomyces/Camellia Sinensis Leaf/Cladosiphon Okamuranus/Rice Ferment Filtrate*, Oryza Sativa (Rice) Powder, Chondrus Crispus Extract, Sodium Hyaluronate, Betaphycus Gelatinum Extract, Lauryl Glucoside, Potassium Hydroxide, Polyquaternium-39, Limonene, Linalool, Phenoxyethanol, Ethylhexylglycerin, Sodium Benzoate, Alcohol...The Kissu Lip Mask – Wisteria:.Triisostearin, Polyglyceryl-2 Triisostearate, Squalane, Dextrin Palmitate, Vp/Hexadecene Copolymer, Silica, Dextrin Palmitate/Ethylhexanoate, Camellia Japonica Seed Oil, Prunus Persica (Peach) Kernel Extract, Prunus Persica (Peach) Juice, Prunus Persica (Peach) Leaf Extract, Citrus Unshiu Peel Extract, Saccharomyces/Rice Ferment Filtrate, Camellia Sinensis Leaf Extract, Cladosiphon Okamuranus Extract, Allantoin, Stearyl Glycyrrhetinate, Tocopherol, Pyridoxine Hcl, Aqua/Water/Eau, Propanediol, Butylene Glycol, Ethylhexylglycerin, Calcium Carbonate, Lauroyl Lysine, Aluminum Hydroxide, Parfum/Fragrance, Phenoxyethanol, Limonene, Linalool, Titanium Dioxide (Ci 77891), Red 7 (Ci 15850), Blue 1 Lake (Ci 42090), Red 30 (Ci 73360), Yellow 5 Lake (Ci 19140)...The Dewy Skin Cream:.Aqua/Water/Eau, Saccharomyces/Rice Ferment Filtrate, Glycerin, Propanediol, Dimethicone, Squalane, Diisostearyl Malate, Behenyl Alcohol, Myristyl Myristate, Dipentaerythrityl Hexahydroxystearate, Bis-Diglyceryl Polyacyladipate-2, Tridecyl Trimellitate, Inositol, Sorbitan Tristearate, Beheneth-20, Camellia Sinensis Leaf Extract, Cladosiphon Okamuranus Extract, Chondrus Crispus Extract, Betaphycus Gelatinum Extract, Oryza Sativa (Rice) Bran Extract, Panax Ginseng Root Extract, Origanum Majorana Leaf Extract, Thymus Serpyllum Extract, Malva Sylvestris (Mallow) Flower Extract, Sodium Hyaluronate, Gold, Sericin, Phytosteryl Macadamiate, Tocopherol, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Sorbitan Isostearate, Polysorbate 60, Butylene Glycol, Dimethicone/Vinyl Dimethicone Crosspolymer, Sodium Benzoate, Gluconolactone, Ethylhexylglycerin, Parfum/Fragrance, Alcohol, Phenoxyethanol, Citral, Limonene, Linalool, Mica, Tin Oxide, Titanium Dioxide (Ci 77891), Violet 2 (Ci 60725)...*HADASEI-3...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.The Rice Wash: .-Add water to create a rich foam and massage onto face..-Rinse. ..The Dewy Skin Cream: .-Scoop desired amount onto face, neck, and décolletage morning and night. .-Massage in with upward strokes. ..The Kissu Lip Mask - Wisteria: .-Massage a generous, even layer onto clean, dry lips and leave on...Recycling Instructions:.-Remove gold loop from cap by turning counterclockwise. Recycle the jar, cap, and pod together. Discard spoon and loop...Refill Instructions:.-Check for the refill symbol on the jar to ensure you have our new refillable jar..-To remove the empty pod, grasp the indented tabs at either side and pull..-To insert refill pod, align logo on pod with logo on jar and press into place.",
	"num_reviews": 37,
	"overall_rating": 4.8,
	"product_url": "https://www.sephora.com/ca/en/product/tatcha-dewy-skin-lips-P512779?skuId=2813442&icid2=products",
	"image_url": "https://www.sephora.com/productimages/product/p512779-av-1-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "Great gift and value",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Tatcha has amazing products and I love gifting this set around the holidays for people to try. Gift recipient was very impressed!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "This is just amazing. Was lucky to get these products on sale"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone",
			"review_text": "the skin looking radiant and moisturized, without feeling greasy.  The brand’s luxurious feel and effective formulations make it a go-to for those seeking premium skincare. However, its high price point may not be for everyone. While the products are generally well-received for their effectiveness, some may find that similar results can be achieved with more affordable options.  In conclusion, Tatcha is a great choice for anyone willing to invest in a high-end skincare routine, especially those who value clean beauty and luxury. Its products often deliver visible results, leaving skin feeling soft, nourished, and glowing."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Can’t get over what a great deal this was of my favourite Tatcha products. I can’t begin to describe how soft and supple my skin feels after using the cleanser and how radiant and glowy my skin looks with the dewy cream."
		},
		{
			"review_title": "3 in 1 is a steal!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I’ve been using this for a couple years now and love it. Most products are a hit or miss and too expensive to be bad quality or not show results. This has a moisturizing rich dewey feel without breaking me out so I’m obviously paying my own money to have clear hydrated skin.  A dab on the cheeks, chin and forehead is all I need and it does last 4-5 months as I use another moisturizer with spf for the daytime and this for night.   The face wash is very rich and lathers so don’t use too much & the use a dab lip mask m, a little is all you need since it reminds me of aqua phor- it’s very… spready? It’s not greasy or gross but it’s like lipgloss for night time if that makes any sense.    The product looks smaller but it’s the same amount- the container itself is small, it looks like they’re trying to become eco friendly and cut back in waste.   I’m not a influencer or sponsored for a high review I bought this with my one money so yeah I’m going to leave a honest review."
		},
		{
			"review_title": "UMM YES",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Seriously a great value and the products are so nice. Lip mask is a pretty purple color too!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Love love love. you can never go wrong with tatcha skin products. I have extremely sensitive acne prone skin and I love the ingredients and formula of the tatcha skincare products."
		},
		{
			"review_title": "Loveeee ❤️❤️",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Love all the products in this set! Definitely worth getting, I love the rice wash so much I think I’ll get a full size, the skin cream is also lovely. The lip mask does make my lips a bit purple from the coloring but is super hydrating! Can’t recommend more!"
		},
		{
			"review_title": "Def a must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "My skin has never been this smooth! I love the face wash so much and then fell in love with the dewy skin cream! My skin barrier has improved so much since using these I can’t wait to try the lip mask"
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "Made a difference on my skin. Would definitely repurchase and highly recommend"
		},
		{
			"review_title": "Buy it !!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "Best product if you have dry skin it’s hydrating like I wish I bought it earlier"
		},
		{
			"review_title": "Perfect for moisture",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I love this set! Worth the price! Between this dewy moisturizer and the pore refining one, I reach for the dewy one more bc I really do like the feeling of being moisturized. It also give me a nice glow and with the glow and light reflecting it make my skin look more smooth! I mean it also actually does feel smooth too! The lip balm is such a pretty color for my medium skin tone, very brown girl friendly. The moisturizer is a great travel size and makes my skin feel clean yet moisturized I will be getting refills!"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "This product smells amazing and makes my skin feel amazing!"
		},
		{
			"review_title": "The stars of my daily skin care routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "Tatcha rice wash and moisturizer are both a must in my everyday skin care routine.  This is my first time using the lip mask, but I think it will help a lot this winter to keep my lips healthy."
		},
		{
			"review_title": "My go to moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "People are so weird in the reviews, I buy this because of the LUXURIIOUS feel of the packaging. Its face cream. I buy it because I like the face cream and it moisturizes without breaking me out. If you want to spend $80 on a container, I honestly dont know what to tell you. For anyone actually wondering if/why the packaging has changed in weight or size its because they are focusing on recyclable materials."
		},
		{
			"review_title": "Must have for your face time routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "Best moisturizer. Keeps skin looking dewy and soft."
		},
		{
			"review_title": "Great deal on luxury products!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "You’re basically buying the cream and getting the cleanser AND the tinted lip mask FREE!  Highly recommend! All great products!"
		},
		{
			"review_title": "Sooo goood definitely recommend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I have never tried matcha before this and I absolutely love it the moisturizer is rlly thick which is so good for try skin and the lip mask is such a petty color I got this set for Christmas and I’m so glad I did"
		},
		{
			"review_title": "What a steal",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Great deal ! I have dry skin and I’m in my 40’s. This is my 4th cleanser purchase and third lotion, that says it all.  The lip mask is such a nice colour.  Can’t go wrong with tatcha it really is one of the best .."
		},
		{
			"review_title": "Look no further!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I always look forward to these sets at Christmas. I’ve used Tatcha for three years now and refuse to use or try any other products. It’s safe for my sensitive skin. I turned 50 in September and my complexion hasn’t looked this good since I was. a teenager."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This skin cream has saved my life! I have dry skin, and I started working in a very dry building a couple of years ago, and my skin just rebelled so badly. I had tried a sample previously and thought it was too moisturizing for me, but since my change of jobs, wow, I dont know what I would do without it. The wash is super gentle and doesn't strip my skin. The lip mask has a beautiful, subtle color. I bought another two of these bundles now that they are on sale. If you have very dry skin, buy it now!"
		},
		{
			"review_title": "Love the color of the lip mask",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Great set for the price! Super flattering lip mask color for olive toners. Not as long lasting as others but a fun addition to get with the cleanser and moisturizer."
		},
		{
			"review_title": "Packaging is cheap now",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "It says 1.7 mL just like the original packaging but it so much smaller and it feels cheap. It’s light and doesn’t have that luxury feel anymore. The formula is great but what made me buy it for the price was the luxury feeling. Not sure why they changed it, you can honestly buy a cheaper alternative now that the packaging has changed. There’s even refillable skincare that feels much more luxurious out there, So that shouldn’t be an excuse for the cheapness you feel now with their packaging."
		},
		{
			"review_title": "Great for Dry Skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I’ve been using this moisturizer for a week and it has done an amazing job at keeping my dry skin hydrated during these especially cold months! 10/10 recommend for the dry skin girlies"
		},
		{
			"review_title": "All hits!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I really liked this set! I got the cleanser and cream in mini versions before for a sephora birthday gift. But, I would say the cleanser isn’t as gritty as it was before (which I kind of liked). The cream is mostly the same, and I really like it for dry weather. The lip mask was a surprising hit! Kept my lips from cracking or bleeding in dry and cold weather."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "My skin gets very very dry during Canadian winters. This cream has been a life saver. The face wash is also a go-to for me during the winter. The lip mask colour is pretty"
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I love using this Tatcha skin scream and face wash.  The container of face cream is smaller than my original though, it has the same ounce size. I wonder if its because a refill packaging happens to be smller."
		},
		{
			"review_title": "A great treat",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "After using this product my face is soft and hydrated. It’s a rich cream, a gentle cleanser and an indulgent lip treatment."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I've been using this product for about a year or two and it is my go-to. The cream softens my skin as well as hydrates it. The face wash smells great and cleanses great. However, I noticed the new 50 ml cream is noticeably smaller than the one I purchased a couple years ago(the new one also has a refillable container inside making it even less product). That is my only con on this full sized set. The lip balm feels nice when applied."
		},
		{
			"review_title": "Always",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "￼This is the only moisturizer that works doesn’t over saturate or leave grease or feel dry ten min later! Gave the cleanser away since I didn’t need and the lip mask gloss whatever it is … perfect!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "Good product the cleanser is good and the moisturizer is good and the lip mask is also good super easy application"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Tacha is one of my favorite brands and this set is great, definitely worth it!!!"
		},
		{
			"review_title": "A must try!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "I've been looking a the Tatcha brand for years as I've heard amazing things about their products and this set is the perfect must have for anyone curious like me. Im a fan of everything included and I'm really surprised at how much i love the lipmask. It is a high splurge BUT it truly is worth it, even for the moisturizer alone!"
		},
		{
			"review_title": "Best Holiday Gift Set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This is my favorite holiday giftset that I treat myself with each year. I was so happy that this year it had the lip mask, never tried it before but I love it. The moisturizer is my all-time favorite and my skin has never felt better when I use it."
		},
		{
			"review_title": "Returning",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I love the look of the packaging but that's where the pros end for me. The moisturizer broke me out and that never happens. The lip mask is super cute but 5 mins after applying it I needed to reapply. There are so many great lip masks... they need to step it up. and for the price .. wow.. just no. I prefer fenty lip puddin or laneige lip sleep treatment.. but I use them anytime of day."
		},
		{
			"review_title": "It's a steal!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Fair skin tone, Dry skin",
			"review_text": "30% off, my friends! Run, don't walk lol Do the math and you'll see the value of this set! And sidenote, the lip mask is a GORGEOUS color and limited edition so grab it!"
		}
	]
}