{
    "product_id": "1370",
    "name": "Glycol Lactic Radiance Renewal Mask",
    "brand": "REN Clean Skincare",
    "categories": "Skincare, Masks, Face Masks",
    "price": 78.0,
    "about": "What it is:A cult-favorite exfoliating mask packed with fruit acids clinically shown to boost skinu2019s radiance and firmness in 100 percent of individuals..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Dark Spots, Dullness, and Loss of Firmness and Elasticity.Formulation:Mask.Highlighted Ingredients:- Glycolic Acid from Pineapple Extract: Gently exfoliates to remove dead skin cells..Ingredient Callouts:This product is cruelty-free, gluten-free, and comes in recyclable packaging..What Else You Need to Know:An exfoliating yet gentle multi-action AHA mask that helps to remove dead skin cells and reduce the appearance of fine lines and imperfections while boosting skinu2019s radiance and firmness, leaving skin feeling smoother and tighter..Clinical Results:In a clinical trial with 22 female subjects (ages 40u201355) after 30 minutes from one application, results included:.- 100% of consumers showed firmer- and more radiant-looking skin",
    "ingredients": "-Glycolic Acid from Pineapple Extract: Gently exfoliates to remove dead skin cells. .-Lactic Acid from Passion Fruit: Smooths and refines the look of skinu2018s texture. .-Papain from Papaya: Further removes dead skin cells to rejuvenate the overall appearance of skin texture and radiance. ..Aqua (Water), Glycerin, Polysorbate 60, Lecithin, Lactic Acid, Vitis Vinifera (Grape) Seed Oil, Ribes Nigrum (Black Currant) Seed Oil, Citrus Limon (Lemon) Fruit Extract, Xanthan Gum, Vaccinium Macrocarpon (Cranberry) Seed Oil, Maltodextrin, Sodium Lactate, Carica Papaya (Papaya) Fruit Extract, Ananas Sativus (Pineapple) Fruit Extract, Glyceryl Caprylate, Passiflora Edulis Fruit Extract, Vitis Vinifera (Grape) Fruit Extract, Parfum* (Fragrance), Citrus Nobilis (Mandarin Orange) Peel Oil, Citrus Grandis (Grapefruit) Peel Oil, Citrus Tangerina (Tangerine) Peel Oil, Citrus Aurantium Dulcis (Orange) Flower Oil, Alcohol Denat., Benzyl Alcohol, Phenoxyethanol, Potassium Sorbate, Tocopherol, Hippophae Rhamnoides Oil, Helianthus Annuus (Sunflower) Seed Oil, Rosmarinus Officinalis (Rosemary) Leaf Extract, Sodium Bisulfite, Citral, Geraniol, Limonene, Linalool...*100 Percent Natural Fragrance......The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Apply a generous amount to clean skin. Avoid the eye area..-Leave on for 10 minutes and relax..-Rinse with lukewarm water or a damp washcloth..-A slight tingling sensation is normal.",
    "num_reviews": 1309,
    "overall_rating": 4.4,
    "product_url": "https://www.sephora.com/ca/en/product/glycol-lactic-radiance-renewal-mask-P203616?skuId=2154458&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2154458-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1.7 oz/ 50 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2154458-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "not a fan",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
            "review_text": "This was my first Ren product and I have to say I was not impressed. I use other products with lactic acid and glycolic acid and usually get great results. With this mask I did not get the same results..my skin was blotchy after use, and my pores were enlarged and looked congested. It completely through my skins texture off, and made any makeup for 48hrs after use look bad. I would not recommend, and I caution anyone with sensitive skin."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This is mask has two main ingredients lactic acid and glycolic acid which both are good to get even skin tone. I literally impressed by this mask as i have seen good result in just few days. It also helps to exfoliate my skin and unclog my pores properly and make my skin soft. Definitely recommend this product."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I enjoy using exfoliating masks. This particular mask may cause a slight tingling sensation, so if you have sensitive skin, proceed with caution. The outcomes are remarkable; my skin feels instantly brighter and softer."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I received byREN Clean Skincare. Radiance Glycol Lactic Radiance Renewal Mask 2024 ,  This product itch my skin and I feeled hot and sticky sense. I don't like it. It had a no good scent. I don't think that this product is for me."
        },
        {
            "review_title": "Must have for aging skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The REN Clean Skincare Radiance Glycol Lactic Radiance Renewal Mask has worked wonders on my dull aging skin. The consistency is like honey and it's very gentle on the skin.  It leaves my skin feeling younger and tighter."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is a sticky mask but I love the almost instant results that it imparts. I have dry skin and the mask neither irritates my skin nor makes it extra dry. It does tingle a little on application. I apply this at night as directed and follow it with my usual skincare routine which includes a rich moisturizing cream. I wake up with bright, refreshed glowy skin. The results remind me of Renu2019s Wake Wonderful night facial. I think itu2019s discontinued though. Glad to get my hands on this one."
        },
        {
            "review_title": "Great mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I really liked this renewal mask by Ren. Iu2019ve tried other things from this brand and this one did not disappoint either. Felt and looked like it took all the dirt and oil away, as I wear makeup and my skin gets oily."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love a good exfoliating mask. This REN Clean Skincare Glycol Lactic Radiance Renewal Mask really removed the dead skin cells and leaves my skin with a radiant glow. My skin feels soft and looks healthy and clean. The texture is nice and it isn't hard on my skin. Overall I would recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I'm very happy with the REN Clean Skincare Radiance Glycol Lactic Radiance Renewal Mask. I use it at night and in the morning my skin feels softer and brighter and it looks brighter. About once a week, I apply a good amount on my face after cleaning it. I leave it on for 10 minutes. I don't experience any tingling or tightness. I will keep using!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "This mask is incredibly effective. In the morning, after using it at night, my skin looks more supple and feels baby soft. It doesn't have the best smell, but I suppose that's from the natural scent of the original ingredients."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I received this product in exchange for my honest review and I have never used this brand before. Iu2019m glad I got a chance to try it because it has amazing ingredients, and it is gentle on my skin. I will be adding to my routine."
        },
        {
            "review_title": "Great Tropical Smelling AHA Mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I am looking forward to continuing to use this Glycol Lactic AHA Mask by Ren once a week for a few more weeks to see the long term results in my age spots and acne marks. After only 2 uses I have noticed softer and brighter skin. The fruity smell of the pineapple, passion fruit, and papaya make it feel like a treat to apply. The thicker texture is so pleasant to apply. This is definitely not a product for sensitive skin but on my combo skin it did turn a little red and sensitive for a day my first use and I made sure to apply sunscreen but the redness went away pretty quickly and I was able to see results right away."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The mask has a thick and sticky texture. It apply really well on the skin. Gently remove dead cells with the acid mask. My skin was noticeably more smooth and radiances.  Not irritated at all. Really like it."
        },
        {
            "review_title": "Great mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This is a great, face brightening mask. You simply apply to clean skin and leave on for 10 minutes. It has the texture of a gel. Wipe mask off with a damp cloth when youu2019re all done. It has a light scent that smells a bit tropical. My skin immediately looked more radiant and felt smoother after using. I look forward to more results with continued use!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "This mask is amazing!!! I can see how it light up my skin!!! It is also easy to wash off.  I have sensitive dry skin and I can clearly see the improvement!! Use it around one week and can definitely see a lot of improvement!!! Definitely recommend!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Love at first application! I am always looking for products that can give my dull skin a boost. This definitely gave my skin a glow after using. This feels like a two-for-one deal because it also exfoliates! I do not have sensitive skin so did not experience any irritationu2014just a little bit of tingling when applied but that just makes me feel like itu2019s working :) I did not mind the smell at all. I would recommend this for anyone looking for an instant glow up!"
        },
        {
            "review_title": "Found my holy grail product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I used this mask for the first time today and Iu2019m blown away by the results just from the first use. My skin felt fresh, glowy and tighter. I feel Iu2019ve found my holy grail product. I didnu2019t know about REN skincare until I got this and I would like to keep using this to help even my skin tone (I hate my freckles and I hope this helps) and refresh and renew my skin.  I looked into this company and theyu2019re clean for the skin and the environment. The packaging is 100% recyclable and the product smells citrusy. When I applied it, it feels it might be runny but it didnu2019t budge. I washed it off after 10 mins as directed and Iu2019m loving my new skin!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This mask has a really thick texture, it deeply nourishes the skin while gently exfoliating it and making it silky smooth. It doesnu2019t irritate my skin at all. And I just canu2019t get over how glowy it makes my skin."
        },
        {
            "review_title": "Glow Up In A Bottle!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Love at first application! I am always looking for products that can give my dull skin a boost. This definitely gave my skin a glow after using. This feels like a two-for-one deal because it also exfoliates! I do not have sensitive skin so did not experience any irritationu2014just a little bit of tingling when applied but that just makes me feel like itu2019s working :) I did not mind the smell at all. I would recommend this for anyone looking for an instant glow up!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I've always been a fan of this product; it's a staple in my skincare routine. Dealing with sensitive skin, finding a mask that works wonders without causing irritation is a challenge, but this one exceeds expectations. The sensory experience it provides is truly delightful, from the refreshing scent to the luxurious texture. After just a few minutes of application, my skin feels incredibly soft and rejuvenated. Sure, it can be a bit tricky to wash off completely, but I've found that using a washcloth not only helps with removal but also adds a gentle exfoliating touch. With just a couple of uses, my complexion is noticeably brighter and smoother, making this mask an absolute favorite of mine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "REN radiance glyoc lactic mask is great. It worked well for my sensitive skin without irritation or stinging like some have done in the past. My skin felt smooth and looked brighter in the Am after using it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Itu2019s a really nice brand that I use a lot for a very long time . Amazing results it actually works ! But what is the most important is that this works amazing on my super sensitive skin . I recommend it"
        },
        {
            "review_title": "$20 dollars cheaper on Amazon for same size!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Been using this for years I love it. Itu2019s really expensive for only 50 ml. Thought Iu2019d search other places to buy . Amazon has same thing for 20 dollars less!"
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I got a mini version and I loved it. It smells incredible and my skin felt way less congested after using it. I'm definitely buying the full size bottle now"
        },
        {
            "review_title": "Actual Results for Cystic Acne",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "My 3rd repurchase of this mask & I was once again blown away! I have cystic acne & when I use this mask at night, I wake up & all of my breakouts are flat and my skin is glowy! Itu2019s like a facial but less $"
        },
        {
            "review_title": "Putrid Glow",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The scent is definitely not amazing, but itu2019s bearable. Funny thing is, I thought I had a bad batch because I bought it at Marshallu2019s on the clearance shelf. But I kept using it anyway because it made my skin glow!"
        },
        {
            "review_title": "My secret weapon to glowing skin.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I absolutely love this mask! I received a sample of it and fell in love and so I have been using it ever since. It smells clean and wonderful. I donu2019t understand other people saying that it smells bad."
        },
        {
            "review_title": "use it once a month",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "Ok, I don't write reviews, but feel I must for this product. It is amazing and will make your skin look great"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Just had a sample of this for some time and decided I would try it as my skin needed a good exfoliating mask prior to putting my serum and WOW very impressed, my skin looks better after 1st use!. Also super smooth and a nice glow to it. Def will buy!"
        },
        {
            "review_title": "glow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "best! but I would say please do not leave it on more than what it says.especially if you have dry skin.... you will start peeling. that's what happened to me ud83dude13 and also if you have super sensitive skin like me don't use more than once a week. it's extremely powerful. but it will make you glow! ud83cudf1e p.s follow with a good moisturizer as you will need it. ud83dude05"
        },
        {
            "review_title": "Actual Results for Cystic Acne",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "My 3rd repurchase of this mask & I was once again blown away! I have cystic acne & when I use this mask at night, I wake up & all of my breakouts are flat and my skin is glowy! Itu2019s like a facial but less $"
        },
        {
            "review_title": "Putrid Glow",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The scent is definitely not amazing, but itu2019s bearable. Funny thing is, I thought I had a bad batch because I bought it at Marshallu2019s on the clearance shelf. But I kept using it anyway because it made my skin glow!"
        },
        {
            "review_title": "My secret weapon to glowing skin.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I absolutely love this mask! I received a sample of it and fell in love and so I have been using it ever since. It smells clean and wonderful. I donu2019t understand other people saying that it smells bad."
        },
        {
            "review_title": "use it once a month",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "Ok, I don't write reviews, but feel I must for this product. It is amazing and will make your skin look great"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Just had a sample of this for some time and decided I would try it as my skin needed a good exfoliating mask prior to putting my serum and WOW very impressed, my skin looks better after 1st use!. Also super smooth and a nice glow to it. Def will buy!"
        },
        {
            "review_title": "glow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "best! but I would say please do not leave it on more than what it says.especially if you have dry skin.... you will start peeling. that's what happened to me ud83dude13 and also if you have super sensitive skin like me don't use more than once a week. it's extremely powerful. but it will make you glow! ud83cudf1e p.s follow with a good moisturizer as you will need it. ud83dude05"
        },
        {
            "review_title": "My favorite face mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Oily skin",
            "review_text": "Itu2019s wonderful! Iu2019ve been using it on and off for years. If I use it once in a blue moon, my skin looks better immediately after taking it off. If I use it regularly over the span of a few months, wow! Your skin looks like it has u201cclean girl glowu201d with regular use. Worth the price in my opinion. I love the smell of it too. Texture is better and easier to work with when product is kept in a beauty mini fridge"
        },
        {
            "review_title": "STAPLE SKINCARE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I have been using this mask on and off for the last 10 years. Every time my skin starts getting dull again, I realize I had run out of the Ren AHA mask and needed to resupply. This truly clears my texture, evens my skin tone to the point where I don't have to wear makeup, and keeps my skin radiant and smooth. The only AHA that doesn't burn my face or make it flaky after use. I will never stop using this product!"
        },
        {
            "review_title": "Game changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I cannot tell you enough how amazing this product it.  Its instant glow, you can't go wrong with this. I don't know what people are complaining about of it smelling like barf. It smells like something sour and that's it. Regardless of how it smells, its a BRILLIANT product. The skin glows instantly after the mask."
        },
        {
            "review_title": "Great Latic acid mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Yes! Holy grail product worthy. Used this for years and still love the results it provides. If you have sensitive skin donu2019t leave on for too long. Make sure to do at night and wear sunscreen the next day."
        },
        {
            "review_title": "Terrible smell",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Works well - but god, people arenu2019t kidding about the smell. This smells absolutely vile. Genuinely putrid. There are products that work just as well without the smell."
        },
        {
            "review_title": "Smells like barf",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Smells like barf. Works well to brighten the skin, but the smell is a deal breaker for me."
        },
        {
            "review_title": "forever purchase- skin changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I was lucky enough to receive back when I got Ipsy bags YEARS ago and never looked back. Ive bought it regularly since then. I have sensitive skin (acne break out or light rash easily) and I could still use this 2x a week. Skin changer. I recommend this to everyone whether theyu2019ve been in the skincare game for a while or a just getting into it. It gives you a glow and sometimes I struggle with large blackheads on my forehead and I can use this mask and they shrink the same day if not disappear in a day or two. Definitely improves texture from hydration to unevenness to acne. You donu2019t use THAT much each time so this thing lasts me a while and has great shelf life. I see more results from one use of this sole product than using a very expensive skincare cocktail named after tipsy rhinos for over a week."
        },
        {
            "review_title": "MIRACLE WORKER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Fair skin tone, Normal skin",
            "review_text": "okay, I've never used a Ren product before but I bought this for my baby sister, who has super oily combination skin and chronic acne (since childhood). she used it for the first time last night and we noticed some immediate results! her forehead was smooth, her skin was softer, and some of the redness from her recent flare up had already died down. it was a 4/5 right then and there. she didn't LOVE it, but she was definitely happy with the results and probably would have repurchased just for that.   here's the thing: she went to sleep. well, I woke her up a few minutes ago and her acne is all but GONE. It's like she's weeks out from a breakout instead of hours. my mom and I could not believe our eyes. she is SO happy and her skin is baby soft.  after ONE application. 10/5 will be purchasing again and we will absolutely be trying the rest of this line."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Leaves my skin so bright, fresh, clean and tight. Obsessed"
        },
        {
            "review_title": "Enjoy this product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Renewal mask has made mg skin appear more smooth and healthy looking. My skin has been looking pretty dull especially in the winter months but this product has helped with that."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Literally my favorite gentle exfoliating mask. It smells delicious and the texture is nice and thick. Once washed off I donu2019t find my skin is overly tight or dry and my products absorb well."
        },
        {
            "review_title": "Smells weird, but works",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This smells so weird, I don't even know how to describe it. It won't make you gag or anything, but it's not pleasant either. The texture is also very sticky which isn't the greatest. It does work though: it exfoliates dead skin, it makes your skin glowy. I like that's packaging too, it's in a pump so it's more hygienic. But I find one pump dispenses too much for my face (my face is on the small side) so I usually use half a pump. It also comes with a piece of cloth to help physically exfoliate too which is nice. You can't really use it without a cloth though because it's just much easier to remove it with one. I've been using it for a year and it does work, but I'm not repurchasing. I'm going to look for another chemical exfoliating mask that smells better, but works just as well. If I can't find one I'll definitely come back for this one."
        },
        {
            "review_title": "Great mask with an interesting smell?",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019ve only used this mask a few times and I already see a noticeable difference. My only complaint and reason for 4 stars would be the smell.. will continue to use but not sure if I would repurchase?"
        },
        {
            "review_title": "this is it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Ayoo this stuff?! This stuffu2019s some badas* stankin magical marmalade that makes your skin glow to the point where even your dorky brother notices type of stuff!!  Ok so like when I say this thing smells, I mean itu2019s quite repulsive..for me at least! But I am 100% willing to put that aside cause this mask made my skin glow!!  You gotta put a generous amount and I kept it around 20 mins instead of 10. Your skin will thank you!"
        },
        {
            "review_title": "Facial in a bottle, worth every cent.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Like a belt sander for the face! I have very dry, sensitive, aging skin and this product manages to bring me down to the primer coat in no time, but gently. I use this weekly, religiously, and like clockwork at least one person who see me remarks wow, your skin looks great! the day I use it. Usually my husband, but he counts, too."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This is an effective mask. In the morning, after Iu2019ve used it at night, my skin looks more supple and is baby soft. I do feel a slight tingle for the 10 minutes I have it on, but no irritation or redness afterwards. Given my dry, somewhat sensitive skin, I donu2019t use it as often as recommended, also because I use other treatments that exfoliate. Still, itu2019s an excellent mask that Iu2019m glad to have as part of my skincare regimen. Extra pluses that itu2019s from a cruelty-free line, which is a must for me."
        },
        {
            "review_title": "Worth every dollar!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This is one of the best purchases Iu2019ve made from Sephora. I have sensitive dry skin, and I was very hesitant to add a chemical exfoliator to my routine, especially after the ordinary destroyed my skin. But not only is this mask gentle, it works well and it completely transformed my skin.   I went from dry flaky skin to hydrated and glowing. It also helped enhance all my other skin care products. I highly recommend it for anyone looking to add a chemical exfoliator thatu2019s gentle and it works."
        },
        {
            "review_title": "Another Win from Ren!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is another winner from Ren for me. I use it to exfoliate once a week and it leaves my skin is so soft and smooth for a few days after. I've tried many exfoliating masks that are just too harsh for my skin. I've tried others that didn't do anything. This one is just right - I definitely feel a difference in how my skin looks and feels after I use it, it does tingle slightly for the 10 minutes I have it on, but it ultimately doesn't cause any irritation. Yes, it feels like you are slathering on marmalade. Yes, it smells a bit weird (I actually don't mind it, it smells a bit orangey to me) but the smell doesn't linger when you wash it off. I also love the dispenser because it's way more hygienic than a jar, and of course, as always, love the clean ingredients. My skin just loves this brand! One by one, they have been converting me with all their products and this is no exception."
        },
        {
            "review_title": "holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Holy grail. Use it daily and your skin will look the best itu2019s ever looked."
        },
        {
            "review_title": "Radiant glow!!! obsessed!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "The picture below speaks for itself. This is a cult favourite so I had to have it and you know when a product is so good, you want another bottle as a backup? This is one of those products! The only downside is it smells terrible, I mean it smells like garbage. I almost didnu2019t make it but boy am I glad I stayed the course! I let it sit for 15mins because I was really feeling it working in my skin. Itu2019s tingly but not a burning sensation. I have sensitive skin so Iu2019m careful using any acids. See my picture below. My skin is GLOWING in the dark!!"
        },
        {
            "review_title": "Worth Every Penny",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "This is an amazing mask- itu2019s like a one-step, gentler, more natural version of Philosophyu2019s Microdelivery Peel. My skin is more sensitive than it used to be, so for me itu2019s a perfect way to get the instant glow of an exfoliation and peel without that sunburn feeling afterwards. This mask got me eventually hooked on the whole REN AHA line. A skincare routine with multiple steps from one brand has never really been my thing, but REN products (and the AHA ones in particular) really do make a great system. It seems pricy at first, but it is potent, high quality stuff- a little dab will do ya- so the full-size bottles last for months."
        },
        {
            "review_title": "AWESOME brightening mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Before buying this, I read through most of the reviews to see what to expect. Itu2019s sort of feels like youu2019re putting marmalade on your face and I leave it on for about an hour. It has a very pleasant citrus smell to it. After I washed it off...my face was incredibly soft and much brighter in skin tone. My favourite peel is the drunk elephant one, however that one makes me break out bad and this one does not! I think this truly is a lovely product and I canu2019t wait to see what my skin looks like in a month. I bought it to lighten up a few dark spots from sun damage! I highly recommend it and Iu2019m seeing results after a week use. Yes it is very expensive for what you get, but I think itu2019s so worth it!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Not sure if long term results yet. But so far, I love this mask!  I actually love the citrus smell and thick texture. The coverage is amazing and a little goes a long way (no, this is not a paid ad).  I have oily skin so weu2019ll see how it helps.  Overall, I recommend for a new mask for intermittent use."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I've got as a sample and never cared for it, ended up using maybe 2 years after I got it and absolutely loved it. Even after that time was still working great. Made my skin look beautiful and radiant. Ended up buying SkinCeuticals glycolic mask and regretted it. REN made my skin look much better. So once I was at Sephora and a representative for REN was there and I asked what was the percentage of glycolic acid and she told me 9% (even though online I found different information). SkinCeuticals' mask is 4%."
        },
        {
            "review_title": "Results from one time use.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Results after one use. I had a sample of this sitting around for who knows how long. Finally tried it and l am so glad l did. This is maybe one of hundreds of products that l feel like gives results with one use. This is something l will use forever. Definitely a gentler, better substitute for Exfolikate."
        },
        {
            "review_title": "Super smooth skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is an amazing product for smoothing and tightening rough skin. Doesnu2019t sting or dry out. Good on sensitive skin. I use it once a week and exfoliate other days."
        },
        {
            "review_title": "Holy grail after one use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019ve never tried a product once and then committed to buying the full size, until now. Iu2019ve used this mask 3 times and after every treatment, I seriously consider never using anything else again.  Itu2019s made with a potent mix of 4 alpha hydroxy acids (AHAs); glycolic, lactic, citric, and tartaric. This mix gently exfoliates, resurfaces, and firms the skin, leaving you with a radiant glow. Itu2019s got a natural honey-like texture (minus the stickiness) and a light fruity scent. And like all REN products, itu2019s made with clean, sustainably sourced ingredients (woo!).  The results live up to the hype. Every time Iu2019ve used this mask my skin is smooth, tone is balanced, and my pores are reduced. Iu2019ve also notice that my dark spots are fading after every use. The best part about this mask is how long the results last. I can go almost the entire week with soft, plump, glowing skin.  Words cannot describe how much I LOVE this mask. Without a doubt, this beauty is a holy grail!"
        },
        {
            "review_title": "noticeably brighter skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I received a sample. I noticed it wasnt harsh on my skin. The sample was enough to use multiple times. looking at the size of this it definately seems worth it."
        },
        {
            "review_title": "the smelliest",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I love how gentle this is while still visibly brightening, but why does it absolutely STINK? I am extremely tolerant of scent in skincare, but this is just totally stinky and unpleasant. The results are fine but not good enough to outweigh the stench."
        },
        {
            "review_title": "Makes my skin glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "I came across this product on a blog and happened to purchase it. Extremely happy as it leaves my skin glowing after every use. I definitely recommend trying out this product."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I really wanted to like this.  Unfortunately never saw any difference in my skin.  It also smells horrible."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "A single use helps get rid of any texture from clogged pores I may have (usually on my chin and on my nose).. this stuff is amazing. This bottle is going to last me forever! So worth the money"
        },
        {
            "review_title": "WOW WOW WOW",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
            "review_text": "Worth ever penny... visible difference within just one use. My face was a lot brighter & ive noticed a slight change in texture (a few days after initial use)"
        },
        {
            "review_title": "love this mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "used this last night for 2nd time. love love love it. i have sensitive skin but only experienced very minimal stinging.  smells nice, rinses easily. noticed a huge difference this morning, brighter complexion, dark spots seem to be lightening. will definitely repurchase"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Always get compliments on how gloat my skin looks after using! I have sensitive skin, so I only use this once a week."
        },
        {
            "review_title": "Yeah, it's pretty good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I've been using this mask a few times a week for a while now, and it is quite a good one. Applies easily, smells nice and leaves my skin feeling smooth (which proves it probably does what it says it does). Bit expensive and you really need to make sure you follow with moisturizer and SPF since it strips back your skin a bit."
        },
        {
            "review_title": "the best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "i love this product. it stings a little towards the end and my face gets a little red for a while but with moisturizer right after my skin is glowing, acne scars fade visibly after a few uses, etc. I really hate the smell of oranges but this mask is holy grail so i deal with it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this face mask! It always leaves me feeling fresh and glowy!"
        },
        {
            "review_title": "do not skip on this",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "My favourite acid product on the market. Your skin feels incredibly soft after use. Not to mention glowing !"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Makes my skin feel so soft and smooth! This mask removes any uneven texture, redness and dry skin. It doesn't tingle or burn when applied and has a neutral scent. It's gentle enough to use 1-2 a week and keeps my skin feeling rejuvinated for days afterwards. Expensive but worth it!"
        },
        {
            "review_title": "WINNER!!! love this!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I got this in an order this week and I have already tried it twice. All I can say is WOW!!! This is absolutely amazing!! I have a lot of texture in my skin and bigger pores but even after just 2 applications I have already noticed a big positive difference. My skin is so much smoother now!! I will continue to purchase this and use it as part of my skin care routine. Some reviews have mentioned a terrible smell and I strongly disagree, it has a kind of funky papaya smell but it is really minimal and you barely notice it. Plus the benefits greatly outweigh the smell by far! I used it for the 10 minutes instructed but I think I could leave it on my face for a bit longer. I didnu2019t feel any discomfort so Iu2019d be interested in seeing if leaving it on longer does a bigger impact.. bottom line I highly highly recommend this stuff itu2019s awesome!!!!"
        },
        {
            "review_title": "One of the Best Clean Masks!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I cannot stop raving about the REN mask, I'm on my 3rd bottle now. It works on my blemishes from all the annoying maskne lately! I use it twice a week and was able to see blemishes reduced within 3 weeks. Smells wonderful, does not irritate and perfect for asian skin like myself."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Really disliked using this. Forced myself to try it twice, but I didn't even finish the sample I received. The smell is so weird and strongu2014a mix of herbal and a bit artificial. I didn't really see a difference after using this at all."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "One of my favourite chemical peels! My face feels baby soft the next day! Would definitely buy again!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I enjoy using this mask. It doesnu2019t irritate or burn my skin but definitely not too gentle either."
        },
        {
            "review_title": "REN Mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This mask really leaves your skin soft glowing and brighter. Love it my new favorite mask go to!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was looking for a great facial treatment after a recent break out with post acne hyperpigmentation and uneven texture. Iu2019m fairly experienced with facial peels and exfoliation. The rave reviews for this product convinced me it was a must have. I was not impressed at all however, and only saw a small difference in my skin after using the product on several occasions. I did not enjoy the smell or sticky application of the product nor did I see a visible difference in texture, skin brightness or hyperpigmentation. Perhaps with long term use there could be benefits but I did not have a dramatic result after a few uses as most people claimed."
        },
        {
            "review_title": "10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "If you want to have glowing, radiant skin then this is your product. Not the greatest scent, but thatu2019s what you have to compromise on when you have the most effective ingredients, itu2019s worth the compromise! Wow! Melasma, hyperpigmentation, blackheads, large pores, GONE. This is IT. Never going to be without this mask.  Done. Fave. Love it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This is the most amazing mask! I wake up with glowing, toned skin and minimized pores! Litterally like getting a facial! Really helps with dark spots like acne scars and active breakouts."
        },
        {
            "review_title": "Really makes your skin even",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Best face peel mask out there. I have tried so many masks that claim to renew skin and have a radiance or skin evening quality but none work to the extent that the Ren glycol lactic renewal mask does. I always come back to this mask even after 8 years and thousands of new products being released with claims they never live up to. Really recommend this, I began using this mask in middle school to get rid of dark mark from picking at my face constantly. Immediately after using this the first time I saw results my skin looked so even. And since the day I started using this mask people began complementing my skin. Now at 21, I still pick at my skin and still run to sephora when I am running low."
        },
        {
            "review_title": "amazing!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This mask is the real deal.  This really works for skin brightening and the ingredients are great."
        },
        {
            "review_title": "Favorite!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "My absolute favorite mask ever and I have tried a lot of face masks. This is the only mask that as soon as I rinse it off I see a difference right away. Will always continue to buy this."
        },
        {
            "review_title": "amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "this stuff works ! it really cuts down on oil on my face."
        },
        {
            "review_title": "Really works",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I have tried a LOT of masks and have really high standards. this has made a real difference in the texture, color and general appearance of my skin! I only use once a week because it is quite intense - as it says on the bottle, 10 minutes is enough. My skin is pink / slightly irritated after use but i immediately apply a heavy moisturizer and the next day my skin is glowing!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Well.. I was loving it at first. First application,instant results. I used it as directed, once a week. After week three it began to burn my face. Not sure why. I would try it again though, maybe twice a month? Feel like it helped with overal skin appearance. But just not the right fit for me as I try to better my skin texture. I unfortunately had to return."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love this product. Easy one step mask that effectively yet gently exfoliates the skin! I think if u wanted it to work stronger u could just leave it on longer but 10 min does the job for me!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "I think this product works really well and I noticed a difference in the brightness of my skin after using it. However, I do think there are products for much cheaper that give the same result, which is the only reason I gave it four stars."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Very good !! Skin brightened !! Love the result ! But reminder do not put it over the time on the guide ~~"
        },
        {
            "review_title": "Not worth the price",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Had high expectations of this mask due to the really good reviews. However, it did nothing for my skin besides leave a subtle glow which is not worth what you pay for the product. So unfortunately, I will be returning"
        },
        {
            "review_title": "oh my god!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Not someone who is too keen on spending this much money on a product but I can not deny that this works!! I received it as a free sample and when the item is restocked I will for sure buy a full-size. Leaves skin soft to touch and glowing for days after."
        },
        {
            "review_title": "You can feel it working!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Not that many masks can give you visual results. But this one is magical!After using it skin looks clean and glowing right away! And is smells nice too! Yumm!"
        },
        {
            "review_title": "Do Not hesitate to try this! Very Pleased!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I am a product junkie but when I love something I commit to using it but while in quarantine I decided to try something new (in case there was a bad reaction would not matter, cant leave house anyway lol.). I have been using Drunk Elephant baby facial and really like it. Leaves my skin soft and renewed looking. while researching masks, I came across this product. I was not too familiar with the line REN but with the glowing reviews, I thought I would give this a try. My thoughts; I am 40 and take excellent care of my skin. Recently got some darkish scarring from 'picking' at my skin around chin area. Tried this mask and after rinsing thought it was worthless and I was disappointed as it did not leave my skin soft like other masks (though I realize there is no instant miracles) . Then I woke up and exfoliated the next day. My skin looked beautiful. I have used it 2 times now ( 1x weekly) an noticed my skin looks more even and pores less clogged looking. 4 stars bc the smell is Not pleasant at all but really who cares if it does the job. Price is also reasonable compared to other products I have tried that don't do anything. Definitely worth trying!"
        },
        {
            "review_title": "At home facial!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Medium skin tone, Combination skin",
            "review_text": "This is such a great mask. Holy glow!! I cannot stop looking at my skin right after I take this off and then next day as well!! It definitely does not have a nice smell, but I can overlook that because of how amazing this is! It works so much better for my skin than the Exfolikate treatment for and it's a much better price too! I have relatively sensitive skin and it doesn't burn/sting. I also love that it's easy to apply and wash off. It has lasted me at least 6 months (or more) with once/week-ish use. I will repurchase when I run out"
        },
        {
            "review_title": "smooth skin + less visible wrinkles = winner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Phenomenal results for me with this product. Iu2019m 43, and it removes my small smile lines and minimizes lines every other area every time I use it.   My skin is sooooo smooth. I gave some to a friend whou2019s 47 and she was shocked by the results too and ordered it immediately. Some observations: I used this product before I knew how critical exfoliating my skin was. I now use dr Dennis gross extra strength beta peel before this and achieved much smoother skin as a result. I donu2019t use this when I am going to have to apply makeup within a few hours as I applied it after using this product (and moisturizing etc) one time and my face broke out in a rash, and my skin isnu2019t sensitive. I leave it on a long time, usually around an hour. I found that the regular application time wasnu2019t enough"
        },
        {
            "review_title": "This product is *chef's kiss*",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have tried tons of exfoliators/ masks on the market, but this is the only mask that truly does the trick! It works wonders and leaves your skin hydrated, and fresh. I use it weekly and saw results after the first week with better complexion, and my makeup goes on SO much better :)"
        },
        {
            "review_title": "that smelll.....",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I got a sample of this from Sephora & I was really excited. However, the minute I opened the seal... it smelt like it was rotten! I instantly thought the product had gone bad but I put it on anyway lol... it instantly felt itchy. By reading other reviews, people seem to have the same experience with the smell so I know mine wasnu2019t expired... overall would not purchase the full size."
        },
        {
            "review_title": "Game Changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I always keep this mask with me. You can definitely see a difference with this mask. I had small acne bumps on my forehead and my nose had black heads all over, but this mask literally gets rid of everything with one use. My skin usually glows for the rest of the week. This is a must have for combination skin, enlarged pores, and to change your skin texture."
        },
        {
            "review_title": "This is an easy 10/10 for me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "Skin type: very dry, acne-prone, medium skin tone with uneven skin  Pros: This is one of 2 masks I've tried where I see instantaneous results after the first use. My skin was visibly brighter, had improved texture and overall slightly more even skin tone. I've been using it once per week for almost 6 months now and I can say that it has had the biggest impact on reducing my areas of hyperpigmentation and texture and leaves me with an amazing glow. The packaging is a delight to use   Cons: With once per week I get 6-7 uses out of this bottle. Which is quite pricey.  Can have a slight tingling effect with the first couple uses but my skin got used to it after a while   Overall: Will repurchase forever.  *pic below is right after washing off the mask*"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Rich skin tone, Oily skin",
            "review_text": "I was in the middle of a flare and my face got really rough. This mask reupholstered my face. My pores were super clear, I saw pores Iu2019ve never seen before because theyu2019re usually clogged. It also made the pores on the sides of my nose look smaller. It also smells good and brings that pampered facial feel to a home mask. Turning this into a weekly must."
        },
        {
            "review_title": "I don't like the scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Used it a few times. And although I think its working for me...I just can't get over the scent. I doesn't smell chemically or sweet or perfume-y. It's just an awkward scent."
        },
        {
            "review_title": "A Happy Surprise",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Oily skin",
            "review_text": "This mask is amazing. Gentle but really effective and leaves you with a wonderful glow. Iu2019m a black woman and prone to post inflammatory hyperpigmentation. I recently scaled back a lot of my products and started reintroducing things by using this once a week as my only exfoliation. My Skin has immensely improved. Iu2019d definitely recommend giving it a try"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Lovely mask. Helps to brighten and renew the skin. Never too harsh"
        },
        {
            "review_title": "amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I have been using this mask once or twice a week for about 2 months now. After each use, my skin feels brighter, less dull and smoother. Definitely recommend!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have highly reactive skin: this mask made my skin itch and burn and is now totally red. Good thing it was a sample, I threw it in the trash. not good for me!"
        },
        {
            "review_title": "Wow My Skin Shines",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I really never use many u201cmasksu201d, per se, because I donu2019t like to have to wipe my skin off after having already wiped my skin off prior to using it. Since I was quarantined in my home recently, I decided to give this a go.   I like that this feels refreshing and not as u201ctinglyu201d as many other lactic acid products Iu2019ve tried. Even their Glow Tonic is more harsh than this is. After 15 minutes on my face, my skin felt so glowy and refreshed. Even hours later Iu2019m in awe of how nice my skin looks!   This is a great starter mask for someone who hasnu2019t ever used a Glycolic acid before. Highly recommend! Would use again!"
        },
        {
            "review_title": "AWESOME",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I LOVE this mask!! Each time I use it I feel like I have brand new skin. Iu2019m in my 40u2019s and use it a couple times per month and makes my skin incredibly soft and clean. The ONLY downside is the smell is pretty bad. If you can tolerate the smell itu2019s definitely worth it!"
        },
        {
            "review_title": "Glowing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This mask is beautiful... encourages soft smooth and luminous skin. I leave it on as long as I can. I donu2019t have super sensitive skin so itu2019s just a warmth I feel while its on. Just before I rinse, I use my extractor and  gently do all my extractions to get all of the sebum and any blackheads out of my pores. It is a very gentle mask I use it maybe twice a month like a treatment. As a part of my routine it is a great product to have in my arsenal when I need something to help with congestion and obtain that glow."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, mediumTan skin tone, Oily skin",
            "review_text": "Best face mask! It targeted all my needs. Highly recommend and will purchase again in the future!"
        },
        {
            "review_title": "Didn't Do Anything",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Unfortunately this did not work for me; I've tried it a few times and I haven't noticed a difference in my skin at all."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I loved it the moment I applied it. It smells great, and I felt relaxed. I think I can see a subtle glow after the first use itself!"
        },
        {
            "review_title": "SIMPLY PUT IT WORKS!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "IT STRAIGHT UP WORKS! I am so skeptical of all these face products that promise all kinds of Outlandish remedies but this stuff delivers. I have been repurchasing this product for as long as I can remember. And it will last you because you donu2019t need to use it often. I leave my mask on for longer than the suggested instructions and use the cloth provided. My skin comes out dewy and lit! It reminds me of my high school complexion.  You will not be disappointed ladies and gents!"
        },
        {
            "review_title": "WORTH A TRY",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "This product is amazing. I have only used it once and my face feels so smooth and soft afterwards. It did mention that Iu2019ll feel slight tingling, but surprisingly, I  didnu2019t. I compare to the Biossance glycolic mask. They are pretty similar, except this ones cheaper! Itu2019s a bit odd to wipe off the mask with the sheer given. Iu2019m not sure what it is supposed to do. Overall, I highly recommend this mask!"
        },
        {
            "review_title": "A must buy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Love this stuff! Helped even out my pore lecture on my skin which made me look younger, took off some of my sun spots, gave me collagen on my neck and even tightened up my skin. My skin is dry so this does not dry out my skin. A little goes a long way. This also removes the redness under your skin from veins and the blue under your eyes. Used this in combination with a v shape lift korean mask and retina A. People have been saying I look younger. :) I feel younger too. Yay!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I got a sample of this with one of my purchases and I liked it so much that I bought a full size. I found that my skin is a lot smoother and my acne scars are fading so Iu2019m happy! Iu2019ll definitely be getting this again when I run out."
        },
        {
            "review_title": "She's glowing.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Really good face mask for exfoliating. If you are using a physical exfoliator scrub, throw it out and get this. Thank me later. This is easy to use and so good on any skin in my opinion. My face is smooth, moisturized and glowing right after."
        },
        {
            "review_title": "Worth every penny!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I have super sensitive skin to the point where at one point I only washed my face with water and thatu2019s it. I have tried origins, drunk elephant, belief, first aid beauty, and Sunday Riley products and they all have broke me out or done nothing for my skin. Whereas this product does exactly what it claims and I love it. I was surprised my sensitive skin was not red, dry, and peeling, etc after using it. Because of this product I tried the toner from REN  and I love it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Iu2019ve been using this product for years and have tried similar masks from other brands (Drunk Elephant, Herbivore, Murad, etc.) but always come back to this one. Makes my skin clear, radiant, and soft every time."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I love this mask! It has been working wonders on my postpartum skin and has noticeably lighted my hyperpigmentation from previous sun damage."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Exactly as advertised, even for sensitive skin. Results after the first application."
        },
        {
            "review_title": "magic in a bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This is my new replacement for good genes ever since the formula changed. Really noticeable results with just one application. I have sensitive skin and this did not sting. I left mine for 8 mins to be safe!! Bought one for my sister as well-she has oily skin and she also love it!!"
        },
        {
            "review_title": "LOVE THIS!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Medium skin tone, Combination skin",
            "review_text": "I got a sample of this which lasted quite a long time.  I have dry acne prone SENSITIVE skin.  Although it says its not for sensitive skin, my skin wasnt irritated at all. I was very surprised to see that it actually minimized a huge scar on my face which was a big fat pimple before i tried this product. I lovee this product. My acne scars are less visible and it actually works. Definitely adding this to my blog. Id love to try REN'S products. They seem to do exactly whats advertised."
        },
        {
            "review_title": "this product is BOMB",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I have acne marks on my face and tried different products to fade the marks.  However nothing worked.  I apply this mask weekly once, and OMG the marks reduced within 3 weeks of use and Iu2019ve barely had new acne on my face. It brightens your skin and makes it soft."
        },
        {
            "review_title": "Yes, buy it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
            "review_text": "I am so glad I read the reviews and bought this mask. Iu2019ve been looking for a good mask for years but was always so skeptical about putting just anything on my face. I have many other Ren products, so I decided to try this out. Once I put it on, it did tingle (as it said on the bottle) but it was nothing overwhelming. Upon taking the mask off, my skin was so soft and I had a natural looking glow. Reminded me of the same flow I had when I was pregnant. Once again, Ren has made yet another product that is to die for."
        },
        {
            "review_title": "Undecided, it's worth a try since you can return",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This might be better for younger skin. I tried this on top of my Fresh mask and I thought the results were amazing. My skin was glowing, hydrated, smooth. At 52 I find some products have a wow effect the first few times I use them but as the weeks go by it doesn't perform, while other products continue to deliver that wow result, for example Philosophy microdelivery resurfacing peel and Juice peel, Philosophy seems to have mastered the exfoliation part of skincare better than any other line right now."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Great product! I really noticed a change in my skin after the first use and it only got better after that. I have acne, noticeable pores and skin texture and it really smoothed my skin and reduced my acne although it did make me feel a burning sensation on my active flare ups. After I use it my skin is glowing.  Iu2019m not a fan of the smell but it doesnu2019t smell bad. It has a very sweet citrusy kind of smell and even if I love citrus itu2019s just too sweet for my taste. Since I only use it once a week the smell isnu2019t a deal breaker to me but some might be bothered by it. Overall a great purchase"
        },
        {
            "review_title": "Get Glowing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I've tried a lot of masks and this all natural peel is hands down the best. I think better than the Tata Harper one. Your skin instantly glows! Highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This mask tingles quite a bit which feels nice and I love that it just sits as sort of a moisturizer instead of hardening. My skin is glowing and feels as soft as a babyu2019s once it comes off. I love that it includes a small cloth to help get the mask off."
        },
        {
            "review_title": "Totally Works",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I have a kind of dry/sensitive skin. Before purchasing this one, I read all the low reviews which mostly said their skin got an irritated and tingling sensation when applying. But it did not happen to mine. I've used Hydroquinone to treat my dark spot so I think my skin is stronger now. Maybe that's why my skin did not have a reaction like others had. Anyways, this mask gave my skin a glowing after washing. I love it very much but do not plan to apply it more than once a week."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This is a good introductory acid mask. I enjoyed the smell and found it to be user friendly. Despite my sensitive skin, I had no problems using even if I accidentally left it on too long. I do wish it had more oomph to it. I switched to drunk elephant's baby facial for, what I feel has more efficacy."
        },
        {
            "review_title": "Great new skin every Saturday night!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "In love with my smooth glowing baby face I get every Saturday night from this peel! I've tried this and the Murad, which is the same price and essentially the same efficacy. However, I'm in love with the smell and texture. It's a think goop which you can really tell you've got on, gives a great tingle, and smells fantastic.   Got it as a free sample and definitely going to continue purchasing"
        },
        {
            "review_title": "Definately a must....",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "This is one of the best glycolic masks I have some across, it is definitely worth a try and will not disappoint.  It smooths out and adds radiance to your skin."
        },
        {
            "review_title": "This is a great mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I'm having acne and breakouts due to hormones and this mask helps to calm my skin down. Its worth the price!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I went into sephora for a 60 minute facial and she used this on me to get rid of dry patches and help exfoliate the skin. I had tried products from Ren before but never repurchased any. I will definitely repurchase this when I finish it because it works wonders on my dry skin. It gets rid of dry patches, minimizes and clears the blackheads on my nose and leaves my skin glowing. Best of all? makeup goes on so smoothly after doing this facial. I would absolutely recommend it for anyone looking for an effective radiance mask."
        },
        {
            "review_title": "WOULD REPURCHASE over and over again",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I just wanted to say this product is awesome!! A Skincare specialist from Sephora and recommended this to me. Iu2019ve suffered from hyperpigmentation due to acne for years, iu2019ve tried everything but nothing was making a great change until I discovered this. It tingles when you put it on and once you wash it off it makes your skin super smooth.  Honestly super worth it, boosted my self-esteem a lot."
        },
        {
            "review_title": "it works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I received a sample and after one use fell in love. Iu2019m buying a full size. Feel like itu2019s worth the price"
        },
        {
            "review_title": "Immediate Noticeable Results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Pleasantly surprised by immediate noticeable results. Skin was brighter, younger looking, and firmer after one use."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Whenever I use this mask I always get compliments on the radiance of my face. I probably use it once every 2 weeks  but I would suggest using it more because it really works."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This mask is gentle enough to not irritate my sensitive, acne prone, combination skin, but makes it feel so soft. I like the smell too, it is a little citrusy but not overwhelming. It is like the consistency of warm honey, so even though it's sticky, it can be worked to spread over your whole face with just a dime or nickel size amount. I think (hope?) it is also helping to diminish my acne scars."
        },
        {
            "review_title": "The Best!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this!!!! I have a trial size and I cannot wait to buy the full size. It makes my skin so soft and lightens dark spots. I did not feel much stinging while it was on. I can see why this has a cult following. It also clears out any blackheads!!! I am using it once a week and cant wait to use it again."
        },
        {
            "review_title": "Changed my skin - thank you REN!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is the single most important skincare product I own.  It has genuinely changed my skins texture and glow in ways I never thought possible. It also smells and feels heavenly, it's like a sweet honey mask with a slight tingle. I typically keep in on for 20 mins and use twice a week and then hydrate immediately with either the REN Evercalm Balm or the Algenist collagen nigh cream."
        },
        {
            "review_title": "It Makes my Skin Look New!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Normal skin",
            "review_text": "This mask is the best!!!"
        },
        {
            "review_title": "Instant renewal",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "My favourite mask. Skin looks brighter, tighter, smoother and more radiant. I tell everyone about this mask and just introduced it to three of my coworkers. All three loved it. The consistency is great too - sticky and thick but spreads easily. A little goes a long way."
        },
        {
            "review_title": "THE BEST PEEL EVER!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have always exfoliated my face with scrubs or those gloves made for that purpose etc and I don't think I will EVER AGAIN. This stuff takes off all that dead skin without stripping your skin of its protective layers and somehow makes your skin softer and more smooth than any scrub can. I am in love! This is completely worth the price, especially because you only need to use it once a week!"
        },
        {
            "review_title": "Love this mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This is one of my favorite exfoliating masks. It smells really which is a huge bonus. I use the Origins Out of Trouble mask for break outs and this one to keep my skin clear and pores looking clean and skin tone even. Might be too rough for people with sensitive skin. I should also mention I use a tretinoin a couple times a week for full disclosure so that could be boosting the results of this mask. Iu2019ve used more expensive mask that I didnu2019t like as much as this one."
        },
        {
            "review_title": "amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I got this as a deluxe sample, and immediately ordered the full size. It works beautifully to reduce the look of pores, boost your natural glow and diminish the looks of blemishes. Would say its comparable to the Ole Henriksen Power Peel, but less aggressive and quicker to use. Loved the results will continue to use in my weekly skin care routine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I absolutely love this product. I noticed my face clear up within a week especially on my acne scars."
        },
        {
            "review_title": "Great mask for glowing skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received a trial sample from Sephora for this mask, and was unsure about it, as I have pretty sensitive skin. Once I tried it, I fell in love and had to buy the full size bottle. It reminds me of what my aesthetician uses for her first mask, and I definitely feel it makes a different it my skin u201cglowu201d."
        },
        {
            "review_title": "This is a great peel mask!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received this as a deluxe sample and I always read reviews before I try a sample so I know what to expect,  I was sure I'd like it but wasn't sure if the burning others talked about would keep me from purchasing it. It didn't burn me at all. I experiences some slight itching and a very,very mild tingle but I feel more tingle putting on GlamGlows black mud mask or PTRs pumpkin enzyme mask (both of which I absolutely love!). I left this one on for a little over 15 minutes. My face was not red at all. A slight flushed glow would be a better description. After going through the rest of my nighttime routine, I definitely feel my skin is firmer. I am pleasantly surprised. I think I like the PTR pumpkin mask slightly better because it also contains a physical exfoliant and it is much less expensive (plus smells like pumpkin pie) BUT Ren is a very nice mask too. I may purchase this eventually, once my other peel masks run out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This mask is amazing. My skin is so soft and smooth after using this and it is radiant into the next day. I only use about once a week now but I think I could bump it up to twice a week."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This did not agree with my sensitive skin. I gave it two tries and both times my skin became red and splotchy in areas with small red bumps. I adore REN products but this simply did not agree with my skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This mask is amazing! I've seen a definite reduction in the size of my pores and I've noticed acne scars also appear reduced. My skin also looks brighter, and makeup applies much nicer after I use this mask. The mask doesn't aggravate my sensitive and acne-prone skin AT ALL, either."
        },
        {
            "review_title": "Great Product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I think this a beautiful renewal mask. I have very sensitive skin and it does not burn my skin or cause any irritation. The smell is light and citrus like, itu2019s really pleasant. I feel this has made my skin look so much more Radient and helps with my residual acne marks and discolouration. It makes your pores nice and tight and though itu2019s pricey I think itu2019s worth the money. I originally received it as a u201cdeluxeu201d sample and loved it so much my mom kindly surprised me with the full size...Also I think itu2019s a plus that itu2019s certified u201ccleanu201d at Sephora. I think when something works this well and has good ingredients, you canu2019t go wrong! Highly recommend :)"
        },
        {
            "review_title": "it works",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Gentle tingling lets you know itu2019s working. Skin is exfoliated, smooth, and hydrated afterward. Pores are clearer and tighter, hyperpigmentation spots Iu2019ve had for a decade are getting lighter. Thatu2019s a big win in my book. I received a deluxe sample, and have been applying it daily on dark spots and clogged pores. I can really see the results. Will definitely purchase again."
        },
        {
            "review_title": "must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "incredible results with just first time use. I'm so happy i got this! <3"
        },
        {
            "review_title": "Love the product. HATE the packaging.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I love this product. Love it. I've purchased it twice, maybe even 3 times so far. But I took off two stars for the packaging. I hate it. I hate anything that I feel like I can't get all the product out of, and the bag it's in inside the jar, drives me crazy. I can see more masque in the bag, but can't get it out. Please change this. Until then I'll look for something else. At this price point there has to be something else."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Ok, I had a small family of acne just chilling right above my cheekbone area. A lactic acid peel from another line just didnt do anything about evicting them from the area. I followed application details to a T and it did tingle after a few minutes on my face but it wasnt anything uncomfortable. For removal I did what was required and what I was left with made me smile. Pores werent so....hello you doin'? Skin looked a lil more brighter and those unwelcome guests....well they were reduced in size and feeling a lil dry. I plan on sticking to the once a week rule but will use the toner from the same radiance line to act as a supporting actor....to maintain the results. So even though its just my intial response to first time use I'm truly impressed. Hope they dont change the formula or retire it from the line."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "It makes me skin glow!"
        },
        {
            "review_title": "amazing refreshed skin and fades dark spots",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "I have been suffering from hormonal acne. Iu2019m in my early 30s and Iu2019ve always had clear skin until late of 2018. Any how I went into Sephora yesterday for a sample of the ren exfoliating face wash and the lady highly recommend this. I tried it that night and the next morning to my surprise dark spots had faded dramatically. Of course I went to Sephora to get the full size. Iu2019ve only left it on for 15 mins but will soon try longer as some of the others reviewers did"
        },
        {
            "review_title": "beautiful",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Smells like fresh orange! Instant results and leaves your skin supple, soft and glowy. Has a slight tingle but does away after a couple of minutes. Has great ingredients!!!! A bit pricey, but totally worth it !!!"
        },
        {
            "review_title": "Bumps reduced overnight!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "this us great for anyone who is looking to reduce breakouts and bumps, i used it and woke up the next day and my skin was smoother - and i had the worst breakouts ever. I had the drunk elephant glycolic night serum which was great but a bit harsh for my skin due to the concentration of aha+bha so i had to cut back for a couple of weeks. Now iu2019m reintroducing chemical exfoliant to my skin again and it worked really well! Got the sample and will definitely buy the full bottle. If you have really sensitive skin you should look into chemical exfoliants before using this as it might be harsh for your skin."
        },
        {
            "review_title": "This product works!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "I give it a 4 because I havenu2019t found a 5 yet. This was the best glycol mask Iu2019ve found, and it was wonderful! I only sampled, so Iu2019ve done twice now. Im buying the full size because I know it works! And to top it off, my skin felt hydrated and SOFT! What a difference!"
        },
        {
            "review_title": "Impressed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Easy to apply, left my skin feeling squeaky clean and my pores looked tighter after use."
        },
        {
            "review_title": "LEGIT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, fairLight skin tone, Normal skin",
            "review_text": "My bestie and I were wandering around Sephora looking for a face mask to try out for our indoor spa/self care day and I'm so glad we were recommended this one. I'm a huge skincare nerd and enthusiast and this honestly impressed the hecking heck out of me!! Great ingredients, light natural scent, a little warm tingle just to let you know it's working and then instant gratification when you rinse after 10 mins.  My BFF is a convert now too lol Hallelujah i have never seen her skin glow like that.  I got asked by 2 people today which foundation I'm wearing and I wasn't wearing any. OK REN, I see you - take my $$$!!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I received this as one of my samples with my purchase and just tried it and I have to tell you, this stuff is amazing! Now I have tried all different types of skin care especially recently when I realized I needed to start taking better care of my skin. That being said, I was truly impressed with this mask. I am one of those who likes to see something noticeable different after using it once (even though thatu2019s not always realistic) but I did with this one. My pores were smaller, my skin looked and felt so smooth and I looked like I was glowing. This is truly amazing stuff and in my opinion itu2019s a fairly reasonable price for the quality you are getting! Definitely try it! Also I have sensitive skin and this didnu2019t seem to bother my skin at all.   I"
        },
        {
            "review_title": "shine bright!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "my face has never looked so bright and healthy, I use this twice a week and leaves my skin feeling hydrated !"
        },
        {
            "review_title": "Glowy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "A Sephora employee used this on my during a Perk facial. The next day, I ordered it online. It does put a glow on my face and is less irritating than Good Genes on my sensitive skin. I like that Ren a natural line as I don't want to absorb chemicals through my skin."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "For some reason the smell of this made me gag and completely turned me off from using it all together. My skin felt good after using it but I just cannot with the awful and potent smell"
        },
        {
            "review_title": "best of its kind!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "LOVE! This mask is way gentler and way more reasonably priced than the Drunk Elephant babyfacial. This leaves my skin glowing and feeling super soft. No irritation."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "This mask has tightened my pores and made my skin look overall beautiful."
        },
        {
            "review_title": "Not bad",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Not exactly what I was hoping for but not horrible. It isn't relaxing on, feels hot on my skin. Makes my skin very soft however once it's off, but haven't noticed a difference in skin tone evenness or a decrease in fine lines."
        },
        {
            "review_title": "Your Skin Will Thank You",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I just bought this for the second time after a year. I will never go without it again. You skin will feel, soft, firm and will more even and fresh."
        },
        {
            "review_title": "OBSESSED",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "I buy a lot of facemasks. Like, a lot. This one is hands down the best I have ever tried. I was given samples a few weeks back and brought them on a trip abroad. After 16 hours of travel my skin was gross - dry, dull, almost saggy, etc. I threw this mask on for the first time when I was freshening up after getting to my hotel and legitimately could not believe the difference. There was more bounce to my skin, my pores seemed smaller, and I was glowing. I will say that the dreamy skin thing isn't particularly long lasting (at least in the short term, can't speak to long term use), but if you want your skin to look amazing for a special occasion, BUY THIS. Seriously."
        },
        {
            "review_title": "Visible results..but too pricy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Amazing but WAY tooo expensive! I get these annoying dry patches on my face that appear around the time of my monthly cycle.. and this is the only product that shoots and hydrates my skin. Didnu2019t do anything for my pore size, but my skin was softer. Didnu2019t see any improvement in the clarity of my skin.  Itu2019s truly lovely and I can see this being a cult favourite.. but I canu2019t stomach the price. Sorry! However itu2019s an amazing product and well packaged to persevere the ingredients. Just wish it was more affordable."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I decided to try this after a friend had mentioned it, and I'm so glad she did! this mask brightened my skin and made it feel so soft!"
        },
        {
            "review_title": "EFFECTIVE, GENTLE, CLEAN to TREAT w/out Trauma!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "So thankful this go to Mask is BACK at Sephora!  I tell everyone I can to pick this up as once or twice weekly treatment.   All the exfoliating with out the TRAUMA that some of the others cause.  As a person who hyper-pigments very easily when my skin is traumatized, most of the options from other brands have left me with more issues than I started with.   This Mask is both EFFECTIVE, GENTLE, with CLEAN botanical ingredients!"
        },
        {
            "review_title": "Instant Gratification",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "What I love most about this mask is after just one use you will see a drastic improvement in your skin.  It is intense, so if you have sensitive skin, it may not be for you.  You can feel it tingling immediately.  Pores are clean and smaller afterward.  Skin has a nice glow.  Amazing mask."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I am so glad I found this product. Having severe dermatitis and sensitive skin this mask not only rejuvenates my skin but does so gently with no irritation. A bit pricey but worth every penny."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Unfortunately this irritated my sensitive/ combo skin."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "love this mask!!!! I purchased this a while ago and I love it and it made my skin glow. However I switched it out for the Drunk elephant baby facial but now it's to harsh for my skin. Now I'm back to using Ren and I should of never switched. It's a sticky texture and has a light organs smell to it. It comes with a wash cloth which is nice because your going to need it to wash it off when it's time to take it off. I just wish it came in a bigger bottle for the price but I'll definitely buy it again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I seriously just love it! It makes my skin look glowy, ferm and amazing! I have a really sensitive skin and this is the perfect match"
        },
        {
            "review_title": "Highly recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "As someone with flaky skin ,this is a lifesaver  -I use it periodically and it makes my skin glow and makeup go on much smoother"
        },
        {
            "review_title": "Love Love Lovd",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Medium skin tone, Combination skin",
            "review_text": "I m so glad that I bought this product.  I saw the radiance and glow on my skin after the first use."
        },
        {
            "review_title": "Best. Mask. EVER!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Worth every penny. Perfect for using before application of makeup to give you a smooth base. I have sensitive skin and it works great for me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this product. My skin look improved right after using it, and it lasts for a long time."
        },
        {
            "review_title": "Gentle",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, mediumTan skin tone, Combination skin",
            "review_text": "This mask is really gentle and free from harmful products (which I love). It looks and feels like honey. I leave it on for 10 minutes and wipe it off and rinse as directed. I use it at night before bed and I've noticed that my skin products work better after using it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Best product ever I have super bad acne so this helped so much to help hydrate my skin and help it feel smooth while going through acne treatment."
        },
        {
            "review_title": "Try a sample first. This works well for me!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I first received a sample of this mask and I was very impressed with the results. It exfoliated my skin giving me a that young shine I once had. I tried Juice Beautyu2019s green apple peel last year however it worsened my dehydrated skin. I also have some hyper pigmentation so I was also looking for some sensitivities while using this REN mask - So far so good! I use this once a week and it resurfaces my dull skin. I use this with the Ren steady glow toner....wow! Anyone wanting to get rid of that aging dull skin, this your solution."
        },
        {
            "review_title": "Holy Grail item for me.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I have extremely sensitive skin (lupus), and have struggled to find things strong enough to make a difference, yet gentle enough for my skin. This meets both those needs perfectly!!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Originally I got this as a free sample and I fell in love with it.  The full size bottle IS a great price too! MY face feels amazingly soft!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "So happy I let this REN product into my life! It has brightened my skin and helped with pore size."
        },
        {
            "review_title": "Just buy it - it's the best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "My skin never had a glow like that! My skin is so soft to the touch and is just radiant. Love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This product came within a set - I tried it and LOVE it. I was hesitant to try it but am so glad I did. I only use it once every two weeks as my skin is indeed sensitive."
        },
        {
            "review_title": "Lightened Acne Scars",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "The secret to radiant, glowing skin! Acne scars have lightened after applying this serum 3-4x a week."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This mask does give a soft feeling on your face afterwards, but it can be itchy sometimes when putting on. But for the high price I expected more than that."
        },
        {
            "review_title": "My new staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Iu2019ve been using this for about a month now and I can honestly say that the product does what it says. It leaves my skin smooth and glowing and I donu2019t have any more dry patches. I used to use a granular exfoliator but only every few weeks because I have very sensitive skin prone to redness and that always made it worse, even if only temporarily. Bottom line I feel like it really works for my skin and will be repurchasing. I even wipe the excess off on the backs of my hands and they look better afterward too."
        },
        {
            "review_title": "Transformed my skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I have very damaged skin. My concerns are acne scars and dark spots, aging, large pores and fine lines. This product has saved my skin, to the point where family and friends have been commenting on my skin and asking me what I am doing differently. I have been using this product every night, every other night, or every 3 days. It is gentle enough to use often, and I'm so happy that my deep, old acne scars are almost completely gone after 2 months of using this product. My forehead lines have completely smoothed out, and for the first time in my life I am happy with my skin. I sometimes follow it with the Ren Flash 1 Minute Facial. Highly recommend this product."
        },
        {
            "review_title": "Well worth the $$",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve been using this along with the Ren Ready Steady Glow Daily AHA Tonic and my skin has never looked better! I use this twice a week, for about 20 minutes each time, using just one pump. 55$ is a lot of money for me, but this is well worth it. Iu2019ve been using it for a little over a month, and it looks like Iu2019ve hardly used it, so I would say itu2019s definitely a good deal since it will last a while. This along with the tonic have helped my skin so much, it is much more even, soft, and all of those annoying under the skin bumps I couldnu2019t get rid of on my forehead are finally gone. It is pricey but it is so worth it!"
        },
        {
            "review_title": "Great Exfoilant",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I bought this to target my hyperpigmentation marks left by acne. Iu2019ve been using this mask 2-3 times a week in conjunction with Ordinary Glycolic Toner. Iu2019ve noticed a reduction in my pigmentation in three weeks (which is fast). My skin glows after using this mask!"
        },
        {
            "review_title": "I just don't know",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Fair skin tone, Combination skin",
            "review_text": "I bought this product a couple of years ago and when I used it, it made my skin supple, dewy and nice. I remember receiving a lot of compliments on my skin at that time but since it's pricey I sort of forgot about it and moved on. Anyway, I decided to splurge and repurchased this product. This time it made me break out and has done absolutely nothing to improve the look of my skin. Not sure if they changed the formula or if my skin has changed over the years but this was an epic fail the second time around. I would recommend this only for people who have normal skin and are not prone to breakouts."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "First and foremost - this product smells INCREDIBLE. I was skeptical but after my first use I saw imrpovment in my skin. I have HUGE pores, very textures skin and it literally cut the texture in half. I am SO happy I purchased this product."
        },
        {
            "review_title": "Holy Grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "I received this as a deluxe sample a while back, I've only used it about 4-5x but holy glowing skin! I have super oily skin and it did not break me out or clog my pores. I think with regular use this will also help with oil control. I am definitely going to purchase this in full size, it is worth the splurge!"
        },
        {
            "review_title": "instant result",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Good product, you can see the result when you wake up after 1st apply. It is good at removing forehead acne especially!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Light skin tone, Normal skin",
            "review_text": "Great mask. I followed the directions and left on for 10 minutes. I felt it working, but not harshly though. Left my skin feeling smooth and refreshed. Worked on my hands too."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Wonderful, natural product. Lasts a long time and smells like apricots. Makes my skin so soft, pores look smaller and you should really only leave on for the recommended amount of time - there is a reason they put it on there, and no it doesn't sting or hurt."
        },
        {
            "review_title": "Gentle and you get results!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Soothing, nourishing, brightening... I'm hooked, and I can't wait to mask again with the product a week from now :)"
        },
        {
            "review_title": "Absolute game changer for problematic skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Absolute game changer. This is the best skincare product Iu2019ve ever purchased. I have sensitive, acne prone skin - almost everything breaks me out. I was looking for a product that would help with skin texture and old acne scars. The girl at Sephora suggested this one and I took a chance on it...Iu2019m so glad that I did! While Iu2019ve only used it a few times and I canu2019t speak to whether or not it will end up helping my skin texture or scarring, I can say that my skin was visibly brighter after one use, it felt less congested, it felt smoother as well and not only did I NOT break out...the next day, the few pimples I did have were gone! The same thing has happened both other times Iu2019ve used this mask as well. Iu2019m so happy with this purchase."
        },
        {
            "review_title": "New favorite weekly pleasure!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I researched long and hard for the type of mask I wanted, its ingredients, and the results I was looking for and this was it. And you KNOW itu2019s good when every Sephora employee who sees it in your hands remarks, u201cOoooh, girl, that is AMAZING; youu2019re gonna love it!u201d And it truly lived up to my expectations. You can really feel it workingu2014I actually got a little worried it was going to leave my face red because it did burn a tiny bit, but I donu2019t have particularly sensitive skin so I stuck with it. Once my face was wiped, dried, and moisturized, it was so smooth and just glowing! My foundation went on smoothly and even my boyfriend noticed how good my skin looked and how smooth it felt. I had broken out a bit from his mustache wax (all of his beard and stache products make me break out), and they subsided considerably by the next day. In love with this and canu2019t wait until next week so I can use it again! Iu2019m a pretty loyal Murad girl, but Iu2019m really excited to try other products in the Ren line because this is just THAT good!"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I received a sample of this mask and have used it twice so far. Iu2019m amazed by how quickly I saw results. As soon as I rinsed it off I noticed how radiant my skin looked. Ive been a huge fan of Ren but this is by far the best product I have tried from the brand. I will definitely be purchasing the full size and would absolutely recommend."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I used up the whole bottle of this mask and it dis nothing to my skin. It looks the same as it was before! What a waste of money. It smells nice that it is all, the texture  is also fine, however this mask did not fulfill it its main purpose. Will not buy again."
        },
        {
            "review_title": "Life Changing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I'm so glad I finally purchased this! It's changed the way my skin looks. I use it once a week"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Works fairly well. Very smooth skin after fully drying.. One pump is far too much, you only really need a half a pump or so.... wonu2019t buy again.. donu2019t like the consistency/texture... its quite sticky.. smells good though i think, very fruity."
        },
        {
            "review_title": "Can't live without it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "This is a lifesaver for my adult acne! I use it twice a week before bed, and wake up with considerably clearer skin! It makes my skin look very radiant, and I love the fruity smell."
        },
        {
            "review_title": "Not for Acne Scars/Hyperpigmentation",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I didn't love this and won't repurchase. I did feel the tingling, but I have noticed any changes. I have fairly good skin, dark spots are my main concern and this didn't do anything for them."
        },
        {
            "review_title": "Immediate difference! :o",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Fair skin tone, Dry skin",
            "review_text": "So prepared to get heken soft and smooth the first time you try it. After having it for a month and doing it once a week, I've noticed my skin texture overall has improved and gotten a lot more supple with minimized pores and my acne scarring has really reduced quite a bit. A pimple I got during the first week I used it scarred over almost immediately and even the pigmentation is reducing! I'm pretty happy with this wow! Ty Ren!"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "People with sensitive skin don't be afraid to try this!!! It's gentle enough to exfoliate and shrink pores without a reaction for the most sensitive types!"
        },
        {
            "review_title": "Worst mask ever",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I used my points for a deluxe sample. I tried this mask twice. It didn't do anything at all. The second time I left it on my skin for a full hour, absolutely no difference in my skin at all. Was it expired? No expiration date on package. It's was like rubbing expired orange marmalade mixed with honey on my face. Ridiculous."
        },
        {
            "review_title": "great treatment for acne scars",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Iu2019ve purchased this twice in like a year and a half, and I love it. Itu2019s one of the best masks for acne scars, I use this in conjunction with the Sunday Riley good genes and my scars have faded to nearly nothing. This tingles a bit but itu2019s not bad, and you really get a ton of uses out of this package. Worth every cent."
        },
        {
            "review_title": "Always in my cabinet",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Second time buying this because it works! It just exfoliates and renews the skin gently. I use it about once or twice a week on my 58 year old combination skin and it keeps things smooth and glowy."
        },
        {
            "review_title": "Not wowed.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is very gentle. I didn't notice a significant difference."
        },
        {
            "review_title": "10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "During exam season I drank a venti coffee every day, got no sleep, and stressed a lot. My skin had never looked worse. After a couple of months, as my breakouts started to minimize once again I had extreme discolouration on my skin, scars, and acne marks. I bought this product, I use it 1-3 times a week for the past 4 months. Most of my acne marks are completely gone, and the overall discolouration of my skin improved greatly. This may not heal your acne/lines/scars BUT IT HELPS A LOT"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Amazing for dry flaky skin!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I feel compelled to write a review on this product because itu2019s just so amazing. Iu2019ve struggled with acne, oily skin and uneven skin tone for most of my life. Iu2019ve tried everything you can imagine to help my skin. This product is a miracle. When I first started using the mask, it made my skin very dry afterwards but I think my skin was adjusting to it. I left it on for 10 minutes and it made my skin dry and flakey the following week. The second time, I only applied it for 5 minutes, this was the magic number for me because my skin wasnu2019t as dry. I recommend you try using it for less time than the 10 minutes if you find it makes your skin dry. Each time Iu2019ve used it, my skin has gotten smoother and more glowing, and less dry. It is helping my acne scarring and the texture of my skin is so smooth now. My makeup looks flawless now. I also believe this mask prevents acne - Iu2019ve barely had a single pimple since using this mask. It makes sense that it would prevent acne because it removes the top layer of skin and the dead skin cells that clog your pores. I highly recommend this mask! You wonu2019t regret your purchase."
        },
        {
            "review_title": "Better than Ordinary",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I bough the Ordinary's glycolactic acid hoping it would be a dupe. Nope, not even close. Going back to Ren. Nothing I've tried through the years comes even close to this stuff, worth every penny."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "My bi-weekly mask that changed my life. It does wonders for your skin. Every promise that it makes, it fufils."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Light skin tone, Combination skin",
            "review_text": "Amazing produt.  Not only does it make my skin glow but it actually minimazes my rosacea symptoms.  Absoultely worth it."
        },
        {
            "review_title": "more of a 3.7 than a 4",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "I like this mask. I was really sceptical at first, just due to the texture, but I'm coming to love it. Upon initial use, my pores on my nose looks smaller, and in the morning my skin was more luminous and somewhat firmer looking; this was especially noticeable on my forehead. The smell is also quite nice (it's sweet and citrusy), and I don't find it to be drying.   I must say though, don't rely on this mask alone for exfoliation, you'll need to slough off dry spots with an exfoliant later in the week. Reading other people's reviews, I was shocked to see that they were experiencing tingling. I exfoliated with belief mild and effective scrub first then applies this makes, and I think my skin is more receptive to it this way. Even though I do tend to have sensitive skin I wouldn't recommend this method for everyone. I've also experimented with leaving this mask on for upwards to two hours, and my results were pretty good.    I suppose I was expecting immediate results, which I didn't experience, but I like how gentle this peel is."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "fairLight skin tone, Dry skin",
            "review_text": "this stuff's magic. I have dry, sensitive skin and in the winter I frequently get dry flaky patches. you put this stuff on for ten minutes and its gone. GONE. highly recommend, nothing else works as well as this. nothing bad to say about this mask, its never irritated my skin once."
        },
        {
            "review_title": "Don't care for the smell...",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "But was brilliantly shocked at the results from first try. Buying full size immediately."
        },
        {
            "review_title": "OBSESSED",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "I must admit, I'm in my 30's so i'm a bit obsessed with any product promising to deeply exfoliate my skin. This mask is amazing! It's recommended to use once weekly because it contains 9% Glycolic acid but I use it twice weekly as I'm a fan of chemical peels and i'm not a novice user. It does tingle/itch a bit but its tolerable."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This mask is incredible! I suffer from hormonal acne and have a few acne scars from it and this has helped clear them up significantly. I still break out from time-to-time but when I use this mask during a break out I've noticed my acne clears faster and any dark spots or scars are cleared faster too. I've also found that when I don't use the product my skin feels dull and I notice fine lines more so then I'll use this mask and the next day my skin looks 10X better - it feels smooth, hydrated, and looks brighter! I don't have significant wrinkles but I have a crease in-between my brows that I've noticed has been reduced so much since using this product. I also love that you only need to have it on for 10 minutes so it's a quick process you can do before bed. I purchased this mask over a year ago and I use it weekly (sometimes will miss a week or two) and I still have plenty of product in the bottle. It may be pricey for a mask but it lasts a really long time."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "It's an ok mask. Does it make anyone else itch? it doesn't itch while it's on, but 30 or so minutes after I remove it, my face starts itching."
        },
        {
            "review_title": "Your everything mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Miracle 10 min mask once a week and your skin gets what it needs! Pamper your skin with one mask, that does it all! Smooth, glow, and exfoliate wrapped in one!"
        },
        {
            "review_title": "Great quick fix for dull skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "My skin was looking dull so I searched products on my Sephora app and came across this mask. I used it as instructed and immediately post mask my skin was glowing and looked smoother with less visible pores. There is a slight tingling with this mask but it wasn't uncomfortable. I don't like recommending products to anyone unless I absolutely love them because I don't want people wasting their hard earned money. With that being said, I've recommended this mask to my sister and close friends."
        },
        {
            "review_title": "I'm in.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Fair skin tone, Combination skin",
            "review_text": "I had never previously heard of this brand, or product, was was suggested it by a wonderful woman I met at a market research study. I grabbed a sample, used it once, and DAYS LATER my skin still looks incomparable to before I used it. I suffer from scarring and discoloration from acne, which causes me serious distress and frustration. No joke, I have only used this once so far, and my marks are faded enough that my confidence in public is up.   I've only given 4 stars for now since I haven't used it extensively, but I imagine after buying a full size, it'll be 5 stars from me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I've used this mask for a couple years now - I adore it! It smooths acne bumps, unclogs pores, and sloughs off dry patches and scaliness. Super smooth face is revealed, and the scent is divine. One note: if you have any open acne spots, this will sting for a sec if you apply over them. Highly recommend!"
        },
        {
            "review_title": "Must try if you have texture!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This mask has changed my life. I've always had issues with texture and uneven skin tone after going through a tough breakout phase. Not kidding you I used this twice & my skin feels so smooth & brighter. Glycolic is always important to incorporate in your skincare regimen as it help with texture and brightening the skin. Ren is good for sensitive skin too. I'm super sensitive and I had no breakouts after! Try to use a good moisturizer to prevent your skin from drying though."
        },
        {
            "review_title": "Loved it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Wanted to test out a new face mask, the girl working at Sephora recommended it as one of her favorites, so I tried a sample.  I loved it and went back to buy it the next week!  I tried a few other masks that week and this was my favorite by far.  I like the gel texture much better than thick creams or overly dry clay types.  Easy to use, feels nice while it is on, and my skin felt fresh and soft immediately after.  Just started using it a couple of weeks ago so I can't speak for the long term effects, but so far all good!"
        },
        {
            "review_title": "totally worth the price!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This product is amazing! Right after the first use you can tell a difference in the quality, tone and look of your skin. It didn't burn or bother my skin at all and I am usually sensitive. I will continue to buy this and recommend to everyone!!"
        },
        {
            "review_title": "texture erased !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product helped with my texture after just one use! I get small bumps along my hair line and it was reduced significantly! I think if I keep using this for the best few weeks, this product will absolutely change my skin! Also I have super sensitive redness prone skin and this only just tingled a little bit around my nose. My skin looks amazing!"
        },
        {
            "review_title": "a bit more than tingles",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Well, it smells inoffensive and I always find that to be a plus. This mask itches on my skin like craaaaazy. I could only stand it for about 6 minutes. I had this as a deluxe sample and finally got around to trying it. I was worried the major reaction could potentially be an allergy since my skin is generally pretty hardy with chemical exfoliants. I figured it would be worth mentioning for those with sensitive skin. Overall I adore Ren products though."
        },
        {
            "review_title": "So worth itu2728",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Oily skin",
            "review_text": "I started using ten products about a week ago. This product specifically is my favorite. It is strong smell wise but my skin is VERY sensitive and it did not break me out. It left my skin glowing."
        },
        {
            "review_title": "Glowy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "This is the mask I use for every season except for summer (when I use the Ren Clarimatte). It makes my dull and tired skin radiant and smooth. It may be too aggressive for very sensitive types, but I'm sensitive and it's been fine. I don't think it does anything for hyperpigmentation, though."
        },
        {
            "review_title": "Heavenly!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I'm obsessed with refining texture and exfoliation of any kind, so naturally, I was drawn to something that has two types of AHAs. I prefer this over any standalone glycolic treatment because glycolic acid can draw moisture from your skin causing it to be dry. With the lactic acid combined with it, it helps draw in and keep moisture so you get the best of everything! Lactic acid is a humectant, so it draws moisture from the air to keep moisture in your skin. I honestly don't think I could find a better mask that I could get today in Sephora. The ingredients combined with the weight of the product (not too thin so it doesn't move too much or thick so it doesn't glide enough) and the cloth it comes with to remove it, that actually works surprisingly well, makes for an entirely pleasant experience. I can't speak to any other claims since I don't fight with really anything other than minor texture, so I can't comment on anything other than the glorifying texture reduction!"
        },
        {
            "review_title": "great for blemishes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I've been using this for four months and it's improved my skin. I had blemishes due to acne scarring and this significantly helped to lighten them. When a pimple is surfacing or has popped I use this as a spot treatment to avoid developing a scar. I usually leave it on for about 30 minutes and rinse if off with water. I like to apply this before I go to bed. I have very sensitive skin and this has never irritated my skin. I highly recommend it and will be repurchasing."
        },
        {
            "review_title": "the smell",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This smells so bad there's no way I could ever use this even if it was good. It smells like spoiled play-dough."
        },
        {
            "review_title": "loveeeee it !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I absolutely LOVE this mask. I've been using it for the past 3 weeks and instantly my face looks/feels soft, fresh and hydrated. This is definitely a must have!"
        },
        {
            "review_title": "love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "one of my all time favs. it has really helped reduce my active acne and acne scars while brightening and smoothing my skin. Smells amazing and feels great."
        },
        {
            "review_title": "brightens tired skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Is easy to wash off and brightens and tightens. Not my favorite but I'd buy it on sale"
        },
        {
            "review_title": "glowing goddess",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This mask will make your face feel so soft and glow to the gods! I love putting this mask on when your skin is not looking so hot and you don't wanna do a harsh exfoliation. It brings your skin back to life!! I highly recommend it!"
        },
        {
            "review_title": "Fantastic product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Great product for radiance and pore purification. I have purchased this item about 6 times over the past 3 years."
        },
        {
            "review_title": "Really great for textured skin.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have very dry, textured skin.. in fact I actually have keratosis pilaris. I have used this a few times.... and oh man my skin is transforming into such a smooth surface. This is the best I have seen my skin since I was a young kid. Now I have been using this a little more often than recommended. I first used it twice the first week and then followed once a week afterward. I wouldn't recommend doing it twice a week, I just saw the results the first use and got super excited. The second time around did give me nice results but my face turned a bit red and took about a day and a half to fully calm down. I have been using other products is conjunction with this, but so far this has been giving the quickest results."
        },
        {
            "review_title": "Expired ingredients, heavy, greasy consistency",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I just opened up this mask and tried it on, and it instantly smelled like it expired over a year ago. I could NOT find the expiration date, it wasn't printed on the packaging or the container. I couldn't wash it off of my face fast enough! Felt very greasy and heavy, not how a mask should feel at all."
        },
        {
            "review_title": "Good for Skincare Beginners",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have combination skin that's been doing well with my regimen of water   pm lotion & water   am sunscreen. As I approach 27 though, & since moving back to the desert, my skin needs a little oomph. I found this to be a good exfoliator, gentle enough for a newbie, & non-irritating (for me). It does smell a little bit like orange Flintstone's vitamins, but it's made to be rinsed off so eh. Those who are used to serious chemical peels might be underwhelmed. While it makes my skin smooth & glowy, I do use a charcoal mask after to get at blackheads it hasn't done much for. Overall glad I purchased, but might go for a slightly more multitasking product like the Algenist micropolish next time so I don't have to use multiple masks."
        },
        {
            "review_title": "Amazingggggg",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I absolutely love this product does what it says and doesn't irritate my skin. Love love love :)"
        },
        {
            "review_title": "Fantastic!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Easy to use, super-effective. Holy grail for me!"
        },
        {
            "review_title": "The Most Amazing Mask!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Absolutely amazing! That's all I need to say! Way to go REN!"
        },
        {
            "review_title": "amazing!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Can't say enough good things about this mask! Love using this before an event, really does make your skin radiant!! Please make this in a travel size!!"
        },
        {
            "review_title": "no real effect.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I tried this because I wanted to get more of a glow and lighten dark spots. I have dark combo skin with some hyper pigmentation FYI. I never saw any effect or change. It didn't burn or smell bad so I'll give it that."
        },
        {
            "review_title": "A-M-A-Z-I-N-G !!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is like magic in 10 minutes! My deep wrinkles disappear! Love it! I use it before special occasions ;)"
        },
        {
            "review_title": "OMG!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I had received a deluxe sample of this awhile back and had not used it yet. Finally used it last night and was amazed at the results. It's the first exfoliating mask that had an instant impact. When I washed it off my face, I could feel how smooth my face was and there was a glow. However, I have to warn you that it is a little harsh on my sensitive skin. I did feel some tingling during the 10 minutes and there was a slight redness on my cheeks. But the product smoothed out my skin and definitely cleared up all the acne I had beneath the skin.Went ahead and ordered the full size right away. This will be part of my weekly routine."
        },
        {
            "review_title": "Surprise! it's amazing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This was a gift in a subscription and when I first put it on I thought - ok this stuff is weird! But I let it sit and when I washed it off I was literally glowing. My boyfriend works nights and when he came home The morning after I used it he commented WOW your skin looks amazing! This will be a staple in my routine!"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have been using this product twice a week for about 5 months now and i have seen a lot of improvement in my skin! I have some acne scars and had a lot of texture in my skin because my skin got very irritated when using physical exfoliators. But this chemical exfoliator has brightened by skin and lightened my scars, getting me at my goal complexion."
        },
        {
            "review_title": "sad",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was really hoping this would work for Me like did others. It didn't absolutely nothing for My skin just made my bank account less :("
        },
        {
            "review_title": "Holy Grail!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This has been one of my favorites for years! The smell is fantastic! It's like rubbing marmalade on your face. Whenever my skin is super dry and flaky, this saves me every time!"
        },
        {
            "review_title": "My first chemical peel/mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was recommended this mask as a first time chemical peel/radiance mask by one of the ladies at Sephora and I am in love!! I have large pores, texture, and acne, and this mask seriously improved all of the above in one use, in addition to giving me glowing skin the next day. I have no complaints about the smell (I actually like it). It does tingle/itch on my face, but I don't mind because it makes me feel like its working! I want to use it on everyone I know but I also don't want to share my bottle!!! lol"
        },
        {
            "review_title": "First time use today",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was expecting huge results from this mask but as other reviewers said it may take a couple applications to see the miraculous results I had read about on several sites. I already use Drunk Elephant glycolic night serum nightly and DE Vitamin C serum daily...LOVE both products. Being in my 40's I baby my skin and since reading about the ant-aging benefits of a daily lactic glycolic regimen I use one of these powerhouses daily. Cane and Cane daily peel in 20% is a game changer. I used it daily and sometimes twice daily for 4-5 months. I have no more hyper pigmentation, no visible pores, no fine lines and my skin literally glows. Maybe because I am not a newbie to a strong lactic or glycolic product I didn't get the results from Ren Radiance Renewal Mask as I hoped for. I am going to add it to my weekly regimen though."
        },
        {
            "review_title": "Great exfoliator!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is the second time I have purchased this! I use this 2-3 times a week and definitely keeps my skin looking nice and polished. The reason I didn't give it 5 stars is that the tingling sensation with this product can sometimes feel more itchy than tingling. No pain, no gain though!"
        },
        {
            "review_title": "It's okay",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Smells good, but I didn't know much of a change in my skin other than it feeling really soft afterwards."
        },
        {
            "review_title": "no difference",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I got this because my coworker swears by this. However, it did nothing for me. I did not notice any difference in my skin texture, hyper pigmentation, etc."
        },
        {
            "review_title": "Impressive",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was a little skeptical buying this, I read the ingredients and it seemed like they wouldn't work.  I am so happy I bought this!  First time trying it I noticed how bright my skin looked, it felt unclogged and smooth!  My skin also looked plumper"
        },
        {
            "review_title": "Wanted to love this product, no noticeable results",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I think this is the kind of product that you need to use 'long-term' (I'm talking about half a year to a year?) in order to see effects because (1) I didn't notice any immediate changes, (2) I used this product until it was empty, and (3) I've used REN products before and thought this would be just as effective. I don't think the price point justifies the product. I have combination skin with quite a bit of discolouration, blemishes, etc. Sad it didn't do anything."
        },
        {
            "review_title": "i love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "my skin glows after. i love masks.  this is one of my go tos. also love chloroplasma by perricone."
        },
        {
            "review_title": "BYE BYE ACNE SCARS!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I had awful scarring from cystic acne. My skin was dull, scarred, had uneven texture... it was awful. I got this mask and oh. my. god. I'm so impressed! I use it 1-2x a week for about a month and it has completely faded my acne scars and my skin is as flawless as a baby. It's insane. So happy I got this. I finally feel like I can go out of the house without face makeup bc my skin already looks so good. I cannot recommend enough!!!! Just try it, it could change your life."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is one of the few masks on the market that after you use it you notice instant results. Follow the instructions and then rinse off and you will notice there is an instant boost of radiance on your skin."
        },
        {
            "review_title": "Be warned; the smell!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have this on my face right as I am typing up this review. Do not get me wrong, this mask works. I've seen result from using it, but if you are sensitive to scents, you may want to try a sample first before getting the full size. I wouldn't have ever said that I am particularly sensitive to product scents, but I force myself to tolerate this one since I've paid for it and all. It smells like rancid play doh. (It's the only thing I can think of to compare to and I am not even that familiar with the smell of play doh!) Plasticky and herbal at the same time. I believe it is just the scent of the product and not from any type of fragrance added in. Like I mentioned though, it works, but be warned."
        },
        {
            "review_title": "life changing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Hands down one of my favorite Glycol Lactic masks! As a licensed Esthetician, I always get asked what's the best product to use for clear, bright skin? THIS is it! Thank you Ren for bringing back my glow."
        },
        {
            "review_title": "simple and effective",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "What a great product. Pleasant and easy to use, clarifies skin as well or better than a professional treatment, and I don't have to get dressed and go to a salon to get a hard sell from an esthetician. Price not heap but once a week usage and not much product needed means a pretty cost effective product."
        },
        {
            "review_title": "wow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I didn't know what to expect with this mask but the results blew me away after one use. I was looking for something with both glycolic and lactic acids, having some good luck with them in other products. My skin was way brighter, softer, and my red spots totally stettled down! I'll definitely be buying the full size!"
        },
        {
            "review_title": "LOVE LOVE LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This mask is perfect if you're looking to correct blemishes fast. I received it in a trial size and instantly fell in love. Honestly a must have if you start breaking out early on in the week and need to look your best by Friday night!"
        },
        {
            "review_title": "instant results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Pre-Friday night ritual product! Instant results, yields glowing, dewy skin! Great as a once a week pick-me-up!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "At first when I started to use this gave me no results... but a week ago I decided to give it another chance since I paid for it and it's pricy but this time I didn't do the recommended once a week 10min. I left it just a little longer and did it every night and so far I've seen my face a lot better, works very good for the forehead acne. I seen some results. Hopefully it keeps working. Use it everyday! And you will see some results."
        },
        {
            "review_title": "Love it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I've had this mask for a few months and I recently started having small breakouts on my chin and forehead. All my other products weren't helping (I even use RetinA). So I gave this a shot as a spot treatment. I put this all over the area I was having breakouts and slept with it on and it seriously helped soooo much! I was afraid it was going to dry my skin out after keeping it on for so long, but it didn't at all. I even started putting this all over my nose at night for blackheads and they're starting to disappear. I started using this every night for the last week and I'm really noticing a difference in my skin."
        },
        {
            "review_title": "no difference",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Never noticed a difference while using this mask. It smells nice but doesn't do much"
        },
        {
            "review_title": "???",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "So confused how this works for other people. This literally did absolutely nothing for my skin and felt/looked the exact same and I've been using it 1-2 a week for a month"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This really does make those small bumps on your forehead disappear! Other parts of my face I don't really see a difference but I'm satisfied with what it does for my forehead"
        },
        {
            "review_title": "So amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is a super quick fix for when my skin feels clogged. It looks instantly refreshed and the effects last for a few days."
        },
        {
            "review_title": "love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Obsessed with this! Leaves my skin looking radiant, not drying at all, non-irritating, it does tingle but who doesn't like to feel like a product is doing its job? Also love the smell (it sort of smells like mexican spicy candy) and looks like it will last for a while. Got this as a sample years ago and decided to give it a try again and I'm so glad I did! Can't stop staring at my skin :) not sure how often one should use it though but can't wait to use again"
        },
        {
            "review_title": "*RESULTS*",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "First of all, I rarely write a review on any beauty products. Because most of the time it has no JAW dropping effects! This mask is the BOMB and all the above. I recieved a sample and after the first use-I noticed an all around difference! My Skin glowed, pigmentation decreased, firming of skin, smaller pores and NO BREAKOUTS the next day!!!! Needless to say- I'll be buying more!"
        },
        {
            "review_title": "Perfect for forehead acne!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I use this once a week and it has completely cleared up the little bumps I used to have on my forehead. I leave it on for 30 minutes instead of the recommended 10. Also, make sure to use the cloth provided and not just your hands to rinse it off. Love this product!"
        },
        {
            "review_title": "forehead acne is gone!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "First off, i have never written a review for any product, but i felt compelled to write one for this mask! i got this mask as a sample size and i am hooked! i have normal skin with a lot of dry and flaky patches around my acne. i mostly have acne on my forehead, and sometimes on my jawline and hairline. i've had acne for almost 5 years now, nothing really seems to work too well, however when i tried this mask my skin immediately became less irritated, more glowing. and the next morning, i woke up with no new breakouts (VERY RARE) and the other ones healing! i used it again a couple of days later and it helped even more. now i use it twice a week and my skin is almost acne free! strongly suggest this for teenagers and other people with problem skin !!!"
        },
        {
            "review_title": "one of my staples",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I can't live without this multi tasking mask ."
        },
        {
            "review_title": "No improvement",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I used this once a week for 3 weeks and saw no improvement."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This isn't getting a perfect score because it didn't give me the flawless, glowing skin some other reviews described. However, it's really close to being a five star product. It absolutely evens tone, corrects redness and gives skin a very healthy glow that lasts for at least a day.   Still, if you're serious about peeling, I feel that the top of the line peel pads do a better job. Dr. Dennis Gross is still my favorite, but the price on this is a little easier to stomach.   Also, it's okay to leave it on a little longer than the 15 minutes the bottle recommends, but I wouldn't use it more than twice a week u2014 I tried every other day and it caused redness and irritation."
        },
        {
            "review_title": "amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Absolutely amazing. I got a sample of this in my ipsy bag and I'm HOOKED. I'm also a huge face of the flash facial. I'll be using more ren products !"
        },
        {
            "review_title": "amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received a sample of this and have been in love ever since. I have sensitive skin, and this worked wonders for me. Left my skin feeling super soft."
        },
        {
            "review_title": "Nice",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I got a sample in my Ipsy bag and used it last night. It made my skin so soft and tight but a little red. Just moisturize good afterwards. I like this product."
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I got the sample size a while ago and first I must say I have VERY oily skin and acne. The product is quite sticky so I thought it would have a greasy residue but it's really nice totally brightens your face and decreases redness and irritation on acne. I typically hate masks because it's such a hassle but this is a must and I get complements on my skin clearing all the time now."
        },
        {
            "review_title": "I really like this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The ren representative says this is a chemical peel. It's really nice and gentle. It's almost like a goo texture but it smells like fruit juice which I like. When I wash it off, my skin feels so good for days!!! It makes it feeling smoother and firmer and brighter. It's the perfect canvass to apply makeup on after. I'm just waiting for the other results if it improves my acne and my scaring like it says but otherwise I don't regret spending money in this product because it is literally doing something to your skin!!!"
        },
        {
            "review_title": "ASTOUNDING!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Bought this product without getting any sample first, I just relied on the reviews. Upon receiving the package, I tried it right away. Didn't feel any tingling sensation despite of leaving it on for more than 30minutes. Upon wiping it off with the cloth, didn't see any difference at all. I was so disappointed as I have high hopes on this product. BUT, after rinsing with warm water... I was surprisingly amazed!!! My skin instantly becomes so soft and its glowing! As if I am wearing a bb cream. I can't wait to try other REN products!"
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have tried so many different masks. From sheet masks to clay masks to sleep masks I have probably tried it. This is the first time I've used a mask and immediately noticed a difference in my skin. I have oily skin with sun spots, old acne scars, and some hyper pigmentation. After using this mask one time the dark spots on my nose from old sunburns were visibly diminished. I couldn't stop staring at my face. I'm hooked (P.S right now this mask is in a set for $18 on sale along with another great facial. Buy 3 of those instead of the full size of this one while you can, you save a ton!)"
        },
        {
            "review_title": "love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Instantly soothes dry skin and plumps it! Love this product."
        },
        {
            "review_title": "broke me out :(",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Wanted to like the product but it clogged my pores and broke me out a bit. However, the 1 minute flash rinse and gentle milk cleanser is amazing!!!"
        },
        {
            "review_title": "love!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received a sample size of this and I'm hooked. This is one of the only masks i've used that have had a noticeable effect on my skin. Whenever my skin starts to feel rough and in need of a good exfoliation, I turn to this. Immediately after, my skin feels smooth and hydrated. Definitely will purchase full size."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really like this product! I bought the Blue Tansy mask hoping to find a naturals brand that could help with resurfacing (I'm oily with discoloration left from pregnancy), but the smell was overpowering!!! I was about to give up when I found a sample of this in my drawer. I was so impressed that I exchanged the other for this immediately. It does have a distinct scent, but not overpowering and not unpleasant. This mask is especially effective when used with the cloth it is packaged with for additional exfoliation; the mask loosens everything up and the cloth wipes it away! Highly recommend."
        },
        {
            "review_title": "Great result, terrible smell",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received a deluxe sample of this with my order. I loved what it did to my face, giving it a baby glow, but it smelled so bad! Smelled like old fat...I couldn't finish the entire tube. I loved the product, I would even be ok with a heavy, sticky texture, but that smell...I don't know, on the other hand, it had a fantastic result. I might repurchase after all..."
        },
        {
            "review_title": "A whole new face!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is the very first time I ever make a review on anything as I don't want to be a marketing tool for any products whether it's good or bad. I've been spending a crazy amount of money on skincare and make-ups hoping to find the best of of best for myself. This mask is so far the best I've ever used! I got a mini sample from Sephora on the last haul I got and decided to give it a try. Left it on for 10 mins then washed it off, oh wow my skin has never looked this way before. I mean it's so soft and bright like I was 10 year younger. Also I suffered a bit from a crazy Halloween make up last week which had broken my skin very badly but this mask is truly a life saver (I also use the Origins Charcoal mask first before applying this mask though). Bottom line, If I could only use one mask for the rest of my life, this would be it. It works for me and sorry if it doesn't for somebody else. The only negative thing is the price. :("
        },
        {
            "review_title": "nice splurge",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Definitely not a must-have for me but I'm glad I tried it! It has a nice orange smell and goes on smooth and easy! I've used it 4 times in 1.5 weeks and it's makes my skin feel super soft! I don't see any lasting effects happening with my tone or pores but like I said.. nice splurge!"
        },
        {
            "review_title": "Worth the money!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love the texture and scent (slightly citrus), it easier spread on my skin. I let it sit for 10 mins and then wash it off with the little mini towel it comes with. My skin feels tighter immediately after, and it makes my skin glow like no other mask I've seen before. It made my pores so much smaller too!"
        },
        {
            "review_title": "Get Glowing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I tried a sample of this mask and instantly fell in love! I liked the consistency of it, and the fact that it dried but not so much where it was hard to rinse off.. My skin was radiant, looked less dull and was very smooth. I have some dark spots that I am working to get rid of and this will definitely be a staple of mine."
        },
        {
            "review_title": "awesome mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Reduces pore size and diminishes texture with one application!"
        },
        {
            "review_title": "amazing product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It's amazing what this mask can do. I have a lot of acne scars and uneven skin tone. I don't use it as prescribed. I use it more than 2 times a week. I put a thin, medium layer before I go to bed and wash it in the morning. It cleaned my face really well. I still have some scars but it's a lot better. Plus..if I have big pimple under the skin, after one application it's almost gone. I will definitely repurchase."
        },
        {
            "review_title": "New skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "You can see a difference with this product yet I have no issues with having sensitive skin"
        },
        {
            "review_title": "Amazing Stuff!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is made with all natural ingredients.  That's number one. Number two, although its thick and kind of sticky it makes your face glow. When I say glow, I mean glow like no need for face make up glow. Love love love this product."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The texture is weird; its hard to spread, kind of like old honey. Also like honey its hard to completely wash off your face + it makes my makeup ball. Maybe this is just me, but i have dry sensible skin and it made my face itchy, red, and even more sensible to other products after using 3-5 times. i would not recommend if you have my skin type!! Also, it has quite a strong orange/citrus fragrance and make sure to moisturize after. With my Philosophy renewed hope in a jar moisture mask i dont have to do this. Maybe it will work for other skin types but the texture isnt the best."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Weird texture, dripping all over my shirt. Definitely the grossest thing I have ever used on my face. Not a pleasant experience. It didn't do any good for my skin either. Wouldn't recommend it to anyone."
        },
        {
            "review_title": "The Radiance Part is No Joke",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This mask really does make your skin GLOW with a smooth radiance. It's actually kind of mindblowing how my texture is always GONE when I wash it off. I also love this product not only for the results but for the feel of it on my face-- after 10 minutes, I like to add a little bit of warm water, really rub/pat it into my skin one last time, and then wash it off."
        },
        {
            "review_title": "A M A Z I N G!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love Love LOVE this product!! Been batteling congested pores for a while now tried a ton of products but nothing seems to help. Used this product only ONCE and immediately saw a huge difference in my pores. Not only was the congestion gone but also my pores were visibly smaller already!! Also this product stays moist the entire time so I did not experience the dryness I normally do after most masks. Alittle higher priced for a face mask but def worth the money results are instant!"
        },
        {
            "review_title": "mixed feelings",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I definitely didn't like what it did to my face as i seemed to break out all over after rinsing the product off. I tested it on my arm as well - no breakouts there and my skin was a lot smoother afterwards.  Likely wouldn't try it again."
        },
        {
            "review_title": "Worked Wonders!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received a sample of this product and after using it once I am amazed. I put it on at night for 10 minutes and washed it off. My skin looked fresh, not much of a difference that I noticed at the time. However, the next day when I looked in the mirror mid day, I noticed that my expression lines around my mouth, between my eyebrows and on my forehead were about 75% reduced!! My makeup, and it's quality makeup, would ALWAYS settle in those lines more and more throughout the day. Nothing I had previously tried worked on reducing this problem. This mask has saved me a trip to the skin clinic, because that was my next step to get rid of the lines. I am so happy I tried the product and will be purchasing the full size. I have fair and somewhat sensitive skin and beside a very small amount of tingling I did not have any issues."
        },
        {
            "review_title": "If I Could Take Only One Product With Me...",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "...on, say, an island. Or, Survivor. Okay, I'll even make this bold statement: if I could have only one product for the rest of my life (maybe some kind of post-apocalyptic, worst-case-scenario kind of thing), THIS -- this! -- would be that product.   Skip the spa, ladies. No need for fancy facials. Use Ren's glycol mask once or twice a week and you will, likely, feel as if you have brand new skin.   I've offered my own samples to friends. And, each one ends up buying it for themselves.  SO worth the price. You'll feel pampered, for sure. But you'll also feel rejuvenated, with youthful skin. Like a clean canvas for the make-up we all buy."
        },
        {
            "review_title": "Incredible",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "So many products out there do not deliver and are just a waste of money. Not the case with REN. This product actually does an amazing job perfecting the skin. Works great on my dry, sensitive skin. I love this!"
        },
        {
            "review_title": "Favoritesttt Mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I tried this tonight and my skin looks refreshed and bright. It's an amazing mask and I don't know if I have the guts to leave this on overnight, but I might try leaving it on for an hour next time. Absolutely love it."
        },
        {
            "review_title": "Wow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I tried this out for the first time last night and I am in awe. Instead of leaving it on for only 10 minutes, I left a thin layer on overnight. When I took it off my skin was smoother then usual. After my regular serum and moisturizer was applied I began my makeup application which is where I saw the biggest difference. Never before has my foundation ever gone on so smoothly and looked so flawless. This mask has literally changed my life overnight. It is amazing at removing any texture without hurting the skin. I have fairly sensitive skin that reddens very easily, and this didn't bother me one bit. This afternoon I purchased the full size bottle as I don't know how I would ever be able to live without this mask again."
        },
        {
            "review_title": "ahhh maz ing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I had a really bad rough patch on both sides of my upper nose bridge...everyone at work knows that that is ABSOLUTELY abnormal for me so I asked my SSA (Senior Skincare Advisor) to feel my face and she said i have a lot of texture so she told me to put this mask on there and just...LEAVE IT,...like LEAVE it.I don't have sensitive skin so I was like I'll try it...So i slept in it, now I knew I loved this mask (I have tried it before) but HOLY SPIT I HAD Z E R O texture..it was amazing and I wouldn't have believed it if I had not tried it. Safe to say i LOVE it even more now."
        },
        {
            "review_title": "Love this stuff",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product is amazing. It really smoothes my skin, I have normal skin so I can use it once or twice a week and it doesn't dry me out or make me break out or anything. I do moisturize after I wash it off. I feel like I'm resetting my skin when I use this."
        },
        {
            "review_title": "like",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I don't use exfoliants frequently but did like this.  Skin was very soft and smooth.  Don't know about the pore minimization or fine lines and wrinkles.  It may have helped diminish  hyper pigmentation a little!"
        },
        {
            "review_title": "My go to face skin renewer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have been using this product for several years. Try to use it weekly to gently exfoliate and renew my facial skin. Effective without being too harsh. Was recommended by Sephora employee years ago and I continue to purchase this product."
        },
        {
            "review_title": "such a let down",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was really excited to use this product, especially with all the good reviews. But this product breaks me out soooooo bad!!!! Like horrrrible!!!! I've had it for over 6 months and since day 1 every time I put it on soon after I wake up with breakouts everywhere. It's a decent exfoliater, it makes your skin smooth but it doesn't help fade acne scars and just adds more acne and acne marks for me to deal with. It may get rid of the dead skin so it smooths your skin some but it doesn't minimize pores or fade acne scars/marks. It makes more problems then it solves. I've honestly never used a product that broke my skin out so badly. Overall.... It's the worst money I've ever spent on a beauty product. Total waste. Will never use again!!!!"
        },
        {
            "review_title": "exactly what it says",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It does exactly what the product description says! And I love it for that, it minimized my huge pores around my nose so well and brightened my skin:)))"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really wanted to love this product - I like ren, I like the way the mask feels when its on, and I am always looking for a brightening mask to have on while I take care of things around the house. Unfortunately, this mask is really disappointing. I've used it on and off for almost a year with the hope that at some point it will live up the hype but it never does. My skin looks the same after the mask as it does before. There are a number of great brightening masks out there, I'd recommend one of those."
        },
        {
            "review_title": "Instant Results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I've tried a lot of masks but this one is AMAZING! A little goes a long way and I love the white cloth that also comes along with it to wipe it off with before rinsing. My face looked brighter, clearer and smoother after my first use!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is the only thing I've ever used that has cleared the stubborn blackheads on my nose! I was suspicious because I didn't feel anything while it was on...no burning of tingling which I usually take to mean it's working. But I noticed improvement as soon as I rinsed it off and my skin looked even better the next morning. And it smells nice. Very happy to have discovered this!"
        },
        {
            "review_title": "A gentle peel",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It took a few days for a light peel to appear, but my skin feels great after the mask; I left it on a few minutes extra, no harm done. Overall, one of my favorite weekly treatments. I use RetinA, so this is gentle in comparison to that."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product definitely lives up to it's claims.   I feel that my skin looks amazing each timeI use this.  I also love how it makes my skin better soak up any other skin care products that I use.  This has become a vital part of my skincare routine.  I can't live without it."
        },
        {
            "review_title": "CANT BELIEVE IT!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have never written a review but couldn't help but rave about my love for this product!! I have horrible acne scars. I have tried EVERYTHING short of cosmetic procedures to make them fade. Nothing has worked until now! This mask is AMAZING!! I'm not even through my first bottle and my scars are almost gone. I would never go without makeup before because I was too embarrassed. And while I'll always be a makeup girl, after seeing the results this mask has given me, I won't be ashamed or embarrassed to be fresher faced around people. I leave it on a little longer than directed, around 30-45 min and wash it off with a warm cloth. My skin has never looked better! I will forever use this mask. Forever! I just bought the wake wonderful night-time facial to use in conjunction with the mask. Ren is the best. Seriously. The best. This product is worth the price. Trust!"
        },
        {
            "review_title": "Very nice!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was very pleased with the results of this mask. My skin was smooth, and not irritated at all, which was just what I was looking for. Apply with caution, the pump delivers generous portions. This was my first purchase from the Ren brand, and it definitely met my expectations."
        },
        {
            "review_title": "amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is an amazing mask that leaves your skin beautiful and glowing, with no redness afterward."
        },
        {
            "review_title": "Very Effective",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "A little goes a long way. You will definitely see results and enjoy soft smooth skin afterwards."
        },
        {
            "review_title": "It is a great product but a little pricey.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "First of all, I am a huge fan of Ren. I idolize every product I bought, since they are amazing. This one is amazing too, because you can clearly see a difference on your skin instantly. However, the price could be a little lower. By the way, the smell is really kinda like sweet tangerine candy..."
        },
        {
            "review_title": "a little too strong...",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I bought this mask on a friend's recommendation, and while it definitely does make my skin feel smoother, it's also stronger than I expected. Per the instructions, I left a thin coat on for ten minutes after a shower. It tingled a bit (which the packaging says is normal...), and when I took it off most of my face looked great -- but one area on my cheek was red and irritated. I tried to salvage things with a calming mask, but two days later the area is starting to peel/flake...   I do want to keep using this mask because it definitely does work, but am going to be careful to leave it on for less than 10 minutes in the future!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "La texture du produit est trop fluide ce qui fait qu'il ne reste pas en place pour la duru00e9e de pose. Autrement, le ru00e9sultat sur la peau est satisfaisant."
        },
        {
            "review_title": "gentle",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "nice for sensitive skin non irratating"
        },
        {
            "review_title": "almost love it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Pros: -Made my skin feel/look super clean after rinsing off -Smells nice -Small amount of product but it lasts a long time -Great exfoliater  Cons: -Burned a lot during the first two weeks of use - eventually dulled to a slightly uncomfortable, itchy feeling -Didn't do anything to lighten acne scars/hyperpigmentation   I do really like this mask and think it's one of the most effective masks I've used. I saw results but not enough to keep spending $55 on less than 2oz of product. The main reason I bought this was to see if it could lighten some pesky  hyperpigmentation on my chin. Sadly, it didn't.   I may repurchase down the road but this isn't an immediate repurchase for me."
        },
        {
            "review_title": "Just ok...",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I feel like this would be the perfect mask for someone with very sensitive skin; however, for my skin, it feels like it does nothing. It's super thick in consistency (a little thicker than honey). It doesn't tingle, doesn't give a cooling or warming sensation. It just sits. I've used it 1-2 times a week for about 5 weeks now and haven't noticed a difference in any of the acne scarring I have on my jaw. As far as the exfoliating factor goes, the cloth that it comes with is really what's working for taking off any dead skin. I feel like I could easily get the same exfoliating effect with a gentle exfoliating cleanser. Overall, I'll probably finish the bottle (it's not horrible so I won't return it), but I won't repurchase."
        },
        {
            "review_title": "Best product in the REN line",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have REN moisturizers, serums, oils, etc. This mask is a luscious treat.  I leave on for 15 minutes and have never experienced adverse effects. My skin is sensitive to masks and exfoliants with grit or texture so this product is perfect for me. I can hardly wait for Sunday nights when I use all of my special face treatments."
        },
        {
            "review_title": "Works For Me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I am 59 and after neglecting my skin for a couple years it had started looking quite bad. I had used this product a few years ago with very good results, so bought again a couple months ago. I started a new regime of using this twice a week, using a vitamin C morning moisturizer, and a retinol product at night. Wow, after two months my skin has improved so much. It does not have as much discoloration and my pores have decreased. I will definitely keep up this routine!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Gentle and easy to use. The scent is less than delightful though."
        },
        {
            "review_title": "Fantastic!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have been struggling with adult acne breakouts for the last few months.... I can finally say that my skin is clear and glowing thanks to this mask... It has even completely eliminated and signs of hyper pigmentation and acne scars left behind from the sudden breakouts. I am honestly shocked with the results... My skin has never looked better! This product really worked for me! Not letting this mask out of my sight any time soon!!!"
        },
        {
            "review_title": "greatness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Received this as a sample and used it last night for the first time. Woke up this morning like my face looks awesome! My pores were definitely smaller and my skin appeared brighter and smoother. I had to ask my coworker if she noticed a difference to make sure I wasn't making it up in my head. Definitely will buy the full product. Seems like a keeper!!!"
        },
        {
            "review_title": "actually works",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Every time I use it, people tell me my skin looks great or that I'm glowing---randomly!"
        },
        {
            "review_title": "Brighter Skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Got this as a sample and liked it so ordered full size. It really does brighten my dull aging skin, making it look and feel softer and smoother. Been using it a month and can see big difference in how my makeup looks better. Twice a week, 10 minutes, it works!!"
        },
        {
            "review_title": "Resurfaced your inner Vogue",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I use this product twice a week and you notice a difference right after your first use. I use this after my Kate Somerville Exfolikate. This power duo combined results in a more youthful, plump and fresh looking skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I use this once a week as well as their flash rinse facial. My skin has not glowed this much in years. My acne has cleared a lot, and it has helped with a lot of my faces redness and with my hyper pigmentation and scarring. I am grateful to this line. I will say stay out of the sun when using these products, or use SPF everyday."
        },
        {
            "review_title": "Ineffective",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This did nothing to even my skintone or reduce my hyperpigmentation. Ive used it regularly for weeks until I ran out of my sample. There was no improvement to my skin. Also, it stung a little a little bit"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "this mask is effective at evening out my skin tone and it's a good product to use when you get blemishes popping up (even those under the skin pimples with no head). my skin feels smoother afterwards and reduces acne scars but you have to use it regularly to see a big difference. It doesn't irritate my sensitive skin which I was worried it would. It doesn't help with my blackheads though, they're too stubborn."
        },
        {
            "review_title": "not for sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I used to love this, but I tried this again recently and my skin is far too sensitive for it now. If you have sensitive skin I would not recommend, but if your skin can take it it is absolutely beautiful to use! My skin would feel so smooth and soft after just one use, and my texture issues would diminish a lot after consistent use. This is popular, for good reason. Please, though, do a test in a sensitive area to ensure you don't get a reaction."
        },
        {
            "review_title": "a whole new face",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I originally got this mask as a sample. I used it twice and was pleased with the way my skin looked so I bought the full size. I've used this product a total of 4 times and I am in shock. It has almost cleared my poc marked acne scars completely up. And they were old and very deep scars from cystic acne. I mean it is unbelievable. People have actually came up to me grabbed my face and turned my head back and forth and asked what type of scar removal have I been undergoing. I never thought I'd ever in 10 million years see my skin look almost scar free. I'm so happy I could cry. Thank you Ren and Sephora for making a miracle happen."
        },
        {
            "review_title": "Nice surprise",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I am very happy with this mask. I havenu2019t noticed great changes to my skin, but I have noticed, with 2 uses once a week, my skin is a little more plump and awake, some very fine lines have diminished. And I know is this mask because it is the only new element in my routine, so I believe it will become part of my weekly skincare routine. I will say that on the 8th minute I did start feeling a tingling/stinging sensation on my face, that when I took the mask off, my face felt firmer, but I havenu2019t noticed no big changes, but then again it isnu2019t one of my skin problems."
        },
        {
            "review_title": "Go-To fav for all skin issues",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This mask is my absolute favorite and its hard to explain why. It's not an instant miracle worker but whenever my skin is misbehaving I first grab this mask, usually use at night, and I wake up to feel like my skin is near recovery. I do a weekly/bi-weekly mask and alternate ren with glam glow or a more drying charcoal mask. Loooooove and this will stay in my cupboard. I will never let you go my sweet"
        },
        {
            "review_title": "bask mask ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Best mask. I have tried every mask to get rid of my renton a uglies and this one is the best hands known. Removes all flakes."
        },
        {
            "review_title": "One Use Wonder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I got a sample of this about a year back and used it, not thinking much of it. At the time my skin was pretty great, blemish free, few fine lines, etc. About a month ago, I got a sever breakout across my chin and cheeks. The acne had subsided, but I had lots of small red spots where the acne had create scaring. I tried this mask again (this time borrowing from my sister) and noticed a significant reduction in the redness. I bought it about a week later, and I cannot rave about its effects enough. It did wonders for my hyperpigmentation and for fine lines. I would definitely recommend to people looking to reduce scaring and uneven skintone."
        },
        {
            "review_title": "Did nothing and is expensive",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Once upon a time, Philosophy made a peel using papaya, pineapple, and other fruit extracts and called it an enzyme peel. It was about $20. I had used the entire bottle, and never really saw a difference.  Flash forward to this product by REN. It smells, looks, and feels EXACTLY the same as the old Philosophy peel. For $35 more and with all the rave reviews, I though well maybe I'll see a difference with this one instead. Nope. No change whatsoever. I have dry, flaky, acne-prone skin with a few tiny wrinkles starting to creep in. I at least expected this to remove the flaking skin.  If the Philosophy enzyme peel worked for you, give this a shot. If not, save your money."
        },
        {
            "review_title": "Effective",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Was given a sample of this product a few years ago and have been using it ever since. It is a gel and goes on easily. I wipe off after 10 minutes, tone and moisturize. It really leaves my skin soft and I feel that my moisturizer penetrates the skin. I have notices a correction to fine lines due to dryness."
        },
        {
            "review_title": "works on sensitive skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I got this as a sample and have used it once. So far, so good. I have dry, sensitive skin and no breakouts or burning. I noticed an instant tightness of my pores and was happy with the clarity of my complexion. I'll be buying the full bottle."
        },
        {
            "review_title": "Works",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "got this as a sample,third day using it. i have noticed a radiant glow! about to order the regular size tub"
        },
        {
            "review_title": "Great ani-acne mask for sensitive skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have pretty sensitive skin and am prone to eczema, but this is a great mask to use when I am breaking out. I tend to use in waves (ie a couple times a week if I have a breakout) and it does a great job of minimizing the damage from acne. Also brightens my complexion for the next day which is great!"
        },
        {
            "review_title": "Break Out City",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I had a foil sample of this. I didn't mind it when it was on my skin, smelt a little weird but given the type of mask it is that didn't surprise me or bother me. I didn't notice any difference in my skin after taking it off but the next morning I woe up with massive break outs all over my face. Large groups of deep bumps. I know it was the mask because I didnt change anything else in my skincare routine. Over a week later my skin is still trying to recover from this mask and I haven't been able to wear makeup because of how bad it is."
        },
        {
            "review_title": "a little disappointed",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was excited to try this mask specially after reading all the great reviews. However, I have not seen a single difference on my skin. nothing. Im sad that it didn't work out for me and disappointed that i bought it before getting a sample"
        },
        {
            "review_title": "love this",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I loved it 2 years ago and stopped using it. After buying it again decently I don't understand why I stopped! Love this!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I had two sample bottles of this mask and decides to finally give it a try. The smell was so horrendous that I thought the product had gone bad. First, liquid ran out of the bottle then what appeared to be exfoliant. I opened the second bottle to check its aroma and it was just as bad. I put the product on my face to give it a try still and the smell was so nauseating that I had to wash it off. I put on my delicious-smelling hydrating Glam Glow mask instead."
        },
        {
            "review_title": "My Holy Grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I am so in love with this product. I have recruited countless people into trying it after I've explained how much I adore it. They all seem to really enjoy it as well! My skin is sensitive and I have no problems with this. It makes my sun damaged, dry & dull skin actually look beautiful. No word of a lie, people always compliment my complexion the day after I use this mask. Thanks REN <3"
        },
        {
            "review_title": "Worth every penny and then some!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is my favorite mask and only one I've tried that actually does what it says immediately. Results are brighter and glowing skin. It doesnt irritate my skin or dry it out like glam glow. You need this in your life so what are you waiting for??"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Got this as a sample with my online order and it it actually amazing! Makes my skin glow and makeup goes on so smooth after using it, didnt even need a primer. Will definitely be purchasing full size, just wish it wasnt so pricey."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Every time I use this, my skin glows. I absolutely love it. The bottle lasts for quite some time. I prefer this product to the professional peels I've gotten in the past.  After using, I put a layer of the Ciinique Moisture Surge Gel Creme on. I wake up with that dewy soft skin look.  (I have pretty sensitive skin that is easily irritated, but haven't had an issue with this product. I grabbed a sample in store to test it out before purchasing)"
        },
        {
            "review_title": "Smoother skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have been using this product at least once a week for a few months now. My face feels smoother and more radiant when using it twice a week. Helps reduce appearance of acne scars, but not pigmentation. Strong citrus scent."
        },
        {
            "review_title": "Will change your skin!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I am IN LOVE with this mask. Even after the first use, i knew this would be a game changer. My skin has never felt so smooth, and looked so radiant. I am in LOVE. I have fairly sensitive skin, which is usually dry and dull, but right now it feels and looks amazing thanks to this!!!!"
        },
        {
            "review_title": "this mask blew me away",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Tried first time based to my friend recommendation. I was impressed how smooth and bright my skin even just first use, I leave it for 20minutes. My skin feels good and make up looks flawless"
        },
        {
            "review_title": "Love Love Love this product.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received a sample of this in a beauty box and have used it 3 times. I have very sensitive skin so most products I cannot use. It reminds me of a pumpkin mask I used years ago. I left it on longer than it tells you on the packaging. when I took it off I rubbed it into my face rinsed off with a clean wash cloth after that I put on Glytone Antioxidant anti-Aging night cream, also go that in a beauty box. The next day I was amazed how my skin was glowing, I have just turned 50 don't look like it and would like it to stay that way. So I am glad that I have found a product that I can use and have no problems I would recommend this product to anyone that has sensitive skin"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love love love this product. Works best when you exfoliates before use. Gave away my murad c peel once I found this."
        },
        {
            "review_title": "Skin Changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Wow - in 2 uses I am seeing & feeling the results! Smells great too & result driven quickly !!! Love this mask!!!!"
        },
        {
            "review_title": "love love love....",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "My skin is so soft and shiny it feels so surreal. Love how my makeup looks smooth and flawless. I have very dry skin and I love how this makes my face feel so soft. I am on my third bottle and will purchase more."
        },
        {
            "review_title": "OMG",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received a sample of this in a beauty box and used it last night. This am I looked like I have no pores. This combo of Lactic and glycolic is like magic. I use glycolic peels that don't clean out the pores as well as this did. I left it on for 20 minutes instead of 10, rinsed off with a clean wash cloth and then just splashed water on my face and I was amazed. This to me beats KS exfolikate. My skin was not irritated or red after. Put some Nude repair oil and a moisturizer. I just purchased the full sized one today."
        },
        {
            "review_title": "Good Intensive Peel",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is a good mask to use weekly or bi-weekly to exfoliate your skin. A lot of products irritate my skin and this does sting a little, which is why I only gave it 4 stars. Once I take it off my skin is glowing and doesn't look irritated. I also just love the REN line and think they make high quality, pretty affordable stuff."
        },
        {
            "review_title": "Works",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Works great. I use it weekly."
        },
        {
            "review_title": "perfect for sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have very dry/sensitive skin and this product works wonders! It helps remove flakes and impurities and leaves my skin feeling soft and not too dried out. I use it once a week, sometimes twice during the winter months to help eliminate dry patches. I always use a moisturizer after this mask to make sure I don't let my skin get too dry. I've been using this for 2+ years, I absolutely love this product!"
        },
        {
            "review_title": "Wonderful results!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is my new go to for a quick skin rescue. It exfoliates and brightens my super sensitive skin in minutes, and doesn't flare my excema or cause breakouts. Love it!"
        },
        {
            "review_title": "Slowly but surely, it really works.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really enjoy this product. I have combination skin, that is sensitive and it also loves to break out. Finding products has been really hard for me, until someone at sephora recommended this. I use it once a week, and I cannot wait until the day comes when I get to use it. I use it at night and my skin always looks better and more clear by morning. It's slowly been helping with the redness that comes from very mild rosacea, it tames break outs and my pores are hardly noticeable now and have noticeably shrunk. It's not a miracle product and you need to be patient to see long term results, but if you have sensitive skin, it's what you need and it's totally worth it. I gave it a 4 because it's my first exfoliating mask that I use once a week, so I don't feel experienced enough to say it's the best of the best. BUT, if you give it time, it works."
        },
        {
            "review_title": "My new favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have very problematic skin- flaky dryness all over, adult acne in my t-zone, oily chin, etc. The girl at Sephora asked me what I was using as an exfoliant and I told her the Origins Modern Friction (which I thought was probably my best bet for taking care of flakiness without causing a breakout) and she told me to try this Ren Renewal mask instead. She told me that the difference between the two products is that the Origins dermabrasion product will actually irritate and spread bacteria around more, possibly causing more breakouts whereas this one has fruit acids that will eat up the dry skin. I bought it and went home and tried it and in one try all the flakiness on my forehead and around my nose was gone. I can't wait to keep using this product to see what it does for my skin long term, because I'm already impressed. Also- it smells amazing."
        },
        {
            "review_title": "Haven't seen any results",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I purchased this product about a year ago and tend to use it when I feel like my skin is looking dull and needs a 'pick me up'. The texture is like honey; very thick and sticky. The smell is a mix between citrus orange and chemically-herbs. I leave this mask on for 15 minutes and rinse with warm water and a washcloth. I don't find that this product leaves any residue on my face, but it is left feeling clean. One thing I did notice, is that when I leave this product on longer than 15 minutes, it tends to leave my face slightly orange after rinsing. This product is meant to brighten and add radiance, but that is one thing that I have not found this product to give me. Unfortunately, I will not be repurchasing this product."
        },
        {
            "review_title": "in love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Just makes my skin smooth and clear. The citrus smell is very pleasant. This is easy to use and gives long lasting results. This is my new favorite skin mask."
        },
        {
            "review_title": "mask yields great results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received the REN glycolic mask as a sample, I can tell an immediate difference in my skin as soon as I take it off and noticeable improvements for the next few days. Going to buy a full size this week and plan to use it twice a week."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I definitely was not a fan of this product. The smell and color remind me of a weird tamarind. The mask felt great while it was on-- hydrating. The following day I broke out terribly. The directions mention wiping off the mask with a damp cloth then rinsing with warm water. It's possible I didn't rinse well enough because my breakouts were all around the edge of my face but even then, I didn't expect a product to break me out so bad. The pimples aren't the normal kind either, they are so huge and so deep! Nodular acne. I'm so sad because with this type of acne, it could last weeks before the bumps subside. If you have slightly oily, acne prone skin tread carefully with this one."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It does seem to help with smoothing out my skin but it's very heavy and greasy. Even when you take it off, it feels like there's a film left behind on your skin and I tend to breakout a day or two after using it. Also not a fan of all of the irritating and photosensitizing citrus oils used."
        }
    ]
}