{
    "product_id": "1480",
    "name": "Vanilla Sky Hair and Body Mist",
    "brand": "SKYLAR",
    "categories": "Fragrance, Women, Body Mist & Hair Mist",
    "price": 40.5,
    "about": "What it is: A fresh fragrance for your hair and body with notes of cappuccino, pure vanilla, and caramelized cedar...Fragrance Family: Warm & Spicy..Scent Type: Warm & Sweet Gourmands..Key Notes: Cappuccino, Pure Vanilla, Caramelized Cedar..Fragrance Description: This is a dreamy fine fragrance for your hair and body to spritz wherever life takes you. Vanilla Sky is sensual gourmand fragrance of warm vanilla notes blended with hints of cappuccino. Caramelized cedarwood lies at the base of the fragrance to give a rich golden warmth...About the Bottle: The Skylar Hair and Body Mist is a lightweight plastic bottle made with 30% recycled materials. A portable and convenient size to take with you on-the-go. All Skylar bottles and caps are 100% recyclable...About the Fragrance: Skylar was founded by u2018mompreneuru2019 Cat Chen after her daughteru2019s allergic reaction to her perfume. Dreamy Skylar fragrances are safe for you and safe for everyone around you. They are vegan, cruelty-free, hypoallergenic, and sensitive-skin safe...",
    "ingredients": "Organic sugar cane alcohol, Aqua/Water, 1,3-Benzodioxole-5-carboxaldehyde, 1,4-Dioxacycloheptadecane-5,17-dione, 1,6-Nonadien-3-ol, 3,7-dimethyl, 1-Propanol, 2-[1-(3,3-dimethyl-cyclohexyl)ethoxy]-2-methyl-,propanoate, 2(3H)-Furanone, dihydro-5-pentyl, 2H-Pyran-2-one, 6-heptyltetrahydro, 2h-Pyran-4-ol, tetrahydro-4-methyl-2-(2-methylpropyl), 3-Cyclopentene-1-butanol, .alpha.,.beta.,2,2,3-pentamethyl, 4H-Pyran-4-one, 2-ethyl-3-hydroxy, Benzaldehyde, 3-ethoxy-4-hydroxy (powdery note / safe synthetic), Benzaldehyde, 4-hydroxy-3-methoxy , Benzoic acid, 2-hydroxy-, (3Z)-3-hexen-1-yl ester, Cyclododecane, (ethoxymethoxy), Cyclopentaneacetic acid, 3-oxo-2-pentyl-, methyl ester, Ethanone, 1-(1,2,3,4,5,6,7,8-octahydro-2,3,8,8-tetramethyl-2-naphthalenyl), Naphtho[2,1-b]furan, dodecahydro-3a,6,6,9a-tetramethyl, Cedarwood Oil , Propanol, oxybis, Tetradecanoic acid, 1-methylethyl ester, Betaine, Panthenol......The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Spritz safely on hair, skin, and cotton or polyester fabrics..-Layer multiple Skylar fragrances together to create different possibilities and give your fragrance maximum impact...Recycling Instructions:.-This bottle and cap are 100% recyclable. When bottle is empty, remove cap and pump and wash thoroughly. .-Recycle the bottle and cap and place pump in the trash.",
    "num_reviews": 209,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/vanilla-sky-hair-body-mist-P508235?skuId=2693182&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2693182-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "2.7 oz",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2693182-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Yummy Vanilla Body Mist",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "If you like vanilla scents, this one is for you. It smells like a more expensive and stronger warm vanilla sugar."
        },
        {
            "review_title": "Not my fav, but still good",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Okay so Iu2019ve heard so much hype and good things about the Skylar body mists but knew I would never spend $40.50 CAD on a 80ml body mist. So when I saw that these were on sale on Black Friday I immediately bought this one and the boardwalk mist. This one was super underwhelming as it smells a little boring and basic. Itu2019s nice but just not worth $40.50. The boardwalk is amazing and I would totally recommend as it smells more unique and special (if youu2019re looking for a more high end body mist) Both are still nice to layer with and the mist is super fine which I like, but I donu2019t think theyu2019re worth $40.50, especially for the size."
        },
        {
            "review_title": "No lasting power",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Smells great but only last 5 minutesu2026 i should have listened to the reviews. Will be returning unfortunately :( really wish it lasted longer as it the exact scent I was looking for and didnu2019t give me a headache as most fragrance does"
        },
        {
            "review_title": "Nope",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Dry skin",
            "review_text": "Please pay attention to the other reviews - This smells just like B&BW warm vanilla sugar, except at almost 3 times the price. This product also has very poor lasting power - like 5 minutes! Will be returning ."
        },
        {
            "review_title": "Soft Vanilla",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I enjoy this scent so much, meshes well with any sweet or gourmand perfumes."
        },
        {
            "review_title": "smell doesn't last long",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "the smell smells so good ud83dudc4dud83cudffb I wish the scent lasted longer. feel like I could have bought something that would smell longer from bath&body works for half the price ud83dude14 will not be buying again ud83dude14"
        },
        {
            "review_title": "vanilla girls",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "yes yes yes love the body mist alot it pairs well with all my other products"
        },
        {
            "review_title": "Great scent, but doesn't last",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Great scent, decent travel size. Really only lasts about 2 to 3 hours. Not worth the $30 price tag. $10 tops."
        },
        {
            "review_title": "I absolutely love this product. Perfection!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This is the only scent I need! I spray it on my body, hair and even on my clothes sometimes. I hate heavy scents. This is just enough!"
        },
        {
            "review_title": "tough to make it last",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "fairLight skin tone, Combination skin",
            "review_text": "this smells sooo good but i have such a hard time making it last! i feel like youu2019d have to use the whole bottle to make the scent stay even half the day, which is very disappointing :("
        },
        {
            "review_title": "Go to body mist!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "Lovely scent! I have a hard time getting it to be a strong scent for a long time but it does a good job at softly lingering and I love how sweet and comforting the smell is"
        },
        {
            "review_title": "No vanilla smell",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I wish it was more vanilla smell. I saw this on tik tok and said ok I should try it. Bought it and the smell could be better."
        },
        {
            "review_title": "Beautiful light scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Amazing scent and a very good mist that is not going to get your hair damp or frizzy, on the smaller size of  bottles and the scent is very light definitely only noticeable if someone is close or giving you a hug. scent Iu2019d"
        },
        {
            "review_title": "Cozy vanilla",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "This smells so beautiful! The coziest soft and fluffy vanilla. The only downside is that it stays close to the skin and fades fairly quickly. Beautiful scent nonetheless!!"
        },
        {
            "review_title": "Hmm..?",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "A little confused how 93% of people recommend a body mist that barely lasts 20 minutes. If youu2019re considering buying this, just get bath and body works.. the scent isnu2019t anything much better, itu2019s just, fine!"
        },
        {
            "review_title": "NO other hair fragrance can compare",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I absolutely LOVE this scent! I am obsessed with the Kay Ali Vanilla perfume and adding this to my hair with Kay Ali Vanilla 28 on my body and clothes? Yes ma'am"
        },
        {
            "review_title": "Not a lot of spray for price",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Smells great but lasts not long at all even for body mist standards. With the vanilla scent from phlur, you get more than double the size for only $5 more"
        },
        {
            "review_title": "Subtle and long lasting, just a nice little secret",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "I adore this stuff and it has become part of my daily routine. I have really terrible reactions (allergies) to strong scents and have sensitive skin so I'm wary about trying body sprays and perfumes out.  But this is nice and light, just a fine mist that hits everything, and the scent is subtle and grown up but reminds me a bit of cotton candy.   It's a nice little secret, as only those close to you get to smell you, but I do notice men in my life (including coworkers) getting closer to me to sniff me a bit sometimes.  I'm loving it!"
        },
        {
            "review_title": "Lovely scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Scent is grown and sexy. Not no body works !  Love it and last.  I am a snob for scent and longevity. This is amazing"
        },
        {
            "review_title": "LONGEVITY perfect for summer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Wow! This is my first ever Skylar product and it did not disappoint. This smells sweet and fresh and vanilla but not to the point where it's overpowering! I really like the longevity and how it smells on me throughout the day. This would also be really good for layering."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is such a nice light and refreshing hair and body mist. I love the packaging and the sprayer is perfect. I really enjoy the scent. I feel like itu2019s a light sweet vanilla scent that is not overwhelming and can be worn every day on its own, but I think this would do awesome being layered under other perfumes for more longevity."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "Surprisingly this is an affordable product compared to their fragrances. It smells lovely and perfect for your hair to smell. Itu2019s a mist you can use for your body too but I would for hair. It last longer. Mists usually donu2019t last long on skin."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This smells so good! I love the vanilla and the subtle sweetness. ud83dude0d I will be getting the perfume next. If you like eos vanilla lotion, you will love this!"
        },
        {
            "review_title": "Floral",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This was a blind buy I was wanting something that smelled really warm like a vanilla cupcake but this smelled like floral has anyone else had this problem"
        },
        {
            "review_title": "Allergen Friendly Scent! (For me)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Only perfumes Iu2019ve been able to find that doesnu2019t trigger my scent allergies! No hives, no irritation. After years of wearing no perfumes and using unscented products itu2019s SO fun to be able to wear something again even if it doesnu2019t last long       the  the years to"
        },
        {
            "review_title": "Not great",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Oily skin",
            "review_text": "I thought it would be plain sugary vanilla, but sadly itu2019s kind of powdery and chemical like."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
            "review_text": "smells amazing but the same doesnu2019t last long at all"
        },
        {
            "review_title": "OMG MY FAV PERFUME",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Okay so about a year ago i got this as a sample and fell in love with it and used it up in one day! iu2019ve been saving to buy the perfume and didnu2019t even know they had a body mist!! A MUST FOR SURE!!"
        },
        {
            "review_title": "So vanilla-girly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I had the little sample and I got this one and It smells wonderful"
        },
        {
            "review_title": "Do Not Trust The Sample Scent",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I got a sample scent of the perfume and it smelt more like a caramelized vanilla cappuccino than the actual body mist. The rest of the reviews are definitely right when they say itu2019s similar to warm vanilla sugar from bath and body works. It definitely smells more sweet  than coffee like."
        },
        {
            "review_title": "one of my go-to's",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love the scent of this product and bought it after getting a sample of the perfume. My only note would be that it really doesn't last long, however I would expect that from a body mist since the perfume % is lower."
        },
        {
            "review_title": "Small bottle for price",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "The bottle is quite small, I didnu2019t look at the size before ordering. It is similar to BBW - much smaller bottle. Itu2019s a nice, sweet vanilla scent. Some fragrances give me headaches and unfortunately this didnu2019t work for me."
        },
        {
            "review_title": "Smells nice but doesnu2019t last",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This reminds me of BBW Warm Vanilla Sugar. Itu2019s a sweet and complicated scent but itu2019s so light that I couldnu2019t smell it an hour after applying it. I understand itu2019s a mist but geeze for the price i feel like it should Have some atayinc power!"
        },
        {
            "review_title": "Good if you like a really sweet smell",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Super strong vanilla / caramel smell. I usually love products with similar scents (I love the Brazilian bum bum line for example) but this product is just a miss for me. Reminds me of something nauseating that bath and body works would sell. If you like the scent, get it somewhere like bath and body works where the pricing is more reasonable."
        },
        {
            "review_title": "Nice simple vanilla",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "This is a nice, simple vanilla scent with a hint of cappuccino for all vanilla lovers. It smells a bit similar to u201cwarm brown sugaru201d from bbw, but this is better quality. It lasts about 3-4 hrs, which is great for body spray. The spray comes out very fine and evenly for easy application. Definitely try it out."
        },
        {
            "review_title": "Must Not Have",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "This spray smells nothing like vanilla. It has a high chemical smell to it. I really wanted to like it but this is a no go"
        },
        {
            "review_title": "Smells Amazing! We need more scents!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This body mist smells incredible! It lasted all day and we need more scents from skylar in their body mists! I love wearing this everyday! I get so many compliments."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This smells so terrible it doesnu2019t even smell like vanilla and it doesnu2019t last at all. I returned right away."
        },
        {
            "review_title": "I like body/hair spray",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "The packaging is clean, & spray nozzle works well. The product itself is lacking, it does not last at all. You can spray yourself/hair all over and will not smell like it 45 min lateru2026 62u2019 is still the goat."
        },
        {
            "review_title": "Perfect Vanilla mist. Not worth it for the price.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "To start, I want to say that this product is not worth $30, but it is a perfect vanilla mist. A comment said it resembled the Bath and Body Works vanilla fragrance. Still, I would like to say that Vanilla Sky is softer and not too drowning, while the other has a hint of alcohol/hand sanitizer to it. I love the smell of it when it touches my skin, and I also love the spray itself. I might not repurchase, though, as $30 is a bit of a splurge for a small mist bottle...even for me."
        },
        {
            "review_title": "SPRAYYY",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Love the smell of the actual vanilla sky perfume but did not want to drop $90 for a bottle; opted for the price friendly version and the scent is not as strong. Obviously, going in I knew it would be faint but I feel like I have to use 5-6 sprays each time in order to smell what I have on."
        },
        {
            "review_title": "Delicious!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is amazing! It just makes you happy! Delicious notes of vanilla and cupacciono! I love spraying this in my hair before leaving the house. Suck a fresh light yummy scent."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Great smell, but it is identical to bath and body works u201cwarm sugar vanillau201d in my personal opinion I do not think this product is worth 30 dollars. Save your money"
        },
        {
            "review_title": "Pas pour moi!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Ce produit ne fonctionne pas pour moi. Lu2019odeur est synthu00e9tique. Je ne suis pas fan."
        },
        {
            "review_title": "Doesn't last very long",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "The scent is good, not great - could be something you picked up at Bath & Body Works. It only lasts an hour or two when I give it a good 10 sprays. I like it for around the house when I can reapply and don't want to waste my expensive perfumes, but I don't think I'll repurchase."
        },
        {
            "review_title": "Love this even though I am sensitive to scents",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I am loving this body/hair spray. I am sensitive to scents and most perfumes, but I have no issues with this one. In fact my only issue is that I find the scent doesnu2019t last long enough and I have to reapply."
        },
        {
            "review_title": "So warm and lovely!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this complimentary. I was so excited for a hair and body mist. The scent of this is warm and comforting and perfect for fall/winter. The vanilla layers nicely with other scents and makes it perfect for any mood. Love this so much!!"
        },
        {
            "review_title": "Sweet scented",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Dry skin",
            "review_text": "The scent is strongly vanilla, so if you donu2019t like vanilla or gourmand scents then this is obviously not for you.  Itu2019s warm scented and would be good to wear in the fall and winter. Itu2019s not my favorite scent but I do like it when I want something sweet smelling. I also love the price point of it."
        },
        {
            "review_title": "so good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Oily skin",
            "review_text": "Omg! Let me start off by saying this scent is absolutely delicious, I love how sweet and warm it is for the fall time and the value is incredible. You get two and one a hair fragrance and an all over body fragrance which lasts for hours I am obsessed."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love this scnet that is by skylar beauty. It smells like a beautiful sweet vanilla. It is not too heavy and cloying and it perfectly wearable all year around. I would recommend this product"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
            "review_text": "Skylar Beauty's new Vanilla Sky Hair & Body mist is amazing.This body mist is extremely luxurious smelling without the huge price point.Every morning I spritz this mist in my hair and on my body.The scent is spicy,sweet,and delicate.With notes of vanilla, orange,and cinnamon you are sure to feel like in Paris coffee shop."
        },
        {
            "review_title": "A Nice Creamy Vanilla",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Normal skin",
            "review_text": "This is a really lovely Vanilla scent! Sweet, but not sickly so, and very nice and creamy. Iu2019m not a huge fan of vanillas by themselves, but this one is really nice layered with a more floral or fruity scent. And I think layering is definitely the way to go here, because on its own the longevity isnu2019t great. That would really be my only negative. But otherwise itu2019s very pleasant!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "The scent is perfect for me! I love sweet scent and Iu2019m a big fan of vanill, so this for me was on the dot. I sprayed it on my body and hair, and feel fresh and ready to go. Packaging is great and the spray is also very good. I think though the price point is not the best for how long this product lasts on you, I layered this spray, so I can combine with other products that do last more on body. Overall great product."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This was my first intro to skylar fragrances and it left me wanting to try more, but only because the longevity was not there. The scent was beautiful and I wanted it to last longer for sure. Even tho this is just a body mist, it didnu2019t feel worth the price (if not on sale)"
        },
        {
            "review_title": "So cozy and perfect for autumn",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Iu2019m so happy I got the vanilla mist because itu2019s the perfect amount of warmth and coziness for a nice fall scent. It makes me feel so cute and I love just spritzing myself throughout the day. Although I donu2019t feel like it lasts long, itu2019s very easy to take around in a medium bag/gym bag for a light pick me up."
        },
        {
            "review_title": "Clean hair&body spray",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This Vanilla Sky Hair and Body mist had very light vanilla scent, I feel like itu2019s perfect for all seasons. I layer it with other perfumes to make the scent warmer or sweeter. I love that I can use it on my body and/or hair, which makes it perfect two in one product. The only thing I didnu2019t like is, it lasts less than 3 hours on my skin. It's not very expensive and comes in a travel friendly bottle."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "This spray is pretty good! Itu2019s for hair and body which is interesting. The one con is the lasting power, I put it on and feel like it immediately fades away. I enjoy the scent a lot! Itu2019s a nice vanilla."
        },
        {
            "review_title": "Perfect for everyday use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "This smells sooo amazing, the perfect mix of sweet and airy! Iu2019ve been loving using this everyday and spraying on my body after moisturizing or in my hair. It surprising lasts a long time too which is a great value for use/price!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "red hair, Fair skin tone",
            "review_text": "I received this Vanilla Sky Hair and Body Mist to try out and review complimentary from Skylar Beauty in exchange for my honest opinion. This fragrance smells very creamy and warm and delicious, which I like a lot!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received the Vanilla Sky Hair and Body mist as a gift from SKYLAR in exchange for my honest review.  This body must have such an amazing scent! Iu2019m obsessed with it! The scent feels so cozy, warm and sweet. You can definitely get the vanilla and cappuccino scent very easily. For me it last all day, so itu2019s absolutely a good value for the money. Very recommend!"
        },
        {
            "review_title": "Long Lasting Mist",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Su00faper unique mist that can be used for both hair and body! Which I absolutely love! The most comes in a very nice sleek beige bottle that is easy to spray. The smell is mostly vanilla with a hint of freshness that does not make it overly sweet. Itu2019s a perfect balance and I found it too last for a long time. Doesnu2019t make your hair oily nor hard. Super content with this item especially with its price value!"
        },
        {
            "review_title": "The best body mist I've tried",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This is such a fantastic body mist. The fragrance is definitely noticable, without being overly strong. It's perfect to take on the go for touching up your fragrance, or to keep in your gym bag. And you truly can't beat the price for the quality. My boyfriend also loved the vanilla sky scent, which is always a bonus (he's hard to please with fragrances)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I received vanilla sky hair and body mist from SKYLAR in exchange for this post. This is my first time trying something this type of scent and I love it! It's a great scent for fall/winter. It doesn't last as long as perfume which is something I already know."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "I am IN LOVE with this scent!! Itu2019s so warm and sweet. I often hear people classify this as a summer scent but I 100% think this works as a cozy fall/winter scent too and look forward to this being my go to."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Dry skin",
            "review_text": "This smells so good!!! It has a warm, almost a bit smoky, vanilla. It doesnu2019t last on my skin as long as the perfumes but itu2019s perfect as a hair mist or sprayed on my clothes. It projects well and is quite strong for a body mist."
        },
        {
            "review_title": "awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "Vanilla Sky is pure delight! ud83cudf1f It wraps me in warm vanilla and cappuccino goodness, like a comforting hug. ud83eudd17 Lasts all day, and the value is fantastic! ud83dudc96 It's like a little slice of heaven that I carry with me everywhere."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It smells so good. I love the vanilla note and it's so nice to have it in a mist I can smell all over. I do wish it lasted all day but it lasts for about half the day. I would still recommend to anyone. Beautiful scent."
        },
        {
            "review_title": "Pleasant fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "Very pleasant fragrance!! Not overbearing but lasts all day, love the scent combo of the vanilla with a hint of woodsy and coffee undertones, it rounds it out well. Great value for money given the size and how long it lasts, definitely recommend if you love Vanilla scented products!"
        },
        {
            "review_title": "Vanilla spice",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "This vanilla hair and body mist smells nice. It has a strong vanilla fragrance and lasts fairly long. Itu2019s not super expensive and travel friendly. This is a good buy if youu2019re looking for a two in one."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This vanilla sky hair and body mist have an awesome scent. This scent is so awesome that takes me back to my high school years when all the girls including me were competing with body mist. Definitely vanilla my favorite scent and this one is the best."
        },
        {
            "review_title": "Nice Vanilla Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
            "review_text": "Skylar Clean Beauty sent me their Vanilla Sky Hair & Body Mist and it's the perfect every day scent for the cozy seasons ahead. There are notes of vanilla, cappuccino and caramelized cedar making it the best warm and spicy scent. This mist lasts a long time on my skin compared to other mists I've used before. You get a good amount of product for the price point. I truly love Skylar scents so I would recommend this one."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "if you have a love for warm, cozy, and vanilla fragrancesu2026 then this is a great scent for you! i love the fact that this is a two in one body and hair mist. it makes getting ready easier and quicker. love the scent so much!"
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I recieved this product from skylar beauty in exchange for my honest review. I absolutely love this hair and body mist from skylar beauty! It smells amazing, definitely the perfect hint of vanilla and cappuccino!"
        },
        {
            "review_title": "Awesome!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This spray is a dream! I love the light smell of warm vanilla and sugar! The smell lasts all day on my clothes and in my hair. I have gotten so many compliments on this product. Also, for the price this is definitely a great buy!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love using hypoallergenic fragrances. This hair and body mist has delicate notes of cappuccino and vanilla, while the cedar gives it a slight edge. An everyday gourmand for me. Itu2019s not too much or too little, itu2019s just right in sweetness and intensity. I especially love to apply it on my hair, as it lasts all day and I get occasional surprising whiffs of it. I recommend it."
        },
        {
            "review_title": "Better than oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "I love that this mist doesn't have a long-lasting scent, because I can use it with my fragrance. The mist absorbs very fast and doesnu2019t leave any sticky feeling after. I used it for a week on my legs and I feel my body hydrated. It is better than oil but does the same work. Love it"
        },
        {
            "review_title": "Best vanilla scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "I already knew I was going to love this because I own the full size perfume of this scent. I get nauseous from a lot of vanilla fragrances because theyu2019re too sweet but vanilla sky is my perfect vanilla scent. Itu2019s not too sweet and I absolutely love the cappuccino note in it. Itu2019s the perfect scent for everyday and can be worn year round. The hair & body mist was a great addition to perfume because I love layering scent and normally spray my hair as well. The mist lasted a good 4-5 hours on me and Iu2019m really happy with it. The nozzle on this mist is my favorite feature, itu2019s a fine mist that covers a large area."
        },
        {
            "review_title": "A fall and winter staple!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I actually am obsessed with this body and hair mist. The vanilla scent is perfect for fall and winter and I have gotten so many compliments on my scent. It also has a nice longevity. It doesn't last for too long but stays for a good while."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "This is a vanilla and cappuccino forward fragrance. The hair and body mist comes in an 80ml for $30 so itu2019s pretty pricey in my opinion, but I love that itu2019s travel friendly and I can just throw it in my bag and reapply when needed! Perfect for any gourmand lover"
        },
        {
            "review_title": "I Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This fragrance is unique, I have never tried something so great, and the best thing is that it works for both my hair and my body. I have been using it for several weeks now and the smell fascinates me. I will definitely recommend it to my family and friends."
        },
        {
            "review_title": "nice clean all over spray",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "The spray smells nice but it doesnu2019t last longer on my skin, when I layered it with other fragrances smells better, the amount you get for the price is really good. If you looking for a clean body spray go for it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This is a fresh fragrance for your hair and body with notes of cappuccino, pure vanilla, and caramelized cedar. Itu2019s not overpowering and smells lovely! It lasts for a couple of hours. Also, itu2019s hypoallergenic, vegan, and cruelty-free like all other Skylar products! I would definitely recommend it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Skylar Clean Beauty's Vanilla Sky Hair & Body Mist is a pure delight in a bottle. This exquisite blend of vanilla essence is like a warm hug for your senses. Spritz it on your hair and skin for an instant mood uplift and a subtle, alluring scent that lasts all day. Elevate your self-care routine with this clean and cruelty-free beauty gem, and embrace the natural beauty within you."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "I love the smell of vanilla sky! I spray this body mist allover. It is nice and light and can layer with other scents. Perfect for a transition into fall! The amount of product I get for the price is great too! Definitely worth it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "This is such a beautiful and travel friendly spray. Perfect for those of us who donu2019t want an overpowering scent but want to smell like SOMETHING. I get migraines from a lot of perfumes so I forgo sleeping in most, but this works for me.  I donu2019t feel overwhelmed with vanilla but itu2019s definitely there in the background. Still deciding if I like this one or the coconut one best :)"
        },
        {
            "review_title": "A fall must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Iu2019ve always loved the perfume in this scent, so I was excited that they came out with a hair and body mist of it! Itu2019s definitely not as strong or long lasting as the perfume, so you do have to overspray it. I love that itu2019s safe to spray in your hair, so it can make your hair smell good in between washes. The scent is perfect for fall! It smells like a sweet latte. Itu2019s a beautiful gourmand that doesnu2019t really change much over time. I mainly smell the cappuccino and vanilla notes the entire time."
        },
        {
            "review_title": "Perfect light scent that is not too heavy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received this Vanilla Sky Hair and Body Mist by Skylar. Upon opening up the box, it was packaged secure and that it is the perfect transport size. It goes on light without leaving residue. The notes of vanilla and cappuccino mixed makes you smell AMAZING. Recommend product for sure!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I am obsessed!!! It smells so good and it stays on for a while. Definitely recommend for a clean hair and body spray product that you are looking for because this one actually is amazing and so cute !"
        },
        {
            "review_title": "The smell is DELICIOUS!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This product is truly one of the best selling mists I have ever owned!! Iu2019ve been a big fan of Skylar for a while now, and this product doesnu2019t disappoint. If you are a fan of vanilla (without being too overpowering) this product is for you! Great on the go refreshener!"
        },
        {
            "review_title": "Such a yummy scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Vanilla Sky is most beautiful vanilla scent with with a subtle hint of cappuccino! The mist lasts all day and leaves me smelling yummy! There is so much product and you only need a little for the day! The reasonable price is definitely worth the money!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I received this Skylar Vanilla Sky Hair & Body Mist for my honest review. I am loving this line of fragrance mists, which are so good for layering or refreshing my scents during the day. The vanilla with hints of jasmine citrus is so gorgeous in this mist. This is an amazing value especially for someone who might not be ready to spend more on the perfumes just yet. I definitely recommend these."
        },
        {
            "review_title": "Smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I absolutely love this spray! The sweet vanilla smells so good but not too instense. I get so many compliments wearing it out and love that I can spray it on my hair or my body. Definitely recommend this!"
        },
        {
            "review_title": "amazing mist <3",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I love this body mist so much! Itu2019s my first Skylar Clean product and Iu2019m obsessed to say the least! The smell is sooooo amazing, and not too overpowering. it gives me the perfect fall scent. lasts a decent amount of time! def recommend"
        },
        {
            "review_title": "A classic vanilla scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Combination skin",
            "review_text": "This is your classic sweet vanilla scent. It's so comforting and perfect for fall/winter. It is strong for a body mist and has good longevity for a mist. It lasts about 4-5 hrs. I keep it in my gym bag. Of course, it isn't as strong as a perfume, but that's what I prefer since I have a sensitive nose and don't want to offend others. This is the perfect scent if you want someone to be able to smell you if they're very close or if they give you a hug. I don't find that this vanilla is anything ground breaking or unique, but it is a very good and very solid vanilla scent. It's a classic and a staple in anyone's fragrance collection."
        },
        {
            "review_title": "This smells amazing.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "The first thing about the product  is that it smells  amazing  so good. The spray has notes of cappuccino  pure vanilla and caramelized cedar.  This is a spray that can be used for both body and hair. This product  is hypoallergenic  this spray is safe for sensitive skin. One of my favorite  things about this spray is how it is clean beauty products it's vegan and cruelty free. My second  favorite is the smell. This perfume notes of the vanilla  the cappuccino  and caramelized cedar you can smell each one of them and it smells fabulous. I can not stop smelling my wrist  when I spray it. The 3rd favorite  part of this product  that you can now spray this in your hair and your hair can smells the same as your body or if you want to use another  Skylar spray you can layer it and use this in your hair and use another  Skylar product  on your body. This is a 5 star product and for the price that this product is you can not beat this deal and or quality of this spray."
        },
        {
            "review_title": "Smells yummy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "This skylar hair and body mist vanilla sky is yummy. I definitely smell warm vanilla and sweet caramel. Itu2019s mild, not overpowering and strong like some fragrances. I have a sensitive nose and I canu2019t deal with strong scents so this one is perfect for me. Itu2019s just yummy and long lasting too.  I like itu2019s for my hair and body. The price is good considering itu2019s dual purpose.   I like the slim spray bottle. Itu2019s very convenient to take on the go and on vacations."
        },
        {
            "review_title": "Love the smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This is a very warm light smell. I used it all over including my hair. It's non sticky and goes great on other products. This is a great scent for fall. I would continue to use these products. I've gotten a few compliments on the scent which is a plus in my book."
        },
        {
            "review_title": "Vanilla paradise",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I just cove the comforting warm scent on this Vanilla that was  by SKYLER Clean Beauty. I spray both sides of my neck my lower chest and writs which was very easily to apply. This perfume makes me feel cozy and nice. I think itu2019s more of a colder weather scent."
        },
        {
            "review_title": "Cozy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I really like this spray its light and easy to layer with other fragrances. The scent reminds me of warm vanilla sugar but way less harsh and comes off more mature and toned down. I didnu2019t give myself or my boyfriend a headache with this spray - yahoo!"
        },
        {
            "review_title": "Smells so lovely!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This hair and body mist smells absolutely delicious and has quickly become my go-to lately. I love that the fragrance lasts, while not being overpowering and has such a lovely vanilla scent. Sweet and creamy the notes of cappuccino, pure vanilla, and caramelized cedar are perfect for the season and remind me of walking into a bakery or candle boutique. The packaging is lightweight and easy to use and the fragrance dispenses evenly when applied. I am so thrilled with this product and it's a great value for the size as well."
        },
        {
            "review_title": "Great spray!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "Love this body spray! Such a nice sweet vanilla without being too overpowering, love spraying it on my hair, I find it lasts a decent amount of time and always get compliments! Amazing price for clean beauty!"
        },
        {
            "review_title": "Not for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I donu2019t want to be harsh with this review, but I donu2019t think this is for me. I was super excited about trying this out because I love body/hair mists. . I have smelt better sprays than this to be honest I love vanilla or fruity scents but I wouldnu2019t go out of my way to purchase this when I can get more for my money with other sprays( size and scent ) wise.   Like any other mist it doesnu2019t last long. In my opinion the scent is what makes or breaks it for people."
        },
        {
            "review_title": "smells good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Combination skin",
            "review_text": "This product is just amazing !!! It smells soooo delicious!!! I donu2019t even need a perfume anymore! The scent is warm, sweet and spicy at the same time! Perfect for fall/winter season. I would totally recommend!"
        },
        {
            "review_title": "Smells delicious",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "This hair and body spray smells devine! Itu2019s a sweet brown sugar scent thatu2019s not obnoxious or overly sweet itu2019s like a cozy sweet! I love to wear this all over, especially before bed. I feel so pretty in this scent."
        },
        {
            "review_title": "Literally smells lickable",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I smell like creamy vanilla latte, and Iu2019ve never been happier. The blend of sweet + woody is so perfect for fall, and the lasting power of the body spray is surprisingly good! Granted, itu2019s a $30 body spray, but in this scenario you get what you pay for."
        },
        {
            "review_title": "My new favorite Fall scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Skylar has a winner with this Vanilla Sky hair & body mist. The delicate notes of cappuccino, pure vanilla and caramelized cedar blend like a dream to create a scent that makes me feel warm, cozy and even a bit nostalgic. If Fall could be bottled, it would be this beautiful product! I love that it's hypoallergenic, safe for sensitive skin and can be used to freshen up my hair/body anywhere! It's my new favorite scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I really really like these body mists! The vanilla smells super yummy. The spray function is nice and light and provides almost like a misting. These remind me of Sol de janeiro mists but with more luxury!"
        },
        {
            "review_title": "Love the Aroma",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I received the Vanilla Sky Hair and Body Mist from Skylar in exchange for my honest review. The Vanilla Sky fragrance was a light and sweet scent. When sprayed, it provided enough scent to create a pleasant atmosphere around me without becoming overbearing. The scent itself is long lasting so the 80mL will last a while and is a lot cheaper than I thought it would be, definitely worth the price."
        },
        {
            "review_title": "Cozy Fall/Winter Vibes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "Vanilla Sky is perfect for cozy fall and winter nights. Itu2019s a beautiful soft and warm gourmand. It has a hint of caramel and vanilla sweetness, but it isnu2019t too sweet. Itu2019s rounded out nicely with cappuccino and the (caramelized) cedar. Itu2019s a sensual mist thatu2019s not overpowering. That said, a little goes a long way so itu2019s a good value."
        },
        {
            "review_title": "smells so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Oily skin",
            "review_text": "This spray smells amazing. I really like that it versatile for hair and body. I love each scent specified in this bottle. And I love that it lasts a good while. This is the first time trying this brand and I'm blowed away."
        },
        {
            "review_title": "I love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "The truth is that I am fascinated with this spray fragrance for use on the body and hair, it has notes that transport you to nature, I love its aroma of vanilla and flowers with a little sweetness, the truth is that it soaks easily into my body and my hair I can spend all day with its pleasant aroma, I love it because it is not a strong aroma but it is permanent, it is incredible how it melts into my skin and lasts there for hours and hours I highly recommend it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Soft and sultry is how I would describe the Vanilla Sky Hair & Body Mist from Skylar.  This mist sprays out in the perfect amount to give me a nice scent that lasts throughout the day.  I really love this as a nighttime spray since it is so calming."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I really like this body mist. It is a warm and spicy body mist. It is a great mist to use during the fall season and is great for any occasion. It is not an overpowering fragrance. Its combination of vanilla, cappuccino and caramelized cedar are just an amazing scent. I highly recommend it."
        },
        {
            "review_title": "Warm vanilla",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Skylar Clean Beauty Vanilla Sky Hair & Body Mist is a long lasting fragrance. It smells of vanilla with a pinch of cappuccino. It leaves you feeling warm and cozy. I sprayed this in my hair and all over my body and it lasted the entire day.  I think Iu2019d call this a perfume because of the staying power. And being able to use this in your hair gives you more bang for your buck."
        },
        {
            "review_title": "Perfect for fall!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This spray is incredible. It is definitely a gourmand vanilla scent, but I still love it despite my usual love of fresh fragrances. It feels like it has so many layers and goes so well on the body or hair. Honestly, it lasts a super long time as well. Iu2019ve been using this every day since I got it. I love it so much and itu2019s the perfect scent for fall!"
        },
        {
            "review_title": "A perfect scent for Fall",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Normal skin",
            "review_text": "Skylar Clean Beauty Vanilla Sky Hair & Body Mist smells amazing. It's warm and sweet, but not sickening. It makes me feel cozy and nostalgic for crisp Fall days. A little goes a long way and it lasts for hours, making the asking price fair."
        },
        {
            "review_title": "Affordable and wears well!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this body spray! It has warm, sweet and sultry notes and in my opinion itu2019s the perfect scent for fall. I love that you can spray it in your hair too. I receive many compliments when I wear it. Itu2019s definitely a true warm vanilla scent."
        },
        {
            "review_title": "so yummy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "This vanilla spray is so warm and cozy! I love using it to help myself prepare for the day ahead and feel confident and cozy! I love the scent and how it sprays so evenly and the perfect amount! I also love the value of the bottle"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I already adore the Vanilla Sky Hair and Body Mist by Skylar. The scent has vanilla and cappuccino notes that smell really yummy, without being overly sweet once it dries down. It makes me feel cozy and is absolutely perfect for fall. The price is reasonable for the fragrance and size. Will be spraying this on repeat!"
        },
        {
            "review_title": "Must HAVE!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I loved them right off the bat but havenu2019t purchased any yet. Now I got a chance to try the Hair and Body Mist and omgosh I am in love!!! The vanilla with hits of Cappuccino and Caramel is scrumptious!! A little goes a long way and it really lasts!! I love that I can spray in my hair!! You absolutely have to try this!!"
        },
        {
            "review_title": "A travel friendly must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I absolutely love this hair and body mist! Smells so amazing! I love the facts that it does not overwhelm me with the vanilla notes, I love sweet notes but usually vanilla smell too strong on me, but this miss impressed me! It is well balanced and my hair smell soooo good and clean!!! I do recommend this product!"
        },
        {
            "review_title": "It smells so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I received this product in exchange my honest review. Iu2019m a huge fan of body spray and I was so excited to try this one, the vanilla is sooo good, I used to go sleep and during the day  the smell lasted all day without needing to reapply. I received a lot of complements"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "It smells lovely. The bottle is cute and itu2019s a very unique vanilla, perfect for the fall time. I think this sprayed in your hair paired with the perfume on your body would create a pretty good projection and longevity."
        },
        {
            "review_title": "Perfect fall scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I received this product free from Skylar in exchange for my honest opinion. I absolutely loved the scent, the vanilla and caramel are my scents. This is perfect for fall and I love the it is safe for my hair as well. Iu2019m going to be smelling amazing from head to toes,"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "I got the Skylar Vanilla Sky perfume about two years ago and loved it. I don't normally like Vanilla scents, but this one is beautiful. So I was so excited to see it come out in a Body Spray. The scent is just as good as I remember."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Combination skin",
            "review_text": "I love skylars scents because I am very sensitive to smells and they are long lasting but not overpowering.  The vanilla body mist is nice because you can also use it in your hair and leaves a nice smell throughout the day. Very warm scent great for the fall!"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "I received this mist in exchange for this post! And I am OBSESSED it smells amazing and reminds me of the clean girl aesthetic! itu2019s my new go to and I will always re purchase! I love how itu2019s for your hair and body too!"
        },
        {
            "review_title": "Yummy scent!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is such a sweet and sugary body spray. Think of vanilla ice cream type of sweet but also with a coffee cake type of twist! I smell like an absolute snack when I put this on. Also it is seriously potent and lasts quite awhile for a body spray too Iu2019m pretty surprised. I canu2019t wait to try the other scents from this line!"
        },
        {
            "review_title": "Cozy and Sweet",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "When looking for a fragrance for fall and winter, I want something that evokes warmth and comfort. The notes of cappuccino and cedar mixed with the vanilla hits that sweet spot! It smells sweet and cozy, and gives me a feeling equivalent to curling up by the fireplace. I didn't expect it to last long, since it's a mist, but I found I could still smell it on my skin hours later. The size and material of the bottle is great for throwing in a purse - I have no concerns about it spilling inside, or not fitting. I especially like using it for after a gym sesh. I think the value for the price is just right. Highly recommend!"
        },
        {
            "review_title": "Smells so good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "I am obsessed with how this smells. I love a vanilla scent and this definitely leaves an impression. My favorite part is that it is meant to be in your hair, because I always spray my perfumes in my hair anyways. I love this product!"
        },
        {
            "review_title": "Super Fine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "The warm rich vanilla scent is so lovely and fresh for hours , reminds me of baked treats for Christmas . Itu2019s dreamy and long lasting and makes me feel every bit of the girl I am. I would love to try more of the brand."
        },
        {
            "review_title": "Perfect Warm scent for Fall",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
            "review_text": "I love this body and hair mist , it is definitely a good value for your money as it  is a significant fragrance. It has many notes to it . As called cappuccino. Vanilla  you definitely get that combination as it dries down . I absolutely love this warm scent"
        },
        {
            "review_title": "Great scent, can be signature worthy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This is a really great light vanilla scent that is perfect for year round. I love to use this to lighten and sweeten up perfumes, I will often mix it with fruity or other vanilla perfumes. The body spray is a great addition to the line and I feel like it lasts about 3 hours on my skin. This is a great clean brand."
        },
        {
            "review_title": "Sweet and gourmand!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This is an amazing sweet scent and I love to use it as a hair perfume by itself or as a body mist layered with other similar perfumes. The gourmand vanilla smells amazing and I get some other caramel notes that I love together. It is sweet but not overpowering and the lasting power is pretty good for a mist! It is also a great value because of how much product you get for $30. Highly recommend!"
        },
        {
            "review_title": "A vanilla dream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "If you are an old school vanilla girly, you will love this  sent. It brings me back to my high school days. It is a young inviting scent and the caramelized vanilla scent just completely ties the aroma together. It is great on the body and the hair."
        },
        {
            "review_title": "A must have for the season!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This scent is so perfect for this time of the year!! It smells like a french vanilla cappuccino, heavy on the vanilla. I love warm and cozy fragrances like this! I love how I get a good whiff of it throughout the day just from the wind around me. The scent carries so well and I've gotten multiple compliments about it on just the first day of wearing it."
        },
        {
            "review_title": "Amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I have this sent in the perfume version and Honestly smells so good and really is long lasting, perfect for fall and I will be pairing it with the perfume as well to have the matching scent! Complimentary by Skyler clean beauty"
        },
        {
            "review_title": "So good for the fall!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This vanilla mist is just perfect for upcoming season. It is warm and has some cappuccino notes, making it perfect for fall. The size of the bottle is impressive and itu2019s gonna last long. Great value for the price. Love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "I really enjoyed this vanilla scent !! If youu2019re a fan of vanilla you will really love this!! I really recommend  this everyone and have everyone turning heads!! Itu2019s super sweet and it lasted long on my hair too!! #complimentary"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This is the perfect vanilla scent! Iu2019m not a big vanilla lover but this is light and fresh. It is perfect for everyday and I love getting wiffs of it throughout the day! The size is great for on the go as well."
        },
        {
            "review_title": "Amazing Mist",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Dark skin tone, Dry skin",
            "review_text": "I absolutely love the Vanilla Sky Hair & Body Mist I was gifted complimentary by Skylar Clean Beauty. The mist smells absolutely amazing. It reminds me of a vanilla coffee drink. I love the fact that this is a clean beauty product as well. I recommend this product to everyone."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I like the handheld size of the packaging for starters. The scent is lovely, and I can even smell the hint of cedar wood in this fragrance mist. Unfortunately it doesn't last longer than 3 hours. I still think others would enjoy this."
        },
        {
            "review_title": "Vanilla lover special edition",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "Oh, this is just a miracle - a great option when itu2019s too hot outside, but you want to wear some kind of scent. Perfect bouquet for vanilla lover light, perfume aroma, but a little lighter. It smells like vanilla, the aroma of a candy store, tasty, bright. and all this for a low price. Apply a little spray to your hair or skin and plunge into the bliss of sweetness."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "This body spray smells amazing! Everytime I use it I have so many compliments about it! I would definitely buy it again and recommend it! Easy to apply apply and the price is fair for this product and the quality!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "this body mist smells so good! it is a classic, warm vanilla and perfect for everyday fall/winter days. love how skylar uses clean products and how the mist works for both body and hair. perfect mist for everyone!"
        },
        {
            "review_title": "Great fragrance!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I love how rich this product smells! It has a very luxurious scent that is also very comforting and warm! My only issue was that it didnu2019t last as long on my hair as other parts of my body, but I could still smell it on my clothes for a good while. Overall a nice product with great bang for your buck!"
        },
        {
            "review_title": "Get this mist",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "I have heard raves about skylar clean beauty scents. I was so excited to try vanilla sky hair and body just. It smells divine!! Itu2019s a sweet light smell and I canu2019t wait to keep using it. Itu2019s perfect for fall and I love it! Iu2019ve gotten so many compliments on it and itu2019s the perfect price point. Canu2019t wait to use it up!!"
        },
        {
            "review_title": "Love this scent.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This scent is absolutely beautiful! I love how warm and sweet it is and I find that this is the perfect to go option for this scent! The price value of this is also great and friendly for reapplying when I need to."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This body mist has a very enjoyable fragrance. Itu2019s not too overwhelming or too sweet. Has the perfect balance of vanilla. I love the packaging, is nice and clean and I like how this mist is made for hair too."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Normal skin",
            "review_text": "this is my favorite skylar perfume, so boy am i stoked to have this in a mist form!! i wear the perfume version daily, but i donu2019t always want it as strongu2014i also donu2019t always want to spray my expensive perfume allllll over, especially in my hair. i love doing a little spritz in my hair, it holds nicely and stays throughout the day. overall, love, especially for the price!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "I am a huge fan of all of Skylaru2019s scents and this one was no different! I love carrying a body spray in my purse to help freshen up throughout the day and this has a light, sweet vanilla scent that is perfect for a refresh. The price point is great and the scent is not overpowering at all! I love it so far!"
        },
        {
            "review_title": "Love the way it smells.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "Okay 100% honesty here ! I hate anything vanilla scented! So I went in hating this product. Oh was I so wrong! I love it so much! You can definitely smell the vanilla but itu2019s so lightweight and fresh it smells so good. And surprisingly it last throughout the day. I did receive compliments! Overall Iu2019m very happy I will definitely purchase when I run out. I highly recommend I promise you wonu2019t be disappointed."
        },
        {
            "review_title": "Comforting scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I absolutely adore the Vanilla Sky Hair & Body mist from Skylar Clean Beauty! This fine fragrance is like a dream come true for my senses. The warm vanilla notes, with just a hint of cappuccino, create a sensual and inviting scent. Itu2019s as if Iu2019m wrapped in the cozy embrace of a cafu00e9 on a crisp morning. The cedarwood base adds a rich, golden warmth that lingers beautifully. I love how I can spritz it on my hair and body, making me feel like Iu2019ve just stepped out of the best cafu00e9 in town. Itu2019s a delightful and comforting scent that accompanies me throughout the day. Highly recommended!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "Big fan of Skylar perfume. Specially of Vanilla Sky which is my go to perfume in the fall. So I was ecstatic to see they were coming out with a body and hair mist for it. The mist smells just as delicious as the perfume. On me it smells of warm vanilla with hints of amber. Smells almost like angel food cake. I love it. The longevity is pretty good too for a body spray. I've been wearing it for four hours now and can still smell it on myself and hair. This is a great body/hair mist. Would recommend."
        },
        {
            "review_title": "This is a Fantastic addition",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Skylar Fragrances Vanilla Sky hair and body spray fragrance is beautiful!! Smells just like their perfume but I must admit that I was super impressed by the stay power of this spray!! Itu2019s light enough but it literally lasted ALL day! I had sooo many compliments even when I went to bed that night i could still smell it as i brushed out my hair."
        },
        {
            "review_title": "yummyyy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "If you love vanilla scent then you are gonna want to grab this vanilla sky body spray from Skylar Beauty. So sweet and delicious smelling! I smell like a snack! It is definitely a must have!! Go get it now!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I must say, I'm definitely impressed with Vanilla Sky Hair & Body Mist. It's a fragrance that has managed to hit all the right notes for me, and what's even better is that it's not overwhelming at all.  This scent is a delightful blend of warm vanilla notes with hints of cappuccino and caramelized cedarwood. The combination is simply divine, and it's become my new go-to fragrance. What I particularly love is that the scent lingers in my hair for a long time.The versatility of this product is another standout feature. It's not just a hair mist; it can also be used as a body mist, which is fantastic. Having a product that serves multiple purposes is a win in my book. Plus, it doesn't leave any sticky residue, making it even more appealing.  The lightweight nature of Vanilla Sky Hair & Body Mist is perfect for my daily use. It doesn't weigh me down, and I can confidently spritz it on whether it's for my daily use to  or out for a special occasion."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "I usually don't like warm scents because they often smell too sweet, but this one is different. It's crisp and fresh with just the right amount of scent. It subtly stays with me for hours, and I love how it smells on me"
        },
        {
            "review_title": "Smells so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Super impressed with how good this fragrance smells!! It feels like a warm hug and a fresh baked sugar cookie. Absolutely love how a little of it goes a long way. Definitely worth every single penny!!"
        },
        {
            "review_title": "Smells amazing & itu2019s very affordable!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "This scent smells amazing, and itu2019s the perfect mix of sweet orange, bergamot, and vanilla. This formula is also long lasting and very affordable. I get so many compliments on this scent every time I wear it, and it has quickly become my everyday fragrance."
        },
        {
            "review_title": "Smells great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I love to wear this body spray when I have a dreamy  girly mood. It smells like vanilla and caramel, but not overbearing. While it doesnu2019t seem to last for long on my body, the value of the product is pretty good."
        },
        {
            "review_title": "Vanilla Mist",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This body and hair mist has notes of vanilla and cappuccino. I love how it smells and feels. I have used it on my hair and body and the vanilla notes are so on point. I am not a really big fan of the packaging but the formula is good"
        },
        {
            "review_title": "Straightforward and sweet",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "This scent is so yummy, like walking into a candle shop around fall/winter and smelling the warm spicy sugar cookie kind of scents lol. It immediately reminded me of that, and itu2019ll be great for the holidays and anyone that likes smelling like vanilla with a hint of spice. It lasts a couple hours on the skin and works especially well in hair. Very comforting and universally likable if you generally like scents in this category."
        },
        {
            "review_title": "Great smelling hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Itu2019s smells great! Itu2019s on the light side so I perfer this to layer. The mist is super fine perfect for applying on your hair. the scents are very luxurious and itu2019s a good price! It would make a great gift!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Skylar Clean Beauty's Vanilla Sky Hair & Body Mist reminds me of drinking a cappuccino in a cozy cafe. I really like the vanilla, caramelized cedar, and amber notes. It gives off a very warm, sensual, and sweet scent. It makes me feel like I am in Autumn season. The price value of the mist is good too."
        },
        {
            "review_title": "My new favorite scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "My husband's first reaction when he walked into the room the first time I spritz myself with Skylar Vanilla Sky was what smells like a vanilla cupcake? and he said he really liked it. This is a really nice and sweet gourmand fragrance due to the notes of Pure Vanilla, Cappuccino, and Caramelized Cedar mixed all together to make such an intoxicating scent that makes me think of fall. When I wear this fragrance, it makes me feel warm and cozy, like I'm wrapped up in a warm, snuggly blanket cuddled up on a cold night in front of the fireplace. It's the perfect fragrance to wear on a chilly day or evening when you want to feel cozy and comforted. The vanilla note in Skylar Vanilla Sky is not too sweet or overpowering. It's perfectly balanced by the cappuccino and caramelized cedar notes, which add a touch of sophistication and depth to the fragrance. Overall, I highly recommend Skylar Vanilla Sky to anyone who loves sweet, warm, and cozy fragrances. It's a perfect fragrance for fall and winter, but it can also be worn year-round."
        },
        {
            "review_title": "Great body mist",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Smells so good! Itu2019s perfect for layering. Itu2019s a lighter fine and airy mist i love how you can use on your hair they have three other awesome scents peach and coconut. I will be picking up the other ones!"
        },
        {
            "review_title": "My new favorite scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "This body & hair mist smells amazing! I love how it dispenses from the bottle, very light and easy. The warm vanilla scent isnu2019t too strong and overpowering, but is the perfect amount of vanilla and sweet! It smells so good, especially for colder seasons coming up!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I have been loving this! This is a great summer body spray. I do love that the ingredients are on the cleanse side compared to other brands. I would say itu2019s on the expensive side for a body spray. Itu2019s also not as complex as some of the other ones."
        },
        {
            "review_title": "warm and inviting aroma of vanilla",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love the vanilla scent this body mist makes me feel like I'm wrapped in a cozy blanket, providing a sense of comfort and relaxation and makes me feel warm, relaxed, and happy. I highly recommend Skylar Vanilla Sky Hair & Body Mist. It's a beautiful, comforting fragrance and multipurpose mist that is well worth the price. *I received it free in exchange for my honest review*"
        },
        {
            "review_title": "Lovely scent!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I love the vanilla scent. It smells amazing!! This mist is long-lasting and not too strong. I use it every day as perfume. It lingers on my hair and body very pleasantly. I'm very impressed with this Vanilla Sky Hair and Body Mist!!"
        },
        {
            "review_title": "Everyday hair and body mist",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received skylar hair and body mist in the scent vanilla in exchange for this post/review. This perfume retails for a value of $30 in my opinion itu2019s a great price. The smell is very sweet with a hint of cappuccino. Itu2019s longevity is of about six hours itu2019s a great hair and body mist I will enjoy using this daily."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Iu2019m very glad to try Skylar hair and body mist, the scent is Vanilla Sky. It has a warm vanilla feeling, with a little bit of coffee scent and caramelized wood scent. It is very suitable for autumn season."
        },
        {
            "review_title": "Sweet vanilla",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Lovely sweet vanilla cappuccino scent that is just so warm and delicious for colder weather months. Decent price for a 80 ml, easy enough to carry around in a gym bag. Also extra points for the sensitive skin approval! Love that."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "The vanilla is pretty strong in this. I can spray it on my hair and smell it all day long. For that price wise I think this is a good value. It isnt super sweet smelling since it has notes of cedar and cappuccino, but you cant really make them out. They balance out the fragrance pretty well."
        },
        {
            "review_title": "If you love vanilla",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "As someone who loves vanilla and sweet scents this was definitely up my alley! Itu2019s not too overpowering, itu2019s also a bit spicy which is what makes it unique. I love that itu2019s a spray so that itu2019s more subtle, perfect to keep in your gym bag for a little refresher. It lasts a good while considering itu2019s a spray. I have not tried the perfume version so I canu2019t  really speak to that but Iu2019m very happy with the spray!"
        },
        {
            "review_title": "Love this scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This body mist smells great. The vanilla and caramel make the perfect combination and are not overwhelming at all. This takes me back to my high school memories. It is just $30 which I think itu2019s a great price. Will definitely recommend this product."
        },
        {
            "review_title": "Beautiful scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "It smells amazing! It lingers onto you all day with a suttle yet very fresh smell! It has very sensitive ingredients, which makes it perfect to spray into your hair as well! I love the way I got so many compliments about the amazing smell and for the price of this product I definitely recommend!"
        },
        {
            "review_title": "Vanilla sweeetness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "It a is a sweet warm gourmand scents that can easily be layered with other fragrances.  It is light and long lasting.  Love how affordable it is and a perfect scent now that we are going into fall. It is made from clean products and itu2019s is also hypoallergenic love that!"
        },
        {
            "review_title": "Smells so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This one smells good and is great out of the shower or on the go. Works great if you work in the heat and need to refresh until vou can make it to the shower to wash your hair just Love the smell. I use this as a hair perfume and as a perfume in general. Stays for a good amount of time price is good not expensive and this was complimentary by skylar Thank you so much"
        },
        {
            "review_title": "Must Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I am obsessed with this hair and body mist. The blend of vanilla, caramelized cedar and cappuccino results in am amazing sensorial experience. The packaging is nice as well and i like the fact that it is reasonably priced. I also like that it is multipurpose - can be used on hair, body and cotton/polyester fabrics. Absolutely in love with it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Dry skin",
            "review_text": "I am absolutely in love with this Vanilla Sky hair and body mist! It smells amazing! It's very light but has such a beautiful scent to it! The notes all come together beautifully! It lasts all day long which is fantastic as well!"
        },
        {
            "review_title": "Smells amazing!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I absolutely love anything with a vanilla scent to me so this just made sense! I love this scent because it is sugary sweet but isnu2019t too overpowering like some other perfumes and mists I have tried. I also love being able to spray in my hair because it makes my hair smell amazing!! Iu2019ve gotten a lot of compliments!! Love!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This scent is beautiful! I love how they came out with scents that are more affordable, and easier to bring for on the go. is very vanillaE and sweet, but thatu2019s how I like it. In addition, I found that it lasted a good amount of time for being a body mist."
        },
        {
            "review_title": "MUST HAVE HAIR MIST",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "First, let me tell you how many compliments Iu2019ve already received after just using this hair mist for a week whenever I pass by somebody or hug them they always say oh my gosh your hair smells incredible and I owe it all things to this mist. The price value I find very reasonable for the quantity and quality you get in this bottle!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I don't typically enjoy vanilla scents, but this body mist is something special. I appreciate that it's not overwhelmingly strong; it has just the right amount of scent I want to wear. The vanilla note is quite captivating. I really adore it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "i have never smelled a yummier hair & body mist! i ordered vanilla sky and you'll definitely be a fan if you love warm, gourmand scents. i mist this all over and smell like a sweet latte all day long. it's also super easy to layer this with other fragrances <3 (extra points from me for affordability)"
        },
        {
            "review_title": "Soft but sexy fragrance ud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I received this product and was so excited!!!! I really LOVE clean fragrance! This fragrance has warm notes of vanilla and softer notes of a slightly caramel fragrance. Makes me feel like Iu2019m walking through a forest on a cool sunny day. I really enjoyed how soft this fragrance sprays and how long it lasts on the shirt. One spray goes a long way! So I definitely think it is worth the price. Would definitely recommend this product! I received something in exchange for this post."
        },
        {
            "review_title": "warm inviting vanilla - doesn't last long though",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is only a body mist, but still a pretty good value considering the rollerball perfume is already $30. Packaging is very sturdy, thick plastic. Its a 2.7 fl oz bottle which is convenient enough to throw into the bag on the go. Unlike Coconut Cove, Vanilla Sky does not perform as long on my skin, but no headaches with this one. I get less than an hour of wear time before it becomes a skin scent. This body mist smells a lot like a milder warm vanilla sugar scent iykwim. Not the biggest fan of straight up vanilla scents, but I can see myself layering this with some of my favorite fall and winter scents like black opium. If you're looking for a warm vanilla scent, this is one to try! Side note, the first ingredient is organic sugar cane alcohol, idk if prolonged use in hair as hair mist will dry it out, so recommend to use mainly as body mist."
        },
        {
            "review_title": "Amazing scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "For some reason I donu2019t like using perfumes in a day time but I do love having a nice body scent. This Vanilla sky hair and body mist is exactly what I was looking for! It gives a nice s bent that is fresh but most importantly not overpowering or overwhelming. Iu2019m really glad with this mist!"
        },
        {
            "review_title": "Perfect fall scent!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This hair and body mist is so worth itu2019s price of $30. Itu2019s perfect for fall months. It smells amazing and brings back so many joyful memories. The notes of vanilla, cappuccino, and caramelized cedar create a dream scent.I love that it is also for sensitive skin, and hypoallergenic. I received this product as a free sample from Skylar."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This is a great vanilla scent perfect for the fall and winter. I love the simplicity of the bottles and that I can use it for both hair and body mist. Some perfumes and mists can be too harsh for the hair but I donu2019t think this one is! I do like that this is made out of cleaner ingredients too."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "This mist by Skylar is amazing. Itu2019s feminine and smells like vanilla. The texture is light and doesnu2019t make my hair sticky. It is very long lasting and the scent is stable. The mist is fine and packaging is bigger than I expected."
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "The value for the price of this product is SO. GOOD. for $30 this hair and body mist smells exactly like the vanilla sky perfume they have and the scent is really long lasting! Iu2019m so impressed with how much I love this new launch and I hope they launch more of their scents as this mist! Spraying this on my hair is a game changer for making myself smell good allll day long."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This is such a warm comforting scent! Itu2019s perfect for autumn. It reminds me of that warm vanilla bath and body works scent, but this one is clean, vegan, and hypoallergenic! Iu2019m super excited to wear this as the weather gets colder."
        },
        {
            "review_title": "great vanilla spray",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I am such a big fan of vanilla fragrances/perfumes and have tried many- this one has to be in my top three! It is the perfect vanilla scent and I like that it is a mist. Comes at a good value as well!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received something in exchange for this post. This is such a rich warm vanilla scent. It's a great cheaper alternative if you do not want to buy the perfume version. I think it smells just as amazing and lasts a while too. If you want to smell good all day make sure to spray it on your hair and neck!"
        },
        {
            "review_title": "love the scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I absolutely love this body and hair spray. I love this brands products and how long lasting their scents are. vanilla is my favorite scent and this one is just perfect. I will be repurpurchasing when I run out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "I LOVE THIS SCENT. It's a great cheaper alternative if you do not want to buy the perfume version. I think it smells just as amazing and lasts a while too. If you want to smell good all day make sure to spray it on your hair!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Itu2019s a warm and vanilla heavy scent that will have you smelling like a yummy dessert all day! The scent actually lasts for a long time and still lingers the next day without being too overpowering! I highly recommend this spray!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This body + hair mist is soooo good! Itu2019s one of the very few that actually lasts all day. I use it in conjunction with my favorite scented body wash and I smell immaculate all day! I get loads of compliments, so I highly recommend this spray! Itu2019s very warm and vanilla-y, youu2019ll be smelling like a yummy dessert! Iu2019m going back to purchase the other scents also!"
        },
        {
            "review_title": "new go-to scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "personally i only use vanilla scents so when i saw that skylar made their iconic vanilla sky scent into a hair and body mist i was very excited to try. i love that this product is a lot more affordable than their eau de parfum of the same scent. this scent can be described as a u201cclean girlu201d vanilla with a really subtle note of coffee."
        },
        {
            "review_title": "Love this scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received the product vanilla sky hair and body mist, and I have to say that I really enjoyed the scent of this product. Vanilla, cappuccino, and caramel all work so wonderfully together to create such a sweet light scent for the hair and body!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "This is a must! Love that you can use this on your hair and how great a value this is! Smells so good, not too sweet and lasts a long time. Love how refreshing and sweet it is and how it puts me in a good mood when I use it!"
        },
        {
            "review_title": "Smells so good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "I received the scent Vanilla sky, and Iu2019m pleasantly surprised on the scent, the vanilla isnu2019t so overpowering, itu2019s just the perfect vanilla scent, it has hints of Cappuccino, Pure vanilla and Caramelized Cedar, the scent lasts a good amount of time, the price in my opinion may be a little too high only because of the size of the bottle but for the brand I would say itu2019s worth it!"
        },
        {
            "review_title": "Smells amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Iu2019m obsessed with all things vanilla scented, and thatu2019s why I had to snag this! I love how it can be used for my hair and my body. Plus, the value is crazy, itu2019s such a big bottle! This will last me a really long time"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This hair and body mist smell amazing and also has great staying power!  I love their vanilla perfume so this is a great addition for my body collection and a great body mist!  I love the vanilla and cappuccino smell!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I am a big fan of vanilla scents and this is a great one. It is a warm and sensual gourmand scent that is so cozy to wear. It is sweet with spicy notes too. Itu2019s a great value and size. Smells delicious all day!"
        },
        {
            "review_title": "I love it so much!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "really enjoyed this vanilla scent it smelled delicious! If youu2019re a fan of vanilla I would recommend you buy this youu2019ll smell yummy and have everyone turning heads. Itu2019s super sweet and it lasted long on my hair too!"
        }
    ]
}