{
	"product_id": "356",
	"name": "Special Cleansing Gel",
	"brand": "Dermalogica",
	"categories": "Skincare, Cleansers, Face Wash & Cleansers",
	"price": 64.0,
	"about": "What it is:A pH-balanced, foaming gel cleanser that gently removes impurities without disrupting your skin’s natural moisture balance..Skin Type:Normal, Combination, and Oily.Skincare Concerns:Pores, Dullness, and Oiliness.Formulation:Lightweight Gel.Highlighted Ingredients:-.Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also vegan, gluten-free, cruelty-free, and comes in recyclable packaging..What Else You Need to Know:After using the Precleanse Cleansing Oil (sold separately), double-cleanse with this soap-free, naturally foaming cleanser, which leaves your skin feeling smooth and clean. Lightweight and gentle enough for daily use, this formula washes away toxins and debris without a drying or stripping effect.",
	"ingredients": "-Lavender: Soothes skin..-Quillaja Saponaria Bark Extract: Naturally foams and cleanses. .. Water/Aqua/Eau, Sodium C14-16 Olefin Sulfonate, Sodium Lauroyl Sarcosinate, Butylene Glycol, Hydroxyethylcellulose,Lavandula Angustifolia (Lavender) Oil, Quillaja Saponaria Bark Extract, Citrus Limon (Lemon) Peel Oil, Melissa Officinalis Leaf Extract, Citrus Aurantium Bergamia (Bergamot) Fruit Oil, Cymbopogon Nardus (Citronella) Oil, Glycerin, Cocamidopropyl Betaine, Sodium Cocoamphoacetate, Hydroxyacetophenone, Cocamidopropyl Hydroxysultaine, 1,2-Hexanediol, Caprylyl Glycol, Propanediol, Citric Acid, O-Cymen-5-Ol, Disodium EDTA, PPG-5-Ceteth-20, Sodium Hydroxide, Sodium Benzoate",
	"how_to_use": "Suggested Usage:.-Gently lather a small amount in moistened hands and apply to a dampened face and neck..-Rinse with warm water..-Follow with toner and moisturizer...Pro tips:.-Never use hot water when cleansing; this strips skin of the natural oils critical in maintaining hydration levels..-For an exfoliating power cleanse, mix in Daily Microfoliant Exfoliator (sold separately)...Recycling Instructions:.-Rinse and recycle both the bottle and cap.",
	"num_reviews": 782,
	"overall_rating": 4.5,
	"product_url": "https://www.sephora.com/ca/en/product/special-cleansing-gel-P423136?skuId=2002103&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2002103-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "8.4 oz/ 250 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2002103-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "16.9 oz/ 500 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2010171-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "After using this products over a past few weeks I love the results"
		},
		{
			"review_title": "Really good for acne prone or sensitive skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I’ve been using this for 4 years now after getting it the first time as a gift from my aunt. I have really acne-prone skin and struggle finding cleansers that don’t irritate me and this is amazingggg! I can’t see myself  switching anytime soon"
		},
		{
			"review_title": "Gentle, cleansing, and perfect for acne prone skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
			"review_text": "This face wash is so gentle, soothing, yet effective at cleansing the skin. This cleanser cleared up some acne I was having and it has made my skin look so much smoother and brighter. The texture on my face has drastically improved.  I use the make up eraser cloth to remove my make up, and I use this cleanser afterwards to follow up. It works perfectly! My face hasn't been this clear and smooth in a long time.   I also own the Acne Clearing Face Wash by Dermalogica as well, and I want to say that the special cleansing gel formula actually works better for acne and skin texture. I'll be buying this one from now on.  It is pricey, but this is definitely the best basic (but not so basic) face wash I've ever used. My skin never feels tight or dry after using either. Definitely worth it and the bottle lasts a long time. Would highly recommend!   I purchased these products with my own money, this is not a sponsored review."
		},
		{
			"review_title": "a MUST have in my everyday routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This is my all time favorite cleanser, super cleansing and the only cleanser I've used that gives immediate soothing. doesn't leave any weird feeling on your skin after rinsing just simply so so fresh"
		},
		{
			"review_title": "Not what I expected",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Guess it’s just now for me. Was really hoping this was going to work for me. I bought the cleansing oil this powder & moisturizer every time I would go to put my moisturizer on my face would burn for a few seconds. My face also seems to be really now & it was more on the oily side."
		},
		{
			"review_title": "Best Face Wash",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Helped clear up my super stubborn chin acne and leaves my skin looking & feeling incredible."
		},
		{
			"review_title": "A MUST HAVE FOR ACNE PRONE SKIN",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "Oh gosh where do i begin… i have struggled with acne for many years and let’s just say my face has never looked clearer or smoother, and it is noticeable by everyone around me! so worth the $!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "LOVE!!!! the consistency is great! and leaves my skin so refreshed"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Light skin tone, Normal skin",
			"review_text": "So great! Gentle on the skin but really helped clear up breakouts I had from a different product. I gave it 4 stars cause it’s quite pricey and I’m not sure if another product for a lesser price would’ve done the trick. Invested in value pack anyways"
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "A lot of cleansers actually have pore clogging ingredients this one didn’t! So I gave it a try and let me tell u the way this cleanses my skin without ruining my skin barrier and let me add a little goes along way!!!!! LOVEEEE"
		},
		{
			"review_title": "Very nice if you can afford it",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "It’s a good cleanser. Not drying like some cleansers. My face actually felt soft and moisturized after cleansing. Removed makeup better than most cleansers I’ve tried. My only complaint is that it’s a bit pricey for a cleanser."
		},
		{
			"review_title": "⭐️⭐️⭐️⭐️⭐️",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I have used for years Belif cleanser but after using this one for a few weeks my skin is really better. My small bumps disappeared, the skin didn’t feel tight or dry and it looks radiant and clean. 10-10"
		},
		{
			"review_title": "Favorite Cleanser",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "This is my top cleanser and the only large size I buy. I order smaller sample sizes of other cleansers, but this is the best one. I typically use this one with another to double cleanse. Why change a good thing?"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dark skin tone, Combination skin",
			"review_text": "I've been using this cleanser since 2021. It gets the job. My face doesn't feel too dry, just clean. Sometimes, I double cleanse or use micellar water after if wearing makeup. I've bought backups in my bathroom."
		},
		{
			"review_title": "🤍",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, notSure skin tone, Normal skin",
			"review_text": "i love this cleanser! when i started actually doing skincare i used drunk elephant and it made me break out. i still use drunk elephant but i just don’t use the cleanser. it took a while to uhm revive my skin from the state it was in but im glad i found this cleanser!"
		},
		{
			"review_title": "100% Holy grail",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "Definitely a holy grail for me! Loves how clean my skin gets without completely stripping it dry. This item is not cheap but a little goes a long way. I just bought one during the sale because me current bottle will probably be out in about a month.. I bought it in October and lost half of it to my suitcase in December. Despite that, this bottle still lasted 7 months! Definitely worth it"
		},
		{
			"review_title": "A must Have!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "The best cleansing gel there is. This can dry your skin but only if you over use it. It’s a must have and a def repurchase for me. Has helped with my hormonal acne.  acnHwjdnjqjxjjwjqjnxjkqkwbxjiwnbckoqpqodjqn"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Cleanser works well. I don’t think super expensive cleanser is necessary so this fits the bill. I get the largest size and also have the pouch refill so I can fill up my travel size bottles for trips."
		},
		{
			"review_title": "A must-have in my routine!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Combination skin",
			"review_text": "I have very sensitive and acne prone skin and I have tried a multitude of various products over the years. The minute I put this on my skin, it felt perfect and soothing. This product has zero fragrance and is lovely as a second cleanser in a skincare routine. The bottle is large and comes with a lot of product. You get the best bang for your buck. Highly recommend to try!"
		},
		{
			"review_title": "Bottle Cracked Open in Middle",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Love the product but the packaging was awful. The bottle split open in the middle after only a few uses. I ended up having to throw it out."
		},
		{
			"review_title": "MUST HAVE!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I loved it lots! It cleared my acne in less than a month."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Love the cleanser but brings out my redness so I won’t be repurchasing unfortunately."
		},
		{
			"review_title": "A++",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "My favourite cleanser ever! I’ve used it everyday for a little over a year, and my skin has never looked and felt better!"
		},
		{
			"review_title": "go to cleanser!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Have tried multiple cleansers and I just love this one! So gentle on my face, can use multiple times a day if needed and does not dry out my face! Feel sooo clean after using. And good size bottle for the value"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Is the most gentle face wash that I ever seen it is good for my combination type of skin, and it is good for every day it’s better to buy the value size because you will finish it fast . I started using them, and then the whole family started using it.family started using them ￼￼￼"
		},
		{
			"review_title": "Gentle but drying",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "At first I was happy with this cleanser as it is gentle on my sensitive skin however within 2 weeks my pores started being visible and my skin dry and inflamed. I think it's too drying. I have sensitive combination skin."
		},
		{
			"review_title": "Not worth the price tag.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
			"review_text": "Not a gel, super watery. Doesn't cleanse well. Certainly, can't use it on its own."
		},
		{
			"review_title": "Only thing for my acne",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "First got this as a sample and ended up buying the full size. I have dry and sensitive skin that’s acne and blackhead prone, this is the only gentle cleanser that’s taken care of my acne and doesn’t break me out! Not using anything bc else from Now on."
		},
		{
			"review_title": "10/10 absolute must",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, notSure skin tone, Normal skin",
			"review_text": "I love this face wash it feels so nice on your face and it really helps with break outs. My mom bought it for me to try and I absolutely love it."
		},
		{
			"review_title": "10/10!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I LOVE this product, I’ve had it twice now and it has seriously improved my acne prone skin"
		},
		{
			"review_title": "Horrible ingredients!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "Made my eyes swell up! I had to go to urgent care because of the severe reaction my skin had!  Never again!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I’ve repurchased 3 times. Don’t see a need to find a different cleanser, my hormonal, dry prone, sensitive skin loves it and so does my boyfriends oily skin. I do not recommend the pre cleaning oil though."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Dried my skin right out after 2-3 uses. Had high hopes cause the exfoliator has been a god send. Just not for me!"
		},
		{
			"review_title": "Its okay",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I like it. Doesn’t break me out. Very similar to cerave wash. Doesn’t take off makeup that well. Even with cleansing oil before. Need a few rounds of micellar water after."
		},
		{
			"review_title": "They changed the formula!!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Combination skin",
			"review_text": "I am so disappointed.  I take back the good review I left. They apparently changed their formula! I bought a new bottle and it caused my cheeks to get red and dry plus I broke out severely on my chin. I got cystic acne from this! I used this for years and it worked great. What were they thinking?! I read on Reddit from a dermatologist that they decided not to work with them because they were changing their formulas to sell products at Target. So I guess they are putting cheaper ingredients in some of their products, so that they can sell it for cheaper. I am now having a hard time finding a new product that doesn't make me break out. It took me a long time before I was able to find this cleanser."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This product really cleanses my skin and my skin feels fresh and clean after. However, it is slightly drying, although that might just be because of my skin type. The formula is great- it lathers up nicely."
		}
	]
}