{
	"product_id": "1324",
	"name": "Paradoxe Eau de Parfum",
	"brand": "Prada",
	"categories": "Fragrance, Women, Perfume",
	"price": 214.5,
	"about": "Fragrance Family:Florals.Scent Type:Warm Florals.Key Notes:Neroli Bud, White Amber, White Musk.Fragrance Description:This is a floral, ambery perfume that reinvents freshness with a neroli bud extraction to capture the flower’s fresh scent, sensuality with bio-converted amber to reveal a vibrant warmth, and intensity through a revolutionary musk molecule for an intense yet subtle trail..About the Bottle:This refillable perfume bottle reinvents the most iconic code of the Prada brand: its triangle logo. Tilted yet powerfully grounded, the radical shape of the bottle is softened by rounded edges while the coral-pink color of the fragrance contrasts with the black cap and Prada coat of arms. The perfume bottles have been designed to limit use of glass and the boxes are FSC™ MIX certified, ensuring a sustainable choice of paper and paperboard. The entire Prada Paradoxe range is refillable, allowing for less packaging material. A single 50 mL bottle of Prada Paradoxe and a 100 mL refill uses 40 percent less materials in total versus three 50 mL bottles. This includes 29 percent of glass, 67 percent of metals, 46 percent of plastics, and 39 percent of cardboard..About the Fragrance:This feminine, floral perfume for women is an invitation to explore and express the paradoxical multidimensions of women. Experience the celebration of self-expression and the liberation that comes with being never the same, always yourself.",
	"ingredients": "Alcohol, Parfum/Fragrance, Aqua/Water/Eau, Limonene, Linalool, Benzyl Salicylate, Benzyl Alcohol, Methyl Anthranilate, Ethylhexyl Salicylate, Butyl Methoxydibenzoylmethane, Coumarin, Hydroxycitronellal, Citronellol, Geraniol, Citral, Tris(Tetramethylhydroxypiperidinol) Citrate, Farnesol, Benzyl Benzoate, CI 17200/Red 33.",
	"how_to_use": "Suggested Usage:.-Fragrance is intensified by the warmth of your own body. Apply in the creases of your knees and elbows for a longer-lasting, stronger scent.&nbsp;",
	"num_reviews": 1522,
	"overall_rating": 4.6,
	"product_url": "https://www.sephora.com/ca/en/product/paradoxe-eau-de-parfum-P501198?skuId=2591170&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2591170-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "1 oz / 30 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2591204-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "1.6 oz / 50 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2591188-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "3 oz / 90 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2591170-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Must Have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Normal skin",
			"review_text": "Very strong and lustful! A 10/10 to have in your collection."
		},
		{
			"review_title": "favorite perfume ever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "i’ve had this perfume for a year and it’s easily my favorite perfume. i have people coming up to me asking what perfume i’m using because i smell amazing and expensive. 100% recommend"
		},
		{
			"review_title": "my everyday",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "the best floral and sweet perfume for everyday use"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "Absolutely STUNNING scent. The hardest was choosing which of them to get between the intense or the virtual flower."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This product is so amazing, I feel sexy and elegant when I put it on me"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "The smell stay for long and smell so good, I smell like sweet."
		},
		{
			"review_title": "Attention Catcher",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "This is my SIGNATURE scent …. Anything else I wear is okay but I always have people complementing me whenever I wear this ,  I got the 50ml not to big not too small and just refill it when needed . This is the only scent you’ll ever need. As time goes off it fades into a lovely warm jasmine smell that is just so appealing that even others think so as well"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I’ve washed my arm repeatedly, I exfoliated, used an oil based face wash… I cannot get this freaking scent off of me and it’s giving me a headache."
		},
		{
			"review_title": "The best fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This is my favorite fragrance in a long time. I have been trying to find a signature scent and have been so pleased with this and received so many compliments. It clean, warm, not overbearing but perfectly feminine. The best!"
		},
		{
			"review_title": "Ehh",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Doesnt last very long for the price you pay for a bottle. Smells very good though!!"
		},
		{
			"review_title": "Old Navy perfume!!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I love this scent, reminds me of Old Navy from the 90s, but a much more expensive version of it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Deep skin tone, Dry skin",
			"review_text": "I got this as a free sample and yes ma'am this is that perfume.  It smells so good and last so long,  it is intense which is nice but not overpowering."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I recieved my order already. But my free sample is different with what i select!!  I select my way fragrance and dior but i recieved skin care!!!"
		},
		{
			"review_title": "love it love it love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Normal skin",
			"review_text": "literally in love with the scent and it lasts most of the day for me, I think the 30 ml is a good size and I really love how it's refillable"
		},
		{
			"review_title": "I love this perfume!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Normal skin",
			"review_text": "I tried it in the store a few times and thought about if I like it. I couldn't stop thinking of this smell! I finally purchased this, no regrets! it smells so good and I like the notes of this fragrance! I use it at work and it lasts long! It's subtle and not too strong. Buy it now! ♡"
		},
		{
			"review_title": "A compliment getter fss",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I got the sampler set and wore each sample every day and this one got me the most compliments a girl I sat with on the bus told me she smelled me across the bus and said it smelled good I love it last so long and projects well smell reminds me of Valentino clean musky and floral not too musky or floral tho almost like grapes"
		},
		{
			"review_title": "Good Fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I love the powdery, floral smell but it's not one of my top 5. It's not long lasting on me though."
		},
		{
			"review_title": "best is travel sizes",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I have really been enjoying Prada Paradoxe. The fragrance is such a nice, balanced warm floral as I typically don’t go for most floral scents. However, the amber and musk really help tone down the florals for me personally. I also really love the packaging, the bottle design is fun yet mature and stands apart in my collection. I had tried this product before in smaller sets and had it on my list to purchase either a larger travel spray or full size so I was excited to receive this. The downside is that I find this perfume to not be as long lasting as I would expect from a luxury brand. I would say it lasts about five hours and then you could use a refresh, which is a bummer as I have many perfumes that last all day for me. I would recommend this perfume primarily in the travel sizes for this reason so you can always have it near. I did receive this item free from influenster in exchange for my review."
		},
		{
			"review_title": "Not a hit for me",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This just wasn’t a hit for me. To me it smells exactly like Viva La Juicy. It has a heavier sweetness to it which gives me a headache. If you love Viva La Juicy, then you will love Prada Paradox. However, Juicy is more affordable. I did notice quite a few 5 star reviews and I see that many of those were gifted the product for free. So if you’re unsure about the scent, test it out in store and see if it meshes well with your body’s ph."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "This perfume has pleasant floral aroma but a little intense, before you buy u need to check the smell, its good for every season, you can use it everyday and also special days,  package is very cute and comfortable for me to have in bag when i am going out, very noticeable smell for others, gets compliments almost every day, definitely one of my fav perfume  🌸"
		},
		{
			"review_title": "Love it, my everyday perfume now",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Combination skin",
			"review_text": "Today I am reviewing the latest addition to Prada's fragrance line, the Paradoxe Intense, which I got from Influenster. This new rendition elevates the beloved original to new heights, maintaining its iconic triangular flacon while intensifying the scent's complexity and allure.  Prada Paradoxe Intense elevates the original scent to new heights with intensified floral, warm, and woody notes. The Jasmine superinfusion, Ambrofix accord, and bold Moss base create a captivating, sensual fragrance. It boasts impressive sillage and projection, making a bold statement. While the deeper, edgier character may risk overindulgence, the meticulous craftsmanship shines through. This fragrance is a must-try for those who appreciate a daring yet familiar scent, perfect for leaving a lasting impression."
		},
		{
			"review_title": "I love this perfume!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "This was a great addition and it smells like a light breeze of comfort. I have had a couple friends complement my perfume and they also wanted to get some."
		},
		{
			"review_title": "my new essential perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
			"review_text": "Scent Complexity: PARADOXE by Prada is a wonderfully complex fragrance. It starts with a burst of vibrant citrus that quickly gives way to a sophisticated floral heart. As the day progresses, you'll notice warmer, woody notes emerging, creating a rich, multifaceted experience that keeps evolving. It's the kind of scent that keeps you intrigued, always revealing something new.  *Packaging Design:*   The bottle design of PARADOXE is pure Prada – elegant and modern. Its clean lines and minimalist look are elevated by luxurious details like the gold cap and the subtly engraved Prada logo. It's not just a container for the fragrance; it's a beautiful object you'll be proud to display on your vanity.  *Projection:*   The projection of PARADOXE is impressive. Just a few sprays are enough to make a statement without being overwhelming. It's perfect for leaving a lasting impression, whether you're at a meeting or out for dinner.  *Sillage:*   PARADOXE has a moderate to strong sillage, meaning it leaves a pleasant, lingering trail that draws attention in a good way. It's noticeable but not overpowering, ideal for those who like their presence to be felt without dominating the room.  *Versatility:*   One of the standout qualities of PARADOXE is its versatility. It works for any occasion, from formal events to casual outings. Its complex profile makes it suitable for both day and night, and its sophisticated charm means it fits well in any season. It's a true all-rounder in your fragrance collection."
		},
		{
			"review_title": "Love this must have ♥️♥️",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Absolutely love the way this smells, I always get compliments every time I wear this perfume. The design of this bottle is also great since you can practically take it anywhere you go. I would definitely recommend giving this a try, it’s a must have."
		},
		{
			"review_title": "bottle is refillable",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Combination skin",
			"review_text": "love the the bottle it smells good but not my typical perfume I usually get. the smell give me older women. love that it is refillable."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Combination skin",
			"review_text": "The product was packaged nicely, and the shape of the bottle allows for it to stand very sturdy. The scent is beautiful and very versatile, I believe can be worn for any occasion.  I feel as though the smell changes throughout the day, and each sniff is even better than the last!  The smell is very strong with just 1 spray, so I feel as though it would be easy to over do it with this.  It is dry on the skin, not oily."
		},
		{
			"review_title": "Crisp clean floral",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Normal skin",
			"review_text": "This perfume has a crisp, clean, floral scent. The packing is cute. The perfume is also long lasting, I took a shower after wearing it and you could still smell the perfume after! I do think it smells a little strong when you first put it on, but as you wear it it does lighten up a bit which in my opinion smells better."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The airy floral scent, great for summer. Fresh and zesty top notes of Italian Vert de Bergamot, a lively flowery heart incorporating Jasmine accord and Neroli, and base notes of Musk and Ambrette for comfort. It is feminine."
		},
		{
			"review_title": "Sweet scent with beautiful packaging",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "The packaging and bottle design are stunning. I would love to just use this for decor. However, I’m not a huge fan of the scent because it’s a bit too sweet for me. The scent is very fitting for the name tho, so if you’re into sweeter scents then this will be a great choice for you."
		},
		{
			"review_title": "Best Purchase",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "The Paradoxe Refill is the best purchase.. The quantity and quality is so worth the price.. It's an absolutely wonderful fragrance.."
		},
		{
			"review_title": "A must have when going out",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "After using this product I swear everyone gives me compliments on how well I smell"
		},
		{
			"review_title": "Love it!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, lightMedium skin tone, Combination skin",
			"review_text": "Ughh I love it so much! I first smelt it from a sample and ever since been hooked and officially got it. It is defiantly a girly girl scent but not too overpowering. Lasts long and is a perfect scent for everyday wear or a night out"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Prada Paradoxe Eau de Parfum is a truly exquisite fragrance. It's so floral and classic, perfect for any occasion. The scent is beautifully balanced, combining fresh floral notes with a touch of sophistication. It lingers on the skin for hours without being overpowering. I receive compliments every time I wear it. Highly recommend for anyone looking to add a timeless scent to their collection!"
		},
		{
			"review_title": "one of my fav perfumes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Oily skin",
			"review_text": "i dont usually like floral scents but this one is so nice. its such a strong perfume so you only need one spray and it STICKS to your clothes. such a nice summer scent!!!"
		},
		{
			"review_title": "Very feminine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Dry skin",
			"review_text": "My boyfriend gifted me this for my birthday. I wore it to a wedding the next day and got compliments even at the end of the night although I couldn't smell it. It's kind of strong when you first spray it until it settles, then it's like a delicate floral scented aura that surrounds you."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I got the largest one and it smells amazing! I recommend"
		},
		{
			"review_title": "A pretty sweet scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I caved in and bought this sweet scent. The scent makes me happy. Perfect for spring and summer."
		},
		{
			"review_title": "What’chu say!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "People told me this perfume was the one and bay-bee what’chu say!!! Everything good you’ve heard about this perfume is true!! It smells amazing, long lasting, great price, sexy, intriguing, cute decorative bottle, attention grabber, it has all the qualities you’d expect from a great perfume. You will not be disappointed with this one. If it matches your skin chemistry watch out because I’m telling you folks will be asking what are you wearing."
		},
		{
			"review_title": "A no from me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "Received this in sample. Was excited to try it but it smells terrible on me. Reminds me of a floral car air freshener."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Very cheap scent. Not sure what happened to Prada. Mass market quality. Very sweet, nothing special."
		},
		{
			"review_title": "Yellow, no pink",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Light skin tone, Combination skin",
			"review_text": "What happened to keep the product under controlled temperature conditions? It turned yellow, I received yellowish parfum, not the traditional pink Prada I used to have ."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "I get so many compliments on this every time I wear it, it really last and the value of the refillable bottle is so worth it!"
		},
		{
			"review_title": "A must have scent, should be more popular",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "My best and most complimented scent ever, perfect for day and nights. Truly a favorite"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "Easily one of the best smelling fragrance. Think feminine, mature in the best way possible, sexy yet very classy. Good for day time and night time. And OH MY GOD the longevity and projection, it lasts on body and clothes for hours."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Wow!  Such a classy and chic smell. It lasts for a long time, more than a day."
		},
		{
			"review_title": "new fave scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Deep skin tone, Combination skin",
			"review_text": "This has become a new favorite. i love how it smells. I've gotten a lot of compliments on this scent. i do use vaseline or some sort of oil so the scent can last."
		},
		{
			"review_title": "My go to fragrance",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This is my everyday/signature scent! I’m on my second bottle now! Opening is bright and citrusy, neroli projects for maybe 2-3 hours. The dry down is my favorite part! If you generously spray it lasts well for 4 hours, and then as a skin scent it lasts for about 2 hours after that. Stays on clothes for days. A very crowd-pleasing fragrance, you can wear it in all season and everywhere. Only con is that you do have to spray pretty generously for it last & project in my opinion."
		},
		{
			"review_title": "my everyday perfume. i also layer it with vanilla.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "smells good and last long, definitely would buy again."
		},
		{
			"review_title": "smells amazing ￼",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, notSure skin tone, Combination skin",
			"review_text": "this smells so good and lasts all day long one and super strong ￼￼"
		},
		{
			"review_title": "So Fresh & So Clean Clean..lol",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, auburn hair, Light skin tone, Dry skin",
			"review_text": "Everyone's body chemistry is different..I'm so picky with perfumes...THIS! Is my go to sent! I've never gotten so many compliments wearing a perfume ..prior I was wearing Valentino Donna Born in Roma which has a similar smell and I would get a few comments as well...but this is the perfect perfume for me ...even my patients tell me that I smell good"
		},
		{
			"review_title": "The best",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "If you want to smell fresh powdery and floral this is the perfume for you the smell is powerful so apply lightly. It is also somewhat comparable to the sol de Janero 40-68"
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Oily skin",
			"review_text": "Best perfume EVER it smells like sophisticated woman the smell is long lasting I will be repurchasing and making this my permanent smell ❤️"
		},
		{
			"review_title": "Absolutely must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I have never gotten more perfume compliments than when I am wearing this one! I thought it didn’t last but I was kinda “nose blind” to it, and after working a 9 hour shift at our restaurant my coworkers said i smelled so good!!!"
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "Recommend Recommend Recommend .. this is some bomb perfume.. it is one of the best that’s on the market … I love it .. it is so perfect for date night or what ever just simply marvelous 🩷🩷🩷 I brought the travel size will be purchasing the the bigger size soon"
		},
		{
			"review_title": "so good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
			"review_text": "the best scent ever!!! I love this one so much! it's a must have for any perfume liver"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This is the best perfume ever!!! It lasted 13 HOURS ON MY SKIN. I have never had a perfume last that long, and I was also at work, where my perfume usually wears off. This smells amazing too!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "Smells amazinggggg, i bought the big bottle and dont regret it"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I’ve gotten so many compliments on this perfume, it’s strong and has that sexy smell. Not sweet."
		},
		{
			"review_title": "Smells amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
			"review_text": "Prada Milano is my go-to fragrance for special occasions. It’s a sophisticated and feminine scent that never fails to receive compliments. The combination of iris, vanilla, and benzoin creates a creamy and slightly powdery aroma that’s both comforting and alluring. I love how it lingers on my skin for hours without being overpowering.”"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Olive skin tone, Oily skin",
			"review_text": "smells very good, it takes a long time before the smell fades"
		},
		{
			"review_title": "Love at first sniff!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This fragrance is so beautiful. A fresh fruity, powdery scent. Fresh bergamot and tangerine at the top with a hint of a juicy pear. So bright from the citrus notes. The mid features a beautiful sweet slightly gourmand orange blossom note which I have discovered a great love for. A sweet headiness from the jasmine sambac. Then you reach the dry down of that bourbon vanilla, ambery and musky base to balance it, so it's not a syrupy sweet fragrance! This fragrance is delicious and captivating to my nose. A very 'pretty girl' scent. Many call it basic and it is a familiar mainstream scent. But mainstream means loved by hundreds of thousands, so I'll take that over a $300/$400 fragrance that I have to 'grow' to love or let my nose 'mature' to understand!! Fantastic sillage and longevity."
		},
		{
			"review_title": "Smells absolutely divine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, fairLight skin tone, Combination skin",
			"review_text": "My new favorite! I was looking for a sexy every day scent, and this is definitely it. It’s smells divine. I’m usually not a floral girl, but this is perfect."
		},
		{
			"review_title": "SMELLS HEAVENLY",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "if your thinking about biting the bullet on this one GET IT RIGHT NOW. I kid you not I get so many compliments wearing this."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "The scent is sweet but reminds me of samples in a magazine"
		},
		{
			"review_title": "THE BESTTT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "I LOVE this perfume so much, a couple sprays lasts me all day. It smells so good after being on the skin for a while and it's better than the intense version. Another review I saw said it's like subtle cotton candy which I agree with, I'm not into sweet smells or floral at all but this one is different. It's warm, not too sweet, not too florally. I wanted something mature and youthful at the same time, not smelling like my Gma (lot's of designer perfume's smell like that to me) and this is it."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Oily skin",
			"review_text": "I absolutely love this perfume. It’s long lasting as well. It smells similar to Valentino “Born In Roma”, but sweeter. I would definitely recommend it."
		},
		{
			"review_title": "A super sweet, sophisticated scent. Soooo many con",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Bought this after I received a sample with a Sephora order, and I loved this from the start. I usually steer clear away from florals unless they are a gourmand floral but this is absolutely beautiful. The citrus candy, floral, and vanilla blend masterfully to make this scent unforgettable. I bought the 90 ml and will definitely be ordering a backup. The bottle is also beautiful, and it is refillable."
		},
		{
			"review_title": "Same as Valentino!!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "SO it smells good.. However, it smells similar to the Valentino in Roma perfume!! Like what !! I returned it because it was $160 lol. Kept the Valentino one."
		},
		{
			"review_title": "One of the best!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, notSure skin tone, Combination skin",
			"review_text": "Honestly one of the best perfumes ever! It lasts really long and is similar to olympea by paco rabanne!! Buy it you won’t regret it!"
		},
		{
			"review_title": "A Must Have in your collection!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Combination skin",
			"review_text": "I love the way this smell! In my opinion it’s better than the intense version."
		},
		{
			"review_title": "But It !!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
			"review_text": "This was a blind buy for me based solely off reviews, and boy am I glad I purchased it. This scent is very mature and sexy !! I loveeeeeeee it !!! It smells sooooo good !! Definitely get it if you’re thinking about buying !! You’ll need this in your collection !!"
		},
		{
			"review_title": "By far the best perfume!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "This is the best perfume I have ever smelled. It is sweet, but sophisticated. Worth every penny. I will be wearing this forever."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Dry skin",
			"review_text": "Wow, it is incredibly, incredibly strong— warm and sweet, the white musk really brings it out. Almost reminds me of…sophisticated pink cotton candy, the scent does. Lovely!"
		},
		{
			"review_title": "Good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Smells like a strawberry it’s sweet and luxury . it also stay long on your  hair or clothes, ￼￼￼"
		},
		{
			"review_title": "A parfum have in my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "It smells amazing 🤩 You should buy this. Perfect 👍"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I love it ! It smells amazing! It’s soooo me 🥰 I will definitely rebuy it ."
		},
		{
			"review_title": "Yes yes yes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I’m in love my new favorite! It smells just amazing! Super long lasting! My husband definitely approved and re ordering another bottle once it comes back into stock. This scent is a must have for sure!"
		},
		{
			"review_title": "Overpowering musky scent",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I wanted to love this, but it is just too heavy. It’s too musky for me, not the sultry feminine scent I was going for. I don’t know why It’s listed under the floral category, it smells/wears predominantly musky. Also if you are prone to headaches this heavy scent will not be a good choice."
		},
		{
			"review_title": "Grape Cough Syrup",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Porcelain skin tone, Oily skin",
			"review_text": "Powerful scent and lasts long, but it smells like grape cough syrup to me/on me. Don't quite understand the hype around this one."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "This is by far my favorite scent for spring/summer. It is sweet and floral and everything nice! I don’t like smelling like a candy store but this is sweet done right imo."
		},
		{
			"review_title": "Get ready for the compliments!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "I get so many compliments when I wear this perfume. It’s a must have in your fragrance collection. My boyfriend smelled this on me and couldn’t stop smelling me. He loves when I wear It. You won’t regret buying it!"
		},
		{
			"review_title": "Must Try!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
			"review_text": "I totally recommend to those who love a good fresh floral fragrance. I'm usually a sweet gourmand girlie but I wanted to try something new & less juvenile, & this was the right pick! It's an elegant, delicate white floral with amber & musk. Super crisp and slightly sweet scent that's very versatile for a wide age range. I'm 20 & my mother is 44 and loves to wear this too. The only con is that it lasts around 3-4 hours before needing to touch up. This is a safe blind buy if you love white floral fragrances"
		},
		{
			"review_title": "A must-have perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "OMG 🙌 this smells A-M-A-Z-I-N-G. It smells delicious. It is a sweet smell but not disgusting. It is a delicate soft scent but with a good fixative."
		},
		{
			"review_title": "Yess",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Medium skin tone, Combination skin",
			"review_text": "It smells divine! However, it takes a bit getting use to with initial spray. I think the dry down is perfect. You definitely do not need to douse yourself in this. 2 sprays max & you’re gonna be smelling great"
		},
		{
			"review_title": "Strong",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Normal skin",
			"review_text": "So strong. I don’t understand reviews saying it’s weak. This stuff is piercing if you overspray. Big white florals with amber, and big white musk. Sometimes clean and other times super sweet."
		},
		{
			"review_title": "A PRADA PARADOXE GIRL all the way",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "BIG YES!! I ABSOLUTELY LOVE THIS PERUME! A PRADA PARADOXE GIRL all the way! The smell lasts all day and you will definitely get to hear compliments when wearing it!"
		},
		{
			"review_title": "Loveeeee!!!! <3",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "Obsessed. My sister got it for me for Christmas. I need two spritz’s, and it lasts all day. I spray it on my robe at home and I can smell it every time I put my robe on. Lovely  scent. Makes me feel soooo boujee"
		},
		{
			"review_title": "Scent is faint and does not last long.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "lightMedium skin tone, Combination skin",
			"review_text": "Scent is extremely faint! Smells good at first but then the scent fades within 1 hour (I apply it to both my clothes and my neck and wrists). You have to constantly reapply it. Ended up returning! So sad!"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Lasts all day without having to spray the whole bottle"
		},
		{
			"review_title": "A Must Have !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "Love it!!! Just started my perfume collection and this was a MUST have !!!!! #1 on my list ! Last long and smells great"
		},
		{
			"review_title": "Obsessed!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Oily skin",
			"review_text": "Everything about this product from the packaging to its sweet scent to its longevity is amazing. I love the bottle, it's very Prada and unique compared to the average fragrance bottle- looks amazing on the vanity. It's a really feminine and playful fragrance. I don't typically love musk scents but the other notes lean very sweet and floral that it's super wearable and pretty. It lasts all day long, clings for days to my hair, clothes and even watch band! I sometimes like to layer this with something extremely gourmand and sweet for an extra layer of sweetness and it's perfect. I love this!!"
		},
		{
			"review_title": "Smells DIVINE!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I am usually not a floral girl, but my second try of this, I was SOLD! I am a gourmand girly and love my vanilla’s, ambers, and musk/oud, but I’m pretty sure the amber and white musk hooked me. Now, this is my soft, feminine and sophisticated all day fragrance go-to!"
		},
		{
			"review_title": "Smells amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, notSure skin tone, Oily skin",
			"review_text": "THE SMELL IS AMAZINGG!! i bought this in the perfume samples set and it smells amazing. Sweet and flower scent. Definitely a must if you want a sweet scent."
		},
		{
			"review_title": "Love, love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "This perfume is one of my favorites! Absolutely love this scent!"
		},
		{
			"review_title": "a must have on everyone’s perfume shelf",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "YES YES YESSSS!!!! This is the perfume of the year. Can’t get enough of it and can’t recommend it enough. I’ve used a whole bottle in the last year."
		},
		{
			"review_title": "My One True Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
			"review_text": "I am obsessed with this perfume. I am not one to switch up my perfumes regularly; I usually find my one signature scent and stick with it for years. Previous to finding my one true love in this perfume, I used Acqua di Gioa for yearsss. Then this beauty came out last year and I've been obsessed ever since!  This will be my one perfume for the next 10+ years, or until I feel like I've matured enough to be ready for Chanel.   LOVE LOVE LOVE <3"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
			"review_text": "Smells amazing! I get so many compliments when I’m wearing this!"
		},
		{
			"review_title": "Fragrance develops nicely",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Although this particular fragrance is not my favorite I did enjoy using it once in a while. The fragrance develops nicely as you wear it."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Got compliments everyday since I started using this one. Started off with a small one as a gift and then decided to get a full size. Last very long (all day). As if right now, nothing can beat this one."
		},
		{
			"review_title": "Smells great buuuuuut",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Dry skin",
			"review_text": "smells very familiar, it took me a minute but I realized it smells A LOT like alien goddess without the hint coconut."
		},
		{
			"review_title": "Not for me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This fragrance has an awful nondescript smell. Fortunately this was a free sample."
		},
		{
			"review_title": "Way too sweet",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Smelled this in store on several different occasions just to make sure my nose wasnt acting funny. This literally smells so bad. It smells sickly sweet like cotton candy— it smells like perfume a 12 old bought at Claire’s. Not sophisticated at all. I cant understand the rave reviews. Even my friend who works at Prada and loves the brand agrees this smells absolutely terrible."
		},
		{
			"review_title": "Love Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "I got the free sample and I AM IN LOVE (although it came half empty compared to other samples I’ve received). I usually don’t like floral perfumes but this one smell is soft and somewhat sweet. Definitely will be buying the bottle!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Super odeur. Forte au départ mais on s’habitue vite."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair",
			"review_text": "the sample of got was very nice. but half the mini bottle was empty. it smells nice and fancy"
		},
		{
			"review_title": "Love this 🩷",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
			"review_text": "This is a soft, feminine, sweet floral scent that I love! I didn’t expect to like this perfume but the color and packaging intrigued me so I chose it as my free sample and now I’m putting this on my Christmas list and adding it to my collection 🩷"
		},
		{
			"review_title": "A warm intoxicating paradoxe",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This fragrance is indeed a paradoxe to me. It start with a warm dark intoxicating blend of pear, orange and vanilla... just to dry out with a hint of cheap freshness... and that's the point I get reminded that I hate neroli (would have been a wonderful fragrance for me without that note). Overall is a very strong fragrance, for people who want to be noticed; it's quite a neutral fragrance, I can easily see it used by a guy without smelling too feminine. In a way the scent seems a little bit outdated and common, but you get a decent quality with Prada nonetheless."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, gray hair, Fair skin tone, Normal skin",
			"review_text": "I love the scent, but after having it sitting on a glass table over the warm weather the perfume leaked out and the metal spray rusted. I think it's the design, I spoke with staff & showed a pic of the table residue. I was told they had not heard of that & couldn't do anything for me. I'm going to try again with management & bring in the bottle. So disappointing & find it hard to believe this is an isolated case."
		},
		{
			"review_title": "Not for ppl with allergies",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "Just not for me. Gave me a headache twice. Its very strong, lasted all day I could not get rid of the smell even after the shower"
		},
		{
			"review_title": "I wanted to love",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "Received a sample. At first, I was in love, but unfortunately it gave me quite the headache. It's a very sweet and vanilla type smell."
		},
		{
			"review_title": "Sexy sweet scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Normal skin",
			"review_text": "Prada Paradoxe parfum is an absolute delight – its captivating blend of notes creates a unique and alluring fragrance. Having sampled it and subsequently purchased the full size, I found its sophisticated charm and long-lasting allure to be truly irresistible."
		},
		{
			"review_title": "I prefer to use it in the morning",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I’m so happy with this product🥰 people been asking me about this perfume"
		},
		{
			"review_title": "Right feminine notes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "Found this Prada to hit all the right feminine notes. Floral, citrusy with underlying musky and amber tones. It is neither overpowering nor very light and can grow on your easily. Will recommend for sure!"
		},
		{
			"review_title": "Super sweet, not unique in any way",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Many people in fragrance forums/groups were raving about Prada Paradoxe and saying it was a safe blind buy, so I had high hopes! However, on me it smells super generic and sweet, reminiscent of grape cough syrup. Not unique in any way. I'm so disappointed!"
		},
		{
			"review_title": "Smells delicious and expensive!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I absolutely love this perfume. I smelled it one time and immediately purchased the largest size. It lasts all day and i can still smell it in the room i sprayed it on myself in for days. I get compliments every time i wear it."
		},
		{
			"review_title": "Love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I love this fragrance a lot. It has a sweet floral scent that smells so feminine."
		},
		{
			"review_title": "Favorite Perfume Ever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I don’t like floral scents and I LOVE this. It’s feminine and smells really clean and fresh to me. I’m bad at describing scents but just go smell it! The scent lasts most of the day for me."
		},
		{
			"review_title": "So many compliments!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love this perfume, it smells amazing! I've gotten sooo many compliments on it. All my friends ask me what I'm wearing whenever I put it on. It's light and has a lovely floral scent. The notes are perfect for a nice dinner or even everyday!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Great scent! Notes of floral, musk and tad earthy. Grown and sexy vibe. funky bottle shape."
		},
		{
			"review_title": "Wonderful scent but not long lasting",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I bought this perfume in Milano after finding out that it was the scent everyone is wearing. Wonderful feminine scent but the eau de parfum is too light and lasts about 5 minutes. I even tried the hack of putting unscented cream on my wrist and then applying the perfume but it didn’t work. Save your money or buy the more concentrated one."
		},
		{
			"review_title": "RICH AND SEXY",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair, mediumTan skin tone, Dry skin",
			"review_text": "Fell in love immediately, long lasting… makes you feel luxurious. You wont even have to spray too much. This might just be my favourite perfume."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I received it as a gift from my husband and found my new signature scent. Smells so good and very long lasting."
		},
		{
			"review_title": "Cantm go wrong with a scent like Iike this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "Been using since it came out and still love the scent everyday, has become my new signature scent, LOVE, LOVE LOVE it. Has a wonderful fresh smell, and amazing staying Power.  Trying the intense now"
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "It’s a beautiful scent and it last for hours. From the time I spray it on to the time I’m done work, I’ve gotten nothing but compliments on it"
		},
		{
			"review_title": "Warm fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "It's a yummy and delicious fragrance, after putting it on, feels so great and in a dreamy world"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Dry skin",
			"review_text": "I recieved a sample of this to try out through Sampler. I like sweet feminine scents so I find I enjoy it. I would say the smell lasted on me maybe 2 or 3 hours as I sprayed it on before the work day."
		},
		{
			"review_title": "Grown and sexy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "I went in to purchase someone else and samples this and had to buy it. Very sexy and attractive fragrance. Grown and sexy"
		},
		{
			"review_title": "Paradoxe Pleaser!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I loved how soft and sultry the floral scents of the fragrance came to life when I first tried it.  It was a free sample sent by TopBox and it is an exciting scent for fall, as it is warming with its floral notes.  I’m enjoying trying this and hope to purchase this PRADA fragrance in the new year."
		},
		{
			"review_title": "Great scent in a little bottle",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I received this product through sampler and I cannot be happier. The fragrance long lasting, it’s more on the sweet side but not too sweet, it’s like a soft sweet. The only downside is that the sample is small! But I would say you don’t need to spray more than once. One little spray and the scent spread very well."
		},
		{
			"review_title": "A must-have for evenings out!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Dry skin",
			"review_text": "I love this  Eau de Parfum. it combines the right amount of flora, earthy, and white musk scents. All of which I like but never thought how wonderful they would all go together."
		},
		{
			"review_title": "Love, love, loveee",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "I always get compliments on this perfume, it’s very light and feminine."
		},
		{
			"review_title": "New found favorite!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I love this fragrance. The feminine scent is suitable for all occasion"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Dry skin",
			"review_text": "i got this as a sample and loved it but strangley sephora is selling it for more than the prada online store so i am  confused as to why they are doing this"
		},
		{
			"review_title": "“The scent of an avant-garde grand classique”",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "One spritz and you’ll be enveloped by the floral freshness of neroli and the magnetic sensuality of wooden amber accord, intensified by a powerful trail or white musk. A mature yet sexy refillable eau de parfum with notes of femininity that lasts all day!"
		},
		{
			"review_title": "Nice and Fresh",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "I received a sample of this fragrance from #Sampler and I love the freshness of the scent.  It is a bit different than what I am used to wearing but I would consider this as an everyday perfume."
		},
		{
			"review_title": "Love it",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Received a sample of Prada Paradoxe perfume from #sampler Absolutely loved the fragrance"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Smells really good a great go to daily scent Would recommend and it is refillable"
		},
		{
			"review_title": "Nice floral scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I enjoyed the #freeproduct I got from #sampler to try in exchange for my review.  It has a nice floral scent that lasted.  I found that it was not overwhelming."
		},
		{
			"review_title": "Boujee in a bottle",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "This perfume is the definition of beautiful. I love the sweet scent and would recommend to anyone who wants to smell boujee"
		},
		{
			"review_title": "Smells like heaven",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "Exquisite smell prada does make delightful perfumes i am so happy to try them out and already purchased paradoxe Eau de Parfum is a perfect scent love it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "Absolutely loved this scent! I'm new to trying higher end brands of scents, and I just got a small test size of this and I will definitely be buying it!"
		},
		{
			"review_title": "My favourite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Lovely perfume… so elegant and classy.. people have asked me many times which perfume am I wearing.. became my favourite"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I love this perfume so much! It smells amazing and the scent lasts all night. I received a free sample and I can’t wait to purchase the full sized product!"
		},
		{
			"review_title": "Makes a statement",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Beautiful bold scent.  Got this as a sample. Good for special occasions, night on the town."
		},
		{
			"review_title": "If you’re debating.. stop.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "YES! I loved it so much I gifted it to a friend and it’s now her everyday scent and she gets so many compliments!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I love love love this scent, the price is a bit on the high side for comparable brands but the scent is so gentle and feminine without being overpowering and lasts all-day"
		},
		{
			"review_title": "Lovely floral scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "Received a free sample of Prada perfume in the mail.  The scent is very pretty, but I find a little on the strong side. I would purchase it though."
		},
		{
			"review_title": "A must try",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "Smells so good. Floral but not knock you back strong"
		},
		{
			"review_title": "Beautiful",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Beautiful fragrance in a beautiful bottle! This is one that you leave out as a display item"
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I received this as a sample and I absolutely love it. the fragrance is very pleasing to the senses."
		},
		{
			"review_title": "#1 perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "I enjoyed the #freeproduct I got from #sampler to try in exchange for my honest review. I can honestly say it is the best perfume and it smells amazing!  Scent is sexy, sophisticated and sweet. Not overpowering and  only smells better the longer you wear it. I have received so many compliments! I would highly recommend  trying it."
		},
		{
			"review_title": "A must buy.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "This smells really great  I get a complement each time I use it. Will definitely order again"
		},
		{
			"review_title": "It girl perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Beautiful scent that lingers on me for a while! It makes me feel like an it girl/model"
		},
		{
			"review_title": "The Parfum🥰 of 2023",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Combination skin",
			"review_text": "The best Perfume of 2023 🧡 It has this powerful smell of a intriguing drawing perfume. I have received so many compliments of the paradox Prada perfume. Absolutely amazing 😍"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "Nice scent, not what I would normally gravitate to but it is a nice change"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "#freesample #sampler I received a free sample of Paradoxe Eau de Parfum a couple of days ago and was pleasantly surprised with the scent! It smells really lovely, but is not too strong nor too light of a fragrance."
		},
		{
			"review_title": "Pure bliss",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Sweet, alluring and sophisticated #freeproduct that is delicate and long lasting"
		},
		{
			"review_title": "Great scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, gray hair, Light skin tone, Dry skin",
			"review_text": "I absolutely love this scent. It's everything I hoped it would be be. I was impressed with how long it lasted. I can't wait to purchase it! Maybe as a gift aswell. I will definitely be recommending it to others. Thanks for the trial opportunity!"
		},
		{
			"review_title": "Lasting fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "Very long lasting fragrance. Got a sample of it and really liked the fragrance. Looking forward to buy a bottle for myself."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I recently received a sample of Prada Paradoxes Eau de Parfum thanks to Macy's and Popsugar Dabble free of charge so that I may sample the Parfum and in return give my honest review. Prada Paradoxe was created by Nadège Le Garlantezec, Antoine Maisondieu and Shyamala Maisondieu. Prada Paradoxe is an Amber Floral Fragrance for Women and was released in 2022. The perfume bottle is not like any perfume bottle we have seen yet and looks very elegant. It contains The Paradoxe Parfum which is a beautiful Barbie Pink fluid fills up an upside down glass triangle with a bold black rectangular top labeled Prada. The Bottle is also beautifully Branded with the logo Prada Milano in black lettering. Prada did an excellent job designing such a beautiful and sophisticated perfume and bottle. The top notes of Prada Parafoxe are Pear, Tangerine and Bergamot; middle notes are Orange Blossom, Neroli Essence, Neroli and Jasmine Sambac; base notes are Bourbon Vanilla, White Musk, Amber and Benzoin. Once on your skin you will be left with a sweet amber scent which has a pretty good longevity lasting for 3-5 hours. I believe this perfume could be used as your daily perfume or it could be used for that special occasion. After sampling this perfume my significant other could not stop smelling me and telling how great I smell. I absolutely love this perfume and would definitely recommend it."
		},
		{
			"review_title": "A must have perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I enjoyed the #freeproduct I got from #sampler to try in exchange for my review. I put it on and was instantly surprised how pretty it was on me.  I received alot of compliments  and the scent lasted the day. I highly recommend  trying it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "This fragrance is a real gem. When you first spritz it, you're hit with this burst of freshness that's like a crisp, sunny morning. The citrusy bergamot and green notes really wake you up and set a positive tone for the day.Overall, Prada's Paradoxe Eau de Parfum is a winner. It's a classy, long-lasting fragrance that makes you feel confident and put-together. Definitely a must-have in my perfume collection!"
		},
		{
			"review_title": "a must have to start the day",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I enjoyed the #freeproduct I got from #sampler to try in exchange for my review. I put it on and was instantly surprised how pretty it was on me.  I received alot of compliments  and the scent lasted the day. I highly recommend  trying it."
		},
		{
			"review_title": "Smells AMAZING!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I received this as a sample to review - it is amazing! I've never owned a Parada scent before but I am converted. The scent was floral and fresh without being overpowering. Love it!"
		},
		{
			"review_title": "Will not regret",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "Wasn’t expect this amazing smell. I’m very picky as i love the quiet long lasting smells and it was as a sample and i was traveling so, say i will give it a try. You will not disappointed. Love it"
		},
		{
			"review_title": "Scent perfect for woman",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I was able to try this product through a sample and the smell was so good. Used it on a date night and my husband complimented right away. Will definitely purchase the bigger size!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Got a sampler for this and I love it. I love the powdery floral scent. It doesn’t hurt my head and nose. It lasts a long time for me. My husband likes it too."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, gray hair, Normal skin",
			"review_text": "I receive a free sample of PRADA PARADOXE EAU DE PARFUM and gave it a try. Unfortunately, it's not for me. I found the sent faded quick and left more of a masculine aroma.  This would not be a scent choice for me."
		},
		{
			"review_title": "Lovely scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "Love this scent. What I like best is it can be worn almost everywhere, specifically for summer outings as that’s what it reminds me of."
		},
		{
			"review_title": "Everyday scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "I received a sample of this and it smells so delicious. I love this perfume and need to get a full size bottle!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Absolutely love this Parfum! It has a soft floral scent that isn't overpowering! I sprayed the air and walked into the scent and it lasted all day. I like that there is a hint of Neroli that leaves such a beautiful softness. #Sampler, #Sephora, #Prada."
		},
		{
			"review_title": "Lovely scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I was very fortunate to have received a sample of this perfume. I really loved the scent of this perfume. The scent lasts a very long time too. I will definitely recommend to others"
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "Smells amazing!! My fiance loves it too, definitely recommend!"
		},
		{
			"review_title": "Sweet",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "It is a beautiful perfume with floral touch fragrance. I enjoyed wearing it and got compliments for that as well. I liked how light you feel while wearing it. It was just perfect for my everyday style ."
		},
		{
			"review_title": "must have perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "i so love this scent and wish i cud afford to buy the full bottle. i got a free sample and this is by far my favourite perfume. it's luxurious, pleasing, and most importantly stays all day."
		},
		{
			"review_title": "in love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "This is sophisticated and pretty!!! So very different than anything I have worn or sampled before, outside my realm but happily surprised to love it on!"
		},
		{
			"review_title": "Absolutely beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Normal skin",
			"review_text": "I have loved the scent of the perfume.  Light and gentle.  Not a heavy overpowering scent.  Absolutely beautiful"
		},
		{
			"review_title": "Too strong for me",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I would love this product if it was toned down and or subtle. Possibly as a body spray. I found the perfume too overpowering."
		},
		{
			"review_title": "Try this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
			"review_text": "#sampler #freesample #Prada thank you for the sample. This smells ammmmmmmazing! 😍 such a sweet and sultry smell to it. Love it"
		},
		{
			"review_title": "Amazing scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "Great luxurious and rich scent, perfect for a night out and not too heavy even for warm summer nights."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I just love the smell of this parfum, I love the notes of flowers and the scent lasts all day"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "I like it! It’s floral, sweet and bright. Very similar to My Way by Armani."
		},
		{
			"review_title": "Best new perfume!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I receive a free tiny sample from Sampler. Before even using it you can get a strong hint of the smell. I just absolutely love the smell. It’s a nice mix of floral and a faint musk. It’s smells amazing. A must have!"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I received a sample of this perfume. Even without opening it, I could smell the scent. It’s strong but I love it. Would rather use this for special occasions."
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I love this fragrance. It is very unique and my new favourite"
		},
		{
			"review_title": "A floral must-have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "I received a sample for Prada Paradoxe from Sampler and i must say if u like floral fragrances, this one's definitely a must-have. The scent is sexy, sophisticated and sweet without being overpowering and  actually gets better the longer you wear it. There's nothing worse than a fragrance that wears off after an hour but this stood the test of time and was still subtly lingering six hours later."
		},
		{
			"review_title": "Love this scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Normal skin",
			"review_text": "I wear this perfume everywhere!! The scent is so long lasting, I can literally smell it on me the day after I spray it. It's not too strong or too weak of a scent either. It's giving a very subtle sexy scent"
		},
		{
			"review_title": "The Scent is unique",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I really love the fragrance of Prada Paradoxe Eau de Parfum 🥰✨ It has an amazing and feminine floral notes, the scent is unique and it lasted all day ⏰"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "Got to try it for free thanks to # sampler for sending me a sample. Smells really nice though I would say it doesn't stay for long."
		},
		{
			"review_title": "Smells so nice",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "After trying a sample of this perfume, i feel like i am Emma Watson lol"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I love this scent. Soft, long lasting floral undertones. The scent stays with me all day long but it's not overpowering. I've actually purchased this since I got the sample."
		},
		{
			"review_title": "Best perfumes ever !",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I love the flavour . It’s the most one of beautiful perfumes I try ! Thanks Sampler sending me the product!"
		},
		{
			"review_title": "Feminine scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Got this as a sample and it was lovely. Not too strong of a scent. Very feminine."
		},
		{
			"review_title": "A must-have perfume!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "PRADA PARADOXE EAU DE PARFUM is an intriguing and unique fragrance that captivated my senses. In my opinion, it exudes a sense of mystery and sophistication with its blend of floral and woody notes ,while the heart notes of tonka bean and vanilla add warmth and depth. . The initial burst of tuberose and ylang-ylang is intoxicating, while the underlying hints of patchouli and vanilla add depth. However, the longevity could be improved, as it tends to fade relatively quickly. Overall, it's a scent for those who appreciate unconventional fragrances and enjoy making a statement.I absolutely adore PRADA PARADOXE EAU DE PARFUM! It's a versatile scent that's perfect for both daytime wear and special occasions. The sleek, minimalist bottle adds to its overall appeal. Prada paradoxe will be my favourite perfume from now on!"
		},
		{
			"review_title": "My new fav!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Great scent.   My new fav!  very feminine.  Love it"
		},
		{
			"review_title": "Not for me",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Oily skin",
			"review_text": "This was a scent that I did not like. I can't pinpoint what it smelled like or why I didn't enjoy it. I think it just comes down to personal preference, and this wasn't an enjoyable scent for me."
		},
		{
			"review_title": "It mellows into a sweet and fruity scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I happily received this as a sample. At first, I wasn't sure what I thought about this perfume. It seemed a little strong when I first applied it. But it surprisingly mellowed to a nice sweet, fruity scent. I didn't feel it was long lasting however and had to reapply a few times throughout the day."
		},
		{
			"review_title": "Sweet smelling perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "Love the smell of this perfume. It has a sweet floral scent (but not old lady floral), it is really nice. It is more of a warm than a crisp scent so is perfect for winter."
		},
		{
			"review_title": "Lovely perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Normal skin",
			"review_text": "This is a unique scent, to me anyways. I find it embodies something for everyones taste in scent. Between the floral notes, the amber notes and the musk notes, it can easily be a scent that a variety of people go for. I absolutely love this and I keep getting asked what I'm wearing. Also, the fact this is refillable is amazing to me. The refill bottle is about the same price as one 50ml bottle yes you get two refills out of it (when using the 50ml bottle), so it's very good value. All in all, I love it, it's a beautiful Scent, it's environmentally conscious and it's a good price for a luxury brand."
		},
		{
			"review_title": "Smells great!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I received this #freesample from #sampler and really liked it. It has fruity tone I noticed right away and really liked the balance of bergamot."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "Long-lasting fragrance with cute bottle.Fresh feel"
		},
		{
			"review_title": "My new favourite fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I received a sample size Prada Paradoxe Eau de Parfum from sampler and I am sooo in love with it… the fragrance is very enchanting and the after notes melts my heart… and plus point it stay for more than 12 hours… I am sure to buy full size product and this has become my new favourite fragrance…"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": ""
		},
		{
			"review_title": "Bright but not my cup of tea",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "The fragrance is bright, keeps intense for a long time. I was not a fan of the smell itself though. It reminds me of some old perfume, I just can't remember which. So I won't be purchasing the full-size bottle. It was really nice to try it out in a sample format"
		},
		{
			"review_title": "New Favourite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I received a free sample of this to give my honest opinion.  I love this Paradoxe Ray de Parfum!  It has a nice light floral scent that lasts all day.  My new favourite!"
		},
		{
			"review_title": "Heaven in a bottle",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I recently got a sample to try.  Omg the best smell ever.  It's so sweet and fruity all at once.  I've already had people asking me what smell I'm wearing.  I've already ordered a full-size bottle.  I just can't get enough!!!!!"
		},
		{
			"review_title": "Perfect for fall",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Received as sample. Loved the fragrance. Long lasting and perfect for fall season. Definitely recommended"
		},
		{
			"review_title": "My new favourite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Absolutely charming, elegant and feminine fall fragrance!"
		},
		{
			"review_title": "Love",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Normal skin",
			"review_text": "Amazing smell, sweet and strong. Minimal application needed or it can be overwhelming. But applied right you have a long lasting beautiful feminine perfum."
		},
		{
			"review_title": "Amazing smell",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "The smell is like a magnet, I got a really small sample via mail... a really good smell , A perfect gift for those you love #freesample #gotitforfree #topbox"
		},
		{
			"review_title": "My New fav for work",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I've been wairing this fragrance for the last week and got lots of compliment smells really nice i would where this to work not to strong but présent and fresh i recommanded this prada paradox perfum ."
		},
		{
			"review_title": "A must have in scents",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "I really liked the prada paradoxe eau de parfum it has a beautiful sophisticated yet  flirty scent that lasts all day definitely doing to be a regular for me"
		},
		{
			"review_title": "The Ultimate Fragrance",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Beautiful fragrance! Very sophisticated and feminine. Received it as a sample and I loved it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "It is really one of the most beautiful fragrances that I have tired till now. Really perfect 🤩"
		},
		{
			"review_title": "Mild, pretty scent that lasts a long time.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Very mild scent and very pretty. Had a lot of compliments on the scent. I received a sample of it and I will definitely buy this perfume once my sample is gone."
		},
		{
			"review_title": "My go to go scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I love this scent so much. I always get compliments and it’s the best everyday scent."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Dry skin",
			"review_text": "best perfume love it thank you for free sample I already  bought for my self ..thank again"
		},
		{
			"review_title": "Paradoxe eau de parfum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I received a free sample of this perfume, never heard of it before honestly but the smell is absolutely beautiful😍 i definitely want to buy this perfume when the sample runs out"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Very pleasant fragrance, this is my favorite go to now"
		},
		{
			"review_title": "Fall fave",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Received this as a sample and love it! Perfect for fall. It’s a warm, floral fragrance with hints of amber. Long lasting and definitely will repurchase."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Great scent! Very feminine. Highly recommend this product"
		},
		{
			"review_title": "A definite YES",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
			"review_text": "This is by far my most favorite and versatile perfume yet! I absolutely am in love with the scent, and ot seems to go for any occasion. The first time I wore it my coworkers were complementing it all day. I totally recommend trying this one out!"
		},
		{
			"review_title": "A must have for any fragrance lover !!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "This fragrance is absolutely beautiful, it’s light but  attention grabbing and perfect for day or night . I usually wear the Chanel Coco Mademoiselle, but I got so many compliments on this scent that I’m in love with it and it lasts all day long !! I definitely will be purchasing a full bottle and adding it to my collection. Thank you so much ☺️"
		},
		{
			"review_title": "Magical scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I got it in my mail .. it was really small sample but i loved it and stays very long #freesample #gotitforfree #topbox #paradaparadoxe"
		},
		{
			"review_title": "Sweet",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Received a sample to try, very nice aoft sweet scent"
		},
		{
			"review_title": "Free samples! Amazing fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "Recieved a free sample of this perfume and absolutely love it. Definitely something I would love to buy"
		},
		{
			"review_title": "New Scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "After getting a sample in the mail. I am planning to buy this perfume. This is my new scent!"
		},
		{
			"review_title": "Magical scented perfume!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Smells magical, really the scent is divine. I love the sweet and enchanting fragrance of this perfume. Can't stop sniffing myself all day when I wore this!!! To that point yes it lasts long enough, altogether a must buy."
		},
		{
			"review_title": "Didn't think I'd like it, but the scent grew on me",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Medium skin tone, Normal skin",
			"review_text": "when I first got the perfume, I thought it smelled too young for me, but after a while of wearing it,  the scent grew on me & it lasted all through my workday as well, the only reason I took a star away is because the bottle leaks a bit with each use."
		},
		{
			"review_title": "Absolutely Lovely",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I received these products for free from Influenster exchange for my honest review.   I love the design of this bottle. It’s such a unique and bold design, which sets it apart from the traditional appearance of other perfumes from Prada.   Prada Intense is just that - INTENSE. It is a very strong and sophisticated scent with so much warmth behind it. I feel like it’s a perfect perfume for fall and winter. A spray or two is all you need for the day without it being overwhelming. It is long lasting, so this bottle will last. I enjoyed testing this product and found it to be very lovely and something worth splurging on."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I really like this perfume! It has great warm floral notes and smells amazing! My hubby even likes it! I only used one spritz and it lasted all day. It is very strong though, so intense is a good way to describe it. I also really like the fancy bottle."
		},
		{
			"review_title": "A smell that last all day",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "Love the smell!!  It’s a sweet light smell thank is not too strong. I feel like it last all day. Love the bottle it came in and that’s it’s able to be refilled"
		},
		{
			"review_title": "My go-to perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Prada Paradox is a multi-dimensional scent.  Leaving the consumer feeling empowered.  I have received so many compliments from people when I wear this perfume.  I can put it on at 7 am and it holds its scent 12 hours later.  It is my go-to perfume right now.  I will definitely will recommend and buy the scent again."
		},
		{
			"review_title": "Statement Scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Combination skin",
			"review_text": "One fabulous spritz feeds my desire to mix a sexy scent into my routine. The notes start off sweet citrus and settle into a deep, warm, bergamot halo that lasts throughout the day."
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "All I’m saying is that Prada never disappoints. I am completely in love with this perfume and I am definitely adding it to my list of favorites. Like a little goes a long way and it is definitely a more intense smell but nonetheless a beautiful scent."
		},
		{
			"review_title": "Cheap sweet smell",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "People in public look at me like I stink every time I wear this perfume  Sadly it has a cheap sweet smell"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received a free bottle of this perfume through Influenster to try and review online. I didn't know what to expect when I received this perfume but once I sprayed it on, I fell in love. The scent has me addicted. This has been my go-to fragrance since receiving it.  It smells great and the smell lasts forever!"
		},
		{
			"review_title": "My new favorite!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "This is my new favorite perfume.   Floral scent with musky undertones.  It can be strong at first not I found if I just cut back on the amount I use them it isn't too strong.  That makes it great because then that will make this bottle last a long time!"
		},
		{
			"review_title": "Perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "The packaging of this produce is so cute. It gives such a strong warm floral scent. Although it is intense, it is very complimenting and nice for an everyday wear."
		},
		{
			"review_title": "It smells fantastic!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "As soon as I opened the bottle this became my favorite perfume. I love the smell and it lasts forever… I use this every single day and every time I get compliments. I definitely recommend this."
		},
		{
			"review_title": "Long lasting scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "The packaging on this perfume is so cute! This perfume has more of a floral scent to it which I’m usually not a fan of. At first I didn’t think I’d like it but if I spray it in front of me and walk through it, it isn’t as overwhelming for me. My favorite part is that even with my application the scent still lasts all day! My fav scent is Marc jacobs daisy but that scent barely lasts through the morning. So it’s nice to  have a scent that lasts all day"
		},
		{
			"review_title": "Addictive",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "This smells so amazing, it’s long lasting and will have people stopping in their tracks asking you what you are wearing. So worth it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I love this Prada it smells so good and it stays on you for a while and it long lasting like the smell it beautiful like I can use that perfume all day"
		},
		{
			"review_title": "super",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Paradoxe est une eau de parfum florale ambrée avec en note de tête, de la mandarine, de la bergamote et de la poire. En note de cœur, la fleur d’oranger, le néroli , et le jasmin . Le musc blanc, l’ambre et la vanille de Madagascar constituent les notes de fond.L’odeur du parfum Paradoxe de Prada est à la fois sensuelle, intense et fraîche et a une bonne tenue sur la peau. J'aime vraiment ! c'est intense et inspirant voire surprenant, ça sent tellement bon, je le recommande vivement"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I received a free bottle of this perfume through Influenster to try and review online.  I wasn't originally excited to be receiving a perfume for review,  but this scent is easily my favorite product I've received in a voxbox. It reminds me of sweet pea, cotton candy, new leather, and freshly washed linens.  It smells great and the smell lasts forever"
		},
		{
			"review_title": "It smells amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "My first impression is that the bottle is so cute.  It initially looks like very high end. The fragrance smells amazing though. It’s hard to describe it but it’s very sweet smelling but not flowery or floral. I smell notes of fruit but can really pinpoint which. This fragrance makes me feel very sexy and good. I literally can’t help but sniff myself all day when I wear this. It’s a very subtle scent but can you definitely smell it on your clothes all day. It doesn’t linger in my car or anything like that. I have recommended this fragrance to all my family. It smells so good. I wish the bottle was bigger!"
		},
		{
			"review_title": "Refillable an amazing design bottle ￼",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "The design of the bottle is amazing and it’s refillable. The intensification of florality with the Jasmine superinfusion, for an exceptional aura."
		},
		{
			"review_title": "my new favorite parfum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "a lovely floral scent with a sweet tone in the end. My co-workers always says i smell really good everytime i use it. It is also last really long. i sprayed it to my clothes and the smell didn't go away after i washed my clothes! definitely my new fave!"
		},
		{
			"review_title": "Strong",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I wanted to like this product but the musk is too overpowering for me I feel like it really stuck to my clothes and had a long lasting scent. The bottle is super cute and I love how you can refill it"
		},
		{
			"review_title": "Definitely a new fave!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
			"review_text": "This perfume has definitely shot to the top of my favorites list. It’s sweet and floral with notes of citrus and amber. A little goes a long way with this and I find that the scent lingers on skin and clothing for a long time! I constantly get compliments on this scent. I also love the refillable bottle. More perfumes need to do this!"
		},
		{
			"review_title": "Warm, nighttime fragrance",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I absolutely love the visual on the fragrance-it looks amazing on my vanity! The scent is great for nighttime (gives wine bar date vibes). It’s a little strong/musky for day, but great on occasion."
		},
		{
			"review_title": "Most Complimented Perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "One of my most complimented perfumes. Lasts for hours and will have people stopping you to ask what you are wearing."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I really love this perfume. The scent is unique and a little goes a long way and it lasts all day. I never feel like I need to reapply. The bottle is also extremely cute so it looks adorable sitting out on my dresser. Highly recommend!"
		},
		{
			"review_title": "Lovely scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Love the scent! It’s nice and lasts all day! I’ve been using this for the past couple of days and have received several compliments!  I received this product from Influenster and Prada in exchange for my honest review."
		},
		{
			"review_title": "Only need one spray!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Oily skin",
			"review_text": "It took me a while to get used to how strong this perfume is. It's a nice smell but can be over powering if too much is used. It comes in a nice bottle. Kinda musky. I would recommend!"
		},
		{
			"review_title": "Sophisticated Scent in a Beautiful Bottle",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Prada Paradoxe Intense comes in a beautiful bottle and the liquid is a very pretty pink.  The bottle looks great on my vanity and it’s refillable, which is very cool and unique.  The scent goes on a sweet floral but deepens to a warm amber as I wear it.  It’s appropriate for work, but transitions well to evening.  It would make a good gift, especially since the bottle is so beautiful."
		},
		{
			"review_title": "Feminine and powerful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "I have gotten so many compliments after wearing this product! A floral scent like nothing I’ve ever smelled before. Need just a few squirts to last all night, and it is not overbearing or too strong. Love this scent!"
		},
		{
			"review_title": "WOW!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I had never tried a Prada perfum they combined musk and floral together and surprisingly it works! Not to mention it’ll by my go to when I go on date nights with my husband!  This post is part of a campaign and I have been incentivized for my honest review"
		},
		{
			"review_title": "Long lasting effect",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, mediumTan skin tone, Normal skin",
			"review_text": "I received this product for free in exchange for my honest opinion.  This perfume is fantastic. It smells great and the effect lasts long. I also loved the container as it looks elegant.  I totally recommend it."
		},
		{
			"review_title": "That Packaging!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Normal skin",
			"review_text": "Since the first moment you see the bottle you cant tell this is an expensive perfume. Every detail was taken care of and you fall in love with the perfume right away. Now the sad part, when I applied to myself, it smelled too sweet and gave a little migraine, this is really sad because it's a great perfume!"
		},
		{
			"review_title": "Fragrance 10/10",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I tried the perfume, and it has a very divine aroma, like floral. I love it, I would wear it for a date in the day or an outing for coffee. Your fragrance is divine"
		},
		{
			"review_title": "I love this prada perfume!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I’m so happy to have received this as a complimentary from influenster. I absolutely love the shade of the pink. It’s so feminine and it smell’s absolutely amazing. It’s perfect for the summer and it screems women power. I love this prada perfume!!"
		},
		{
			"review_title": "The Most Luxurious-Smelling Perfume There is",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "This is like my first time to review a product that I received for free and I am just so happy to finally experience my new fave fragrance . As a perfume enthusiast , I can say that this is the best smelling perfume ever. I have been wearing this  for work and I always get the best compliment . It is like the feeling that you got the best smelling perfume  and you always have the confidence to get close to anyone  . The scent  is long lasting and very gentle  but not too strong in a way that it is overpowering. The perfume is very feminine with Amber floral Scent—-with warmer notes of Pear, Tangerine and Bergamot with base notes of Amber and Vanilla. This definitely smells VERY EXPENSIVE which is great for any date or any girl’s night out . The packaging and the bottle is absolutely elegant and classy . It does not only smells great , but it looks so pretty in any vanity display you have . Highly recommend to anyone who is looking for a new scent that appeals to any personality at any season."
		},
		{
			"review_title": "Gorgeous scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "I got this perfume complimentary in exchange for my honest review. I absolutely love this. I get compliments every time I wear it. The price point is a bit steep but a little bit goes a long way and the scent is beautiful. Totally worth it."
		},
		{
			"review_title": "Sophisticated powdery floral",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This scent isn’t anything extremely unique but it is very pleasant. This would be a good day to day staple to have in your collection. I’m saving this for spring. It’s it light, floral, powdery and soft. My husband really likes this one!"
		},
		{
			"review_title": "Little sweet & little spicy",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Prada Paradoxe has many scents including white amber, citrus, white musk and warm floral hints. To me, its a little sweet and little spicy."
		},
		{
			"review_title": "Added to Favorites List",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This is an amazing long lasting perfume. I love the sweet , sultry and citrusy scent that it has. I love perfumes and this one is on my favorites list."
		},
		{
			"review_title": "Beautiful Intense And Long Lasting",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "PRADA Paradoxe Intense Eau de Parfum has an intense and beautiful scent.  I love to wear this beautiful scent every day.  I get plenty of compliments when I wear this beautiful scent and I highly recommend this beautiful, intense and long lasting scent."
		},
		{
			"review_title": "Long lasting scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "First not was pretty sweet but gradually changed to white musk which I love.  Upon receiving it at 11:00am , the scent lasted until I showered next morning. Definitely 9-5 perfume 💕My teenage daughter loves it as well so I guess I have to share with her."
		},
		{
			"review_title": "Feminine & Sweet",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I received this product as part of my Influenster campaign, and I AM OBSESSED. First of all, can we talk about the bottle! Love the iconic on-brand shape and luxurious feel of the bottle. The scent is perfect for date nights or even when you want to feel feminine yet very sexy. It’s a very long lasting fragrance and will def be one to turn heads. Got complimented by so many people on a night out! I’ve found my new favorite (signature) scent!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This is so refreshing and pleasant. I’ve gotten so many compliments on it so far and it really catches others attention without it being too strong. I love it"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "Super strong smell that lasts all day which is super nice. The smell itself is also very pleasant. The bottle is refillable which is a plus since the refills will most likely be a bit cheaper. Overall I enjoyed the product!"
		},
		{
			"review_title": "Sweet and musky",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Oily skin",
			"review_text": "I absolutely love this scent. Its very sweet and musky but not so overpowering. I recently became obsessed with the Loreal Dream lengths shampoo, my kids say it smells like cotton candy. Lol This scent reminds me of just that! Its very similar, except this is more floral and warm. You can def smell the jasmine in it as well. The only reason I gave it a 4/5 is because i feel like it didn't last as long as I wanted to. It could also be due to the 105 degree weather here haha. Anyways, i would def recommend it anyways. 10000%"
		},
		{
			"review_title": "Amazing Scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "PRADA Beauty's Paradoxe Intense Eau de Parfum is a delightful contradiction. Blending iconic ingredients like neroli and jasmine, it unveils a unique floral ambery fragrance. It leaves a lasting warm and intimate scent. In coral pink, it contrasts elegantly with the black cap and coat of arms. I would buy it many times! I loved it."
		},
		{
			"review_title": "A must have in your perfume collection",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "A absolutely must for my weekend smell. I have it displayed in the front of my bottle collection so cute and different. A must try my bf loves the scent on me!"
		},
		{
			"review_title": "Sweet, sensual and intoxicating",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I was really excited to try the scent and wow it did not disappoint. It smells so sweet yet sensual. I feel like the scent is intoxicating.   I also was extremely impressed that this bottle is refillable.   I love that concept and feel like it’s so good for the environment to be a little bit more sustainable.  I would definitely purchase this product again. Once I run out, I feel like it will be one of my favorites. I received a complementary through Influenster."
		},
		{
			"review_title": "INTENSE indeed",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I use this perfume for the first time right before a long night out with a concert and dinner, I still smells like it in the morning! I would say it is sort of an adult musky floral? I don’t think it will be my go to everyday but it will be a good sexy scent for a night out that is sure to be noticed by others!"
		},
		{
			"review_title": "Get it.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I received this from Influenster to review, but I was stoked. Smells amazing, lasts, totally worth it. Expensive, but if you’re into fragrance, it’s totally worth it."
		},
		{
			"review_title": "Sweet treat",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, fairLight skin tone, Combination skin",
			"review_text": "Such a sweet delicious scent. It reminded me of a floral grapefruit scent and lasted all day. Plus the packaging is incredibly luxe!"
		},
		{
			"review_title": "Very Strong Scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "For a parfum it is actually a very good price for the amount you get. For the 50mL it is $135, for other parfums it can go up to $300. I think that the packaging is very chic and I love the pink color. With the scent, I do believe for my preference it is pretty strong. For example, my mother has asthma so I don’t really think I can use this parfum around her. Though the smell is very floral I do believe it is very powerful so one spray would do. The scent does last a very long time which I love, as cheaper perfumes like bath and body works goes away in a few minutes. From morning till the night the scent still lingers around and so I do think this product is worth it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I received this product from Influenster. The perfume is great! it is a warm musky smell. it is more of a mature scent so I would wear it on nights out. I recommend it!"
		},
		{
			"review_title": "Warm Mature Intense Floral",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Just like the name. This perfume is intense! In a sexy and alluring way. It’s seductive yet sophisticated as well, this perfume is definitely for any night out event 10/10"
		},
		{
			"review_title": "Sweet and musky",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This perfume is long lasting and has a sweet but also musky scent. Its perfect if you prefer one or the other or even both. I personally dont like musky smells but this was honestly the exception since its not overpowering. I definitely recommend."
		},
		{
			"review_title": "Good!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Long lasting and not too overpowering of a smell. It’s a floral (I think jasmine) scent with a woodsy musk touch. I’m not a fan of floral fragrances, but this one isn’t too bad. Definitely not the old lady type of floral scent! I think it gets better smelling after a few hours as well!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I absolutely love this perfume!! Smells so sweet and floral! I get about a million compliments when I where it out and recommend it to anyone looking for a long lasting everyday fragrance!"
		},
		{
			"review_title": "Prada Paradoxe Intense Eau de Parfum",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "I really like this perfume! It has a strong, long lasting scent but it’s not overpowering. To me it is a floral scent with a hint of amber which I absolutely love!!! This a sexy scent! Perfect for date night!"
		},
		{
			"review_title": "Smells so good .",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I’ve been wanting this perfume in my collection for a while and they only had the biggest size so I finally got it. It smells so good perfect everyday signature scent. Girly sweet and warm!! Musthave"
		},
		{
			"review_title": "Perfect Daily Scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair",
			"review_text": "Loving this perfume! The scent is something you want for your typical day whether you’re running errands or getting lunch with friends. I’m pretty picky about perfume but this is the perfect scent to last your whole day. I can’t wait to wear it more and add it into my rotation. Definitely try this perfume, it’s worth it!"
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Received this from Influenster. I love the subtle hints of amber and jasmine flower in this perfume. A little goes a long way! I will definitely be adding this perfume in my daily routine."
		},
		{
			"review_title": "Must have delicious floral scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "I absolutely love this scent - it is warm, floral, sexy and smells delicious. It is also relatively subtle, so I didn’t feel overwhelmed by the scent, although I would definitely consider it a special occasion scent. Would highly recommend."
		},
		{
			"review_title": "Fresh and great for folks senstive  to fragrances",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I have sensitivity to many perfume  and they give me headaches. This was a refreshing light scent with a slight floral undertone. It is clean and fresh and light enough for every day wear. Happy to report it did not give me a headache!"
		},
		{
			"review_title": "Blind buy turned must buy!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I love this scent! I’ve worn this already and have gotten a couple compliments from coworkers. I have already gotten my cousin to purchase this scent after she smelled it because she fell in love with it too. This will be a staple for me as the weather cools down a bit because I love scents like this in the fall. Cuddle season!"
		},
		{
			"review_title": "Subtle and Capturing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I absolutely love this fresh, light but still passionate aroma that captures all of your senses. I received a host of samples but this one sold me and I immediately purchased it."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "This perfume has a sweet lasting scent.  This perfume to me is a date night or special occasion perfume not for everyday wear. It has a lasting scent and I got a full size bottle."
		},
		{
			"review_title": "Love it !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "This perfume smells amazing. It lasts long and I always receive compliments. This is now on my list of favorites."
		},
		{
			"review_title": "A MUST HAVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "Please get this perfume ! Smells amazing and lasts all day I put this on in the morning for work around 7:30 am and by 5 pm I’m still able to smell the perfume on me."
		},
		{
			"review_title": "Perfect for going out!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "At first I thought it was too sweet smelling, but when I had it on for a while I started to really like it! It's been a few hours and I can still smell it! Not like other perfumes where the smell wears off! Iove it!"
		},
		{
			"review_title": "Love the smell! Long lasting too",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Bought this perfume and fell in love with it. Ash at Sephora Bayshore was brilliant with his expertise. He helped me so much on that day to find the perfect fragrance for me.   I bougth this one at full price and came home to see that I could have got that perfum along with the travel size for a reduced price of 105. I was a bit sad but decided to keep my perfume as I dont want to risk it. In case the other set is slightly different to this one, I would have been too upset. Hence I stick with this full priced one."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I got the sample and looking to get large size, love this perfume. It’s got this sweet, floral smell which I like and although strong at first quickly settles."
		},
		{
			"review_title": "Warm candy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
			"review_text": "Very sexy, sweet almost like a cotton candy. I happen to really love this. It’s warm and not musky. The scent is very long lasting."
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "Smells so good and last long. It’s a little sweet but floral too"
		},
		{
			"review_title": "Definitely Unique Perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "WOW love this perfume, it had me at first smell. Wore it last night and still on in the morning. Never a big fan of floral until now. This perfume gives fresh, warm, big money and sensual vibes ❤️"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "The best perfume!!! Everybody asks me what perfume I am wearing"
		},
		{
			"review_title": "Strong summery scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I love this perfume. I was a little surprised how much i liked it as im not a huge floral or musk fan but there is something about this one i like. Its very summery and relatively strong.  Its unique to my personal collection."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This sent is amazing it’s so fresh yet classy great for everyday wear! I always get asked what it is when wearing! The bottle is super cute too"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Dry skin",
			"review_text": "Smells like a clean grape ...it's not too sweet if that has you taken back."
		},
		{
			"review_title": "Nice but not unique",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Olive skin tone, Combination skin",
			"review_text": "I've been hunting for a signature fragrance for a while and finally tried this in store. It's very heavy on the neroli, and I get jasmine as well. Although it smells nice, it's not very unique. It reminds me of Juliet Has A Gun Mmm mixed with Mugler Alien. It has a decent projection and longevity, but the search continues."
		},
		{
			"review_title": "My first bottle & went back for more…",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "I wanted to try a new scent and bought this on a whim. I read a lot of reviews saying it’s too this or that or it doesn’t last - perfume reacts differently with everyone. I didn’t like how it smelled sprayed in the air, but on my skin, it smelled great and had great lasting power. It’s not overwhelming or headache inducing but it is a sweet scent and for me it does last. My advice is: try it on your skin yourself before committing to buying a bottle and see how it works for you. I like sweet/fresh scents so I bought the gift set as well so I have the travel spray in my purse. Excellent buy!"
		},
		{
			"review_title": "Perfect Every Day",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I went in store wanting to just sniff. I tried this perfume and instantly fell in love. I don't like sweet, sweet fragrances, but this scent is sweetly feminine while remaining mature & earthy enough for someone in their early/mid 20's. Before this, my go-tos were coco mademoiselle and YSL Libre. This is super different from those, I'm not making a comparison. I'm just saying where I'm coming from. lol. I get compliments every. single. time. I wear this. It's not an exaggeration. All the same, my husband loves it, and I do too! it usually lasts about 6 hours strong, on my skin, but longer on clothes. I find the projection to be medium. People can smell me a foot or two away earlier in the day when I first spray, but it's not hitting you across the room. I was rocking with a travel size, and he got me the 3oz for my birthday. It's my new every day!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "When I tried this perfume in store I was absolutely obsessed with the smell! I decided to buy it and have received so many compliments. The only reason why I won’t give a 5 star is because it doesn’t last super long on me. If you love Valentino born in Roma like me, you’ll find this one really similar except Valentino lasts longer"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "OMG!!! Best perfume ever😍🥰 I’m obsessed with it, got so many compliments from friends ☺️😌"
		},
		{
			"review_title": "Get it for HER!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I love this scent...as does she n she Smells sooooooooo good in it! Wish I was smelling it on her NOW!"
		},
		{
			"review_title": "Add it to your collection",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
			"review_text": "Purchased this today,my opinion I love to smell yummy I can’t handle a strong masculine or musk scent it makes me gag this reminds me of my way & Valentino so it’s a yes for me,not immature at all"
		},
		{
			"review_title": "Pretty but generic",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "This smells like grape hard candy, bright, fresh, clean, white floral, a commercial crowd pleaser. It's very bold and sparkly but a bit juvenile (coming from a 25 year old) and generic in my opinion. Would be perfect for someone in high school or college."
		},
		{
			"review_title": "LOVE LOVE LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "One of the best scent! Luxurious and long lasting. Head turner!"
		},
		{
			"review_title": "Cough syrup and white flowers",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "It reminds me of grape cough syrup with some white florals added. Not my cup of tea."
		},
		{
			"review_title": "Was excited to try…",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Don’t blind buy this one! I would suggest trying it out first, I didn’t as my all time favorite is Prada amber and this was described as an amber fragrance.??I figured I’ll give it a shot..it has good reviews,but was not at all what I was  Was expecting from Prada very sweet, I have smelled this many times before original,not for me."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "Really wish more women in the reviews put their age & scent preferences. Bought this because I went to the store and ended up mixing up 2 different perfumes and I accidentally thought this one was the one I loved. My preferences are floral/ & fresh. I'm 25 and love just a sweet,fresh& bold smell. Not overly sweet to where it's giving headaches just a suddle sweet if you get me. This perfume is not that at all. It's over whelming & giving late 30s. You cannot even smell the floral part of it. Smells like straight musk. if you love sweet/florals/ bold & sexy scents this isn't it for you. The bottle by itself is beautiful but it not worth the heafty price and the scent. Just not for me."
		},
		{
			"review_title": "Will be purchasing full size",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Big fan of this perfume. Love the white floral notes."
		},
		{
			"review_title": "One of my Favorites!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I've recently bought this Prada Paradoxe and it is sooooo good. I found this in the department store, so I squirted this on and smelled this into the night. I knew I had to go back and buy a bottle, so I did. I'm in my early 40's and I appreciate a great floral perfume. I will buy another bottle once it's empty. My 4yr old daughter also loves it."
		},
		{
			"review_title": "Juicy White Floral",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "If you like Armani My Way and Valentino Donna Born in Roma, you will likely love this. Prada Paradoxe is a beautiful citrusy, white floral fragrance that’s perfect for spring & summer days."
		},
		{
			"review_title": "Feminine and Long Lasting!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "Prada should’ve named this Amalgam because it truly is an amalgamation of all the currently popular women’s fragrances lol In Prada Paradoxe I smell: My Way, Mon Guerlain, Donna Born in Roma and a few others. Some might call this “basic and boring” because of that, but I LOVE this perfume!! First of all, it’s one of the few women’s fragrances that isn’t unisex and masculine (like YSL Libre for example). Secondly, Paradoxe has great sillage and longevity. Thirdly, it’s great for all occasions and seasons. And lastly, it’s not too young or too old… and the bottle is cute 🥰"
		},
		{
			"review_title": "Captivating & sensual scent that’s a MUST HAVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
			"review_text": "This is my new signature sent!!! I always receive compliments when I wear it. Very feminine, warm & fresh. The fragrance is long lasting & light on clothing. I just bought a refill because I will never run out of this perfume. If you e been considering buying it JUST DO IT. You won’t b disappointed."
		},
		{
			"review_title": "Grape Cough Syrup",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Smells like grape cough syrup, I hate it, if that’s your thing then you’ll like this perfume"
		},
		{
			"review_title": "Love love love this parfum!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Love this Parfum! I got it in a sample set from Macy’s first and didn’t get around to buying it then and then I walked into Sephora, smelled it again and I was in love! It stays on all day and you get so many compliments!"
		},
		{
			"review_title": "My new favourite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "You need to let it sit and marinate on your skin to enjoy this beautiful scent. I tested it on my arm and that night I fell in love, I ran to the store the next day to buy it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "One of my favorite fragrances by Prada. very light and last a long time."
		},
		{
			"review_title": "just like BBW Forever Sunshine",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I ordered this perfume online after smelling one of those little magazine samples, where it seemed to be floral without being overly sweet, but in-person, it's exactly the opposite. To me, this smells exactly like an old Bath and Bodyworks scent, Forever Sunshine: bright, summery, and extremely sweet. I loved Forever Sunshine in high school, but wearing Paradoxe today, the sweetness feels overpowering. It's also a bit similar to YSL's Libre Intense (which I have and love), but even sweeter and less floral; Paradoxe isn't as rich or deep, and Libre Intense has a honey-ish sweetness whereas this smells more sugary. Overall, I don't like it because I wanted something more subtle, more distinctive, and less sweet, but people who love sugary summertime scents will probably love Paradoxe. In terms of positives, the staying power is amazing, and the bottle is beautiful: unique, heavy, and the spritzer works so well. I wish I loved the perfume half as much as I love the bottle!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "I smelled this in store and fell in love. It’s a sweet floral perfume. If you like those scents it’s a safe blind buy."
		},
		{
			"review_title": "New favorite!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This scent is unreal. I’m a big fan of Black Opium and Born in Roma and this seems like it falls in between them. Except this scent lasts me all day and night!!0"
		},
		{
			"review_title": "100% recommend!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "Absolutely obsessed! It smells so good, my husband loves the scent too! 😍"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "The best floral Eau de parfum in my collection. Will repurchase in future for sure!"
		},
		{
			"review_title": "pretty and yummy",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Normal skin",
			"review_text": "beautiful perfume. I do get all the notes mentioned in description, the musk is light and I'm glad about that. I also get a bit of vanilla and dark berry. works as a year round scent, I just wouldn't wear it hanging outdoors in summer because I think bee's would like it. It reminds me of Donna Born in Roma, like her baby sister, more innocent smelling. lasts all day."
		},
		{
			"review_title": "Must have for classy women",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "Amazing perfume. It’s sweet, long lasting and very elegant."
		},
		{
			"review_title": "Classic Floral Scent",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Dry skin",
			"review_text": "Nice perfume but it is not my type of perfume. I got a mini to try it out. It has citrus and white floral notes that shine through, and I think if you overspray you might get a headache. I don't think it is a subtle perfume to be honest. It has softness but also strong. If you like floral with hints of citrus then you will like this perfume. I would say it is elegant and classic too. I just wouldn't buy a full bottle for myself because I prefer fresher scents."
		},
		{
			"review_title": "My new signature scent!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Got a mini-spray first, then immediately bought the biggest available. A bit sweet, a bit floral, and this lasts and lasts! Got compliments from everyone, including my boss!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "It’s way too floral. It’s giving very “old lady” vibes"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "Seriously obsessed with this scent. Wears very well and lasts for a long time. It's feminine but not overwhelming, definitely a new go-to!"
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "LOVEEEEEE THIS SCENT!!! You need this in your collection."
		},
		{
			"review_title": "Perfect",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Absolutely love this scent! Was searching for something new"
		},
		{
			"review_title": "Worth the splurge",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Smells so amazing, strong but soft. Not overwhelming but stays on all day. So worth it. ❤️"
		},
		{
			"review_title": "This is my new scent!! 😊",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This is honestly the BEST smelling perfume!! It smells so beautiful & elegant!! I absolutely LOVE recommending this perfume to everyone!! I will keep repurchasing this perfume!!"
		},
		{
			"review_title": "I LOVE THIS PERFUME!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "It’s sweet, floral, light, and long lasting. It’s perfect for any season and it will grab people’s attention. Since I’ve started wearing this perfume I received multiple compliments from strangers and friends, always telling me how I smell great!"
		},
		{
			"review_title": "Parfum grand publique",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Beau parfum mais qui ressemble à d’autres fruités floraux sur le marché. Je préfère les notes de fond que l’ouverture trop sucré à mon goût. Il plaira à plusieures personnes et se porte facilement toute l’année, sauf peut-être en été lorsque c’est très chaud."
		},
		{
			"review_title": "A fave",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Does it smell like other perfumes already out there? Yes. Is it super exciting? Not necessarily. Will you love it? Most likely ♥️"
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "Brought this as a gift to myself for Valentine’s Day, I’m obsessed already! Long lasting a"
		},
		{
			"review_title": "Perfume Go-To!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "My new favorite, night out go-to! First of all, the packaging is beautiful, imitating their logos iconic triangular shape in a lovely pink color. It’s also such a nice warm floral scent that lasts. I’m a big fan of Prada’s fragrances and this happens to top my list. I’ve also never received so many compliments on a perfume before. I can’t recommend this enough!"
		},
		{
			"review_title": "A must have !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Smells amazing, like sexy grown woman , Date night vibes"
		},
		{
			"review_title": "must have!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "love this perfume, i smell & feel expensive when i have it on, got a 1.6 oz & a travel size 😍"
		},
		{
			"review_title": "Very feminine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "This is so good, delicious sweet and floral smell."
		},
		{
			"review_title": "SMELLS SO GOOD",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "My mother has this perfume.. I tried it and it smells amazing! definitely smells like a younger women, not mature or “old lady” at all. stays on ALL DAY and get this.. the scent was still in my clothes even after WASING and DRYING them. insane. i’m waiting to buy this when i’m not broke."
		},
		{
			"review_title": "Beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I sampled this on my wrist in the store today and I was blown away. This perfume smells AMAZING. I was looking to buy a perfume today just smell ones I was curious about, but the moment I smelled I had to have it. So happy with the purchase!!! to has"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Light skin tone, Dry skin",
			"review_text": "such a good everyday scent and lasts the whole day love it"
		},
		{
			"review_title": "Beautiful feminine scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I purchased this for myself after receiving a free sample and I am in love. It’s similar to idole but a bit sweeter. This scent will grab man attention 😉"
		},
		{
			"review_title": "My new favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I bought this as a Christmas present for myself, my coworker swore by it and I was not disappointed!!"
		},
		{
			"review_title": "Yes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
			"review_text": "Smells lovely! On my wrist it reminds me of a less intense version of Alien by Mugler."
		},
		{
			"review_title": "If you love white floral scents you’ll love this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "A classic, sweet white floral. So no it’s not paradoxical in any scent. However it smells great and lasts a good amount of time, and the bottle is unique."
		},
		{
			"review_title": "Basic",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "agree with the comments that say this fragrance smells extremely generic. It doesn’t smell bad but I reminds me way too much of Valentino‘s Donna Born in Roma. It’s almost an exact copy except slightly softer. I personally like Dona better because it’s smoother and lasts longer. This one lasts less than an hour for me. I just feel that Prada should have gone in a different direction with this one. Nevertheless I still purchased it for the bottle because it’s looks cute in my collection. Aside from that I wouldn’t have purchased it since I already have enough fragrances that smells similar to this. The only thing special about it is the bottle."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Le meilleur parfum que j’ai acheté! Il sent frais et doux"
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "BUY IT NOW!! I’ve been searching for a signature scent and ummm THIS IS IT!!! I put it on in the AM, smell it all day, shower, still still smell it the next morning!  The smell is so so beautiful, I’m obsessed."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "It's a pretty, sweet, floral scent but for me it's overhyped & doesn't last nearly as long as some of my other fragrances."
		},
		{
			"review_title": "Love the scents",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "It was a beautiful scent. It’s stays longer in my skin. Loving the dry down too."
		},
		{
			"review_title": "Just meh …I prefer Prada Candy",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "It’s ok. As others have said it has a powdery smell to it. Kind of like baby powder. I find it smells better on my shirt than on my wrist. As it dries down I get more of a sweet floral fragrance. I got it as a sample but I don’t like it enough to ever buy it."
		},
		{
			"review_title": "Staple",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Beautiful sweet and sexy scent. It is very powerful and I find just dabbing it on wrists and behind ears really does a lot. My boyfriend kept telling me how good I smelt! The Amber and musk is so warm and inviting… very nice scent perfect for any season"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "This is one of my favorite perfumes. I got it for myself for Christmas and I will be buying more of it!"
		},
		{
			"review_title": "Just amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I’m not one for overly floral or sweet scents but this perfume is amazing! I find that it lasts really well. I’ll put on my coat from days before and I can still smell paradoxe! This scent is all good things in the world. For reference I also like Jo Malone’s wood sage and sea salt, glossier you and armani’s original my way. If you have similar taste in perfume this might help you decide!"
		},
		{
			"review_title": "Better than Born In Roma",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Very similar to Born in Roma but better softer more floral less boozy. This will be my spring/summertime fragrance for sure"
		},
		{
			"review_title": "I looked for it for a long time",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "Great parfume. It smells very good. It is mostly for day use. Not too heavy."
		},
		{
			"review_title": "Prada Paradoxe is a compliment-getter",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I've been using this perfume for the past month and would overall recommend. While the actual scent of the perfume is derivative of most warm, musky florals on the market, there is something that stands out about Prada's newest fragrance. The actual scent lasts for hours and lingers on throughout the day. This perfume is a fan favorite and a compliment-getter as my boyfriend loves this perfume and I constantly get asked by men and women what I'm wearing. If you're in the market for a new warm floral, I'd give this one a try as not only it is great at being a perfume, the bottle looks stunning and unique on your dresser."
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Grey eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "this is my favorite parfum of all times. highly recommend 👌"
		},
		{
			"review_title": "Not a floral girl",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I’m usually not a floral scent kind of person, whoever this one… OMG i’ve never been so in love with a perfume. It is delicate yet sexy.  Definitely my new everyday scent!"
		},
		{
			"review_title": "Amazing",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "A beautiful soft warm sweet scent, my new everyday fragrance"
		},
		{
			"review_title": "Smells so good!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
			"review_text": "I love this perfume!!!! I got it for my birthday and never been so glad to get something. Scent lasts long also!"
		},
		{
			"review_title": "WOWWW",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This smell is absolutely intoxicating! my bf LOVES it and it lasts SO long. I'll smell it on me for 2 days at least. This is my new favorite parfum"
		},
		{
			"review_title": "Boyfriend loves it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I received this perfume as a sample as I am currently on the market to find a nice floral scent. I asked my boyfriend if he liked it (he smelled it from the bottle) and he said he liked it. Then I put it on and when we got in the car to go to dinner he commented I actually REALLY like it. Therefore, it looks like I'm sticking with this one for a while."
		},
		{
			"review_title": "Similar scent",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "It smells great however if you have G. Armani “My Way” it’s the same exact smell but my way last longer."
		},
		{
			"review_title": "Great  scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I first bought the small sample and fell in love with the scent  Got a lot of compliments!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "It smells great. The strength is subtle, but that also means that soon it doesn't feel like I am wearing perfume, which can be a good or not so good thing depending on the day I am having. I would have added another star if this lasted longer."
		},
		{
			"review_title": "Like it",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I would say it is a mixture of Prada candy and voce vida by Valentino. It’s sweet and feminine. And it stays on your skin for hours."
		},
		{
			"review_title": "Delicous!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "This ✨ Prada Paradoxe Perfume ✨ is scentsational! 💅🏽 From packaging to scent, everything about this perfume is phenomenal! The packaging feels like Christmas, and the scent smells and feels luxurious, sweet, and decadent! 🌺  This feminine fragrance embraces the paradoxes of neroli, amber, and musk; while gently enhancing my natural  pheromones. 🌺 🌈 These paradoxes, combined, make such a delicious scent that I can’t stop wearing it and it’s my official Go- To Perfume! 🔥 Here’s what I love about each of these paradoxes: 🔥 🍊 Neroli originates from the aromatic flower blossoms of bitter orange trees (Citrus Aurantium) 🍊, bringing out a citrus and floral tone with an enticing green edge. 🌿 💎 Amber expresses the warm, resinous, sensual, slightly sweet, and exotic paradox of this perfume. 🧡 🌪 Musk expresses the woodsy and earthy scent 🍃 ; combined with the other paradoxes makes a seductive 👄 , succulent desire. 🌹 All I have to say… ✨✨ Prada✨✨ was brilliant with this Prada Paradoxe! 🌺 They came up with a brilliant formula on this one! 💙"
		},
		{
			"review_title": "Must buy if preferred sweet/ soft floral scent !!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I should’ve gotten the bigger size !!!! It’s that good! Perfect by itself or for layering. (30 ml in pic)"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Smells great but to me it smells exactly like Lancôme idole (the one with zendaya). Nothing wrong with it. It’s a lovely scent, just strikingly similar to the Lancôme one."
		},
		{
			"review_title": "It's Nice for work",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This is a good scent. However, it is a very basic and common scent. I will still wear it, but I won't repurchase it."
		},
		{
			"review_title": "Too intense. Too sweet. Not in my taste.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "Shock and disappointment. Very vulgar for my taste. Knowing Prada for a cool note in their fragrances I was expecting something lighter and more elegant sense - summer breeze with trace of barriers... But not like this one! It will knock you in a face! Very heavy! Overwhelmingly sweet. And nothing unique (Maby just for Prada?), resembles with lot of others perfume with a blackberry notes, but more intense. Give a 2-star review for a bottle design. And returned the perfume. But some might like it..."
		},
		{
			"review_title": "Finally a scent that lasts",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I see a lot of people saying this isn’t a unique smell, which I guess is true but the special thing about this perfume is that it actually lasts, I’ve tried all the similar ones in this scent category and they always only last max2 hours on my skin, but this perfume lasts at least 10 hours maybe more. I work in a kitchen and I get compliments all day long about how good I smell and to me that is amazing and I will continue to repurchase this"
		},
		{
			"review_title": "Nothing unique here",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "Bought but returned. It smells like what you’d get if you combined Valentino Donna Born in Roma with Armani My Way. EXCEPT, I prefer both of those.  This isn’t bad but there are better similar scents out there. This very boring and generic- nothing sets it apart. This scent profile has already been done 10 times over and been…better."
		},
		{
			"review_title": "Best Buy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Love love love .my new addiction.it’s perfect 😍 😍😍😍😍"
		},
		{
			"review_title": "Absolutely love this new scent by Prada!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "When I first got this perfume I wasn't sure I really liked it. It was different than that fruity perfumes I usually wear. At first when I put it on I felt it was a little stronger than I liked but after about 5 minutes it was real subtle and smelled great. This was my first Prada perfume I have tried and since then it's become my go to scent. Definitely give it a shot!"
		},
		{
			"review_title": "Sensible luxury must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I have been working on my fragrance collection. I always wondered why companies don't make refillable bottles because I always feel bad throwing away empty bottles. I was so excited to see that prada paradoxe eau de parfum is refillable!! The fragrance is soft and floral with a hint of sweetness. One spritz lasts a long while and i've had lots of compliments when I wear it. I recommend this for everyday and special occasions."
		},
		{
			"review_title": "Pretty!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "A really lovely fragrance! I usually lean towards deeper/woodier scents but Paradoxe is quite nice! It’s floral and sweet and I see this as a nice daytime perfume."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I really loved it ! It smells amazing, fancy, sexy and last long time! Worth it"
		},
		{
			"review_title": "Get it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I like everything about it from the day it arrived. The packaging is just so pretty the perfume bottle is easy to use. The smell is just wonderful just right no too strong. I used it whenever I’m going out in the city or when I feel like it. No dislike about this perfume. Just get it it’s worth it. Yes I would recommend this!"
		},
		{
			"review_title": "New Fav",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This perfume has been my go to since I received it. It’s distinct musk and floral allows you to wear both day and night. It’s the perfect combination of strong warm/musk and floral. I can smell oranges, but it’s also not on your face. It goes on a bit strong, but it kind of fades off and I don’t get a headache from it. My favorite feature it’s that it’s a REFILLABLE bottle!!!"
		},
		{
			"review_title": "A nice feminine floral scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I prefer neutral or masculine fragrances but this one is nice. Definitely on the fruity side and I can smell the jasmine & floral notes strongly, but it's not like an old lady perfume scent. I wouldn't spend the retail price on it but nice to try!"
		},
		{
			"review_title": "You don’t know until you try it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "When I smell this fragrance it brings the word timeless to mind, elegant, fresh yet, pungent. I usually am not one for fragrances that have a sweet scent but I think this one is by far my favorite because it has a touch of sweet notes while also having a nice musk to follow it. I am beyond grateful to have tried out this product because I think I’ve found one of my new favorite scents. After doing some more research I love the idea of this fragrance or any fragrance bing refillable, talk about sustainability!!"
		},
		{
			"review_title": "Okay",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I like this perfume, but it was a little too floral for me. It wasn’t overpowering and has a long lasting scent. The packaging is also really sleek."
		},
		{
			"review_title": "Worth buying",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "Love it beautiful floral notes is always my favorite cute bottle long lasting refreshing sweet smell if you are fan of floral sweet smells you will love it"
		},
		{
			"review_title": "New Favorite Hands down !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Combination skin",
			"review_text": "I received this product for free in exchange for my review. I am IN LOVE!!! This has quite quickly become my new favorite perfume ! One spray lasts me the entire day, the smell is absolutely incredible and I’ve received nothing but compliments. I highly recommend this and will definitely be buying it again in the future."
		},
		{
			"review_title": "Sophistication",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
			"review_text": "I really enjoy this fragrance from Prada. Everything from the packaging to the bottle shape just ooze class and sophistication. The scent is wonderful with musk and floral notes. I love the pink color and the scent lasts all day! This was my first fragrance VoxBox and I hope to get more!"
		},
		{
			"review_title": "Amazingggg.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Oily skin",
			"review_text": "This stuff smells bomb! i literally love spraying this on me because i can’t get enough of this scent! I spray about 3 sprays and it’s not overpowering to where it’s too much. i would definitely recommend this perfume if you were thinking about it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "This has the most luxurious, feminine scent to it and I absolutely love it! You can get hints of sweetness of fruit and a small hint of florals as well! Perfect for a night out!"
		},
		{
			"review_title": "Scent of the season!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "Love this perfume! It has become my go to scent of the season. It smells gorgeous and luxe! I am obsessed it is so sexy and subtle. Will definitely be purchasing more. I received this perfume in exchange for my honest review."
		},
		{
			"review_title": "Perfection in and out of the Bottle",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I absolutely love this fragrance! The unique shape of the Bottle with Rose pink perfume. its mixture of sweet, floral and elegance. love that it is NOT Overpowering. i would say the Perfume Itself is a definition of aesthetics!! Perfect for a date night or everyday wear. Also love the fact it can be Refilled. I cant mention how many compliments I have received. luxurious is what i would call it."
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "It is so hard to explain a scent that I truly love and this is one of them!  I love more of a woodsy, musk aroma vs fruity.  Anything to sweet and pungent gives me a migraine so I have to be careful when choosing.  The aroma is so light but yet deep and powerful.  It truly changes aroma from person to person.  Our chemistry interacts and changes how it smells on each person.  If you love a musk, woodsy, scent, you will definitely love this.  It only took 1 spritz and it lasted all day.  This is made with oils vs alcohol so you want have to worry about it vanishing after an hour of wear.  Plus its refillable!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I absolutely LOVE this scent! The bottle is very unique with the design. I was scared to set it down, but very solid with a different look to add to the counter space. Immediately when I put the perfume I felt sexy wanting to wear this out on a date. Made me feel instantly confident and feminine. This will be a perfume I absolutely repurchase."
		},
		{
			"review_title": "It girl perfume",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "It’s smells nice , but I’m more of a Tom ford / MFK girl ."
		},
		{
			"review_title": "VIBRANT + FLORAL |",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "Feel absolutely feminine + liberated when wearing PRADA PARADOXE in the new refillable fragrance bottle. With fresh florals and subtle notes of musk and amber, you live to feel your absolute self. With sensuality and warmth this fragrance can do from day to night!"
		},
		{
			"review_title": "A must have perfume!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "This perfume smells so good. It’s not overpowering, and it lasts all day. Every time I wear it I have people complimenting me. I had to hide it so my daughters would stay out of it! They love it so much. This is my new favorite perfume. It’s a warm floral scent and I’m not a fan of floral perfumes, but this one is to die for!!!"
		},
		{
			"review_title": "It’s okayyyyuy",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I got this free from influencer. So as soon as I put this on it gave me a headache. I’m not a fan. It’s sweet and turns citrusy at the same time could be the musk. I’m not sure if I’d recommend this. If you’re like me and like vanilla, floral, sweet. This might not be for you."
		},
		{
			"review_title": "Good every day scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is such a good every day scents. It’s not too overwhelming or overpowering. The scent lasts and it a nice fresh scent."
		}
	]
}