{
	"product_id": "1592",
	"name": "5 Minute Facial for Sensitive Skin",
	"brand": "Tata Harper",
	"categories": "Skincare, Value & Gift Sets",
	"price": 30.0,
	"about": "What it is:A five-minute facial to give sensitive skin a gentle glow, featuring the Refining Cleanser and Radiance Mask..Skincare Concerns:Pores, Dullness, and Uneven Texture.Highlighted Ingredients:- Ultra-Fine Rice Powder.What Else You Need to Know:Refining Cleanser and Radiance Mask are powerful on their own—but work even better together. The result is instantly radiant skin that is comfortable, calm, and healthy..This Set Contains:- 5 mL Radiance Mask",
	"ingredients": "-Ultra-Fine Rice Powder.-Gentle Enzymes.-Self-Neutralizing AHAs..Refining Cleanser: .Calendula Officinalis Flower/Leaf/Stem Juice, Decyl Glucoside, Propanediol, Shea Butter Glycerides, Cetearyl Olivate, Oryza Sativa (Rice) Powder, Sodium Lauroyl Lactylate, Diglycerin, Lactobacillus Ferment, Leuconostoc Ferment Filtrate, Aqua/Water/Eau, Sorbitan Olivate, Vaccinium Macrocarpon (Cranberry) Fruit Extract, Glycerin, Glycolipids, Centella Asiatica Extract, Saccharide Isomerate, Ricinus Communis (Castor) Seed Oil, Pinus Sylvestris Leaf Extract, Oenothera Biennis (Evening Primrose) Oil, Pyrus Malus (Apple) Seed Oil, Simmondsia Chinensis (Jojoba) Seed Oil, Squalane, Vitis Vinifera (Grape) Seed Oil, Borago Officinalis (Borage) Leaf Extract, Calendula Officinalis (Calendula) Flower Extract, Chamomilla Recutita (Matricaria) Flower Extract, Lavandula Angustifolia (Lavender) Extract, Medicago Sativa (Alfalfa) Extract, L (+) Lactic Acid, Sclerotium Gum, Helianthus Annuus (Sunflower) Seed Oil, Phytic Acid, Sodium Hydroxide, Citric Acid, Sodium Citrate...Radiance Mask:.Diglycerin, Calendula Officinalis Flower/Leaf/Stem Juice, Propanediol, Cetearyl Olivate, Aqua/Water/Eau, Sorbitan Olivate, L (+) Lactic Acid, Lactobacillus Ferment, Leuconostoc Ferment Filtrate, Phytic Acid, Saccharide Isomerate, Kaolin, Alpha-Glucan Oligosaccharide, Passiflora Edulis Seed Oil, Lavandula Angustifolia (Lavender) Extract, Chamomilla Recutita (Matricaria) Flower Extract, Borago Officinalis (Borage) Leaf Extract, Calendula Officinalis (Calendula) Flower Extract, Medicago Sativa (Alfalfa) Extract, Helianthus Annuus (Sunflower) Seed Oil, Citric Acid, Sodium Hydroxide, Sodium Citrate......The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Buff Refining Cleanser onto dry skin. .-Apply Radiance Mask right on top for the "five-minute facial" treatment. Leave on for five minutes..-Rinse clean.",
	"num_reviews": 12,
	"overall_rating": 3.6,
	"product_url": "https://www.sephora.com/ca/en/product/5-minute-facial-for-sensitive-skin-P506746?skuId=2707115&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2707115-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "Did not work for me.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
			"review_text": "I bought this because I have sensitive skin. I broke out almost immediately . Had to take a Benadryl"
		},
		{
			"review_title": "Great for sensitive skin",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Porcelain skin tone, Combination skin",
			"review_text": "I have no patience for masks and most masks end up drying up my skin but this one is great! It's gentle yet effective, and doesn't irritate my sensitive skin. I think I can get 3-4 full uses out of the kit. But, this kit was only $25 CAD just a few months ago! Inflation is no joke!!!"
		},
		{
			"review_title": "It’s good but not as good as the other set",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Normal skin",
			"review_text": "I bought this and the other one and I loved the other one so much more. I do have sensitive skin and the other one did great on my skin. So I encourage you to buy the other one"
		}
	]
}