{
	"product_id": "1733",
	"name": "Tahitian Coconut Vanilla Home Diffuser",
	"brand": "VOLUSPA",
	"categories": "Fragrance, Candles & Home Scents, Diffusers",
	"price": 42.0,
	"about": "Fragrance Family:Warm & Spicy.Scent Type:Warm & Sweet Gourmands.Key Notes:Vanilla Bean, Coconut Milk, White Peach.Diffuser Length:4 to 6 months.Fragrance Description:An enticing elixir of Tahitian vanilla bean, coconut milk, and white-peach nectar will transform your home into an unexpected tropical paradise. Vacation is a state of mind and Tahitian Coconut Vanilla will take you there..About the Diffuser:Voluspa’s fragrant diffuser oil is hand-poured into an embossed glass vessel for a subtle pop of elegant decor. Create your home's signature, always-on fragrance in spaces requiring minimal effort, and enjoy for four to six months. Includes 10 rattan reeds for powerful fragrance without overwhelming.",
	"ingredients": "Glycol Ether DPMA, Benzyl Benzoate, Phenoxyethanol, Ethylene Brassylate, Tetramethyl Acetyloctahydronaphthalenes, Methydihydrojasmonate, Vanillin, Butylphenyl Methylpropional, 3-Ethoxy-4-hydroxybenzaldehyde, PPG-2 Methyl Ether, Pentamethylcyclopent-3-ene-butanol, Hexyl Salicylate, Ethyl Linalool, gamma-Nonalactone.",
	"how_to_use": "Suggested Usage:.-Remove the stopper and insert reeds..-Place the diffuser on an oil-resistant surface..-For optimal fragrance, allow reeds to absorb fragrance oil for 24 to 48 hours before flipping..-Gently flip reeds weekly to increase fragrance throw.",
	"num_reviews": 42,
	"overall_rating": 3.9,
	"product_url": "https://www.sephora.com/ca/en/product/voluspa-tahitian-coconut-vanilla-home-diffuser-P469197?skuId=2404978&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2404978-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "3.4 oz/ 100 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2404978-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "It's better than plug-in air fresheners",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "Amazing scent, my room was smelling so good family even asked where I got it from!"
		},
		{
			"review_title": "Worst diffuser ever!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I bought this diffuser hoping that at least my living room would be smelling good. I just can't smell anything. Nothing. Zero. Nada. I just spent $50 dollars for nothing. Terrible"
		},
		{
			"review_title": "love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Oily skin",
			"review_text": "smells sooo good! a creamy and warm coconut vanilla and definitely fills the room, plus its super cute too"
		}
	]
}