{
	"product_id": "1696",
	"name": "Hydrate Shampoo for Dry, Frizzy Hair",
	"brand": "Verb",
	"categories": "Hair, Shampoo & Conditioner, Shampoo",
	"price": 27.0,
	"about": "What it is:A shampoo that cleanses, moisturizes, and softens hair..Hair Texture:Straight, Wavy, Curly, and Coily.Hair Type:Medium and Thick.Hair Concerns:- Dryness.Key Benefits:- Cleanses dry, frizzy hair.Highlighted Ingredients:- Argan Oil: Rich in antioxidants and provides moistures..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, and sulfates SLS & SLES. It is also vegan, gluten-free, and cruelty-free..What Else You Need to Know:Now with a new and improved formula and fragrance, Verb Hydrate Shampoo gently cleanses and adds moisture to dry, frizzy hair. Powered by argan oil, babassu oil, a moisture-locking ceramide, and a hydrating complex, this shampoo is formulated to leave hair nourished..Fragrance Description:Amber and warm jasmine..Clinical Results:In a test using the full Verb Hydrate Collection in a third-party testing lab, results showed:.- Reduces frizz by 77% after just 1 use",
	"ingredients": "-Argan Oil: Rich in antioxidants and provides moistures..-Babassu Oil: Locks in moisture. .-Moisture-Locking Ceramide: Smooths hair, promotes shine, and increases hair elasticity...Aqua/Water/Eau, Sodium C14-16 Olefin Sulfonate, Cocamide MIPA, Cocamidopropyl Hydroxysultaine, Cocamidopropyl Betaine, Acrylates/Beheneth-25 Methacrylate Copolymer, Glycol Distearate, Pyrus Malus (Apple) Fruit Extract, Argania Spinosa (Argan) Kernel Oil, Orbignya Oleifera Seed Oil, Ceramide NP, Squalane, Lauryl/Myristyl Polyricinoleate, Ethylhexyl Olivate, Ethylhexylglycerin, Glycerin, Polyquaternium-7, Parfum/Fragrance, Sodium Lauroyl Sarcosinate, Guar Hydroxypropyltrimonium Chloride, Aminomethyl Propanol, Sodium Hydroxide, Trisodium Ethylenediamine Disuccinate, Citric Acid, Sodium Benzoate, Phenoxyethanol, Potassium Sorbate, Benzyl Salicylate.",
	"how_to_use": "Suggested Usage:.-Massage into wet hair..-Lather..-Rinse well. .-Follow with Verb Hydrate Conditioner or Verb Hydrate Mask (each sold separately).",
	"num_reviews": 165,
	"overall_rating": 4.5,
	"product_url": "https://www.sephora.com/ca/en/product/verb-hair-care-hydrate-shampoo-for-dry-frizzy-hair-P512282?skuId=2790657&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2790657-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "12 oz / 355 ml",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2790657-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Best for hydration",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "My hair is color treated and naturally wavy and very course.   I changed nothing about my morning hair styling and I have the softest hair, period.  Now I will say it suds less than most and soap up your palms first then apply."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This shampoo lathered up so nicely that I feel it really aided in the cleansing process and left my hair feeling super clean. The smell is fantastic, my boyfriend even asked me what I used after our whole bathroom smelled like this shampoo. Received this for free in exchange for my honest review, but will be repurchasing!"
		},
		{
			"review_title": "Great results!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "This shampoo worked incredibly hair.I got a deep clean and my hair was so hydrated I could tell a difference almost right away. You don't need much product to get a very rich lather. My hair doesn't feel stripped after the shampoo I get more of a balanced clean that I highly recommend."
		}
	]
}