{
    "product_id": "464",
    "name": "Kids Detangling Shampoo",
    "brand": "Evereden",
    "categories": "Hair, Shampoo & Conditioner, Shampoo",
    "price": 39.5,
    "about": "What it is:A nourishing shampoo that gently cleanses and detangles all hair types..Hair Type:Straight, Wavy, Curly, and Coily.Hair Texture:Fine, Medium, and Thick.Hair Concerns:- Dryness.Key Benefits:- Results in soft, shiny hair.Highlighted Ingredients:- Plant Protein Peptides: Strengthen, moisturize, and visibly boost luminosity..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also gluten-free..What Else You Need to Know:Your childu2019s shampoo just got an upgrade. Carefully formulated with plant peptides, argan oil, and shea butter, this nourishing shampoo results in soft, shiny, hair that is easy to comb and style. Can be used as a two-in-one shampoo and conditioner or a hydrating conditioner depending on hair type..Clinical Results:",
    "ingredients": "-Plant Protein Peptides: Strengthen, moisturize, and visibly boost luminosity..-Shea Butter: Full of fatty acids and vitamins to hydrate and protect hair..-Argan Oil: Rich in antioxidants to lock in moisture, add shine, and fight frizz...Water (Aqua), Sodium Cocoyl Isethionate, Cocamidopropyl Hydroxysultaine, Sodium Methyl Lauroyl Taurate, Glycerin, Propanediol, Decyl Glucoside, Glycol Distearate, Sodium.Cocoyl Alaninate, Isostearamidopropyl Morpholine Lactate, 1,2-Hexanediol, Hydroxyacetophenone, Ethylhexylglycerin, Fragrance (Parfum), Apricot Kernel Oil.Polyglyceryl-6 Esters, Guar Hydroxypropyltrimonium Chloride, Arginine, Argania Spinosa Kernel Oil, Butyrospermum Parkii (Shea) Butter, Trisodium Ethylenediamine Disuccinate, Hydrolyzed Vegetable Protein, Citric Acid...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Pump into hand and gently massage into wet hair. Rinse well. .-Follow with Kids Detangling Conditioner (sold separately). .-Use daily or as needed throughout the week.",
    "num_reviews": 106,
    "overall_rating": 4.7,
    "product_url": "https://www.sephora.com/ca/en/product/evereden-kids-detangling-shampoo-P510894?skuId=2781201&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2781201-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "6.7 fl oz",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2781201-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Great features!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This shampoo has a very cute package, and my kid loved that! It scents really good, and my kidu2019s hair was very shiny after its use. I certainly recommend this product because it is a good value for the price!"
        },
        {
            "review_title": "Good quality product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Oily skin",
            "review_text": "This product made my daughteru2019s hair so soft and shiny. The scent was not overpowering but just the right amount. Packaging is on point, very convenient to use and that cute little wink on the bottle is super cute!"
        },
        {
            "review_title": "Adorable, effective and fun!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This childrenu2019s detangling shampoo is such a wonderful addition to our bath time routine. First off, the packaging is so adorable and fun! Secondly, the aroma is sweet and with gentle fruity notes! It lathers easily and immediately makes hair feel softer and cleaner! A mom win!"
        },
        {
            "review_title": "Lovely smelling and hydrating shampoo!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I received this product complimentary from Influenster in exchange for an honest review. First things first, I adore the packaging. When you twist it to open it, it lines up as a cute winking smile. At first I thought 200ml was a small sized bottle, for the price of the product, but overall, it is a really moisturizing shampoo and it lathers super nice so you only need the tiniest pea sized amount . The pump makes it easy to disperse the tiniest amount. A bonus too, besides the amazing smell and moisturizing lather, is that it is free of all the junk we donu2019t want in ours or our kids products. (No parabens, no phthalates, no sulfates or silicones ) . Just loaded up with plant extracts, Argan oils and Shea butters. This is one is a must have and I only wish I had the conditioner to pair it with (although the shampoo IS hydrating enough for little kids hair , as long as they arenu2019t TOO dry of a hair type). I have color treated hair and I used it too and it was quite nice on my hair as well."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I used this free product for my son and I love it!! It smells so good! I will definitely buy again for my son."
        },
        {
            "review_title": "u201cEffortless Detangling with Ever Eden Kids Shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "The Ever Eden Kids Detangling Shampoo is a standout choice for parents seeking a gentle yet effective hair care solution for their little ones. Also packaging is very cute. Its clean, non-toxic formula, enriched with nourishing ingredients, not only makes detangling a breeze but also leaves hair soft, shiny, and healthy. The shampoou2019s light fragrance and tear-free composition ensure a pleasant experience for kids while providing peace of mind for parents. If youu2019re looking for a high-quality, kid-friendly shampoo that delivers great results, Ever Edenu2019s Detangling Shampoo is an excellent investment."
        },
        {
            "review_title": "A must try shampoo. My son loves it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "It has been almost a month of me using this shampoo on my son. Its amazing. I didn't know that i'll end up liking it this much. I always used common brand products on my son but amazed that sephora has a good brand and such amazing product for kids too. I just use a pea size amount and it makes such good lather everytime. The scent is very mild that i love. Also after every hair wash, his hair feel so good, they look fresh and shinier. I love the packaging too. Its so cute and easier to use."
        },
        {
            "review_title": "Smells great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "This has such a nice scent! The packaging/bottle are so cute. Love that all the ingredients are safe and effective. Overall it is a expensive product but that's what you get for good clean ingredients. I really liked it and my child also really enjoyed the bottle!"
        },
        {
            "review_title": "works on hard water",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I love the way this makes my hair feel. One thing is we live in a place for it is hard water and it usually ends dry and damaging your hair. Since I've been using this a little goes a long way and I think it is a little expensive because he has such a little toddler hairthe valley for money is not so bad when you consider what it does. The packaging is a bonus cute little thing all on its own and it's really fun to look at."
        },
        {
            "review_title": "Does the detangling job",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I got Evereden detangling shampoo from Influenster in exchange of my honest review. I really like this shampoo it comes in a cute bottle. It has a light scent. It  does what it says by making hair soft and silky making it easy to come my kids hair."
        },
        {
            "review_title": "An ABSOLUTE must!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received the Ever Eden Kids Detangling Shampoo in exchange of an honest review and I am so happy that I did! The scent is light and not over powering and the shampoo lathers to the perfect amount! My kids hair have never felt so clean, soft and smell as good with any other product! This is an absolute new must have in our household and we will be buying more of Ever Edenu2019s products!"
        },
        {
            "review_title": "Smells AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "We received this product in exchange for our honest review and itu2019s a 10/10! My 3 year old daughter has very long hair that becomes quite tangled after a day of play. This shampoo detangles her hair with such ease, and the smell is amazing! Itu2019s makes the shower smell so sweet."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "I loved using this detangling shampoo for my kids , their hair look so shiny and feels so soft and smooth , I loved the fragrance itu2019s so refreshing , it worked very well on their hair , no more hair tangling, now itu2019s easy to brush their haik every day , I loved that all the ingredients are clean and unharmful , my kids loved the packaging itu2019s so cool with the eyes on the pump ud83dudc40, its worth every penny, it deserves the price , I do really recommend it , thanks influenster for sending me this free product , my kids loved it ."
        },
        {
            "review_title": "Ever Eden Kids Detangling Shampoo: A Game-Changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I received this product as a free sample and here is my review: Finding the right shampoo for my childu2019s extra curly, long hair has always been a challengeu2014until we discovered Ever Eden Kids Detangling Shampoo. Here's why we love it:  1. Gentle Yet Effective: The shampoo has a mild, tear-free formula that cleanses the hair thoroughly without stripping away moisture. It leaves my childu2019s curls feeling soft and hydrated after every wash.   2. Detangling Magic: This shampoo truly lives up to its name. Detangling long, curly hair used to be a dreaded chore, but now the comb glides through effortlessly after washing. It's been a huge time saver during our hair care routine.   3. Natural Ingredients: Ever Edenu2019s focus on clean, plant-based ingredients gives me peace of mind. It's free of harsh chemicals and enriched with nourishing elements that promote healthy hair.   4. Pleasant Scent: The light, fresh scent is not overpowering but adds a nice touch that my child enjoys.   5. Curly-Hair Friendly: The shampoo enhances the natural curl pattern, leaving the hair looking defined, shiny, and bouncy. It works beautifully without the need for additional heavy styling products.    Overall, Ever Eden Kids Detangling Shampoo has been a game-changer for our family. It simplifies our hair care routine while keeping my childu2019s long, curly hair looking and feeling amazing. Highly recommended for anyone with little ones with curly or textured hair!"
        },
        {
            "review_title": "Very transparent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "A little goes along way! This shampoo lathers really well. It does not have an overwhelming smell and itu2019s smells clean and refreshing. The packaging is so cute and the ingredients are clean and"
        },
        {
            "review_title": "Kid friendly",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Combination skin",
            "review_text": "This kids detangling shampoo is very easy to pump out while washing your kiddou2019s hair or while they do it themselves. It cleans well and has a very delightful smell. With minimal ingredients it seems like it would be good value for your money."
        },
        {
            "review_title": "Best shampoo for kids",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "My daughter is enjoy her shampoo itu2019s a good  shampoo for kids itu2019s mild and it helps a lot for tangled hair. It has pretty packaging which is a cute smily face. Itu2019s pretty good I definitely recommend it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I received this product in exchange for my review.   I recently tried Evereden Kids Shampoo, and itu2019s great for bath time. It lathers easily, so a little goes a long way, and the strong scent is pleasant and long-lasting. It detangles well, making combing easier, but Iu2019m not sure itu2019s better than the brand weu2019ve been using for my mixed childrenu2019s hair. The packaging is very well thought as well with a an safety!  Overall, itu2019s a good shampoo with a great scent and easy lathering."
        },
        {
            "review_title": "Amazing shampoo for active kids",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I was eyeing this shampoo on Sephora for several months, and I was beyond happy when I got a chance to try it! The packaging is super cute, a love at first sight! But it's not only cute, but also very convenient to use, the top part rotates so you can lock/unlock the product. The shampoo itself is surprisingly good! It has a nice herbal scent, pretty unusual for kids' products which almost always have added artificial sweet fragrances. My son has longer hair, up to his shoulders. When he used previous drugstore shampoos, his hair would look not clean and limp after a day at school. When he uses this shampoo, his hair looks good after a full day of activities! It feels clean and healthy. I will definitely repurchase."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The shampoo is so rich and creamy just so hydrating for my little one. The bottle comes in a such an attractive kids friendly design - so cute. The scent is so subtle and you can smell the shea butter. Itu2019s slightly on the higher side but still worth it to buy. It cleans the scalp and moisturizers the hair perfectly gentle enough for daily use and comes under the clean category. Thank you for letting me try this, totally love it and recommends this."
        },
        {
            "review_title": "Top quality kid shampoo",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received this product for free in exchange of my honest opinion. First of all, beautiful packaging and the smell is nice without being overpowering and artificial. My 4 year old daughter has long wavy hair so it helps detangle but still need to apply conditioner after. It will be a good one step option for kids with short to medium length hair. The reason Iu2019m not giving it 5 stars is the price. It is too expensive for a kid shampoo in my opinion but the product does feel luxurious and excellent quality."
        },
        {
            "review_title": "Amazing kids shampoo!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Looooved this shampoo! From the packaging all the way to the ingredients. The quality of the packaging is divine so luxurious to the touch. The scent is amazing and the hair feels so soft and looks shiny after the wash. It is a bit pricey if compared to other brands but it is so pretty ud83dude0d the kids will love it!"
        },
        {
            "review_title": "Ever Edens detangling shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Oily skin",
            "review_text": "I received this product from influenster in exchange for a review. Ever Edens detangling shampoo is so good!! It smells really nice, it makes my daughteru2019s hair shiny and clean and it keeps her hair tangle free!! The bottle is a little small, we wish it was a little bit bigger. But otherwise we love it!!"
        },
        {
            "review_title": "A must have in my families routine.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Nice scent not overpowering, makes bathing easier for my child and he likes the little bottle with the face. Easy enough that my child is able to rub it into his hair himself. Nice natural ingredients."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Combination skin",
            "review_text": "I absolutely love the Ever Eden Kids Detangling Shampoo! It works wonders on my child's hair, making it super soft and easy to comb through. The formula is gentle and nourishing, and I love that it's free from harsh chemicals. Plus, the subtle scent is delightful! A must-have for parents looking for a safe, effective, and kid-friendly shampoo. Highly recommend!"
        },
        {
            "review_title": "Good!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "It works well, very bubbly suds and cleans the scalp nicely. Doesnu2019t work great for my own oil hair but great on childrenu2019s scalps. It smells nice. Ingredients are good over all but it looses one star because itu2019s very expensive for a childu2019s shampoo!"
        },
        {
            "review_title": "Gentle and effective",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I really like this kidsu2019 detangling shampoo. The container is adorable and makes it easy to dispense the product. It lathers perfectly, and I love that it contains shea butter and argan oil. It cleans hair thoroughly and effectively. The scent is light and pleasant. I recommend this shampoo to anyone looking for a gentle and effective option for themselves or their children."
        },
        {
            "review_title": "Such a nice kids shampoo!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This product smells sooo amazing! I canu2019t stop smelling my kids hair. It lathers well, leaves hair feeling soft and easy to brush through. Iu2019ve even used it on my hair because I love the scent so much. I would buy this again!"
        },
        {
            "review_title": "Perfect for frizzy hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I received this free product from Influenster in exchange for my honest opinion.  What really intrigued me about this product is the packaging itself its super cute and the pump its easy to use my child was really excited to use it . I find when applying it to his hair it made a lot of soap. It had a very pleasant scent which my toddler loved. I also liked how it left his hair super clean and smooth it was easily brushed afterwards .  Usally after his shower his hair is frizzy I find this product really helped reduce it.Another thing that  I loved about this product its that it contains clean ingredients which I find the most important part when using it on a child. This is definitely our new favourite hair shampoo itu2019s worth all the money."
        },
        {
            "review_title": "Not recommended for sensitive skin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Unfortunately, this shampoo didnu2019t suit my childu2019s skin, causing irritation and noticeable redness. Despite my child not having particularly sensitive skin, this reaction was unexpected and concerning. It seems there may be an ingredient that doesnu2019t agree with sensitive skin types, making it less ideal for children prone to skin issues. I wouldnu2019t recommend this product if your child has any skin sensitivity. I don't like the strong scent that this shampoo has. I received this free product from Influenster"
        },
        {
            "review_title": "Detangles well, and is super gentle",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Combination skin",
            "review_text": "First off, the product container is very, very well made. The lid locks by simoly turning it, it's very durable, great size for the price, and it's absolutely adorable! The colours are super vibrant, which my girls absolutely adored. They thought the little face wanna nice touch, and the scent was very soft! My girls are very sensitive to scents, and products in general, so this more naturally derived shampoo was just what they needed, not to mention every moms dream with the added benefit of detailing my girls hair while was it. It works great, didn't aggravate my girls at all, is super gentle, has a great formula, great ingredients, and definitely helped with detangling"
        },
        {
            "review_title": "Cute bottle design and smells fantastic!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "My kids have been using the Ever Eden Kids Detangling Shampoo on their long hair for about 2 weeks and I have seen a significant difference in the texture of their hair after its washed compare to drugstore shampoo. My older daughters hair can get quite tangly but even once it's dry her hair feels more moisturized and there are few knots. I really like the smell and the shampoo foams up amazingly. Plus the cute bottle just looks so sweet in the bathroom. Love it!"
        },
        {
            "review_title": "Amazing Kids Detangling Shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "Evereden Kids Detangling Shampoo is truly a game-changer for parents dealing with tangled hair! This shampoo not only smells amazing, but it also works wonders on my child's hair. It gently detangles without causing any tears, making bath time a breeze. The formula is made with natural ingredients, so I feel good about using it on my little oneu2019s sensitive scalp. Plus, it leaves the hair feeling soft and manageable. I highly recommend it to anyone looking for a gentle and effective shampoo for their kids!"
        },
        {
            "review_title": "It a must have for Hair routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "The packaging Is simple. I love how the botte Is easy to Janelle. I like how it got a light scent which is mild . It leaves my child scalp clean without the drying out feels."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Medium skin tone, Combination skin",
            "review_text": "I absolutely adore the bottle itu2019s so cute and my daughter loves how the bottle is winking at her. Also the prettiest colours. Itu2019s really important to have a good detangling shampoo for kids because their hair gets so tangled after playing with friends. It has a nice smell and cleanses leaving her hair looking very healthy."
        },
        {
            "review_title": "Kids shampoo",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Thank you Influenster for this free product for my honest review. This shampoo smells good, leaves both of my daughtersu2019 hair shiny and soft. This is our first time using this shampoo and I was happy with the results. I would buy again and i would recommend this product and brand"
        },
        {
            "review_title": "My Child approved",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I recently tried Evereden Kids Detangling Shampoo for my child, thanks for choosing me to try this great product!  it has been a game changer! One of the highlights is definitely the delightful smell; my child absolutely loved it. It has a pleasant, gentle fragrance that makes bath time much more enjoyable.  In terms of effectiveness, the shampoo works wonders on tangles, making it easier to comb through hair without causing tears. Itu2019s also formulated with natural ingredients, which gives me peace of mind knowing itu2019s safe for my childu2019s delicate scalp. Overall, I highly recommend Evereden Kids Detangling Shampoo for parents looking for a gentle and effective solution to detangle hair while leaving it smelling fantastic!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "My kids have a ton of hair. I am always looking for the best detangling shampoo and conditioner. One of my favourite things about this shampoo is the scent. It smells soooooo good. I also think it did a pretty good job as a detangling shampoo but I think it would work a lot better with the conditioner as well. It is something that is way out of my budget but if I could fit it into my budget, I would."
        },
        {
            "review_title": "A great product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "u2b50ufe0fu2b50ufe0fu2b50ufe0fu2b50ufe0fu2b50ufe0f  EverEden Detangling Shampoo for Kids is a game-changer! Itu2019s completely unscented, which is a huge plus for my kids who are sensitive to fragrances. I love that itu2019s free from parabens, sulfates, and siliconesu2014perfect for giving me peace of mind about whatu2019s in their products. The formula works wonders on tangles, leaving their hair soft and easy to manage without any residue. Plus, the packaging is beautiful and makes bath time feel like a treat! Highly recommend for parents looking for a clean, effective, and gentle shampoo."
        },
        {
            "review_title": "Hair Washing Is Now Blissful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "This is a gift from the hair Gods! No more fearing hair washing and after 4 uses I already see a difference in my nieces hair! It's so soft and absolutely zero tangles to battles. The bottle is amazing! It's so easy for her to know whether it's open or closed with the cute face on the bottle. She absolutely loves the scent too which is a big bonus. A tiny amount goes a long way with this shampoo."
        },
        {
            "review_title": "Adorably fun packaging and incredible scent!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "This is the absolute CUTEST packaging! The smiley face is so adorable and fun.   The pump feature is great. Itu2019s leakproof and If it falls into the bath, water canu2019t get inside the packaging. The pump dispenses the perfect amount. A little bit goes A LONG way!   This is also the most incredibly scent. Itu2019s very light, but so lovely. Itu2019s also long lasting. I couldnu2019t stop smelling my kidu2019s hair.   It was very gentle yet still hydrating. Both my kidu2019s hair was super soft afterwards.   No red itchy eyes and no tears while rinsing.   Itu2019s not cheap, so Iu2019d say this is more on the luxury side of the kidu2019s products spectrum. $39.50 CDN (plus tax) for 200mL is a bit crazy in my books, but I can see this lasting a very long time since the pump dispenses the right amount. This is the only reason why I rated 4 stars.  If this is within your budget, I highly recommend giving it a try. Itu2019s lovely and both of my kids have been really enjoying adding this to our nightly routine. Iu2019m definitely going to explore this brand and their other kidu2019s products!"
        },
        {
            "review_title": "Natural ingredients",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Shampoo is very gentle, sulfate-free, and designed for sensitive scalps.  All natural plant based ingredients like coconut and aloe. It is very effective in detangling, leaves hair soft and manageable without harsh chemicals. I like the mild scent and moisturizing benefits.  itu2019s slightly more expensive, the shampoou2019s effectiveness and natural formulation make it a worthy choice for clean beauty lovers."
        },
        {
            "review_title": "Lovely scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This shampoo is a very effective cleanser and it does not strip the hair. I like the ease of the pump. The packaging feels high quality. I love the scent as it is unique. It makes my daughter's hair smell great but is not overpowering. This retails for $39 at Sephora and I don't see the value in paying that for kids shampoo."
        },
        {
            "review_title": "Clean and fresh smelling hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I received this product from Influenster for my honest review. When the product first arrived, all I could admire was the very cute design of the shampoo bottle. My daughter also right away loved the little winking smiley face on the pump.   While using it in the bath, it came out of the pump very easily for a kid to apply themselves and it also lathered very easily into the hair. The smell was also amazing! I also love the fact that it is free of parabens. Upon washing out, the hair felt nice and clean and you could still smell the nice mild scent of the shampoo. Would recommend!"
        },
        {
            "review_title": "Perfect for kids !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I recieved this from Influenster for my honest review. My daughters use this in their bath tonight and their hair felt SOO clean and so healthy. I am tempted to use it for myself too! The scent was mild so it didnu2019t irritate my kids skin. Perfect for detangling knots from your kids hair!"
        },
        {
            "review_title": "It's a good product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Packaging is simple and cute. Effective and cleanses well. Good ingredients. Price is decent . Scent is mild but how i prefer it especially when it comes to the kids"
        },
        {
            "review_title": "Scent, Tear and Tangling free with smooth hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Its a product I am looking  No scent Tear free and works with detangling knots for younger kids I really love this product. It is a game-changer.  From its gentle formula to its amazing detangling power, this shampoo makes bath time a breeze. It leaves my child's hair feeling soft, smooth, and knot-free every time. Plus, knowing it's made with safe, natural ingredients gives me peace of mind. Highly recommend!"
        },
        {
            "review_title": "The best kids shampoo to avoid tangles",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Normal skin",
            "review_text": "This have been working so nicely for my toddler hair and l love how it is tear free. I would say this is the best that I can have for my son. As he always gets a lot of knots on his hair. Like how you can easily notice how nicely it's working to keep his hair so beautiful and tangle free."
        },
        {
            "review_title": "Smells so amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Combination skin",
            "review_text": "Love this, it has been a huge game changer for my kids curly hair!"
        },
        {
            "review_title": "Must have for little humans!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love how it doesnu2019t have a strong scent. And specially the packaging is very attractive and cute! Also itu2019s very important what ingredients are in your kids shampoo and this is spot on. Highly recommend it. Received this product for free to review my opinion on."
        },
        {
            "review_title": "Great product for all hair types!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "About two weeks ago, I gifted this product to a friend who has recently become a proud father of twin boys! He was pleased and reported that this shampoo works well with his sons' curly hair."
        },
        {
            "review_title": "Smells so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I love this shampoo and my son does too. The bottle design is super fun and something we both enjoy. Left his hair clean, shiny and smelled amazing. Would definitely buy again."
        },
        {
            "review_title": "Not tear free",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Was really excited about this product but had to return it because itu2019s not tear free so my 2 year did not do well on it."
        },
        {
            "review_title": "Detangled!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Our family have been using this shampoo for about a month now and I can tell you that it definitely works! Especially with my daughter's hair that always seem to tie themselves in knots even after I just brushed them! But if you are looking maintain texture and volume while using this product, then it's not for you. Due to ingredients allowing for easy brush it also makes hair less full and...mm more flat?!  All in all good product for what it is meant to be used for. I received this product for free as part of promotion."
        },
        {
            "review_title": "Smells Amazing, Didnu2019t quite do the job.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Normal skin",
            "review_text": "Smells absolutely amazing. Love the clean ingredients for my toddler. Unfortunately, one good wash wasnu2019t enough. I could still smell the sweat in his hair. A second wash and we were all set. It left his hair soft and shiny, so overall a pretty good product, but would prefer a shampoo that only takes one round."
        },
        {
            "review_title": "Great product for rough and dry hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I loved this shampoo for sonu2019s hair. He have quite dry texture . He is using from couple weeks. It gives softness and shine to his hair. Itu2019s very hydrating shampoo."
        },
        {
            "review_title": "Must have for kids bath time.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "This product is so great. My daughter loved it and it really helped make her hair less tangled when brushing. They smell is so wonderful too!"
        },
        {
            "review_title": "So adorable ud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Love that all their products are safe for your littles skin ud83eudef6ud83cudffb Love the smell of the shampoo and the cute little bottle!"
        },
        {
            "review_title": "A must-have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I received the Evereden Kids Detangling Shampoo free from Influenster in exchange of my review. I recently tried this kids' shampoo, and I have to say, it's fantastic! You only need a small amount for each wash, so the bottle lasts a long time. It has a gentle, clean scent that is so good!. The packaging is bright and fun, which really catches the kids' attention. Most importantly, it leaves their hair incredibly soft and smooth. This product is wonderful, and I'll definitely be buying more once we run out!"
        },
        {
            "review_title": "Great for curly hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "I received the Evereden Kids Detangling Shampoo free from Influenster in exchange of my review. After using the product for couple of weeks in my childu2019s curly hair, I noticed an improvement on how soft and easier to comb the hair became. My kids liked the fun appearance of the product and liked the soft smell of it too. Overall I think it is a great option and would recommend it."
        },
        {
            "review_title": "A must have!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "After using this product on my daughteru2019s curly hair I donu2019t think I could go back to anything else. It makes brushing her hair after washing it so much easier as it always seems to get knotty. It has a night light scent and Itu2019s an added bonus that it is a clean product."
        },
        {
            "review_title": "Curl hair must havem mo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Normal skin",
            "review_text": "This shampoo is simply incredible for my kids curly hair. Honestly - weu2019ve never had better curls!! And the scent is so nice!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Combination skin",
            "review_text": "I am so impressed with this detangling shampoo. My daughter's hair is incredibly soft, and smooth since using it, and a little bit goes a long way!"
        },
        {
            "review_title": "New staple!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Tried this out on my kids and its a new staple in our household. I love that this shampoo is hypoallergenic and non-toxic. It makes me feel better that im using the best products on their hair and a more natural product. The argan oil and shea makes their hair so soft and easy to detangle. No residue is left in their hair. I also love that this is available at Sephora so its easy to repurchase it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Absolutely amazing shampoo - my little ones hair is so soft and easy to brush after using it. Really nice texture too, a little goes a long way. The only downside is the scent - itu2019s a bit too strong and overpowering as for a kidu2019s shampoo"
        },
        {
            "review_title": "Such a great detangling shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "My daughter loved trying out this detangling shampoo. It made her hair so soft, smooth and manageable. It has a nice scent. She asked me to buy her another one when this bottle is finished as she really loved how nice it made her hair feel. Highly recommend!"
        },
        {
            "review_title": "Must have for kids!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "After receiving it as a free sample and using it for my son, I can say that it is the best hair care product I have ever tried for my child. Its texture is soft soft and smooth which leaves hair soft,  smooth and shiny. Bottle is so cute and my child was so excited to try it just because of its unique and attractive Bottle design.  Scent isn't too strong but it is wonderful. Shampoo is so gentle and doesn't cause eye irritation so it is completely kids friendly.  Would highly recommend to other parents as the product is amazing!"
        },
        {
            "review_title": "Great kid shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Iu2019m loving this shampoo! My kids love it too. Does a great job cleaning my kids hair, hydrates and keeps it shiny until the next wash."
        },
        {
            "review_title": "Great kids shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "After using for a couple weeks both my boys love this shampoo. Scent is not to strong but still smells great. Left hair feeling soft. Shampoo was gentle. Didnu2019t bother their eyes! Plus such a cute bottle!"
        },
        {
            "review_title": "No tangles, no tears.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Iu2019ve been using this product on my son for the past few weeks and we love it!  I received it free to try from Influenster and I can guarantee Iu2019ll purchase it.  My sonu2019s hair is so soft, shiny, and no tangles. Itu2019s free from all of the bad things and full of gentle ingredients.  The scent is light and not overpowering and we love the smiley design on the bottle."
        },
        {
            "review_title": "Great for curly haired kids",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Overall a really good product with good ingredients. Works great in tangled hair and no sign of any eye irritation from accidental contact!"
        },
        {
            "review_title": "Definitely adding this staple to our household.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "My daughter loves the bottle! The pump works great and makes using this product super easy! The argan oil and shea butter help leave my daughters hair so silky and smooth. No tears here. The brush after the bath glides so quick through her hair. Definitely will repurchase this! She really likes the scent too!"
        },
        {
            "review_title": "Nice shampoo friendly ingredients",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I liked the fragance of the shampoo, perfect for detangling children's hair. I still think some conditioner is needed to moisturize the hair a little more if I think it leaves it a little dry.  The packaging is nice, maybe the presentation should be bigger, even so I think it is a good product."
        },
        {
            "review_title": "Replacing my kids shampoo for EverEden!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I never thought Iu2019d use luxury shampoo on my kids hair but WOW! The smell is so light but exquisite! My daughteru2019s hair get easily matted but this makes her hair super soft and keeps her hair cleaner longeru2026 and for that alone is worth the buy. It suds up very well so 1-2 pumps is enoughud83dudc4cud83cudffc vvvv impressed"
        },
        {
            "review_title": "Perfect shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "My daughter has thin long blonde hair. After every shower I have to use detangler on her hair even after conditioner. But not with this shampoo ud83dude4cud83cudffc seriously game changer. I can brush her hair right after and it does not weigh down her hair or make it greasy. She also mentioned how she loves the smell because it smells u201ccleanu201d."
        },
        {
            "review_title": "Makes brushing my toddlers hair easy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This shampoo actually does work and prevents my toddler from having both frizzy and tangled hair."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The shampoo is made with plant based protein and is dermatologist tested. It has no sulphate, no silicone. The bottle will take your heart away. The shampoo has a very light pleasant fragrance. Now digging into the result. My daughter has thick hair which tangles a lot. Used the shampoo and it was a relief that it did help with the detangling and worked wonderfully. However, the shampoo is not good moisturizing. Her hairs were puffed and dry after the wash. Wish it had more moisturizing ingredients."
        },
        {
            "review_title": "A must have for your child!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair",
            "review_text": "Evereden Kids Detangling Shampoo is a game-changer.  From its gentle formula to its amazing detangling power, this shampoo makes bath time a breeze. It leaves my child's hair feeling soft, smooth, and knot-free every time. Plus, knowing it's made with safe, natural ingredients gives me peace of mind. Highly recommend!"
        },
        {
            "review_title": "A must have",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I recently discovered the perfect solution for managing my kids' different hair types with one fantastic product: the Evereden Kids Detangling Shampoo. From its adorably cute packaging that instantly captures their attention to its effective formula, this shampoo has become a staple in our household.  Firstly, let's talk about the scent u2013 it's delightful! The gentle fragrance leaves hair smelling fresh and clean without being overpowering, which is perfect for kids.   But what truly sets this shampoo apart is its performance. Not only does it cleanse hair effectively, but it also tackles those pesky tangles with ease. Thanks to the plant protein peptides, it strengthens and moisturizes their hair, leaving it visibly luminous u2013 a bonus for both kids and parents alike.  The inclusion of shea butter and argan oil adds another layer of nourishment, hydrating and protecting their delicate strands. With these ingredients, frizz is kept at bay, and hair shines with health.  I appreciate how this shampoo is suitable for all hair types, making it convenient for my kids who have different textures. Plus, a little goes a long way, thanks to its impressive lathering ability, making it both economical and practical.  In conclusion, the Kids Detangling Shampoo is a game-changer for parents seeking a hassle-free hair care solution for their little ones. With its effective formula, delightful scent, and charming packaging, it's a win-win for the whole family."
        },
        {
            "review_title": "The cutest and best shampoo!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Medium skin tone, Combination skin",
            "review_text": "This shampoo is absolutely incredible. The bottle is the cutest thing Iu2019ve ever seen. My daughter loves everything about it: the wink design, the coloru2019s bottle, the smell, the foam. You should try it with your kids too"
        },
        {
            "review_title": "Must have for kids!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "This shampoo is a great choice for parents looking for a gentle, yet effective cleanser for their child's hair. Packed with plant protein peptides, shea butter, and argan oil, this shampoo cleanses without stripping hair of moisture. Makes detangling beyond easy, a huge plus for kids with tangles!  This nourishing shampoo is a gentle and effective option for keeping your child's hair clean, soft, and manageable. With its focus on natural ingredients and versatility for different hair types."
        },
        {
            "review_title": "This shampoo is definitely the best for my son",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I been using this shampoo for a couple weeks with my son and he really is enjoying it. Must I say it even smells so lovely. Also it does have the cutest packaging which my son likes to look at  .  It leaves his hair feeling so nice and clean."
        },
        {
            "review_title": "Untangles well",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This tangling shampoo worked really well for my daughter who has straight tangly ends.  When I first lathered it onto her hair, I can smell the florally scent of the shampoo. It's very light and subtle which is fine to me since it wasn't heavily fragrance. You don't need to use a lot of shampoo to lather up the hair, as a little goes a long way because it suds up a lot. As I was working up a lather for my daughter's hair, I can feel the hair soften and untangling as I was washing it. I don't think I can use this often as it's not a big bottle and it's quite expensive to use daily. Overall, it's nice to have but not necessary to purchase as it is expensive."
        },
        {
            "review_title": "Love this shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I never thought I would be jealous of my childu2019s shampoo! The bottle itself is so cute. I love the pump, my son can use it himself without worrying about waste. It smells SO GOOD. Lathers up beautifully and leaves his hair squeaky clean! Zero tangles afterwards when we are combing his hair."
        },
        {
            "review_title": "Cutest packaging!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "The first thing I loved about this shampoo is the packaging! Itu2019s so fun, bright and kid friendly. The pump made it super easy to use vs. having to turn upside down with a crazy child in the tub and shut before it spills everywhere. Next, I loved the scent. It made my daughteru2019s hair easy to brush, and smooth when dry!"
        },
        {
            "review_title": "Lovelyu2026 except doesnu2019t detangle much",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I really like the smell and packing of this item, itu2019s a super cute, friendly looking bottle. The shampoo itself cleans very well but almost u2018toou2019 well considering itu2019s meant to detangle. I didnu2019t find it helpful at all in terms of detangling - if anything I think it made it even more difficult to comb through the hair as it was SO squeaky clean. Iu2019ll keep using it on my child as a regular good shampoo but wonu2019t expect it to do magic with knots."
        },
        {
            "review_title": "Love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "This is our new favourite! Not only does it smell amazing, but my three daughtersu2019 hair is silky smooth afterwards. :)"
        },
        {
            "review_title": "A new must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "After using this product on the first day, I noticed how easy it was to comb my 2 year Olds hair...knot free.. the smell is amazing .. leaves the hair shiny and silky"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Wow! From the first pump the lovely scent right away shows this is a quality product. I used the shampoo on myself as my 8 yr old said she didnu2019t want me helping her wash her hair and I could use it myself to review! Only 1 pump is enough to wash my hair and it lathers beautifully. The whole time I was enjoying the scent and thinking this should be my shampoo not for kids lol. I could feel that my hair felt clean and it didnu2019t need a long rinse to feel the product was washed off. I then blow dried my hair and again I was in love with the scent! It is not over powering, doesnu2019t smell fake and just makes you feel like you are at a salon. My hair was easy to comb without using a conditioner and my hair looked clean and even more full. So this shampoo really left me in awe but the price was also OMG! I will continue to use it and buy the end of using the bottle will decide if it is worth the high price. I received this product for free to test and provide my review. If I saw this on the shelf I would never buy it due to the price but now that I was able to try it for free I may be splurging and buying this as a regular shampoo. I mean even the bottle winks at me so who can resist!"
        },
        {
            "review_title": "No more tears in the shower!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "I received this product to try out for honest opinion. My son has long curly hair, and it is always getting tangled and knots.  This shampoo is fantastic and helps so much in the shower! It smells good, has a good texture, and a little goes a long way! I will buy again and I recommend! #influenster"
        },
        {
            "review_title": "Great detangling shampoo for kids",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Oh my goodness, my son is truly loving this detangling shampoo! He has been using it for the past three weeks and enjoying it so much. It smells really amazing and leather up very nicely. It has definitely been great for him keeping his hair feeling clean fresh and the best part is itu2019s tear free."
        },
        {
            "review_title": "Our go-to for curly + wavy hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "My daughters both have either curly or wavy hair and I canu2019t believe how well the shampoo helps detangle their hair! The smell is divine too, we love it! I use it on my own hair sometimes, our secret ud83eudd2b"
        },
        {
            "review_title": "Favorite Shampoo yet!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "We love this especially for my daughter's long hair. The scent is just perfect not too much and so delicate for my kid's sensitive skin. It is a must have!"
        },
        {
            "review_title": "A must-have in our home!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "My daughter has extremely curly hair that gets so knotted, and this shampoo works so well for us. It smells amazing, it's tear-free, and it lathers so nicely without making tangles worse before we condition."
        },
        {
            "review_title": "Newest favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "My friend recommended this shampoo for me to use, even though I am adult. It's worked wonders on my hair that is recovering from a series of bleaching. After each wash, my hair is silky and detangled. The scent is also neutral, clean, and not overwhelming."
        },
        {
            "review_title": "Smells so good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This. Smells. So. Good. I had to ask the company what scent this was. I want this scent in a bottle. NOW. The shampoo is great. It lathers great which means I know my oily-prone hair is getting a good clean. It's hard to find a go-to shampoo that cleans well, smells good, and does everything you ask a basic shampoo to do, but this is it. I'm impressed and am thoroughly enjoying this as a 24 year old!"
        },
        {
            "review_title": "Perfect for kids with fine hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "I have 4 daughters and they hated washing their hair because it was so fine and got so tangly.  They have no problems now."
        },
        {
            "review_title": "Favourite Shampoo Ever!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019m constantly u201cborrowingu201d this shampoo from my toddler because itu2019s THAT GOOD! Not only does it make our hair so soft, the scent is so good and it lasts so long! Gives me a peace of mind knowing the ingredients are super clean. This is our second bottle now and will definitely be repurchasing!"
        },
        {
            "review_title": "A two-in-one kids shampoo",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Cleanse and detangle hair with just one product! This shampoo cleanses, nourishes, smooths, detangles, and prevents frizz. Itu2019s made with clean ingredients and formulated with plant protein peptides, shea butter, and argan oil. Can we also take a minute to take in how cute the packaging is?!"
        },
        {
            "review_title": "Favourite kids shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "My daughter loves this detangling shampoo. It leaves her long hair smooth, soft and hydrated. It Shad a wonderful scent and the packaging is super cute! Definitely recommend it!"
        },
        {
            "review_title": "Mama approved!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "The first time we tried this shampoo, we loved it. We love the smell and the texture of the shampoo. It suds up pretty well and we love that itu2019s made with argan oil and shea butter. This will be a staple in our shower for the kids!"
        },
        {
            "review_title": "You need this!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The best Shampoo for kids! It is on the prices side but you get what you pay for! A little goes a long way!!"
        },
        {
            "review_title": "The best shampoo for kids!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "This shampoo is so good! It lathers very well into my daughter's hair and cleanses her hair so well. I love the light apricot scent that is not overwhelming at all. The bottle is also so cute with it's little face and is so fun for kids."
        },
        {
            "review_title": "A great detangling shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This shampoo worked really well in my kids curly hair. It lathered nicely and rinsed out very easily. Their hair definitely soft and hydrated after using this shampoo. It was easy to brush through and detangle any knots while the shampoo was in their hair."
        },
        {
            "review_title": "Highly Recommend!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Its gentle formula effectively tackles knots and tangles, leaving their hair soft, and manageable, and with no annoying smells on toddlers. It's a definite must-have for parents looking for hassle-free haircare solutions!"
        },
        {
            "review_title": "Love love love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Dry skin",
            "review_text": "I really love this shampoo for my son! One night he forgot to use the conditioner and the shampoo still left his hair feeling so soft even into the next day! My son hair gets super sweaty from playing sports always leaving his hair tangled and this has made all the difference. Definitely will be keeping this product in our household."
        }
    ]
}