{
	"product_id": "418",
	"name": "Triple Shot Interchangeable Hair Blow Dryer Brush",
	"brand": "Drybar",
	"categories": "Hair, Tools, Blow Dry Brushes",
	"price": 256.5,
	"about": "What it is:An interchangeable blow-dryer brush that creates a variety of styles, from perfectly sleek and straight to defined waves and curls..Hair Texture:Straight, Wavy, and Curly.Hair Type:Fine, Medium, and Thick.Hair Concerns:- Straightening and Smoothing.Key Benefits:- Creates defined curls and waves.What Else You Need to Know:Interchangeable attachments allow you to create a variety of looks in less time—for a customized, smooth, shiny blowout in one step. The round blow-dryer brush creates defined curls and waves, the oval blow-dryer brush provides ample volume and shine, and the vented paddle-brush blow-dryer gives you a smooth, straight finish.",
	"ingredients": "",
	"how_to_use": "Suggested Usage:.To add attachment:.-Align notches inside handle with notches on attachment. .-Push and twist into handle until it snaps into place...To remove attachment:.-Wait until attachment is cool to the touch. .-Press and hold both release buttons and slide attachment out of handle with a slight twist...For all blow-dryer brushes:.-After shampooing, thoroughly towel-dry and brush out your hair with a detangling brush..-Separate hair into large sections. .-Place brush underneath each section and work slowly from roots to ends, until hair is dry and smooth..-For volume at the roots, use horizontally at the crown. .-Can also be used on dry hair to extend your blowout and create a smooth, finished look..-For extra-thick or long hair, it may be necessary to rough-dry with a regular blow-dryer before use...For the small, round blow-dryer brush:  .-Use vertically throughout hair for defined curls and waves...For the vented paddle brush: .-Finish your look by working on top of each section, from roots to ends. .-For added shape or bend, brush from beneath...Recommended temperatures:.-Low heat is best for fine hair..-Medium heat is best for medium hair..-High heat is best for thick-to-coarse hair..-Cool-shot/airflow locks in your style.",
	"num_reviews": 46,
	"overall_rating": 4.8,
	"product_url": "https://www.sephora.com/ca/en/product/drybar-triple-shot-interchangeable-hair-blow-dryer-brush-P512466?skuId=2767218&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2767218-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Excited to dive into some serious styling fun this weekend with this gem. As a long-time fan of their hair tools and products, I’m beyond thrilled to give this beauty a whirl. With three versatile attachments, the styling possibilities are endless, whether it’s sleek, bouncy, or voluminous vibes, this tool’s got you covered!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I’m really impressed with the triple shot interchangeable blow out brush by Drybar! I had a blowout in less than 10 minutes which is impressive! I have wavy, chin length, normal hair and it left my hair so soft! It gave me the volume I was looking for. At first when pitting the brushes in it was a bit confusing but I was able to connect the attachment with the brush! The quality feels a bit on the cheap side but the quality how well it works surpasses that! I love that is lightweight!  My sister has long, thin, curly hair and I was able to do her hair in less than 15 minutes!! I’ll definitely recommend it for beginners to intermediate! I believe it’s for all hair types!"
		},
		{
			"review_title": "Super comfortable and very easy to use",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "The Drybar NEW Triple Shot Interchangeable Blow-Dryer Brush is amazing! I’m super impressed with how lightweight and easy it is to use. The three interchangeable attachments are a game-changer. The Oval Blow-Dryer Brush gives my hair incredible volume and shine, while the Vented Paddle Brush is perfect for a smooth, straight finish. I love the Small Round Blow-Dryer for adding defined curls and waves. With the recommended medium heat setting for my hair, I was able to dry and style it in under 10 minutes! The ionic technology really helped reduce frizz and left my hair looking shiny. Plus, the ergonomic design makes it comfortable to hold. This tool has definitely upgraded my blow-dry routine."
		},
		{
			"review_title": "Beautiful shiny hair",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I recently tried the Drybar Triple Shot Interchangeable Blow-Dryer Brush and overall, I'm impressed. The interchangeable attachments are super convenient, allowing for a variety of styles in less time. The brush itself is lightweight and comfortable to hold, making blowouts a breeze. However, I did notice that my hair, which is long and prone to tangling, got a bit tangled in the round brush attachment. Despite this, I still think it's a great tool for achieving smooth, shiny hair. I'd give it great marks for its versatility and ease of use, despite the tangling issue. My hair looked beautiful and shiny after use."
		},
		{
			"review_title": "Great set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "The Dry Bar interchangeable brush is perfect for that salon blow out look without the need for a brush and a blow dryer. My step daughter uses every appliance under the sun to create her frizz free straight hair, then if she wants she’ll curl it. This 3 in 1 brush will hopefully cut some of that getting ready time. It does seem to take a bit to get used to but not much. It creates that bouncy Hollywood look that seems to have returned. It heats up great and sounds like a regular hair dryer. The brush heads are easy to change up and I like the thickness of the wand. It makes it sturdy to hold. She’s going to be a new mom soon and I don’t think she realizes that she may not get as much time as she’s used to for getting ready. Hopefully this helps."
		},
		{
			"review_title": "A must have item!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I received the gifted from Drybar Triple ShotInterchangeable Blow-Dryer Brush. Three Looks, One Tool. Interchangeable attachments create a v ariety of looks in less styling time for a customized, smooth, shi ny, blowout in one simple step. I usually after shampooing, thoroughly towel-dry and brush out hair using a detangling brush. Separate into large sections. Place underneath each section and work it slowly from roots to ends, until the section is dry and smooth. For volume at the roots, use horizontally at the crown. This attachment can also be used on dry hair to extend your blowout and create a smooth, finished look. I love Drybar Triple ShotInterchangeable Blow-Dryer Brush, and recommend to my friends and family already!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I’m absolutely loving the Drybar Triple Shot Interchangeable Blow-Dryer Brush! It combines the power of a blow dryer with the ease of a round brush, making styling quick and effortless. The interchangeable barrels are a game changer, allowing me to switch up my look from voluminous waves to sleek, straight styles. My hair dries faster, feels softer, and has more volume without the frizz. Plus, the design is lightweight and easy to handle. It’s a bit of an investment, but it’s worth it for the salon-quality results at home!"
		},
		{
			"review_title": "Salon worthy hair at home !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
			"review_text": "f you’re on a constant quest for salon-worthy hair from the comfort of home, the Drybar Triple Shot Interchangeable Blow Dryer Brush might just be the styling sidekick you’ve been looking for. And as someone with naturally wavy hair, I can honestly say this tool has quickly found a permanent spot on my vanity.  This blow dryer brush comes with three unique attachments—each designed to bring a different look to life, whether you’re after a smooth, straight finish, bouncy waves, or defined curls. The oval brush attachment is my personal favorite; it adds a gorgeous lift and shine to my wavy hair without taking away its natural texture. There’s a real joy in achieving that voluminous, soft wave look, and the shine it adds is something I’m obsessed with.  Drybar’s ionic technology is what really sets this tool apart. The negative ions work to seal the cuticle, so you get sleek, frizz-free hair with just the right amount of shine. My hair looks polished, not poufy, and I’m so impressed with how much time it saves me, too. It’s like the airflow is perfectly calibrated—fast and thorough without ever feeling too hot or damaging.  One of the things that initially drew me to this tool was the convenience factor, and the ergonomic, lightweight design really lives up to the hype. It doesn’t feel bulky in my hand, and I can style my entire head without arm fatigue (win!). I also adore that it comes with a heat-resistant travel bag. Not only does this make it easy to pack up and take with me, but I also know everything will stay neatly organized and protected.  If you’re a fan of sleek, frizz-free styles and love being able to mix up your look without a drawer full of tools, the Drybar Triple Shot Interchangeable Blow Dryer Brush is absolutely worth a try. It has changed the way I approach styling, and I genuinely look forward to the results every time I use it. Drybar has thought of every detail, from the lightweight design to the custom temperature settings."
		},
		{
			"review_title": "Amazing tool!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "If you buy one hair tool this year, make it this one! This is the best blow dryer I’ve tried recently. I love the interchangeable heads for different looks. I can get my hair to look professional done with this and it didn’t take long to learn how to use it."
		},
		{
			"review_title": "Drybar triple shot",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I have been using the Triple Shot blow dryer that I received for free from Skeepers and DryBar for about one week now and definitely I can say that has changed my hair style and my hair volume. I have been loving the features because has the cooling version which helps protect my hair follicles from braking and from damaging. I really love also that has three different style toolset. The bag that came with is perfect and fits all the supplies inside for traveling. Perfect piece of art I can say"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I LOVE this hair styler! It’s so easy to use and it makes my hair so smooth and soft and manageable. I like that all of the attachments do something different and they’re perfect for days when I want to have more volume on my hair"
		},
		{
			"review_title": "Nice and great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Dry bar triple shot interchangeable Blow dryer brush is one of the most amazing tools I have ever got. Its just exactly the same kind of tool for my hair that I always wanted. It's perfect for hair drying, just exact amount of air and heat that's necessary to make nice blow outs. It's very easy to use and assemble. No complicated attachments. Comes with interchangeable brushes so you can blow dry and make waves at the same time. And the best thing is the little storage bag that came with it. If I say it's one of the best hair tools I have used so far that won't be wrong. Love it and definitely recommend."
		},
		{
			"review_title": "Best hair tool of all time, very beginner friendly",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "This is hands down my favorite hair tool of ALL TIME and I have several high end tools to compare it to. This Drybar Triple Shot Interchangeable Blow-dryer Brush is so lightweight and easy to use, my hair was fully blown out and beautified within minutes! I love how it has several settings for heat and airflow, not to mention the different attachments. When I'm finished styling, the heat resistant storage bag is a great way to keep it all together. I am loving the results from the smaller round brush attachment the most. I can add some bouncy curls or mega volume with almost no effort at all. This is great for beginners and hair pros alike. I recommend it very highly!!"
		},
		{
			"review_title": "Great styling brush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "This triple shot interchangeable blow drying brush by Dry-bar is amazing! I love the variety of hairstyles you can do with the interchangeable brush heads. From curls to waves to straight hair this brush does it all. It feels high quality and even comes with a cute travel bag!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "So obsessed with this hair tool! I love that it comes with three different attachments that allows me recreate different looks! They are very easy to use and the results are stunning! So happy with this new addition!"
		},
		{
			"review_title": "Beware of hair damage.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
			"review_text": "At first I loved it. I used it twice a week and after 4 weeks my hair is completely damaged. Yes, I used heat protectant but my hair is still fried!"
		},
		{
			"review_title": "Amazing for curly girls",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, Dry skin",
			"review_text": "This is the most versatile product I own I love it and it makes my straightening routine so much faster. Not only does it do that but it gives me the ability to wear my hair blown out when I thought as a curly girl I would not be able to! #gifted by drybar"
		},
		{
			"review_title": "YOU NEED!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I was gifted by dry bar this dryer brush is an absolute MUST! I’m actually a licensed stylist and am recommending all my clients get this! It helps give the perfect at home blow out with such ease! It helped smooth my hair & give it body!"
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Absolutely love this blow dryer! Being able to switch the barrels is so convenient, esp for someone who travels a lot! You can get so many amazing results from just one tool now! This has made my life so much easier! Gifted by drybar"
		},
		{
			"review_title": "Quick drying and salon-quality results at home",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I love the new Drybar hair dryer brush! It dries my hair quickly and leaves it smooth and shiny. The ionic technology really helps reduce frizz. It's lightweight and easy to use. Highly recommend!"
		},
		{
			"review_title": "Great quality!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "This was gifted by drybar and I really love it! As a mom I don’t have a lot of time to spend on my hair so this is a great product for me and saves me so much time after hair wash day. It’s good quality and I love that there are multiple parts to switch and choose from."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "This is such an incredible tool for my hair, it has cut my time greatly with doing my hair every morning. When I get out of the shower I towel dry my hair to soak up excess moisture and then I love using the barrel for some body in my hair. My hair has so much more volume using this, I absolutely love it! I was gifted by drybar."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
			"review_text": "This is an incredible brush! The heads are easy to switch out, and each offer a great variety of styling options. This dried my hair super quickly. It left it really shiny sleek and frizz free. I have naturally wavy hair that takes a while to style and this made it super easy. I did receive this gifted by drybar exchange for review."
		},
		{
			"review_title": "Best blowout brush I have used",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This was gifted to me. This was truly the first hair tool that gave me the perfect blow out on my fine hair. It left my hair very shiny and not frizzy AT ALL. I love that it has three attachments for different hairstyles."
		},
		{
			"review_title": "My favourite hair tool!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Normal skin",
			"review_text": "I absolutely love the Dry Bar Triple Shot Interchangeable Blow Dryer Brush Set gifted by drybar! After using it, my hair looks and feels so silky smooth and effortless. It makes getting a blowout incredibly easy, and I’ve been able to dry and style my hair in just 15 minutes, which has saved me so much time. The only downside is that it’s only suitable for use in the US, so it might be limiting for those who travel or live abroad. Additionally, one of the brush attachments has a slight issue where the top wiggles and clicks around. However, these are minor issues compared to the overall performance. All in all, it’s definitely worth the investment, and I’ve noticed that I’ve been getting a lot more compliments on my hair since I started using it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Normal skin",
			"review_text": "Offered by drybar I’m so Inlove with my Dry Bar hair tool is so easy to work with and does makeup my hair very straight especially me that I have curly and normally my hair have a lot of Freeze This help to keep it very smooth"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love this product offered by drybar. Made my hair look and feel smooth, dried is relatively quickly (I have thicker hair), and love that the 3 attachments offer you to style differently without you having to own multiple different styling tools to get your desired look!"
		},
		{
			"review_title": "Perfect hair every time",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, gray hair, Combination skin",
			"review_text": "Such a cool kit to dry and style hair. It makes my hair instantly frizz free and smooth no matter what products I use to wash with. It’s definitely worth investing in it. I use the oval styler the most! * gifted by Drybar"
		},
		{
			"review_title": "You need this!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I absolutely love how versatile this product is and how quickly it blow dries my hair. It also gives so much volume and shine after using it. It’s truly a must in my morning routine now."
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Normal skin",
			"review_text": "I love this hair dryer so much! It made my hair so silky and dried it fast compared to other dryers i’ve used in the past. I love the different attachments because I don’t have to purchase another hair dryer if I want a different attachment! I also love how easy to use it is. Gifted by drybar."
		},
		{
			"review_title": "Must have for an at home blowout",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "The Triple Shot offered by Drybar gives a salon quality blow out every single time! Easy to use and I love the options of the different attachments. My hair is always left smooth, shinny and voluminous! If you are looking for a salon quality blowout at home, this is your product!"
		},
		{
			"review_title": "BEST BLOW DRYER BRUSH",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Amazing ! Obsessed with this product. I am so in love with the different brushes and the travel case it came with it was amazing for easy on the go use"
		},
		{
			"review_title": "It’s alright it might just work on certain hair",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "gifted by drybar. I love drybar tools and bag it comes with is cute and all but I feel like this one doesn’t do much to my hair I have wavy hair I tried with more products to give me volume but I still feel like it does absolutely nothing."
		},
		{
			"review_title": "This blew me and my hair away 💛",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I absolutely love my blow dryer brush gifted by DryBar!  Of all my hair tools that give me a blowout finish, this by far takes the cake!   For starters, this is the most affordable one on the market compared to the others that retail for double.  Second, the base is so lightweight.  It’s a bit thick but light so that helps since I have a lot of hair.  Third, I LOVE drybar for always making tools with long cords so no excuse to plug it in and style away.  I used the vented paddle brush to bump out any wet hair that didn’t finish air drying after my wash.  Then I put my hair in small sections to use the small round brush for salon quality finish!   I have thick hair and I had to use this on medium heat.  I did sweat a bit towards the ending of my hair styling but it’s always worth it when I use drybar.  DryBar works fantastic on my hair!!! The round brush helped give my hair body and bounce since I worked the ends really well to create small curl effects.  DryBar’s newest launch did me justice!"
		},
		{
			"review_title": "Healthy & Shiny blow out",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "One thing about me is im gonna take care of my hair. As a person who blow-drys her hair daily! A good and helpful blow dryer is a must. The interchangeable brushes blow dryer does just That. Its air dryer doesn’t burn your hair. The brushes allows you to style your hair differently and keeping it healthy"
		},
		{
			"review_title": "Perfect for coarse hair",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I was amazed with the product on my thick coarse hair! It cut drying time down in half making it so much quicker and also stunningly got rid of frizz! It came with three inserts that all worked really well for me! *gifted by drybar"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "I’m having a hard time attaching one of the attachments, but other than that, this is very easy to use. If you have thicker hair, I would recommend letting your hair dry a bit before using this since I was having a few issues. The round brush attachment gives me nice loose curls and helps with frizz  *gifted by drybar"
		},
		{
			"review_title": "Easy and efficient tool",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "I am loving the in one triple shot interchange able blow dryer gifted to me. The brushes are pretty big so it takes a lot of my hair at once for someone who has long thick hair this is a life saver and I’m able to walk out the door within 15-20 minutes with a whole blow out look obsessed"
		},
		{
			"review_title": "fav for blowouts!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I’ve been looking for a good blow dryer brush for a while, and this one meets all of my requirements and expectations! I received this blow dryer brush in exchange for a video, and I am beyond amazed of how good it did on my hair! I have semi-wavy straight hair, and this is perfect for blowouts, enhancing my natural hair, or even curling it! I love how it comes with 3 attachments so you can pick how you’d like to style your hair, and be able to interchange it whenever! I also love how this comes with a bag so that I can perfectly store the blow dryer without cluttering, messes, etc. I’ve also been looking for a blow dryer that doesn’t take so long on my hair, and this is perfect! I used this tonight on my damp hair, and it took just 10 minutes! Even with my thick, long hair! Overall, this is the best blow dryer brush i’ve ever used and I definitely recommend it! gifted by drybar"
		},
		{
			"review_title": "Love this tool!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Gifted by dry bar This is a fantastic tool! I’m really a minimalist when it comes to products and I prefer tools like this because they are light weight and easy to use . This gives me a really sleek blow out and is incredibly easy to operate which I love plus it takes up literally no space !"
		},
		{
			"review_title": "Easy to use",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "#gifted_by_drybar  drybar   The Triple Shot  This comes with three attachments:   🔹 Vented paddle brush for smoothing and straightening   🔹 Small round blow-dryer brush for defined curls and waves   🔹 Oval blow-dryer brush for tons of volume and shine    Storage Bag    3 Heat settings: low, medium, high, and cool shot (to set)    I use the vented paddle brush attachment on medium. I also put heat protectant in my hair before using it. It is extremely easy to use and helps a lot to reduce and remove frizz. I'm able to do my whole head very quickly.    It is very easy to use, locks in quickly, and hasn't unlocked the button."
		},
		{
			"review_title": "Great blow brush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
			"review_text": "I received this product for free and I washed my hair and tried it out and I LOVE the blow brush it’s the best invention and it makes it so quick and easy to dry and style my hair. I have never done my hair so fast before this blow brush. This was gifted by dry bar"
		},
		{
			"review_title": "THE BEST BLOW OUT BRUSH",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Light skin tone, Combination skin",
			"review_text": "This product was gifted to me by DryBar. OH MY GOSH! This is the best blow dry brush I have ever used. I am obsessed. I have very long and thick hair so it is hard for me to find reliable hair products. The triple shot oval brush attachment is the best thing I have ever used. My hair does not get stuck in the bristles and it curls my ends like crazy. The ionic technology leaves my hair feeling insanely smooth and not frizzy. My hair also dried a lot faster than normal. HIGHLY recommend, especially if you have long and thick hair and struggle to get your hair to hold a curl."
		},
		{
			"review_title": "trying it out",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
			"review_text": "I just got done trying out this product and Ireally liked it. It gave me blow out results without even using products and my hair did not get caught in it, which is a big plus. I think it's a great option. complimentary from drybar"
		},
		{
			"review_title": "Hair routine must have!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
			"review_text": "I was gifted by DryBar this Blow Brush to try. I absolutely love this blow brush! It worked amazingly! My hair was dry within minutes which my hair normally takes a long time to dry. Love how easy it was to use and the multiple attachments and a cute bag to store it all. I definitely recommend getting this blow brush!"
		},
		{
			"review_title": "A must have for your BLOWOUTS",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Dry bar gifted me this product & I Love it, gave me so much volume and everything from packaging to quality is amazing! Definitely my new fav hair care brand and can’t wait to see what other products they create next! This Blow dry brush set has everything you need for every style"
		}
	]
}