{
	"product_id": "1688",
	"name": "Velour-Xtensions™ False Lash Clusters",
	"brand": "Velour Lashes",
	"categories": "Makeup, Eye, False Eyelashes",
	"price": 40.5,
	"about": "What it is:A set of completely customizable, patent-pending, lightweight lash clusters. Use the same length for a round shape or incrementally longer for flared..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also vegan, gluten-free, cruelty-free, and comes in recyclable packaging..What Else You Need to Know:Create a lash extension look with the Velour Multi-Day Lash Bond (sold separately) in less than ten minutes for multi-day wear. Create a customized lash look with Velour Lash Adhesive (sold separately) for daily wear.",
	"ingredients": "Synthetic Fibres",
	"how_to_use": "Suggested Usage:.Using Velour Multi-Day Lash Bond (sold separately) for multi-day wear underneath natural lashes:.-Prepare your lashes by thoroughly cleaning to remove oils, mascara, concealer, skincare products, or makeup of any kind around the eye area..-Application starts from the outer corner of your eye...Step 1: .-Apply Multi-Day Lash Bond (A) across the top of Velour-Xtensions™ Lash Cluster..-Apply Multi-Day Lash Bond (B) to the underside of natural lashes, ensuring not to touch the skin. .-Wait until the formula is tacky, about 10 to 15 seconds. ..Pro Tip: .-Focus the bond application on the base of your natural lashes, close to the waterline on the underside of your upper lashes...Step 2: .-Once the bond has become tacky, use the Too Real Lash Extension Tool (sold separately) to place the Velour-Xtensions™ Lash Cluster on the tacky underside of your natural lashes, just above the waterline. ..Pro Tip: .-Lift the eyelid up with your fingertips to help the lash band reach the base of your lashes..-Use the angled tip of the Too Real Lash Extension Tool to gently press Velour-Xtension™ Lash Clusters into the root of your natural lashes.​ ..Step 3: .-Using the Too Real Lash Extension Tool (sold separately), follow the curvature of your lash line to clamp down and fuse the Velour-Xtensions™ Lash Clusters and natural lashes together to secure. ..Pro Tip: .-Wipe the Too Real Lash Extension Tool between cluster applications to prevent lashes from sticking to the tool...-Repeat steps one through three for remaining clusters. .-Keep lashes dry for 24 hours...Using Velour Lash Adhesive (sold separately) for daily wear above natural lashes:.Step 1: .-Apply a thin layer of Velour Lash Adhesive to the lash band and wait 30 seconds. ..Pro Tip: .-The Velour Lash Adhesive formula turns from white to a blue sheen, so you'll know it's ready to apply...Step 2: .-Using the Velour Too Easy Lash Applicator (sold separately) place the lash as close to your natural lash line as possible..-Adjust as necessary. ..-Repeat steps one and two for remaining clusters...How to Remove Velour Multi-Day Lash Bond:.-Apply an oil-based makeup remover on a cotton pad or directly onto your lashes. .-Gently massage the pad over your eyelids and lashes for a few seconds to loosen the bond before sliding off Velour-Xtensions™ Lash Clusters. ..Pro Tip: .-Be patient—if the lash clusters don’t immediately slide off, apply more remover, and wait several minutes. .-Do not pull...How to Remove Velour Lash Adhesive:.-Gently remove lash clusters by peeling from the outer to inner corner of your eye. .-Velour Lash Adhesive can be removed with a makeup remover, such as cleansing balm, micellar water, or Velour's Lashes’ Clean Oil-Free Makeup Remover (sold separately).",
	"num_reviews": 200,
	"overall_rating": 4.6,
	"product_url": "https://www.sephora.com/ca/en/product/velour-xtensions-tm-false-lash-clusters-P506146?skuId=2568921&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2568921-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "Volume Clusters",
			"shade_descriptor": "Glam Volume",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2568947-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Hybrid Clusters",
			"shade_descriptor": "Full Volume",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2568939-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Classic Clusters",
			"shade_descriptor": "Natural Volume",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2568921-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Classic Clusters - Natural Volume",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
			"review_text": "I have used all 3 lengths and am in love. This needs to be applied with plenty of time to spare and a good attitude going in. But with a little practice these will last you 3 days. Definitely use the glue they recommend, it's a life changer. It applies like mascara but I recommend starting at the root and only going halfway. Going all the way root to tip results in clumping. So natural looking."
		},
		{
			"review_title": "Easy to use",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "Easy to use! Great for building volume or achieving a natural look!"
		},
		{
			"review_title": "Not the best",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I have been using DIY lash extensions for a while now and I wanted to try these since it was super convenient to get them at Sephora. But I won’t be buying these again and wish I could return as well as the glue. For the price this product  product is not worth it. I hate the gaps inbetween the clusters."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Volume Clusters - Glam Volume",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "I was sent this product for my honest review. I usually love all velour products the ones I’ve been sent and the ones I’ve purchased myself, so this one pains me a little to write.   I was provided the “Too Easy Lash Starter kit” and was asked to review the kit as a whole and then the two products that came with the kit.   Let’s start with the good first. The Glue & Go Pen, on it’s owe is great as long as you are using a lash strip as it is a dryer glue which works great for easy, and quick application. It also is great to have in your purse for quick corn lifts touch ups. The problem was when using it on the lash clusters it didn’t provide enough stick for the cluster and I have no idea when it fell off. Which determined another issue I was walking around with literally one cluster on and it wasn’t the end it was the smack dap in the middle one so I wasn’t looking like I had myself put together at all. Now the clusters I have purchased with my own money before and used them with the Multi Day lash bond which I believe Velour offers in a kit. Now that kit could have easily sported the “Too easy lash starter kit” I will say the clusters in the kit I was sent were a little more fine then the clusters I purchased myself which is nice for new users as they do tend to hide miss applications that new users may tend to have till they get the hang of applying. I am hoping the clusters that came in the kit do get released on there own or maybe with the lash bond.   In conclusion the products individually are both great but as a kit, not so great."
		}
	]
}