{
    "product_id": "326",
    "name": "Fin Finger Vibrator ",
    "brand": "Dame",
    "categories": "Bath & Body, Wellness, Intimate Care",
    "price": 115.0,
    "about": "What it is:A versatile finger vibrator that adds stimulation to your intimate touch while an optional tether gives you second nature seamlessness..Highlighted Features:- Medical-Grade Silicone.What Else You Need to Know:Finu2018s body is designed to be held between two fingersu2014with or without its detachable tetheru2014and is asymmetrical so it feels different on each end. To add vibration to your direct touch, you can flip Fin above the hand or slide it to the base of your fingers..Device Size:2.75 (with strap) x 1d.This Device Comes With:- Fin Vibrator",
    "ingredients": "",
    "how_to_use": "Suggested Usage:.Using Fin:.-Please fully charge your Fin before use. .-Fin has one button for power and intensities. ..Charging Fin:.-Battery life (high intensity/steady mode): 1.5 hours..-Charge time: Two hours..-The first time you charge Fin youu2019ll need to puncture the silicone with the provided USB cable, then plug the USB into any 5V USB power supply (such as a computer or the kind that comes with most phones)..-The LED indicator is located near the charging port. The LED will blink green when Fin is charging and turn solid when charging is complete..-When Finu2019s battery starts to get low the LED will blink red. When the battery is completely drained the LED will blink red once when you press the button...Travel Mode:.-Fin canu2019t be turned on accidentally while in Travel Mode. .-Hold the button for 10 seconds to activate Travel Modeu2014the LED will blink for those 10 seconds and flash red at the end. .-To exit Travel Mode, just plug Fin in to charge...Caring for Fin:.-Fin is splash-proof. .-Clean Fin after every use using either a damp cloth or a water-based sex toy cleaner like Dameu2019s Hand &amp; Vibe Cleaner (sold separately). .-Dry Fin thoroughly. .-Store Fin separately from other toys and away from extreme heat or cold. .-You can store Fin in the linen bag provided...Caution:.-Do not use silicone-based lube with Fin..-Do not clean with products containing petroleum or acetone..-Do not boil, bake, microwave, or run through the dishwasher..-Do not submerge in water; Fin is splash-proof, not waterproof.",
    "num_reviews": 100,
    "overall_rating": 4.4,
    "product_url": "https://www.sephora.com/ca/en/product/dame-products-fin-finger-vibrator-P481070?skuId=2567600&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2567600-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Navy",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2567618-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Quartz",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2605632-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Jade",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2567600-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Citrus",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2605624-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Citrus",
            "review_buyer_description": "",
            "review_text": "Eh. It has a u201cbuzzu201d more than a throb. If I could return, I would."
        },
        {
            "review_title": "Theres much better out there.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Motor broke down after a couple of months and it was only used lightly. Additionally the vibration is strongest near your fingers which is weird."
        },
        {
            "review_title": "Gave me a blue bean",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, mediumTan skin tone, Combination skin",
            "review_text": "I never write reviews, but the way this product let me down-I had to.  I would give this zero stars if I could. Like the previous commenter said, the cons outweigh the pros. The cons being that your fingers vibrate more than your best lady part, which defeats the whole purpose of this toy. Thank you dame,  for ensuring production of the sleekest dud on the market. If you are reading this, please Do not waste your money on a product that canu2019t tickle your nose at its highest speed."
        },
        {
            "review_title": "Small, discreet and awesome!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "Small, easily portable, long battery charge, and most importantly to me very discreet! Very pleased with this product! Lovely upgrade to my old bright purple one from hot topic haha! Partner agrees as well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Jade",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "The ring is a great size and plenty snug, . The material feels super nice and it has an overall high quality look to it, the waterproof part makes it easier to clean and safe to use. Overall, I love it and it's been super fun to use."
        },
        {
            "review_title": "So good!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This product works so good and stimulates the area so perfectly. It is nice to feel super comfortable and being able to enjoy yourself peacefully! I have referred this products to a few friends and they love it!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Navy",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The Fin was my first vibrator experience and let me tell ya, I don't know how I went so long without trying one! I did find the first setting to be too weak for me but the third setting is perfect. I love how small and discreet it is and the tether is great for maintaining control of the device. I am a big fan!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Navy",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Overall good! I like the size and that is not super loud and it comes in discrete packaging. The silicone material is super soft so it isnu2019t uncomfortable. I like how itu2019s small enough to travel with."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Navy",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love how tiny and discreet this looks! I live with people and I hate feeling like someone can snoop in my stuff and find an obvious looking sex toy but this little device solves it all. I also like how easy it is to just casually pop into an overnight bag or suitcase for travel. It has 3 intensity settings and to me the only cons I can think of is the 3rd setting is ridiculously intense. So I keep it on the first 2. I also read that you can flip it around and use it as an aid to your finger?? So maybe the 3rd setting is for that but I haven't tried yet. The sound is a little louder than bigger vibrators so I'd recommend using it alone in your room. It has a clicking vibration sound instead of a normal buzz which I can't tell if I like more or not. But all in all I'd recommend this if you're looking for something to use with a partner or to use by yourself discreetly!"
        },
        {
            "review_title": "It was ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I don't usually buy the finger vibrators so I thought this free review might change my mind. After trying it out I didn't like the finger wrap it got uncomfortable for me. I enjoyed the different settings and all but I don't think I will be using it much in the future, it wasn't bad it just didn't work for me I enjoy my other toys more."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Navy",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This was easy and fun to use! The strength of three settings was surprisingly powerful and the placement of the button makes switching them pretty seamless. It did the job well. I like that it comes with a little storage bag."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Navy",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I really enjoyed how easy this finger vibrator was. Itu2019s very discreet and itu2019s not super loud. I would definitely recommend this fun little toy to others! The functions are easy to figure out and operate."
        },
        {
            "review_title": "Fun toy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "The design and size is perfect! Great for solo use or if you want to be playful with your partner. It comes with three different speed and a strap for an easy grab. It also brings a small bag for storage but it is also great if you want to take it with you while traveling. I highly recommend for beginners that ate looking forward to explore themselves."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Jade",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "All I have to say, is that it very much worked. The material is very sleek and I enjoyed how it felt! The battery life is also very good as well, which is good so youu2019re not caught in an uncomfortable position!"
        },
        {
            "review_title": "Compact but effective",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "So compact and easy to use! Great to use as an addition to any intimate time without taking up too much space or being a distraction. Also really great for travel because of the small size and protective bag"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Jade",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Fun little toy. Comes with a descrete pouch and charger.The design makes it easy to hold with original without the finger band attachment. It has three speeds.Easy to clean. Fun addition to intimate time."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Navy",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "LOVE this design!! I love that itu2019s just an attachment of my hand. It feels really comfortable in my hand and it gets the job done if you know what I mean lol! I found the videos helpful when choosing a vibrator because itu2019s always overwhelming to buy before you try!"
        },
        {
            "review_title": "I like it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Good product Super portable, comfortable and made of a gentle material, it is very small, it has 3 intensity levels, it is waterproof, the charge lasts approximately 2 hours and you can take it anywhere, your best friend"
        },
        {
            "review_title": "Convenient and easy to use!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Dame gifted me their Fin Finger Vibrator. Let's just say WOW. The way the strap holds the device on your fingers gives you great control. There are different speeds so you can find what your body is comfortable with. It lasts for hours before it needs to be recharged. Definitely loving having this in my goody box!"
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Loved using this product! It was super easy to use and comfortable to use. The texture and size makes it feel really nice. Feels like it was made just for me and really does the trick. Itu2019s definitely a game changer"
        },
        {
            "review_title": "Great for beginners",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This thing is solid and works great. I really appreciated how itu2019s not u201cin the wayu201d like other vibrators, so it wasnu2019t a distraction. It has 3 vibration settings that are pretty intense. Itu2019s not quiet, but it didnu2019t bother me. This was gifted by Dame."
        },
        {
            "review_title": "Does the job & is discreet",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I've never used a product like this before, but I like it - much better than traditional (phallic-shaped) vibrators for me. To be honest, I don't like penetration when I'm flying solo anyway, so this is actually perfect for external stimulation. I like that it rests comfortably between 2 fingers & even has a strap to hold it in place on your hand. Also, it's super soft & silky & the finish feels nice on the skin. It's got 3 speeds but I've only used the first one - the 3rd one seems super strong, but at least I know this has a speed for everyone. No real bells or whistles, basic buzzing vibration, but it gets the job done. I like how small it is & it's easy to tuck away in a bedside drawer."
        },
        {
            "review_title": "Great for Beginners",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Picked this up after being out on an eight week pelvic rest by my provider due to pregnancy complications and Iu2019m so glad I did! This is my first adult toy purchase and I love that itu2019s not too intimidating- easy and intuitive to use and it allows my partner and I to be intimate in a new way! Definitely recommend."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Jade",
            "review_buyer_description": "Grey eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This is a vibrator for someone who has never owned a vibrator. Loud and not powerful whatsoever. I wish I could return it. Two stars for being easy to travel with."
        },
        {
            "review_title": "Perfect to travel with",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Wasnu2019t sure if this would be something I would typically like. Small but mighty.  It was okay. Not my first choice if I have other options to choose from. On the plus side I do like that it small and easy to bring with you for travel."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Navy",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Cute and discreet! The material is comfortable and the way it fits over your fingers is unique from any other similar product Iu2019ve tried. I will say that on the highest setting, the amount that it vibrates my fingers is a little distracting, but other than that itu2019s a great little gadget."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Navy",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Amazing vibrator!! Gifted by Dame products, I was super excited to try this. The tether makes it super easy to use, and the three speeds are all significantly different from each other. Excited to try other dame products in the future."
        },
        {
            "review_title": "Small enough to carry anywhere",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "I received Finu2019s finger vibrator for free. This was my very first time learning about a finger vibrator, and it worked great. I also love that itu2019s small enough to carry in your purse, and the fact that itu2019s water resistant & rechargeable."
        },
        {
            "review_title": "Small but powerful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This vibrator is super easy to use and really comfortable. It fits easily on your finger and is compact and discreet looking. Itu2019s powerful and lacks a punch too!! Definitely fun to spice up date night!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Jade",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Normal skin",
            "review_text": "This is my first toy and I'm not an expert on this material. I like the design, its material and how convenient it's. I was expecting a bit more and this didn't get into my expectations. It's not powerful enough but an okay product"
        },
        {
            "review_title": "Who needs a man!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was gifted this product for review. This little thing is so powerful! I wasnu2019t sure what to expect when I first received the vibrator and felt the power behind the vibrations, but alas, it did itu2019s job very, very well. We have a date tonight, too!"
        },
        {
            "review_title": "Soft + Comfortable",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I was so excited to give this a try because it was totally new to me, but of course I was also nervous that it would be a disappointment. Im happy to say it wasnt! Its comfortable to use and not too loud."
        },
        {
            "review_title": "OMG!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "First I want to say that this clitoral vibrator has a super soft material, which turns out to be very comfortable. Its blue color makes it look sophisticated, and its peculiar shape is comfortable, light and easy to handle. As for its power of 3 different vibrations, Wao! It is incredible and really surprising what"
        },
        {
            "review_title": "Easy, and fun to use!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m usually pretty picky with vibrators and when I saw this one, I figured why not give a try. I purchased the blue color and the actual device is sleek, soft, and easy to use. It comes with a USB charger so batteries not needed (thank god). The sound is pretty quiet and has 3 notches for speed. I do feel like the vibration could be faster, but thatu2019s just personally preference. Itu2019s small enough for travel and lightweight. Iu2019m excited to try this with my partner!"
        },
        {
            "review_title": "No finale - I own better ones",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Iu2019ve been playing with this cutie for awhile, alone and with the hubby. It just wasnu2019t potent enough for me. I have 2 by another brand, equally portable and petite, yet they pack more power and more potent speeds. I am done in 1-2 minutes, they are that good. I could personally not get there with this one, as hard as I might.  The built is great, comes with a cute pouch, charger, has 3 speeds, slick design, fits between fingers perfectly. But with no finale, to me all these pros go out the window."
        },
        {
            "review_title": "Just perfect.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "First of all, I would like to thank whoever was behind the design of this vibrator, they clearly know about female pleasure. THANK YOU. This finger vibrator is so comfortable, so small and yet so powerful that the rest of my sex toys have been really quiet since this little bad boy arrived home."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Navy",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I received this complimentary from Dame Products.  I've never used a vibrator quite like this one. The design and shape are really interesting. I love the 3 speeds. They are drastically different. Slow medium fast. This can be used with a partner but I enjoyed it more solo."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Jade",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Okay so this vibrator is super cute and compact! I love how it fits perfectly in your hand! It feels absolutely amazing and definitely spice up the bedroom. Its great that you and your partner can both enjoyed it and use it."
        },
        {
            "review_title": "Yes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Gifted by Finn! Thanks for sending to me. If youu2019re into packaging that alone will sell you bc it comes in a really nice box. This was a really simple product to use and I didnu2019t have any trouble with it"
        },
        {
            "review_title": "Yes. Just yes.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I love this! Small and simple. Good for by yourself or with a u201cfriendu201d. Other things are intimidating to bring out with a partner and this was perfect because it doesnu2019t feel threatening but is just right!"
        },
        {
            "review_title": "Works great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "This is actually my first toy and Iu2019m pretty happy about this product. It came with clear instructions and very easy to use. Also itu2019s convenient because I have traveled  often. I highly recommend this product."
        },
        {
            "review_title": "Small, but mighty",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is small, but MIGHTY. Iu2019ve only used this a couple times, but it is surprisingly powerful for such a small vibrator! I really love the tether because it just feels like an extension of your hand/fingers. Not only does this work really well, it works super quickly. You wonu2019t be struggling to find the right spot because itu2019s just like part of your hand. No weird angles to hold it. Charges quickly and easily. Itu2019s SO discreet too!!"
        },
        {
            "review_title": "Good product!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "So, really first time trying this brand and actually it worked good, a little bit pricey but it does the job. I really loved that it comes with a beautiful packaging and a little bag to store it. Great product and very easy to use too, alone or with a partner."
        },
        {
            "review_title": "Good vibrator",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "This is such an easy to use vibrator that attaches right to the fingers. Itu2019s always nice to have a vibrator that is small and easy to conceal. It is a bit bigger than I expected but not in a bad way. I like that it is made to feel like an extension of the hand and actually feels like that."
        },
        {
            "review_title": "Get it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The Fin finger vibrator has been a great product and easy to use as a natural extension of my fingers. The design and size makes it easy to use in both partnered and solo play. I did find the loop that you can put your finger through to hold it better detaches too easily, but otherwise I have no complaints. Itu2019s not too loud and has three settings depending on what youu2019re looking for, super small and comes with a carrying pouch so definitely something you can easily travel with. Charges via USB with a cord included."
        },
        {
            "review_title": "Quite, small and discreet",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "Fun, little and discreteu2026 exactly what you want. The shape is very innovative and easy to hold. It does come with like a finger guard that easily comes off and back on if you wish. The first two speeds are really quite if thatu2019s something that worried you donu2019t let it stop you."
        },
        {
            "review_title": "Get it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I was really excited to try this, as the alternative toy was a little more u201cin the wayu201d. This was really fun to use with my partner and didnu2019t slow either of us Down or feel awkward. It took a little getting used to but wasnu2019t really bad, just new. I recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Navy",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "As a newbie to this I was excited to try it. Itu2019s super easy to use, holds a great charge, perfect for solo or partner use, and cleans off so easily! I love the fun shades & that thereu2019s a few different ways to hold it. Definitely would recommend if youu2019re looking for a rather small one!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Navy",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "Overall, a nice little finger vibrator! I like how sleek and easy it is to wear on the fingers. It also comes with a nice bag for storing. Itu2019s not the strongest vibrator but I donu2019t mind since it is small and I donu2019t expect it to be as strong as bigger vibrators."
        },
        {
            "review_title": "Cute and Easy to Use!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "This is such an easy and great toy to use!! I love the finger strap that comes with it because it makes it easy for me to hold when Iu2019m using it. The feel of the product is great and the different settings are amazing! The wider bit of the toy has a lot more vibration and feel to it so that side definitely has more of a kick to it. I wish that the pointier side also had the same amount of vibration in it but other than that itu2019s a great toy to use!! Itu2019s small, easy to hold, pleasurable, and a cute color too! I highly recommend it!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Navy",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "This was the only vibrator like this that Iu2019ve tried. I like the design and idea of it but it honestly wasnu2019t my favorite after one use. I think it may just take some getting used to. I personally couldnu2019t find a spot that I loved and had to keep adjusting."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Navy",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I love the size and how well this vibrant or fits in between fingers. The 3 settings allow you to find the best speed and increase when needed. The vibrator provides maximum pleasure over and over again. I am very pleased with the results of the fin finger."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Navy",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is the first time Iu2019ve ever used and I can say it wasnu2019t bad. The texture of the toy is so-so because it can feel odd not bad but not good. It is small so you can bring this anywhere if needed. The levels of the vibration from low to medium is very low but the high level is off the top. This is something Iu2019ll continue to explore with."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Navy",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This was my first Dame product & I loved it! The fin finger was super easy to use and fits perfectly in your hand. Has 3 speeds to choose from & comes with a cute little bag to store it in! Wasnu2019t super loud either"
        },
        {
            "review_title": "Not a fan",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "To be honest, I do not think this is worth it. The material is good quality, its smooth, and it is user-friendly but not satisfactory. This feels a lot more just like a tickle or just random movement, not pleasing vibrations. If you are looking to buy your first one, I suggest trying another more potent one. This one did not blow me away, it bored me a little. But the pro of one like this is that it's discreet and easy to carry around."
        },
        {
            "review_title": "Cute and Fun",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Fin, Finger Vibrator honestly itu2019s just okay. I have personally do not believe it has enough of power to even stimulate the area. But that may just be me. That design is really cute, and itu2019s not loud. You still may hear a little buzzing but no one from the other room could possibly hear you. If it had just a little more power maybe it would be good but once again that could just be my level of needed stimulation. But definitely good for a partner to use just so they can have full control."
        },
        {
            "review_title": "Easy to use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This has 3 different settings to chance to your desired intensity. The smooth surface is nice and the way it is shaped makes it easy to hold and move to the perfect spot. I love that it is easy to clean and comes with a cute discreet travel case"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Navy",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The design of this is genius. Fits perfectly between your finger and even has a strap to accommodate those who may have issues gripping the smaller device. The best thing about this product is itu2019s sleekness and quietness."
        },
        {
            "review_title": "Definitely recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I tried this out and was pleasantly surprised by how good this works. Itu2019s so cute and small and perfect to travel with. I love how discreet the packaging is and you canu2019t even tell what it is. It comes with a storage bag too! Definitely recommend!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Jade",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This toy is great for beginners. Itu2019s very small and relatively quiet and you can bring it with you if you travel. It has little grooves for your fingers and is made from high-quality silicone! Definitely recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Navy",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "I really enjoyed it I orgasmed with it I like how small it is so itu2019s really easy to hide and doesnu2019t take up much space. I also like how itu2019s meant to be just an extension to your fingers so it doesnu2019t seem like youu2019re using a toy."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Navy",
            "review_buyer_description": "",
            "review_text": "I absolutely loved the Dame Fin Finger vibrator! Itu2019s small yet feels absolutely amazing. I loved how small and compact it was. It also came with a charger and a bag to hold everything. The packaging was very cute and solid as well. Overall I would rate this an 7.5/10 mainly because the low setting was too soft for me. But the high setting was the best."
        },
        {
            "review_title": "Very convenient",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This product is really cute and small which is nice! Itu2019s water resistant and has 3 different speeds. You can re-charge it easily through the USB charger! I think if it provided more power it would be a lot better, but it depends solely on the individual!"
        },
        {
            "review_title": "Uhm. WOW",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Wow. So, this was my first experience with a vibrator and Iu2019m 30u2026why didnu2019t I do this sooner?! This thing is amazing. I was expecting a vibrator to be way too much stimulation but this one is great because you can control the intensity by turning it up or down and how much pressure you use. Hubby loves the design that doesnu2019t feel intimidating so he can participate too!!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Navy",
            "review_buyer_description": "Hazel eyes, black hair, fairLight skin tone, Oily skin",
            "review_text": "I love the design and how easy it is to hold. However I wish there was more than three settings. If youu2019re very sensitive this would be great for you. The packaging is the best packaging Iu2019ve ever had on a vibrator."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Navy",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Love this vibrator! I love the small size and that i can take it with me anywhere. Comes with a little fabric bag thatu2019s perfect to hide it in your purse. I love the different settings for vibration! It works so good!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Navy",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "this is my first ever self love product and i have to say it did not disappoint! the size was perfect and the settings were just right. the color was very nice as well. it wasnu2019t too loud and it did the job"
        },
        {
            "review_title": "LITERALLY you need this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Literally the best vibs I have gotten in a while! Has a little grooves for your fingers and fits perfectly in your hand!! The different vibrations work WONDERS. I need more of this brandu2019s products.  It came with a secret little bag to u201chideu201d it in and with a cute little sticker! Hahah litterally perfect. Made my day"
        },
        {
            "review_title": "Great For Beginners",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I think this would be good for beginners. It's easy to use and has three different speeds depending on your preferences. I will say that if you are a little more experienced with toys, the stimulation on this may not be enough. If you're just getting into toys thus would be a great way to start!"
        },
        {
            "review_title": "Small but effective",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This vibrator is so easy to use myself and for my partner.  It has 3 speeds that will get the job done.  I love that it is so small and comfortable on your fingers. It's also nice to have a little bag for storage."
        },
        {
            "review_title": "Great design!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "The Fin is designed very well and is so easy to use! Love how it fits perfectly between your fingers.  It has different intensity levels and is not too loud. Itu2019s also small enough so it is great for travel, and I also like how easy it is to clean!"
        },
        {
            "review_title": "great device",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "It is such an easy to use device. I like that it has three speeds for different patterns and intensity levels. Itu2019s very compact and made from the highest quality silicone."
        },
        {
            "review_title": "Gets the job done",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "I like a lot. Love the 3 speeds I havenu2019t tried the highest but it seems powerful. Itu2019s very discreet and would be easy to travel with. Fits well in my hand and super lightweight and quiet. Of course you can hear it but itu2019s quiet enough to use in your room without feeling like the house knows."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Jade",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I am still in disbelief of this thing and all it can do!! It takes a little time to find exactly what you like, but my goodness once you do it is seriously unbelievable! I am so happy with myself that I finally decided to take care of my mind and body and to stop being ashamed of using something extra in the bedroom."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Navy",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love the navy color, and it is smaller than I thought. But donu2019t let that fool you! The 3 speeds are powerful, and it isnu2019t noisy. The strap makes it easy to hold onto the product, and itu2019s compact size makes it easy to tuck away discreetly."
        },
        {
            "review_title": "50/50",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I really want to love it. But itu2019s really 50/50 for me. Love the idea, design of the device makes it so easy to use. It has 3 speeds. The low speed is not too powerful, which is great.  What I didnu2019t love, is power button on top, not easy to switch speeds in the moment of heat. Also silicone holder part keep sliding from the device."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Navy",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Fin is an easy to use vibrator. It fits right around your fingers and is a breeze to operate. I will say it is a little different than other vibrators I have used before and is a more over all motion instead of a direct pleasure. I would recommend this to anyone looking for a fun and easy to use vibrator!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Navy",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This product was sent to me by the brand to review! I canu2019t express how discrete it is! This was an amazing thing to try with my partner we both loved it! I love that itu2019s easy to store and have it put away. Easy to clean as well!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Navy",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I have not used yet but Iu2019ve heard such great things about this company. Iu2019m very excited Iu2019ve never used anything like this before. The packaging is so clean and discrete. The directions are very informative and overall a very comfortable experience"
        },
        {
            "review_title": "Miracle worker!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is my first time using the fin finger vibrator and I have a few things to say. Mind you I have had four c sections and nerve damage so I am not as sensitive as I once was. But this did the job. So if it worked for me I highly recommend it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Navy",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Fin is an easy-to-use finger vibrator, I love that it's water-resistant, and has a Three Speed Motor. Plus, it doesn't take up to my room. This finger vibrator has really over exceeded my expectations. Don't let the size fool you!"
        },
        {
            "review_title": "Must try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Love the color. It has 3 settings which is nice as you can pick the intensity. Easy for partner play and for individual fun as well. The finger loop makes holding it so easy. Love how compact and easy to hide if needs be it is. It comes with its own storage back. The pamphlet it came with was easy to read and pretty straight forward."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Navy",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This was a very interesting product. I do like the navy color a lot. Itu2019s more so royal blue. But, there are only 2 speeds. u201cSlowu201d and u201cfastu201d. The loop to hold your fingers isnu2019t uncomfortable. Itu2019s a good product."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Navy",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This product was amazing as a party planer that I am  these were perfect for the bachelorette party I threw for a bride everyone was so happy and surprised with the quality as well and size color as well and easy to put away and not every in your face very discrete"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Navy",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This product definitely produces a big punch for how small it is. It is extremely convenient to take on the go and hide if wanted. The finger straps make it a lot easier to use and it gives you a lot better of control."
        },
        {
            "review_title": "Really enjoy this product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I absolutely adore this ! It has great vibrations and the reason Iu2019m getting it was to be used with my significant other and it successfully took that challenge in our foreplay ! I havenu2019t tried using it alone yet but all in all so far I truly enjoy it! It also is easy to clean and silicone which I like for cleanliness proposes! I got this gifted from dame and Iu2019m very happy I did !"
        },
        {
            "review_title": "Lackluster",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This product was sent to me from Dame! // in saying this, the product was lackluster in my opinion. I don't have a ton of experience in this field, but, this product wasn't as user-friendly as I would've hoped it was.  It needed the assistance of other tools in order to get the end result I was hoping for. I probably would not purchase this specific tool again, but, I am willing to try more from this brand!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Navy",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "It came in a discreet box. It is packaged very well. I like that it came with its own storage bag which is also discreet. The travel mode is nice as well because the vibration is pretty loud. Not annoying loud but it is loud especially on the high setting. The button is a little hard to push and the finger loop is larger. Seems to be made far a manu2019s hand. Good product overall. It is an easy to use product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Navy",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Dame Products gifted me this product to test, honest opinions are my own. I was immediately drawn to the second nature seamless play especially for partner play. We love it! The Fin is very small, compact and discreet making it easy to store or to travel with, while offering several stimulation options. The on/off button is a breeze to use and tap for the 3 different modes. I love how we can transition seamlessly from play with the Fin or no Fin. Because it is so compact, you donu2019t have a bulky or awkward device to deal with whether for solo or partner play."
        },
        {
            "review_title": "love how small it is!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "Love how small and portable this thing is! It works great and lasts a while after a charge. The design of it is really smart, itu2019s my favorite vibrator right now- the only down side is that it is a bit noisy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Jade",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "gifted by dame products. itu2019s discreet enough and does the job! i think it works beautifully for its size. so easy to travel with. i do like how itu2019s not too obvious upon first glance that itu2019s an adult toy."
        },
        {
            "review_title": "Yes yes yes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Ummmmm .. this is amazing ! Who would have thought something so little could do so much. Itu2019s very soft which helps with comfortability and easy use. Fits perfectly on my finger. Being a smaller vibrator makes you realize you donu2019t need anything real big to do the job lol"
        },
        {
            "review_title": "loved it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "*I was gifted this product by the brand* My review is 100% honest. I loved this vibrator because it was small, convenient, and gave a new experience as well as control. My only wish is that it had more settings however, it was still great! I loved that it came with a storage baggy as well."
        },
        {
            "review_title": "Thank you",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "It is so fun to try a new toy. I like how comfortable is it. Great for a nice slow job. Fits on my finger easily. Love that it is rechargeable. It is fairly noisy though. Lots of speeds. Thank you for the gift"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Navy",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I really love the shape. Itu2019s a nice size and perfect for the moment. I love the colors it comes in too. I think itu2019s a perfect toy to add to a collection. It definitely helps you make time for yourself."
        },
        {
            "review_title": "buy now!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "now let me tell you.. this is my first toy and iu2019m disappointed at how long iu2019ve waited to get one! i love how this one is super discrete, small, and easy to tuck away. also, it has a travel mode!! not sure if thatu2019s normal for all toys, but i found that super innovative in case you decide to bring her along on a flight. airplane mode wonu2019t let it accidentally vibrate while going thru tsa. definitely recommend!"
        },
        {
            "review_title": "Great solo Companion",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "The fin so far has been a great enhancement to my self-love routine. I havenu2019t had the chance to try with a partner yet, but Iu2019m excited to u2014 I find it makes it easy to stimulate. The texture of the silicone on my skin warms up quickly and doesnu2019t feel plasticky like some other vibes."
        },
        {
            "review_title": "Nice product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Very nice product. Im impressed with the packaging, design, and material (so soft!) the different settings/speeds are great - I prefer the first. This product is unique and perfect for couples. Im happy my partner was open to trying this out!"
        },
        {
            "review_title": "Gifted Fin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "We love this product and would absolutely recommend to any friend or couple. Fin is such an easy vibrator to use. The packaging had great aesthetic and just opening the package was an experience. Itu2019s small enough to not be in the way and has a great vibration level with 3 options. 10/10"
        },
        {
            "review_title": "Great for beginners",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This was the first toy I brought AND enjoyed! Been using it for years!! Super comfortable to hold whether youu2019re using it alone or with a partner. Itu2019s nice and small so great for traveling. Itu2019s super easy to use with three speeds, thereu2019s a setting for everyone! Definitely recommend this to everyone I know."
        }
    ]
}