{
    "product_id": "932",
    "name": "Mini The Moisturizing Fresh Cream",
    "brand": "La Mer",
    "categories": "Skincare, Moisturizers, Moisturizers",
    "price": 145.0,
    "about": "What it is:A feather-light cream that renews skin’s youthful bounce for refreshed balance and a firmer feel, ideal for oilier skin..Skin Type:Normal, Combination, and Oily.Skincare Concerns:Loss of Firmness and Elasticity, Oiliness.Highlighted Ingredients:- Miracle Broth™️: Helps balance sebum and banish excess oil..Ingredient Callouts:Free of parabens, formaldehydes, phthalates, sulfates SLS & SLES, triclocarban, and triclosan..What Else You Need to Know:The Moisturizing Fresh Cream is infused with Miracle Broth to balance sebum and defend against signs of aging.",
    "ingredients": "-Miracle Broth™️: Helps balance sebum and banish excess oil..-Moisture Matrix Technology: Creates a cushion of healing moisture to diffuse youth-renewing activity..-Lime Tea: Proprietary antioxidant, neutralizes free radicals to protect skin...WaterAquaEau, Dimethicone, Algae Extract, Glycerin, Yeast ExtractFaexExtrait De Levure, Trisiloxane, Limnanthes Alba (Meadowfoam) Seed Oil, Alcohol Denat., Octyldodecyl Stearoyl Stearate, Butylene Glycol, Isopentyldiol, Ammonium Acryloyldimethyltaurate/Vp Copolymer, Citrus Aurantifolia (Lime) Peel Extract, Sesamum Indicum (Sesame) Seed Oil, Medicago Sativa (Alfalfa) Seed Powder, Helianthus Annuus (Sunflower) Seedcake, Prunus Amygdalus Dulcis (Sweet Almond) Seed Meal, Eucalyptus Globulus (Eucalyptus) Leaf Oil, Sodium Gluconate, Copper Gluconate, Calcium Gluconate, Magnesium Gluconate, Zinc Gluconate, Tocopheryl Succinate, Niacin, Sesamum Indicum (Sesame) Seed Powder, Bis-Peg-18 Methyl Ether Dimethyl Silane, Lactobacillus Ferment, Trametes Versicolor Extract, Trehalose, Squalane, Laminaria Saccharina Extract, Sigesbeckia Orientalis (St. Paul's Wort) Extract, Caffeine, Dipalmitoyl Hydroxyproline, Whey ProteinLactis ProteinProteine Du Petit-Lait, Hydrolyzed Rice Extract, Sodium Hyaluronate, Laminaria Digitata Extract, Caprylyl Glycol, Iris Florentina Root Extract, Acetyl Hexapeptide-8, Palmitoyl Hexapeptide-12, Sucrose, Saccharide Isomerate, Peg-8, Hydrogenated Lecithin, Oleth-10, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Glyceryl Polymethacrylate, Fragrance (Parfum), Limonene, Linalool, Citronellol, Geraniol, Hydroxycitronellal, Tocopheryl Acetate, Bht, Magnesium Ascorbyl Phosphate, Disodium Edta, Sodium Citrate, Citric Acid, Tromethamine, Phenoxyethanol, Potassium Sorbate, Sodium Benzoate.",
    "how_to_use": "Suggested Usage:.-Twice daily after cleansing and prepping skin with The Infused Lotion (sold separately), sweep two to three pumps of The Serum Essence (sold separately) directly onto face and neck using fingertips.  .-Follow with The Concentrated Night Balm (sold separately) at night. .-Complete the routine with your La Mer Fresh Cream.",
    "num_reviews": 394,
    "overall_rating": 4.7,
    "product_url": "https://www.sephora.com/ca/en/product/la-mer-mini-moisturizing-fresh-cream-P510606?skuId=2748861&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2748861-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "0.5 oz / 15 ml",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2748861-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Long time user of the prior version cool gel cream.  This crème is terrible in comparison. My skin feels rougher and tighter after using, not hydrated. Also the smell is intense and not in an enjoyable way.  Disappointed is an understatement … d disappointed."
        },
        {
            "review_title": "Disappointed long time La Mer user",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I’m 57. I used the previous versions of this gel cream for 15+ years and my skin was so soft and hydrated. It was my favorite cream. After going through a jar of this new version, my skin is rougher and has less of a glow, even with my other skincare staples, vitamin c/e serum and hyaluronic acid serum. It’s also not as cooling and refreshing.  Time to look for a new moisturizer."
        },
        {
            "review_title": "Save your money…",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Maybe this isn’t the right formula for my combo acne prone skin but this was a big ole “meh” from me. It moisturized enough for me to not be dry and that was about it."
        },
        {
            "review_title": "Worth the splurge!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Best cream I’ve ever used period. You won’t regret it. I’ve tried almost everything from La mer. This paired along w the Creme de la mer in the evening is literally amazing."
        },
        {
            "review_title": "Zero breakouts",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This is the one ladies !   Could not use the original formula as it would cause me to breakouts but this one is amazing.  Been using it for a month now and my skin feels great.  It’s a splurge but hey it’s worth it ."
        },
        {
            "review_title": "So Good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, mediumTan skin tone, Combination skin",
            "review_text": "Wonderful moisturizer! I don’t write reviews often, but this cream is very good. A little goes a long way and results are visible after the first use or two. I will continue to purchase. This La Mer cream has worked well."
        },
        {
            "review_title": "Beautiful, Luxury Cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I received a sample of this product and it truly is lovely, albeit pricey. It layers beautifully over serum and under makeup and instantly brought a refreshed and hydrated look to my skin. Gifted by La Mer."
        },
        {
            "review_title": "overpriced",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "overpriced, not worth the hype, just not a good product, 380 dollars for barely anything"
        },
        {
            "review_title": "Dry skin",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Dry skin",
            "review_text": "It’s good but not the best for dry skin in winter."
        },
        {
            "review_title": "Hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "This face cream has been so gentle on my skin. It has left my face feeling soft and smooth. I love that it has helped keep my face hydrated. It has helped a lot with my dry patches. I recommend this for any skin type."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This isn’t luxury level skincare for nothing! This stuff WORKS! It is incredibly hydrating and feels so good on your skin. It leaves my face feeling very supple, which I love. Complimentary from la mer"
        },
        {
            "review_title": "Perfect for oily skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "I was gifted The moisturizing fresh cream and it leaves my skin feeling hydrated. This moisturizer is perfect for oily skin and leaves my skin feeling smooth. My skin feels moisturized without feeling greasy which is an absolute plus. #giftedbylamer"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "This product was gifted to me by lamer, and I love it so much! It's so lightweight and hydrating, which is really important for me because I have dry and sensitive skin. If I use any products that are too heavy or oily, I tend to break out. It's just pricey, so it's a splurge."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "LOVEEE this product so much wow. it’s really great and i have been loving it. it doesn’t break me out at all and it leaves my skin feeling super dewy and hydrated. this stuff is great and i definitely recommend it!! gifted by lamer"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "La Mer gifted me this product and I could not be more happy with it. It not only feels amazing but it leaves my skin feel hydrated but not greasy. As someone who is suffering with adult acne it is great that it doesn’t break me out either."
        },
        {
            "review_title": "Nice Moisturizer but Pricy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This moisturizer is great for combination to oily skin that is in need of smoothing, firmness and pore diminishment. It can be worn under makeup and or spf nicely and used morning and night. I have given it 4 stars because of the cost."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Combination skin",
            "review_text": "La Mer Fresh Moisturizing Cream is a skincare essential. Its luxurious texture instantly hydrates and revitalizes the skin, leaving it feeling soft and supple. The lightweight formula absorbs quickly, providing long-lasting moisture without feeling greasy. With continued use, it helps to improve skin texture and radiance. If you're looking for a high-quality moisturizer that delivers exceptional hydration and a fresh, rejuvenated complexion, La Mer Fresh Moisturizing Cream is a must-have in your skincare routine. gifted by la mer"
        },
        {
            "review_title": "Okay for high end",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Oily skin",
            "review_text": "Complimentary from lamer. Overall this was a very nice moisturizer. For the cost though, I did not feel it was as great as I was anticipating. I think for a higher budget it would be great but for being affordable the cost can be somewhat a put-off."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Absolutely in love with this moisturizer. It has the perfect consistency and a little goes a long way for me. I love that it is light weight but yet leaves my skin looking and felling hydrated. I would definitely recommend. Offered by lamer."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Normal skin",
            "review_text": "Gifted by LaMer the Moisturizing Fresh Cream. It had helped my skin feel hydrated. I would apply it every evening. The one thing I would say that could affect people with sensitive skin is that it does have a light fragrance."
        },
        {
            "review_title": "Moisturizing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Complimentary from Lamer. Loved how moisturizing this cream is. Came in handy during winter season where my skin is extremely dry. I received this product for free in exchange for my honest review. The cream is lightweight and love the fresh scent."
        },
        {
            "review_title": "So hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I decided to splurge and treat myself by trying this out as I’ve heard everybody rave about this for ages - and it did not disappoint. It moisturizes my skin like no other leaving it perfectly plump and hydrated without being too heavy and sitting on my skin. Wish I tried this sooner  Gifted by lamer"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This new moisturizing fresh cream is complimentary from La Mer. It has a strong but bearable scent, and it feels very nourishing on the skin. I noticed firmer, more hydrated, glowy skin after using this"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Combination skin",
            "review_text": "While I typically opt for more budget-friendly moisturizers, I decided to treat myself to La Mer's moisturizing fresh cream, which was gifted to me by the brand. I must say, I was pleasantly surprised by the results. After just a few applications, my skin felt noticeably softer and smoother, and my makeup went on more seamlessly. It's become my go-to daytime moisturizer. The light scent is just a bonus, not overpowering at all. If you're willing to invest, I definitely recommend giving it a try."
        },
        {
            "review_title": "Hydrating",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This is gifted by La Mer. This formula is lightweight and doesn't make my skin feel sticky or greasy. I have been using this product for a week now and my face is hydrated and soft. If you're boujie, I recommend this product."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I usually do not leave negative reviews, but found nothing special about this cream. It has some weird smell ( the product should either have no smell or some fragrance) but this I did not like at all. As far as moisturizing goes, it similar to any other regular cream. #gifted by lamer"
        },
        {
            "review_title": "Nothing Special",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "As someone who's tried their fair share of skincare products, I'm always curious about how the pricey ones stack up in the long run. But honestly, this one's a bit too thick for my taste. Even when cooler/dryer weather, it just doesn't feel quite right. With so many other creams I prefer, I can't really see myself splurging on this considering its performance. Gifted by lamer."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "La Mer Moisturizing Fresh Cream is truly a luxurious experience for your skin. It hydrates deeply, leaving your skin feeling plump and radiant. A little goes a long way, making it worth the investment. Highly recommend for those looking to indulge in a top-of-the-line moisturizer. gifted by lamer"
        },
        {
            "review_title": "Hate it! lol",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "I don’t like anything about this. lol La Mer face creams are so overrated & overpriced. First off, does anyone actually like the scent of these products? It’s smells so artificial & just not good imo. WHY?! The first two ingredients are just water & silicones.. For this price point, I expect the bulk of the formula to be better quality ingredients. I could be wrong, but I didn’t see mineral oil/paraffin/petroleum listed in this one, while they are in La Mer’s other face creams, so that is one possible improvement at least. If you want any moisture, this is not for you. Definitely for oily skin girlies only. I normally have very clear skin. I test new skincare frequently & this is the first cream that’s broken me out in forever. I do avoid silicones & artificial fragrance in my usual routine, so I imagine they’re the culprits. It also made my favorite trusted tinted SPF pill on me, which it has never done in the 3 years of using it. Again, probably the crazy high silicone content’s fault. So definitely need silicone-based base products with this. Yes, there are some good ingredients mixed into this water & silicone-based formula, but the cons are just so bad, I can’t see any beneficial pros from them :( I received sample sizes to test, so I can’t comment on the quality of the actual packaging, however, that doesn’t look impressive from the pictures. lol Hopefully it’s at least glass, but dang, it’s looks cheap & ugly & that’s just sad for something high-end. Do yourself a favor & get one of the hundreds of moisturizers that are far superior & cheaper. *gifted by lamer"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I really like this moisturizing cream. I used it for a bit and I feel like my skin got better within days. It's a bit sticky on consistency so you need to wait for it to dry fully before applying makeup or going to sleep. Gifted by lamer"
        },
        {
            "review_title": "Hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "The texture feels thick and moisturizing. The product actually isn’t filled up all the way and that makes me question if it’s worth the price. Little goes a long way and nice to use at night before sleep. The scent is nice and is hydrating for my dry skin. Gifted by La Mer"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "I’m not usually one to splurge on a moisturiser but I’ve wanted to try La Mer for a while, so I’m glad I was able to try the moisturising fresh cream (gifted by La mer). I found that my skin felt more supple and smooth after just a few uses, and even my makeup applied better! This is the perfect day time moisturizer, and I can tell it’ll be great even during the summer. It has a light scent, but nothing overpowering. If it’s in your budget, I highly recommend."
        },
        {
            "review_title": "Perfect Face Cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Fair skin tone, Combination skin",
            "review_text": "This product was gifted by La mer. This cream is my favorite from the La Mer. It melts into my skin easily and is so moisturizing. This layers well with other products and under my make up. Would purchase!"
        },
        {
            "review_title": "Great summer cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I was gifted this by La Mer. I have been a fan of the cream for years and years as my mom is almost 80 and I have watched her use it for years. I really think for my dry skin the regular cream is my favorite but I absolutely love the texture of this. It is the perfect summer cream. It’s not as much of a thin gel as I thought it would be…it’s a creamy gel- but not too creamy! Enough to know you are getting moisture but it’s not going to leave behind all kinds of oil and extra humectants for those who have oilier skin but need hydration as well. I was really satisfied with it. And I tried it on my mom and she liked it a lot. Offered by lamer"
        },
        {
            "review_title": "Nice",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Gifted by La Mer .. very moisturizing cream that doesn’t feel weighted on my skin nor does it feel heavy. It’s the perfect consistency to provide hydration on a warm day or a cap day. It wasn’t too much for my combination skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "La Mer's Moisturizing Fresh Cream is a luxurious, hydrating treat for your skin. Its lightweight formula absorbs quickly, leaving skin feeling soft and revitalized. Perfect for daily use, it delivers long-lasting moisture and a radiant glow. Treat your skin to this indulgent cream and experience the difference!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This La Mer moisturizing cream feels amazing and makes such a difference in how my skin feels after using it. My skin has been so dry, so I’ve been looking for something that really helps and this is it! I received this product complimentary from lamer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Light skin tone, Combination skin",
            "review_text": "I've been using La Mer's The Moisturizing Fresh Cream for a while now, and it's truly a game-changer. This lightweight yet deeply hydrating cream leaves my skin feeling incredibly soft and nourished. It absorbs quickly without any greasy residue, making it perfect for both morning and evening use. I've noticed a significant improvement in the texture and overall appearance of my skin since incorporating this cream into my routine. While it's definitely a splurge, a little goes a long way, and the results are worth every penny. If you're in search of a luxurious moisturizer that delivers visible results. Gifted by La Mer"
        },
        {
            "review_title": "LOVE LOVE LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Gifted by La Mer, I'm thoroughly impressed by the luxurious feel of this cream. It strikes the perfect balance, delivering deep hydration and nourishment without feeling too heavy on the skin. While it may come with a higher price tag, the results make it entirely worthwhile. I wholeheartedly recommend it, giving it a solid 10/10."
        },
        {
            "review_title": "Fresh, makes my skin hydrated",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "The moisturizing fresh cream is overall a good one. It kept my skin hydrated all day. It worked well when I applied my foundation on, made my skin hydrated and well taken care of, like fresh. It has a scent, but not overwhelming. Gifted by La Mer to give my honest opinion"
        },
        {
            "review_title": "Must have for dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "it was a complimentary from lamer but this was so refreshing on my skin. my skin looked so dull and dehydrated before I put this on and once i did it made my skin look so much more glowy and looked hydrated as well. the moisturizer is also refreshing and makes your makeup base look amazing."
        },
        {
            "review_title": "Feels lux",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Feels very luxurious! The cream is fairly thick and made my skin feel pretty soft and hydrated. Not an every night thing but good if you have dry skin or on those nights you could use extra moisture. Liked it but unsure if I would buy! Gifted by lamer"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "I was gifted by La Mer in exchange for my honest review of the product. This one is pricey but wow is it AMAZING! Very hydrating and creamy. Highly recommend if you have dry skin. This product is 100% worth it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Gifted by La Mer in exchange for an honest review. I have been wanting to try this luxurious cream, and it did not disappoint! It is a thicker cream, and my skin felt very hydrated and moisturized after. Excited to try this long-term. Would recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This moisturizer everyone needs to try!!! My skin felt so amazing after just one use. It’s hydrating but doesn’t feel like it clogs my pores. Gives a beautiful glow during the day and can be used both AM and Pm. Highly recommend since a little product goes a long ways. I was gifted by LaMer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Complimentary from lamer. This is a very lovely and hydrating cream. It’s also so lightweight, perfect for my combination skin type. It sinks into my skin so nice, leaving it plump and moisturized without leaving me feeling greasy. Works so pretty under makeup as well!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Gifted by La Mer - this new moisturizing fresh cream is the perfect little go to in my routine especially when traveling. It packs a lot of moisture and a little goes a long way. I’m obsessed with the packaging as well!"
        },
        {
            "review_title": "Nice",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "Gifted by La Mer. I liked the texture of the moisturizer it seems very hydrating and has nice subtle scent. Little goes long way, it feels nice for my sensitive dry skin. It applied well under makeup."
        },
        {
            "review_title": "So smooth, feels luxurious. Very moisturizing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "This product was gifted by lamer, all thoughts opinions etc are honest and my own.  The La Mer moisturizer works beautifully, the formula is really thick and luxurious feeling. It has a lovely perfume and goes on so smooth. Before having dry skin, after using it this really helped to bring moisture and smooth the texture of the skin."
        },
        {
            "review_title": "Pretty good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "This is the first product I’ve tried from La Mer. Can definitely say I liked this moisturizer… Its light, hydrating and leaves skin glowy. Before using it my skin felt thirsty but after just a couple of uses, it was glowing! This was gifted to me by La Mer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Gifted by La Mer: I love this new LA Mer Moisturizing Fresh Cream it feels so lightweight on my skin without feeling greasy. My skin has been quite sensitive lately - it helped calm my skin and reduce redness."
        },
        {
            "review_title": "Loveeee",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "La Mer's new moisturizing face cream offers a luxurious skincare experience. Its rich texture glides effortlessly onto the skin, delivering intense hydration and leaving a velvety smooth finish. The cream absorbs quickly, providing instant comfort and leaving the skin feeling nourished and revitalized."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This cream is so moisturizing and has the best scent. I’m not normally a big fan of fragrance in my products but this smells so rich and luxurious. I highly recommend it to anyone. Super moisturizing without feeling greasy. Gifted by lamer"
        },
        {
            "review_title": "Nice Gel Cream",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "Gifted by La Mer. I have enjoyed using the samples of the Moisturizing Fresh Cream. I’ve primarily used in the AM as it doesn’t quite have enough moisture for my normal, mature skin. But I think the gel cream consistency is perfect for morning, and seems to layer well with my other skincare products and under makeup. It specifically says for oily skin types, and I think this is actually perfect for that skin type. Love how it feels on my skin, and it definitely looks hydrated. Mild fragrance which I typically don’t care for in skincare but it didn’t bother me. Too soon to tell if there were any changes with my skin, and would probably need a full size product. I’ve enjoyed it and would consider buying for morning use."
        },
        {
            "review_title": "So good on Oily skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I have oily skin, so I tend to look for daily moisturizers that will moisturize, hydrate and do all the things without being greasy on the face. La Mer is such a bougie brand, I was so stoked to try their newest moisturizer that is geared more towards ones with oily skin. It has a gel-cream like consistency and it absorbs into the skin so well. My skin feels super hydrated after applying and wears well under makeup. I can see why so many love La Mer! They know what they’re doing when it comes to skincare! Gifted by LaMer."
        },
        {
            "review_title": "So good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Gifted by Lamer. Im obsessed with the new moisturizing fresh cream! My skin feels amazing!! After one use, my skin feels so smooth. Before, my skin was very dry and always needed to moisturize throughout the day. Love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This was gifted by Lamer. I have skin on the drier side but La Mer's Moisturizing Fresh Cream still works for me. It's light and hydrating and absorbs quickly. I have to use it for a bit longer to see results in terms of helping with signs of aging, but I’ve used their skincare in the past and have been pleased. While it might be a splurge it’s definitely worth the investment, even if you're not battling oily skin. I think the most noticeable thing for me was how soft my skin felt the next day after waking up."
        },
        {
            "review_title": "Love how my skin feels soft and supple afterwards",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "It’s a rich, hydrating and refreshing luxurious cream. Love how my skin feels soft and supple after applying it. It has a thick consistency but it doesn’t feel heavy on the face, it absorbs quickly, it’s ultra moisturizing…perfect for my combination skin. Overall a great product, I don’t like the price much, to be honest. Gifted by Lamer."
        },
        {
            "review_title": "I love it!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "This is the best moisturizer I’ve ever used! Literally little bit goes a long way! My skin looks so much better after using it for a day! Skin looks so moisturized and plump! Definitely worth a try! Highly recommend!! Offered by lamer"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Gifted by La Mer. I was provided the trial size versions of this product and it was nothing short of luxurious. It smelled pleasant and applied wonderfully. I didn’t see any pilling underneath makeup and it felt ultra hydrating. However, I don’t think I would pay the price tag for it."
        },
        {
            "review_title": "Very nice but very fragranced",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "This moisturizer was gifted by La Mer. It is very hydrating even though it's not too thick but also it too thin it absorbs into the skin quickly and makes a nice nighttime moisturizer but also a daytime moisturizer. It doesn't bother me but it is heavily fragranced.  It smells like perfume so if you are sensitive to scent, you might not like this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This moisturizing fresh cream for the face is a skincare dream! Its lightweight formula provides a burst of hydration, leaving my skin feeling refreshed and nourished all day long. The cream absorbs quickly without any greasy residue, making it perfect for layering under makeup or wearing alone. I love how it leaves my complexion looking dewy and radiant. If you're searching for a moisturizer that keeps your skin feeling soft and supple, look no further. This fresh cream is a game-changer!"
        },
        {
            "review_title": "Gold!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "La Mer is gold! It feels great on and leaves my skin feeling soft and plump. This moisturizer smells great and it’s super light weight. I highly recommend, it’s just quite expensive. Gifted by La Mer."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "Offered by lamer. I love this so far. It makes my skin feel so nicely moisturized and hydrated. I have a nice dewy glow after I apply it. It feels good and lightweight. Does not leave a sticky feeling behind and a little goes a long way."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I was gifted by La mer. I’m shook by the results! My skin is glowing, It is a game changer! Smells amazing and leave my skin very smooth and hydrated with a really velvety texture. I really recommend worth every penny."
        },
        {
            "review_title": "nice product!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "What a lovely product! This was gifted by la mer. It’s unlike the original moisturizer because this is more lightweight and to me better in the warmer weather when my skin is a bit more oily. Is it nice? Absolutely and I would finish the product that was sent to me.. however, would I repurchase at its cost? Probably not because there are other cheaper alternatives similar in function."
        },
        {
            "review_title": "Nice!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "A very generously hydrating moisturizer for those who want a little bit of a luxe experience. I do think that the hydration was great but if you have oily skin, this product may make your skin a bit more greasy. Gifted by Lamer"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I already know I love this moisturizer, so happy to get gifted by la mercy to try out their moisturizer. It is a classic for a reason. It feels so luxurious, smells really good, almost like a spa. Leaves my skin moisturized and glowing"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "gifted by la mer for my experience, this is was perfect for my really dry flaky skin. it was always so hard to find a very nourishing cream for my dry skin and i think this one really got it for me. its rich and very moisturizing, definitely worth giving a try"
        },
        {
            "review_title": "Nice!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "Definitely a very nice cream.  Zero complaints about it. It's very refreshing, leaves your skin smooth and luminous, and has the perfect texture. However, I didn't notice anything incredible in particular. So I'm not sure it justifies the price point.  Complimentary from La Mer."
        },
        {
            "review_title": "Amazing!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I received moisturizer gifted by La Mer for a review. This is one of my favorite moisturizers of all time. I love how it feels on my skin and it feels luxurious. I can understand why people only use this product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This cream is luxe and is great for combination skin. It made my skin barrier feel more restored and provided nourishment without being overly heavy. Therefore, it works on both oily patches of skin and dry ones as well. Worth trying, especially if you can get your hands on a sample first :) Complimentary from LaMer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I have been using this Moisturizing Fresh Cream and I am extremely impressed with the results. It has a lightweight formula that keeps my skin hydrated all day long. The cream absorbs quickly and leaves my skin feeling soft and smooth. I highly recommend this product for anyone looking for a reliable moisturizer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "After using this moisturizer for a few days, my skin feels softer and smoother, I have been using it on top of my retinol, and a little bit goes a long way. But I have to be honest about the price, I can find the same results with a different high-range moisturizer for half of the price. Gifted by lamer"
        },
        {
            "review_title": "Makes my skin soft",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "Gifted by La Mer. I had high expectations on this product which mainly stemmed from the high price of it, the expectations were not met. I liked the cream but it didn’t give a result that none of my other moisturizers can provide me with. I didn’t mind the smell of the product and I do think it does a decent job with moisturizing and making my skin soft."
        },
        {
            "review_title": "Beautiful scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I am obsessed with the scent of this moisturizer. It has a beautiful light rose scent. It feels very hydrating and creamy, yet feather-light. It makes my skin look more youthful. I love that it targets loss of firmness, elasticity and oiliness. It’s feee of parabens, formaldehydes, phthalates, sulfates SLS & SLES, triclocarban, and triclosan. "
        },
        {
            "review_title": "Great luxury cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Gifted by Le Mer. I love luxury skin care, especially La Mer. This cream felt hydrating and super moisturizing for my dry skin. I love how it left my skin with a nice glow throughout the day. It wears well under foundation. I love this cream."
        },
        {
            "review_title": "Great Moisturizer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "In love with this super hydrating moisturizer! After going through acutane, my skin has became extremely dry. I tried this moisturizer and it immediately gave my skin hydration. My skin felt clean, healthy, and glowy! Gifted by lamer."
        },
        {
            "review_title": "Hydration without being too matifying",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "The new moisturizing fresh cream is not as thick as the original creme’ de la mer formula, but it still contains La Mer’s beloved miracle broth. This version is ideal for oily skin by helping to balance sebum and defend against signs of aging. With oily skin that’s prone to dehydration, this moisturizer gives my skin a nice layer of hydration without being too matifying. Since adding this into my routine, I notice that my skin feels plumped and hydrated. I really like how there’s no mineral oil in this version but there is dimethicone. I do wish this was unscented though because there is a fragrance that I’m not particularly fond of."
        },
        {
            "review_title": "Classic!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I was gifted this complimentary from la mer. This product is a classic for a reason. It feels so thin in my hands but it moisturizes my face like it's a thick cream. I always feel so luxurious when I use this, and like I'm giving my skin a real treat."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I received this complimentary from La Mer in exchange for my honest review. And my honest review you will get. The pros- it’s a lightweight, slippy lotion that is almost immediately absorbed. I see this as a light summer cream for those hot humid days. As a dry skin girl, I did end up having to layer this to avoid patchiness throughout the day. It felt nourishing, even layered. But the con- at this price point, I need something that is SPECIAL. I need to see results. And I didn’t over the few days of my trial, so I don’t see myself repurchasing."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Gifted. I have tried this product twice and so I haven’t noticed a major difference but it isn’t too much for my sensitive skin. However the price is pretty steep so I probably would not repurchase. I feel like there are better options"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I'd classify this as the type of moisturizer that's nice to have but not necessarily a need because of the steep price. My skin looked and felt great which is why I really did like it.  The price is just a little off putting. Gifted by Lamer."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This product was gifted by La Mer in exchange for my honest review. I really like the consistency of this moisturizer. It’s thick and more difficult to rub into the skin but moisturizes so well! I’ve seen some people say that they don’t like the smell but I personally love it. I can’t justify this moisturizer for the price but I overall really like it and would repurchase if the price was a lot lower."
        },
        {
            "review_title": "A must for combo skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Gifted by lamer and I want to give my honest opinion on this moisturizer. I have combo skin and in the winter early spring my skin get dry I’ve been using this moisturizer for about 2 weeks and I absolutely love it. I love how thick it is I will say a small amount goes a long way but I love how hydrated my skin feels afterwards and it looks so healthy and glowy 10/10!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "La Mer’s New Moisturizing Fresh Cream in the 3.5ml size is a refreshing and hydrating treat for your skin. This cream is formulated with the brand’s signature Miracle Broth, which helps to rejuvenate and renew the skin. The lightweight texture is perfect for daily use, providing long-lasting hydration without feeling greasy or heavy. Your skin will feel revitalized and nourished, with a healthy glow that lasts all day. Perfect for those looking for a fresh and radiant complexion.gifted by lamer"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "i have always heard so many good things about la mer products. i was so excited to try out this cream out and my skin has never looked so healthy!! it made my skin so hydrated and looks so glowy! love!! gifted by lamer"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This La Mer moisturizer was gifted by lamer and keeps my skin moisturized throughout the day. It does not feel greasy on the skin but I do not see a drastic difference on my skin with this compared to other moisturizers that are more affordable."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Enjoying this moisturizer. It is very lightweight and sinks into the skin. It smells lovely and incorporates well into my current skincare routine. I use this cream at night and wake up with hydrated skin. Gifted By La mer"
        },
        {
            "review_title": "This cream won my hear",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I've been using it for a week and I'm impressed with the moisturizing power of this cream. From the very first use I felt instant hydration, the cream has a thick texture and absorbs quickly, leaving my skin feeling super moisturized. I like to use it half an hour before putting on make-up because I feel that my make-up looks better and lasts longer with well-moisturized skin. This cream won my heart, it's really good, I would definitely recommend it to a friend. Offered by lamer"
        },
        {
            "review_title": "Definitely a must have in your routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "I was gifted by lamer this amazing moisturizer and listen when I say this moisturizer is the best thing I ever got I honestly mean it. Definitely a splurged but so worth it if you have the budget. Love how super hydrating it is and feels so rich and thick it’s incredible, the best moisturizer if you have dry skin. I used it everyday after I wash my face and it always leaves my skin plump and glowing, a little goes a long way so you don’t need to add too much. Love that it has anti-aging and anti wrinkle benefits gives me a luxurious look and feel. This is definitely a must have for your skincare routine absolutely love it."
        },
        {
            "review_title": "Great Product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I've been wanting to try Le Mer products for months now! I finally got my hands on the moisturizing fresh cream and it has a really nice and light scent. Was pleased to find out that a little bit of product goes a long way (especially with the price point). After using for a few weeks my skin feels refreshed and more vibrant. I definitely get the hype about these products, and can't wait to try more! Complimentary from lamer"
        },
        {
            "review_title": "very nice!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "La mer is pricy yes, but honestly if you can afford it. it really is incredible quality. i love the cream, it is very hydrating and makes my skin feel so soft and supple. i had the privilege of trying a sample size and really enjoyed it! gifted by lamer"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "This is one of the best moisturizers I used so far, it has no smell, feels so smooth on the skin and neck, also the small size makes it so easy to fit everywhere even in my purse! I recommend this product (gifted by lamer)"
        },
        {
            "review_title": "The best new addition!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I was gifted this product and was so excited to try it out. I love how it smells and how smooth is feels on my skin. I can already tell that my skin is more hydrated so I can't wait to keep using this!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "FYI I did receive this complimentary from LaMer, but this is my honest review. So I really like this moisturizer, but I’m not in love with it. 2 main reasons, first being the fragrance. It’s very fragrant, but it smells very luxe and spa like. But if you have sensitive skin, id advise against it. Second reason is the price. I’d have a really hard time regularly repurchasing this because of the cost. But it is nice to use every once in a while! It makes my skin feel so soft and moisturized."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "It’s a lovely moisturizer that isn’t too heavy or greasy. It’s perfect for combination or oily skin types. It does make my skin feel nice and soft. That being said, im not sure the price is worth it as it’s not life changing. Gifted by Lamer"
        },
        {
            "review_title": "Slight difference in skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Gifted by lamer. I love how the cream isn’t too thick but it lathers well onto the skin. It’s definitely too expensive. I did notice slight difference in my skin, as in my skin felt more plump in a good way but still the price isn’t worth it in my opinion. It also has a strong fragrance, which doesn’t bother me but it may be upsetting for some as it doesn’t fade."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have been dealing with dry, dull skin, until using this product, gifted by lamer! Its consistency is so lightweight, yet effective. I also don’t mind the slight fragrance. It’s a beautiful product and moisturizes my skin quite nicely!"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Excellent cream.. the best. Always my favorite. It’s nice that this seller sells these samples at an affordable price. This seller is also amazing... ships immediately in perfect packaging. Highly recommend.."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Now I understand the hype about this moisturizer! Definitely worth the price! My skin was feeling hydrating, feeling so smooth & feeling more radiant! Even to use under makeup made my makeup look so good! Gifted by lamer"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "This moisturizing cream is amazing! I love how it feels on my skin and how hydrated and soft it makes my skin feel, I have been using it for a couple of weeks and I love it! It smells lovely too! complimentary from La Mer."
        },
        {
            "review_title": "The Ultimate Hydration",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "Gifted by La Mer: The New Moisturizing Fresh Cream 3.5ml Review  Experience instant hydration with The New Moisturizing Fresh Cream 3.5ml, graciously gifted by La Mer. This gem absorbs quickly, leaving skin supple for hours without greasiness. Suitable for all skin types, its gentle formula soothes and layers seamlessly under makeup. Packed with nourishing ingredients like hyaluronic acid and aloe vera, it's a must-have for radiant skin. Its compact, elegant packaging makes it perfect for on-the-go hydration. Treat your skin to this La Mer treasure and revel in its glow."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "gifted by lamer in exchange of this review. I like it, it’s light, moisturizing and smells good but I personally would not pay for it out of pocket. I have nothing negative to say other than it’s overpriced. I’m sure I can get a different moisturizer that will make me just as happy for less."
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Omg the cutest mini sizes!!!! SO perfect for traveling and all my bags on the go! My business revolves around lots of travel and time spent outside of my office so having these baby creams are to die for !!!!!! Gifted by La Mer"
        },
        {
            "review_title": "Fav",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I love La mer products. Their products are super high-quality. Their cream makes my skin feel soft and moisturized. I like how it does not appear shiny or feel too thick on my skin either. Gifted by la mer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This is my first time trying one of their creams and it smells luxurious. It has a really nice fresh and clean scent that I really like. The texture is lightweight and melts right into your skin, leaving it moisturized. Love how it left my skin smooth and soft to the touch. gifted by lamer"
        },
        {
            "review_title": "My New Everyday Product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I was gifted by La Mer, The New Moisturizing Fresh Cream and have been using it for about a week now. I have oily skin and have noticed that this cream leaves my face feeling hydrated and my complexion is smoother! I would definitely recommend this to anyone looking for a new everyday moisturizing cream to add to their routine and it also defends against signs of aging!"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "I have wanted to try La mer products for years, so I was super excited to try this moisturizer. It worked so well. It was really easy to apply and didn’t leave a greasy feeling at all. Definitely adding this to my nightly skin care routine. Gifted by la mer"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "Such an amazing cream! Really does pack a punch with hydrating my skin, and making it glow. Looks good under Makeup.The product is worth the money and doesn’t have a scent or break you out at all! Gifted by Lamer"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I now understand what the hype is all about this product.  It is a cream that goes on very smooth and my skin instantly absorbs it without leaving any stickiness.  I love using it under makeup in the mornings and it prevents my makeup from creasing and caking."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I love this moisturizer it’s nice and thick and leaves my skin feeling so incredibly soft. I have noticed a big difference in the texture of my skin. I love the scent and the velvety texture of the cream. Also looks amazing under makeup. Gifted by Lamer"
        },
        {
            "review_title": "Nourishing cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I have been using this cream for 4 days now and feel my skin is nourished and smoother. It has a light texture so absorbs quickly into the skin making it more softer. Skin feels plumped and moisturized. This cream was gifted by lamer."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "Gifted by LaMer.  This is a lovely moisturizer, it's very lightweight while still being very hydrating and leaves my skin feeling smooth and soft. It's great for oilier skin types and wears beautifully under makeup."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This cream makes my skin feel so moisturized, soft, and supple! It gives my skin a beautiful, healthy looking glow without looking greasy or oily. Perfect for the colder months! This product was gifted to me by La Mer."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I was gifted by La Mer their sample sized version of this face cream. It has the signature La Mer scent which is a fresh type of smell. It is more lightweight than the original formula but still as hydrating."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This cream is a lot less thick than the original cream. The original has a somewhat waxy texture and this one is slightly more watery and blends into the skin more. I like this formula a lot more compared to the original. Recieved complimentary from lamer for review."
        },
        {
            "review_title": "Hydration Perfected: La Mer’s Fresh Cream Unveiled",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "La Mer’s new Moisturizing Fresh Cream is an absolute skincare revelation! Gifted by lamer .Its lightweight texture melts effortlessly into the skin, providing an instant surge of hydration without any greasy residue. Before discovering this gem, my skin often felt parched and lacked vitality. However, since incorporating this fresh cream into my routine, the results have been extraordinary. Not only does my skin feel incredibly soft and supple, but it also appears visibly smoother and more radiant. The formula is gentle yet incredibly effective, making it suitable for all skin types. La Mer’s Moisturizing Fresh Cream has become an essential step in my daily skincare ritual, delivering unparalleled hydration and a revitalized complexion with every use."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Oh my gosh this cream works so good. You can literally see and feel results after one use. This will now be my go to moisturizer. It is on the pricier side but well worth it. I have acne prone skin and this helped with my little acne bumps overnight. My face was smoother. And just looked brighter. Gifted by lamer."
        },
        {
            "review_title": "Must have for my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Lamer is my go-to moisturizer. This new Moisturizing Fresh Cream is beyond expectation, which I love so much. It doesn't feel thick. Instead, it is so soft and light enough for me. I really enjoy the signature scent and the texture. Gifted by lamer"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Gifted by Lamer. This product was very nice. It’s nice and soft. I loved how it added moisture to my skin but didn’t make me oily. It also dried down nicely on the skin so that I could add my SPF. I highly recommend this product."
        },
        {
            "review_title": "It’s nice",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "I was gifted by lamer and have been using this for a little while now and This moisturizer has a very silky feel which is nice and to be expected of a high quality lotion. It then gives me almost a cooling sensation like cold and wet and hydrating which was a pleasant surprise.  It is a little heavy on the fragrance so if that bothers you just be aware of that."
        },
        {
            "review_title": "Perfection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "My skin is a little oily and this moisturizer is just perfect. It firms and lifts and feels pretty light at the same time. I appreciate that it is free of parabens, formaldehydes, phthalates, sulfates SLS & SLES, triclocarban, and triclosan. It was gifted to me by lamer."
        },
        {
            "review_title": "I love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love La Mer products so much! Recently, La Mer gifted me their New Moisturizing Fresh Cream 3.5ml sample. This product has the regular recognizable packaging and scent. It is a stronger elegant scent. I do love the texture of this product and I like how it makes my skin feel.  La Mer products are always a win in my book!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I was lucky enough to be gifted by La Mer the new formulation of their cream to try. Even their sample sizes give luxury, as this came with a beautiful silk pouch. So the presentation of this product is very luxe. That being said yes this is an incredible formula and is probably worth every penny, however I unfortunately can’t purchase a full size of this without breaking the bank!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I have tried other La Mer moisturizers in the past and this is a much lighter formula. It is silky, soft, leaves the skin plumped and gives an immediate cooling effect, great for those warm summer days. My husband loves it too, it’s great for his oily skin, this is the only cream he likes to use. Gifted by La Mer"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "I received a sample of the moisturizing fresh cream complimentary from La Mer. This moisturizer is something else. It really did hydrate my skin especially for long weekends where I had to work long hours. Would 100 percent buy again!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "La Mer gifted me this cream. It has been a while since trying out La Mer products but they don't dissapoint so far. I have combination oily skin and this moisturizer has been working well as part of my night time routine. It has a gel like consistency that I believe helps to be absorbed into the skin. It leaves my skin feeling moisturized and dewy but not greasy or sticky. I only give it 4 stars since it is a bit on the expensive side but worth it as a treat to yourself."
        },
        {
            "review_title": "the girls that get it, get it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I received this complimentary from lamer in exchange for an honest review. I tried the La Mer moisturizing cream and I understand what the hype is about. It feels rich and has a subtle fragrance to it. My skin loved it and drank it up really quickly. I woke up to super soft skin, can’t wait to keep incorporating it into my skincare routine!"
        },
        {
            "review_title": "Quite hydrating and moisturizing with a nice smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Quite hydrating and moisturizing with a nice smell. Easy to use every day and easily blends into the skin. It is also really smooth and good for all skin types. I have combination skin and it had a good effect on my skin. Gifted by la mer"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Have been gifted by La Mer I liked this moisturizer from La Mer because it made my skin feel hydrated and soft. I have a tendency to have redness and this cream manages to calm this down a bit, I really like its floral smell. My skin feels much healthier."
        },
        {
            "review_title": "Silky smooth finish",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "This face cream is extremely high-quality and luxurious feeling. I think it may have some silicone in it because my skin feels silky. Smooth after using it with almost a powdery finish. This was gifted to me by la mere for a review."
        },
        {
            "review_title": "Treat your face to some TLC",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Just after a few days, I've felt my skin instantly feel more hydrated. Gifted by Lamer! Although, this is a luxurious item and think if you have the means to why not splurge a little? You only have one face, best to take care of it! I found that for someone with dry skin, it did help combat dryness, and acts to reduce fine lines and wrinkles. It left my skin feeling plump and rejuvenated!"
        },
        {
            "review_title": "Love this too much",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "My skin feels so youthful and soft everytime I use this. I can’t tell you how much I love the finished and how it’s non greasy and absorbs perfectly into the skin. Wears great under makeup as well, can’t recommend enough I was gifted by Lamer"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "Very moisturizing and light. Not too heavy on the skin I have oily skin type and like hood moisturizing products for at night. Does have an interesting scent though. However I do like this product works well. Gifted by lamer"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "i recently got this product complimentary from la mer and i'm definitely impressed. the new formula is more of a gel like consistency and feels really nice and smooth on the skin, rather than thick and greasy"
        },
        {
            "review_title": "Lightweight, hydrating, perfect makeup base",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "Luxurious moisturizer! My skin loved the feeling as it was cooling and hydrating.  Before and after I can see my skin being plump and hydrated. It was a lightweight moisturizer which provided a great base for my makeup. Gifted by lamer"
        },
        {
            "review_title": "Fragrance is too strong",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "A rich cream that hydrates and soothes the skin. I have combination dehydrated skin and even though didn’t caused me to breakout, the fragrance was a bit too strong for my liking and the cream was too thick. It did leave my skin soft afterwards. However, if you have dry skin, this may work better for you. #gifted by lamer"
        },
        {
            "review_title": "Creamy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This product was gifted by La Mer in exchange for my honest review. This cream absorbs into my skin very nicely and makes my skin feel hydrated without it feeling oily. It's been great to use on my aging skin. I wish I could afford the full size product!"
        },
        {
            "review_title": "Soft and supple skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Before using this product that was gifted by lamer, my skin felt dry, flaky and there was some redness. After using this for 5 straight days my skin feels moisturized, supple and plump. I cannot be happier with the hydration this provides & how rejuvenated my skin looks!"
        },
        {
            "review_title": "Loved it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Dry skin",
            "review_text": "I really love the little sample of cream . Made my face very soft and hydrating. Glowing and soft . I really love how it makes my under eyes lokk brighter and my pores look nice too . I gotta get a bigger jar of this mini one"
        },
        {
            "review_title": "Soft skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Gifted by lamer. I fell in love with this moisturizer. It is silky soft and leaves your skin feeling like a rose petal. I love the softness of provides and also the hydration without feeling heavy on the skin. A little goes a long way."
        },
        {
            "review_title": "So refreshing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "La Mer products are an experience. The scent (reminds me of my favorite luxe spa), the texture - it all feels so decadent. I received a sample of the new moisturizer and I have loved using it to help give my skin very much-needed hydration and give myself a little treat. It goes on so smooth, feels super velvety and refreshing! Gifted by lamer"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The cream is good for: Pores, Hydrating, Loss of firmness, Anti-Aging and best  for Oiler skin. The feather-light cream renews skin’s youthful bounce for refreshed balance and a firmer feel, it can be used morning and night."
        },
        {
            "review_title": "Must have skincare product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Gifted by Lamer. This product is the holy grail for a lot of people. I suffer from dry skin and acne prone skin. With this moisturizer you see it actually working to keep your face hydrated. My face tends to itch or feel thick when it’s dry and with this moisturizer it feels so lightweight and keeps your face shiny for hours throughout the day. Absolutely love this and I feel it’s worth every penny. With the cold weather I’ve been experiencing my face needed some TLC."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Oily skin",
            "review_text": "This moisturizing cream by La Mer feels AMAZING on my skin! It’s cooling, moisturizing, and doesn’t have a strong smell! I like applying to face and neck in the morning and at night for soft & glowy looking skin! Gifted by la mer"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was so excited to try this out to see if it’s worth the crazy high price tag. Was it a good moisturizer? Yes! It made my skin feel amazing! It’s not oily or greasy or sticky. The smell isn’t too strong and it didn’t irritate my skin at all. But do I think think it’s worth the crazy high price tag? No. I would never pay full price for this.  Gifted by La Mer for review purposes."
        },
        {
            "review_title": "Worth the hype",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I have dry skin so this product was amazing for my skin! I love how plump and hydrated my skin felt after use. 10/10 on the creams consistency and its ability to retain hydration. I think this product is worth the hype and would be a great staple for 1. People with dry skin that need lots of hydration 2. People that can afford the steep price. I will def repurchase occasionally when I feel like spoiling my skin. I love how long this product last on the skin. This product was gifted by lamer."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Gifted by La Mer. Has a nice, light weight texture that absorbs quickly after applying. The scent is a little strong but it’s not too noticeable after a while. This is a good option if you have combo/oily skin, as it’s not as heavy as the original."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Gifted by lamer. La Mer Moisturizing Fresh Cream is a luxurious skincare product that delivers deep hydration and leaves the skin feeling soft and supple. Its lightweight texture absorbs quickly into the skin without leaving any greasy residue, making it perfect for all skin types, including oily and combination skin. The cream's proprietary Miracle Broth™ formula, enriched with sea kelp and other marine extracts, replenishes moisture and helps to visibly reduce the appearance of fine lines and wrinkles over time. While it comes with a hefty price tag, the results justify the investment for those seeking a high-performance moisturizer that delivers radiant, youthful-looking skin. Overall, La Mer Moisturizing Fresh Cream lives up to its reputation as a cult favorite in the realm of luxury skincare."
        },
        {
            "review_title": "Feels great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Fair skin tone, Combination skin",
            "review_text": "Gifted by La Mer. I love how this lotion feels. It’s extremely moisturizing and makes my skin feel so soft. I would get this again. It’s great for my winter skin, I think in the humid summer it might feel a bit thick."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "This was offered by lamer and The luxurious feel of this is amazing. Light yet very moisturizing. Makes my skin look and feel very moisturized. I have sensitive skin and it doesn’t irritate me at all. It’s very good for my dry problem areas."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I received this product gifted by La Mer. This makes my skin feel so silky smooth and soft, and it feels very refreshing on my skin! It smells fresh and luxurious. The only con is the price tag, it is quite pricey."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "La Mer has the most luxurious feeling creams, and this one is light but moisturizing at the same time. I love how it sinks into my skin and provides the best base for makeup. It makes my skin look hydrated and healthy! Gifted by La Mer"
        },
        {
            "review_title": "Its good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Works great. I always hear good things about La Mer so I was super excited to give this moisturizing fresh cream a try. Makes my skin super soft and moisturized. This product isn't too heavy which I appreciate.  Gifted by lamer."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I like how moisturizing this cream is. It's great for dry skin especially overnight when it's cold. Since I have combo skin, I wouldn't use this in the day when I need to apply a sunscreen and make up over it. Gifted by Lamer."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This cream is absolutely amazing! This line is so luxurious and lives up to the hype. I love the consistency of the formula and how thick and moisturizing it is on my skin. I love to use this after using something harsh on my skin like retinol *gifted by lamer*"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This cream leaves your skin feeling fresh! The smell is so luxurious, I’m obsessed! It leaves my skin so soft and smelling so good. I love it! My skin needs all the moisture it can get so this cream is perfect. Gifted by lamer"
        },
        {
            "review_title": "A very nice pampering experience in each use.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I recently tried this wonderful luxurious cream, and I was surprised by its ability to refresh and improve texture on my skin after just a few uses. The cream's light texture applies smoothly and absorbs quickly without leaving any oily residue. It truly feels luxurious on the skin. Although it's a bit pricey, the noticeable improvements in my skin's texture and slightly added youthful bounce justifies it for me. I would totally splurge on this cream specially if your skin tends to get oily or stressed after a long day. Complimentary from La Mer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Complimentary from La Mer. This moisturizer has a lightweight cream consistency and the product sinks in nicely into the skin. It leaves a healthy glow on my skin, and I love how my skin feels hydrated and very moisturized."
        },
        {
            "review_title": "Game Changer!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "La Mer's The Moisturizing Fresh Cream is a game-changer for oily skin like mine. Its feather-light formula renews skin's bounce while balancing sebum, thanks to Miracle Broth™️. I noticed improved firmness and elasticity, plus it's free of harsh chemicals. A must-try for anyone battling oiliness and seeking youthful, balanced skin. Gifted by La Mer"
        },
        {
            "review_title": "Versatile and luxurious",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "La Mer makes the best cream based moisturizer I’ve ever tried, and it’s especially worth the purchase because it seems to make every skin type thrive from oily to dry, or combination like me. My husband borrows it from me all the time. It wears beautifully under foundation, and makes my skin feel very supple. Gifted by lamer"
        },
        {
            "review_title": "Excellent!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Combination skin",
            "review_text": "I have enjoyed using it and it is absolutely fantastic! Lightweight and non-greasy, this is the perfect cream to use if you have a mix or oily skin. A little goes a long way and it’s an excellent value for the product you’re receiving  I highly recommend you trying it! Offered by lamer"
        },
        {
            "review_title": "The best cream!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "If you have never tried Lamer you are missing out for sure! Because this luxurious and expensive cream actually works! I wish I can afford it more often but sometime I just like to splurge as it makes my skin so much better just after 2-3 uses! It smells so good and so lightweight! Love love love this! Gifted by La mer!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Normal skin",
            "review_text": "I received this product for free in exchange for my review, gifted by lamer. This moisturizer, she THICK. I have dry skin in parts of my face (between brows, nose etc) and this helped. Left me with a subtle glow. Not sure if it’s worth the price but I liked it."
        },
        {
            "review_title": "Really nice gel cream!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "Gifted by lamer. Loving this so far! It’s more of a gel texture compared to their other cream. This would be perfect for me during spring and summer because of the warmer weather. It’s so light and airy, and absorbs really well into the skin. I’ve only been using this at night so unsure how it would work under makeup. It plays well with other skincare products though and doesn’t irritate my sensitive skin."
        },
        {
            "review_title": "Nice moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Combination skin",
            "review_text": "Gifted by La Mer. This moisturizing cream feels light and fresh on my skin. When I use it, I notice a difference in the hydration in my skin. I have combination, acne prone skin and this works well with my skin type."
        },
        {
            "review_title": "Feel a difference in my skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "I am almost 37, I have 3 kids and I am trying to look not older than my age and I really like this moisturizer so far. It is very lightweight and I use it first thing in the morning and before going to bed. I feel like my skin is extremely soft when I use it. I’ve been using it for a week and I love the feeling I get when I put it on, like I am powerful and my skin is beautiful with it. It was gifted by lamer and this is my honest opinion."
        },
        {
            "review_title": "New addition",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "This face moisturizer is refreshing while not being too thick. It is perfect for both day and night! I have oily skin and this does not make my skin more oily like some moisturizers do. I will be recommending, gifted by la mer."
        },
        {
            "review_title": "Love Lamer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "Ever since incorporating this moisturizing cream into my daily routine, it has become an absolute favorite. Its texture leaves my skin feeling incredibly smooth and soft, delivering a luxurious experience every time. Not only is it of excellent quality, but it also yields remarkable results. I've been using it on both my face and neck, and I couldn't be happier with the outcome. Highly recommended for anyone seeking a reliable and effective skincare solution. Was gifted by lamer."
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This was gifted by LaMer in exchange for my honest opinion. I have used La Mer s as well as this product multiple times and I always fall in love with the formula. This makes my skin so soft and supple. I put it on at night and wake up with my skin feeling so good"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Gifted by La mer. I've tried so many moisturizers but they all feel super thick and heavy, but this... THIS! This product feels amazing on my skin. It works just as described, it's so light, soft and blends really well. It leaves my skin happy the entire day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I don’t know that they put in this moisturizer but it turned my skin from dull to glowy, plump and hydrated. It has a very nice light smell to it and it absorbs really quick. I will definitely be putting this into my daily routine. This was gifted by lamer."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I really wanted to dislike this because of how pricey it is but it's really great. To be very honest, I have never used a product that blew me away with its moisturizing effects. Wish I had the money to buy the on a regular basis. I don't think my skin could survive without it, therefore I might have to just keep buying the little tubs. Gifted by lamer"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This was gifted by La Mer for review. This new Moisturizing Fresh Cream is perfect for my combination skin with an oily t zone - it is easy to apply, smooth and lightweight, and absorbs into my skin quickly without feeling heavy or greasy. I often apply it and leave my skin bare face but I can also easily apply makeup on top without the cream interfering with any face products. After use my skin looks radiant and feels hydrated and bouncy."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Normal skin",
            "review_text": "This is a nice face cream, I was gifted by lamer some mini samples which I’m keeping to use when I travel. I’ve tried their one in the green bottle too which I liked a lot as well if I recall correctly. Minus one star for the price though!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "La Mer New Moisturizer Fresh Cream is perfect for my dry skin. My skin is so sensitive and gets red when the skincare products don’t match my skin, but this moisturizer fresh cream matched my sensitive skin and calmed my redness down ! I’m happy to be gifted by Lamer."
        },
        {
            "review_title": "So hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "My skin feels so smooth after using this product! I used it one time at night and in the morning my face was so smooth! Light weight but so hydrating which is exactly what my skin needs! Gifted by le mer"
        },
        {
            "review_title": "Luxurious",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I really like this creme from La Mer. It’s a luxury brand with luxury prices, but if you can afford to splurge then I highly recommend it! It smells nice, not an overpowering fragrance. Pleasant and clean. The cream is very hydrating and lightweight at the same time. This cream was gifted to me by LaMer in exchange for my honest review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I have combinational skin type and this moisturizer works great for me, I especially like to apply it in the morning! It has very lightweight texture yet quite hydrating. Goes great under make up as well. Gifted by Lamer"
        },
        {
            "review_title": "A must have cream!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "My skin loves this product. The moisturizer is gentle, and leaves my skin feeling refreshed and radiant. It also looks more plump and hydrated. It also smells really good. I have sensitive skin so I was pleased to see that it didn’t cause any irritation either. Gifted by lamer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "I love this face cream! I’ve used a few La Mer products before and this one continues their excellent reputation. My face feels smooth, hydrated, and youthful. It absorbs nicely and works well under my makeup. Gifted by La Mer"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "La mer gifted me. I cannot express how much I love this moisturizer! It never fails even though it is quite pricey, it gives results so I’m always trying to get this as much as possible despite the cost. It helps hydrates and moisturizes my face but also keeps it firm and bouncy looking very youthful."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I was gifted by Lamer with sample size product. As someone who has been working in skincare industry, paying lots of money for basic products specifically moisturizers i wouldn’t recommend. This product was ok it’s not heavy on skin, but for the that price i wouldn’t purchase it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This moisturizer has helped my skin so much recently. The cream is lightweight and melts into my skin. My skin feels very hydrated and radiant after I use it. The product feels luxurious and has a pleasant fresh scent to it. I’m so happy to be gifted by lamer with this product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love this moisturizing cream it glides onto my skin and smells refreshing! It has helped hydrate my skin significantly and doesn’t feel heavy. This moisturizing cream is worth the money and will last you awhile. Gifted by lamer."
        },
        {
            "review_title": "LIke it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Oily skin",
            "review_text": "I really like this moisturizer. it is very rich and creamy. it's easy to apply and wear under my makeup. I use it after washing my face and before makeup, morning and night. Would recommend! Gifted by La Mer."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I received this gifted by lamer. This is one of the best moisturizers I’ve ever used. The texture is honestly just right for my skin. It’s not heavy at all, but it leaves you feeling super hydrated. The product also smells great and immediately relaxes me when I use it. The one downfall is of course the price."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "La Mer products always feel so luxurious and I love the scent--the New Moisturizing Fresh Cream is perfect for every day use and leaves your skin hydrated and glowy. Received complimentary from La Mer"
        },
        {
            "review_title": "Your skin will thank you",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Offered by lamer, I love love whatever I try from this brand. This cream is absolutely fantastic, it’s a perfect way to hydrate your skin in just one application. I had these really dry patches on my skin cause of climate change and this truly helped my skin feel better than ever!"
        },
        {
            "review_title": "Very luxurious",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I was so excited to receive this with how expensive it is. This moisturizing cream feels very luxurious and delicious. Very hydrating and nourishing. La mer is very pricey but always delivers quality products."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This product is amazing. I cannot say enough good things about it. It has made my skin so soft and moisturized. I was gifted this product but will definitely keep rebuying as this is a staple in my skin care routine!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "A feather like texture moisturizer that feels very lightweight when I apply it on my skin. I find that it’s great for the winter as it provides soo much hydration to my face. As always, La Mer provides the highest quality ingredients in all their products!"
        },
        {
            "review_title": "La Mer moisturizer is a luxurious cream that truly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I was gifted by La Mer. La Mer moisturizer is a luxurious cream that truly lives up to its reputation. From the moment you apply it, you can feel the rich, velvety texture enveloping your skin, delivering deep hydration and nourishment. I've been using it for a week now, and the results have been remarkable. Not only does it leave my skin feeling incredibly soft and supple, but it also helps to diminish the appearance of fine lines and wrinkles, giving me a more youthful complexion. What sets La Mer Cream apart is its potent blend of sea kelp, vitamins, and other marine extracts, which work synergistically to promote skin renewal and radiance. While it's undoubtedly an investment, the results speak for themselves. If you're looking to indulge in a skincare experience that delivers unparalleled luxury and transformative results, La Mer Cream is worth every penny."
        },
        {
            "review_title": "Such a refreshing cream!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Gifted by La Mer. I've always wanted to try this brand and so glad I was able to. This Moisturizer cream is so refreshing! I love smooth texture. It applies nicely to your skin leaving your skin so refreshed. The scent is very refreshing. This cream is pretty good!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "The face cream is lightweight and refreshing - the name having ‘fresh’ in it is fitting. It has a somewhat strong scent to it but overall feels really nice on. I typically go for a heavier moisturizer since I have dry skin, but I could see this working great for oily skin. Gifted by La Mer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "#giftedbylamar I love how this cream feels on my skin. It's so smooth, absorbs well, and leaves my skin so soft! Great for both day and night. I particularly love this one for the texture. It's lightweight, hydrating, brightens your skin, absorbs easily, and is suitable for all skin types.It works great for my combination skin and i saw a huge difference within a few days of using this cream. I'm obsessed."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love this cream! I have combination skin parts oily and parts dry. This cream works for both especially for oily part. My skin looks so good after using this moisturizer. My skin is so soft but not too dewy. Gifted by lamer."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "With this face cream, I instantly noticed the increase in hydration and my skin was visibly more plump. Since this is very pricey, I’ve been using it as a night cream only so I’m not sure how well this wears under makeup during the daytime. I will have to use this much longer to see the long term anti-aging effects, but based on the instant hydration, I can tell this face cream is promising. I’m taking off a few stars for the high price point."
        },
        {
            "review_title": "Beautiful, Light, and Moisturizing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "La Mer gifted me their new Moisturizing Fresh Cream for my honest review. At first glance, the product has a lovely, light scent. I enjoyed it. During the Winter, my hands and cuticles get dry. A small amount of this moisturizer was just what my hands needed. Within minutes, my hands were soft and moisturized. I would highly recommend it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This might be new favorite moisturizer! I have fairly oily skin so I like my face creams to be lightweight! This is perfect for my skin. It’s definitely moisturizing it doesn’t feel greasy. This was gifted by La Mer."
        },
        {
            "review_title": "Slay",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This product is so great! The ingredients are amazing and it’s the perfect texture. I could tell an immediate difference in my skin. Will continue using this forever. Highly recommend. Gifted by La Mer."
        },
        {
            "review_title": "As someone with oily skin, I'm always on the looko",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "As someone with oily skin, I'm always on the lookout for products that moisturize without leaving a heavy or greasy feeling. I decided to give The New Moisturizing Fresh Cream 3.5ml a try and, honestly, I'm impressed!  From the moment I applied the cream, I noticed its light and refreshing texture. It absorbed quickly without leaving any shiny residue, which is a huge relief. Often, moisturizers make my skin feel even oilier, but with this cream, my skin felt comfortable and balanced.  Hours later, my skin still felt soft and there were no signs of excessive shine. Even under makeup, the cream acted as an excellent base, keeping my skin nourished without compromising the durability of my foundation.  What I liked the most was how my skin looked healthier and how the cream worked in harmony with my oily skin rather than against it. I will definitely continue using The New Moisturizing Fresh Cream and am excited to see how it improves my skin with continued use."
        },
        {
            "review_title": "A top shelf product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "The most luscious and soft feeling moisturizer I’ve ever used. It has a very clean and lightly perfumed scent and has a texture better an oil and water based product. The finish is dewy and leaves my skin so well hydrated (I received a sample size gifted by lamer)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Gifted by La Mer. This cream is so luxurious. It came in a satin drawstring bag which was a nice added touch. The cream itself is super moisturizing and has a lightweight feel. After a week of regular use I could definitely tell a difference in the overall “bounciness” of my skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love this Moisturizing Fresh Cream gifted by La Mer! It comes in a convenient jar and applies smoothly and evenly on my skin. After only one application, my skin was instantly more moisturized and firmer looking. The smell is light and fresh, I love this moisturizer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love this cream! After applying to my face and neck , my skin feels very moist very quickly. After a couple of uses, my skin looks Dewey and feels firmer. I recommend for anyone who wants firm and bouncy skin!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I tried the La Mer New Moisturizing Fresh Cream for a few days. I use it in my evening skin care routine. The consistency of this cream is very smooth. It spreads easily and gets absorbed quickly into my skin. I would say, this is a lightweight cream that makes my skin feel soft and hydrated. Gifted by La Mer."
        },
        {
            "review_title": "Too expensive to be just ok.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I have oily skin and I do feel as tho the brand formulated this moisturizer with oily skin in mind. The product has a lotion-gel texture that is really light and very easy to work into the skin. That's kind of where the beauty of the product stops for me. I didn't find it particularly moisturizing even tho it felt nice to apply. I don't think that this warrants the price point it comes at, I've tried far more affordable moisturizers and achieved better results with those. This product was gifted by la mer in return for my honest review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Gifted by La Mer. There’s a reason why this moisturizer has stayed number one for so many years. It’s iconic and sits on the skin so nicely. I love every time I get the opportunity to use it! Worth the investment."
        },
        {
            "review_title": "Immediately hydrated!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Received a small trial of this for free gifted by lamer - I’ve heard the hype of La Mer and I totally get it! Applied just a little to my face and immediately felt hydrated and more awake. It’s so smooth and spreadable. I definitely will keep using this!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Love this moisturizer! So light but the same time give a lot of moisture! Really love the texture and formula! Good as a primer before make up! Would definitely continue to use it! Recommend to anyone with dry or combination skin type!"
        },
        {
            "review_title": "Great for eczema prone skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "This has been my favorite lotion for some time now! It’s so gentle on my eczema and a little goes a long way. I keep it in the fridge so it lasts longer and gives a cooling effect. To me, it’s worth the price to keep my sensitive skin happy. I was gifted by LaMer a sample size, but I’ve purchased in the past as well."
        },
        {
            "review_title": "Luxurious product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "A sample size was gifted by Lamer for my opinion. The fragrance is great. It’s hydrating but also light weight. it absorbs completely without leaving residue on my skin. Feels luxurious. I would purchase it again if the price point weren’t so steep."
        },
        {
            "review_title": "La Mer ate and left no crumbs",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I was gifted by lamer. I finally understand the hype of this product. My skin is baby soft after using it and feels so refreshed all day long. I have been using it for 2 weeks now and already seeing amazing results. I love that I don’t need a ton of product for my face to actually feel moisturized!"
        },
        {
            "review_title": "Fresh, hydrating and luxurious",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This face cream not only feels luxurious but smells luxurious as well. ‘Fresh’ really is the perfect word to describe it. I love how lightweight the cream is and it makes my skin feel soft, supple and hydrated. Another 10/10 product from La Mer! This product was gifted by La Mer in exchange for my honest review."
        },
        {
            "review_title": "Skincare Must Have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "As someone with sensitive skin constantly on the lookout for products that deliver both effectiveness and gentleness, I was delighted to be gifted by La Mer their New Moisturizing Fresh Cream. From its elegant packaging to its luxurious texture, this moisturizer has truly become a staple in my skincare routine.  Upon application, the cream glides effortlessly onto the skin, leaving behind a sensation of instant refreshment and renewal. I particularly enjoy the ritual of applying this cream each day, as it imparts a feeling of indulgence that sets the tone for my skincare regimen. The scent is divine, adding to the overall experience of pampering oneself.  After incorporating this product into my routine for just two weeks, I have noticed a remarkable improvement in the texture and appearance of my skin. Not only does it feel smoother to the touch, but it also looks more radiant and revitalized. The cream's ability to provide hydration without weighing down the skin is truly commendable, especially for someone with sensitive skin like mine.  Overall, I wholeheartedly recommend La Mer's The New Moisturizing Fresh Cream to anyone in search of a high-quality moisturizer that delivers results. Its refreshing formula, delightful scent, and noticeable effects make it a standout product in the realm of skincare. Whether you're looking to pamper yourself or address specific skin concerns, this cream is sure to become a beloved addition to your beauty arsenal."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "As a combo skin girl, I'm excited to be trying out La Mer's new Fresh Water cream. The texture of this formula is a little less thick than the original Creme de La Mer. I feel like this cream provides a good amount of moisture to my skin throughout the day. And just like any other La Mer products, it smells heavenly and luxe! gifted by lamer."
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "I liked this face cream offered by la mer a lot. It was very light and gentle, yet it provided such great hydration. When I used it at night, I woke up to glowing skin. I have very sensitive skin and it didn’t irritate me at all."
        },
        {
            "review_title": "Smells great",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I was gifted by lamer to try this product. It smells like fresh cream, which i love! But it doesn’t glide on very smoothly on my face and leaves a sticky finish. It does its job in moisturizing, but I’m not sure if it’s extraordinary. Good product."
        },
        {
            "review_title": "Light moisturizer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "This product was gifted by lamer and really enjoyed this light moisturizer! It doesn’t feel heavy at all, sinks nicely and quickly into the skin. It does have a slight scent of rose, but the scent doesn’t linger too long."
        },
        {
            "review_title": "Will definitely look into buying some!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I received a mini complimentary sample set of the fresh cream and it did not irritate my skin. My face feels fresh and moisturized. Normally when I use my daily moisturizer I have to put lotions over it to keep my skin hydrated but this one worked really well and I didn’t have to apply anything else. It has a slight scent but nothing too strong that’ll break out my face with a rash. I really enjoyed this product. Thank you La Mer. Gifted by La Mer"
        },
        {
            "review_title": "Lightweight and hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This product was gifted by lamer. I love that this cream is super lightweight, almost like there's nothing on my skin, but still incredibly hydrating. It's breathable and works well under my sunscreen and makeup. I have a sebum problem on my chin and this cream seems to be keeping the sebum at bay!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I received a sample size of this product complimentary from LaMer. This moisturizer is so incredibly moisturizing but also so incredibly lightweight somehow? I don't know how they do it. I think it just sinks into the skin so beautifully. It makes me skin look and feel plump and hydrated! I love this right after cleansing as the second step in my skincare routine. Definitely gentle enough to use am and pm."
        },
        {
            "review_title": "Lighter gel cream!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "It’s hard to say whether this is worth the price, but that aside, it’s a very nice light gel moisturizer. This new formula is not as rich as the original or even the soft cream — it’s lighter but still hydrating, and I also find it isn’t as highly fragranced. It has a more refreshing scent and a cooling feel on my skin. Sample gifted by la mer."
        },
        {
            "review_title": "Perfect for oily or combo skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "If you have oily or combination skin this is the moisturizer for you. It’s specifically formulated to reduce sebum production so it hydrates your skin and plumps it without being greasy or oily. Wears beautifully under makeup. Gifted by La mer"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "#giftedbylamer Who doesn't love Lamer and their potent and effective product. This moisturizing creme hydrates my skin and keeps it smooth. It's always a self-pampering feel when using Lamer product. Great sensory and functional product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Super cute minis that came in a really luxe pouch. They're excellent for traveling or as small party favors or even stocking stuffers. The scent is super pleasant but not overwhelming and they definitely moisturize like a dream. Gifted by la mer"
        },
        {
            "review_title": "Worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Worth the hype. This is so hydrating. My skin is extremely sensitive and this really worked for me! Has a smooth and cooling application, doesn’t pill. Left my skin feeling so hydrating and nourished and smooth. Gifted by lamer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "love it! so moisturizing and it smells amazing. The packaging feels so luxurious too. Definitely a splurge but it hydrated my skin so I would say it’s worth it. Excited to try more la mer products. Gifted by lamer."
        },
        {
            "review_title": "Must try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "This was offered by La mer in exchange for a review. I have to say I have been wanting to try something from this brand and the cream is quite luxe. It is like a gel cream and feels very soft and moisturizing. I like it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Oily skin",
            "review_text": "Omg I am so obsessed with this lamer moisturizer. I was so honored to receive this gifted by lamer. My  skin has been feeling so hydrated and glowy for the last couple of days. I’ve gotten so many compliments on skin since I started using it. I can’t live with out it now"
        },
        {
            "review_title": "Hydrated skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "La Mer was always one of my favorite brands, this cream has lightweight texture, feels rich on the skin, hydrating and moisturizing my face and neck skin perfectly. Using in the morning and in the evening. Gifted by LaMer"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "One of the best hydrating creams on the market. It is pricey, but well worth it. I truly enjoy how instantly my skin feels and looks so calm, healthy. It provides me long lasting hydration even in the climate I live in. We have very dry air most of the year. Received complimentary from lamer"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I was gifted by Lamer this cream and I been using it to moisturize my face for the last couple of days and I could not believe my eyes when I saw how my face was still moisturized about 8 hours after I applied it! There’s a reason why this cream is so famous, the hype is real! I will keep using it on my morning routine."
        },
        {
            "review_title": "Weightless",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "If you’re looking for a moisturizer that feels weightless, keeps oil at bay this is a good one. The formula is super lightweight and goes on your skin without feeling greasy. It makes the skin feel like you aren’t putting anything on at all, and still gives a refreshed, rested looking glow. Gifted by La mer."
        },
        {
            "review_title": "SUPER Moisturizing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I love this Moisturizing Fresh Cream. La Mer has exceptional products and this is a great one. I do find this very moisturizing, and find that it keeps my skin looking glowy. This cream takes a while to absorb, but the skincare benefits are well worth it. I find that this cream is best used with other La Mer products (particularly with their cleanser). This product was gifted by Lamer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I received the moisturizing fresh cream La Mer and it is an excellent easy moisturizer for both day and night, the skin after applying it is super radiant and shiny, 100% recommended for all those super dry skin “gifted by lamer”"
        },
        {
            "review_title": "Instant results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I was surprised by how lightweight this cream is and you only need to use a very small amount. I felt the results instantly. My skin felt so much softer to the touch as soon as I applied it. It's very pricey but if you can afford it, why not, it feels amazing. Gifted by La Mer."
        },
        {
            "review_title": "A must in your skin routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I received the new moisturizing fresh cream gifted by lamer! It’s very cooling and makes your face feel soft and smooth. I love how thin it feels on your face. Overall very impressed with the cream and look forward to getting more. A small amount goes a long way!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "You’re going to love this cream! I have sensitive skin and have had absolutely no issues. It’s very hydrating yet light on your skin. I was gifted by lamer and I have used it under make up without any issue or by itself on a make up free day."
        },
        {
            "review_title": "Impressive application",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Gifted by lamer  Hydrating my skin is a top priority for me, and this cream is perfect for the job. From the very first application, I noticed a remarkable difference. It's lightweight and easy to apply, and the ingredients are truly impressive. It has made my skin incredibly soft and given it a youthful, fresh appearance. This excellent product will definitely have a permanent place in my skincare routine."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I was gifted by La Mer, and wow I am so so pleased! I always wanted to try their products, as I have always heard a ton of reviews! I am a makeup artist, so high end skincare is absolutely necessary for me"
        },
        {
            "review_title": "Lovely moisturizer for oily skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "This La Mer Moisturizing Fresh Crème has the classic La Mer fragrance and a delightfully light yet creamy texture. It feels so moisturizing and nourishing on the skin. You can use this during the day because it’s not heavy at all. My skin feels nice and plump. Gifted by La Mer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This moisturizer has my skin feeling AMAZING! If you're in the market for a moisturizer that combines luxury with efficacy, La Mer The New Moisturizing Fresh Cream is a must-try. It transforms your skincare routine into a pampering experience, leaving your skin looking and feeling its absolute best. Highly recommend! complimentary from lamer"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "This was gifted by LaMer. It is the best moisturizing cream that I have ever tried. It glides on so nice and smooth. It moisturizes and hydrated my face so well. It feels like baby’s skin and I love it."
        },
        {
            "review_title": "not oily girl friendly :(",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I had high hopes for this moisturizer, but I think my skin may be a tad bit too oily for it. I don’t feel like it was ever truly absorbed, therefore it left me looking shiny and textured. I’m sure it’s a good product for some but my experience is it’s not oily-skin friendly #giftedbylamer"
        },
        {
            "review_title": "Quality is exceptional",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I was gifted by lamer to try their moisturizing cream and instantly noticed the amazing quality of this product. My skin immediately felt hydrated and did not feel like I had product caked on. After applying, my face feels and looks healthy and youthful. A product I highly recommend!"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "LaMer gifted me this product for free and I tried it the first night I got it! I love how soft and gentle it is knowing my skin! It is a very light and water like texture It melts so nicely into the skin and i woke up with my skin feeling AMAZING."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "The power of LaMer and its moisturizing genius is quite obvious in this cream! The ease of application and the soaking time is quick and superior. So in love and definitely never again without it. Gifted by LaMer."
        },
        {
            "review_title": "Left my skin feeling great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This cream definitely helped me to understand the hype around la mer! I’ve never used one that felt so luxurious, there was a definite difference in quality. It soaked into my skin wonderfully, and left it looking and feeling fresh, soft, and renewed. Gifted by la mer"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I received this product for free gifted by lamer to review it and honestly I love it so much !! My skin right now is super dry around my nose and my t-zone and after using this moisturizer my skin feels so hydrated and fresh !!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I truly loved this cream and would highly recommend it to anyone looking for a high quality care that is prefect for any season. It’s definitely amazing, and doesn’t clog up pores for sure. It’s prefect for gifting. Offered by lamer."
        },
        {
            "review_title": "Loving this new cream.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "Gifted by La Mer  I am loving the creamy texture and how well it keeps my skin hydrated. It absorbs super quickly and doesn’t leave any sticky feeling! I like to put on my hands also.   Makes my skin look younger"
        },
        {
            "review_title": "cool stuff",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "Fantaastic one of the best creams out there! Soft and creamy on a heavier side but softens my skin and smoothes my wrinkles. Definitely a must for anyone who loves their skin. Gifted by lamer, one of the seriously best"
        },
        {
            "review_title": "Must-have cream!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I was gifted by lamer. It made my skin feel super soft and smooth after the first use which was incredible! I didn’t feel greasy or sticky like most creams do. I will be purchasing this product going forward."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This is a lightweight cream that works on my oily skin. It's lightly fragranced and gives the skin a nice plump. It works as a great moisturized base for makeup application. The price point is steep, and I'm not sure if the benefits of this cream are equal to the price tag, but if you want a splurge, this is very lux! gifted by lamer"
        },
        {
            "review_title": "Great moisture",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "La Mer is amazing! My skin is very dry and often looks lifeless without proper moisturizing. This product makes my skin feel baby soft and makes it look super smooth, hydrated and fresh. This is all without feeling heavy or greasy. It doesn’t make makeup slide around either. I love it! I was gifted by la mer for my honest review."
        },
        {
            "review_title": "Beautiful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Complimentary from La Mer. The Moisturizing Fresh Cream is the perfect addition to La Mer, it has the classic La Mer fragrance and a soft lightweight gel formula. My skin feels softened as well as hydrated whenever I use this. It is great for oilier skin types that need hydration and is perfect for use in warmer weather."
        },
        {
            "review_title": "New holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "Love this moisturizer! I have oily skin (even in the winter), and this product hydrates my skin without feeling greasy and heavy. It leaves my skin radiant- alone and under makeup. I’m excited to use this during hot summer days too. Highly recommend this product! Gifted by LA MER"
        },
        {
            "review_title": "Treat yo self cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Classic smell and quickly sank into my 37 year old normal skin. It’s winter here and this would be more of a day cream only for me. I was gifted by lamer a sample. What I’ve used as been nice, but not revolutionary for the price point. While I didn’t have a lot to make a long-term assessment, it is nice, if you’re willing to pay the price. I stand neutral on it."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I was gifted by lamer. product for free and exchange from my honest review. I think this product smells like Nivea. I do not think it’s worth the price point at all. It doesn’t really do much For my skin and I think it’s very overrated"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The texture of this cream is gel like. It absorbs quickly and moisturizes the skin instantly adding a little bit of shine. My skin looks healthy and plump and never dry while I am using this cream. I also love the scent on it but it could bother someone who is sensitive to scents. As a La mer cream, the price is high, but if you don't mind the price point, go for it. Gifted by Lamer."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Oily skin",
            "review_text": "I’m one hundred percent in love with this new fresh cream I was gifted by La Mer. This cream has more of a silky gel texture and it literally melts into the skin. I love that it doesn’t leave a sticky oily residue but yet a perfectly hydrated silky smooth canvas. I highly recommend trying this amazing brand."
        },
        {
            "review_title": "Wow",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Complimentary from La Mer ,  this is an amazing moisturizer, one of the best I have used as it helps with my extremely dry skin. It is such a dream to use this product as I have been a fan of this brand for quite some time, and I  absolutely love it. It is super helpful during the winter"
        },
        {
            "review_title": "Glorioius cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "As someone deeply invested in skincare, I recently incorporated La Mer Moisturizing Cream into my regimen, and the results have been nothing short of remarkable.  La Mer's reputation precedes itself, and this cream lives up to every expectation. Its luxurious texture glides effortlessly onto the skin, delivering an instant surge of hydration. From the moment of application, my skin feels replenished and deeply nourished.  What sets La Mer apart is its ability to not only hydrate but also to visibly improve the texture and appearance of the skin over time. With continued use, I've noticed a significant reduction in fine lines and improved overall radiance.  Despite its indulgent feel, La Mer Moisturizing Cream absorbs quickly, leaving behind a velvety smooth finish that serves as the perfect canvas for makeup application.  In summary, La Mer Moisturizing Cream is a skincare investment worth making. Its transformative properties and luxurious experience make it a standout product in any skincare routine. Highly recommended for those seeking unparalleled hydration and rejuvenation. Gifted by Lamer"
        },
        {
            "review_title": "Hydrated and glowy skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Gifted by La Mer. I got a sample size of this product to review. I really like the new fresh cream. It has the classic La Mer scent to it that I love. It has a soft, creamy gel texture that feels amazing on my skin. It left my skin glowing and hydrated. I definitely recommend this cream if you are willing to make the splurge."
        },
        {
            "review_title": "Strongly recommended!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I'm absolutely loving the new Moisturizing Fresh Cream that was gifted by Lamer, it's like a lavish spa treatment for my skin. Even though it's a bit pricier, the hydration and revitalization it provides are truly remarkable, and there's no greasy residue left behind. It's quickly become an essential in my skincare routine, leaving my complexion looking radiant and beautifully moisturized."
        },
        {
            "review_title": "a Must!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I've tried many moisturizers in the past, but this one stands out as a true gem! Its rich, creamy formula feels incredibly luxurious on the skin and provides long-lasting hydration. Even on the driest days, my skin feels plump and moisturized after using this product. I've also noticed that it helps to improve the overall texture and appearance of my skin, leaving it looking radiant and youthful. I was gifted by Lamer"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Gifted by La Mer. The first thing I noticed was the smell. It smells luxurious but also so familiar. I think it reminds me of baby lotion? In a good way. Loved how non-greasy it was and how it just soaked into my skin. Still feeling like my skin is hydrated hours later! Definitely excited to keep trying this out and seeing how much of a difference I see in my skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "The new moisturizing fresh cream gifted by lamer is a game-changer for dry skin, leaving it hydrated and supple all day long. Its lightweight formula absorbs quickly without leaving a greasy residue, making it perfect for daily use."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "This was gifted by La Mer and was 3.5ml sample so very small. What I did try I liked but it’s hard to know long term results. It does feel luxurious and make your skin feel very nice. I honestly cannot get over the price though."
        },
        {
            "review_title": "Game Changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Gifted by Le Meir. The new Moisturizing Fresh Cream is a game-changer for my skincare routine!  This lightweight yet deeply hydrating formula leaves my skin feeling refreshed and revitalized. The texture is silky smooth and absorbs quickly, leaving no greasy residue behind. After just a few days of use, I noticed a significant improvement in the overall texture and appearance of my skin. Plus, the subtle scent is absolutely delightful! Whether you have dry, oily, or combination skin, I highly recommend giving this cream a try. It's become a staple in my daily skincare regimen!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I love this new moisturizing fresh cream from lamer! This is worth every penny because it is just that good! I have recommended this to all my friends and they absolutely loved it as well! I would love to get the full size one! This was gifted by lamer."
        },
        {
            "review_title": "AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Gifted by La Mer. This brand has officially made it to the top of my list. This cream is literally AMAZING. It is so moisturizing. My skin instantly felt protected, soft and looked dewy. La Mer is such a high class brand. I will be purchasing from this brand!"
        },
        {
            "review_title": "Hydrating on dry patches",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Oily skin",
            "review_text": "This product was gifted by lamer in exchange for my honest review! This was my first time trying a La Mer product and man am I impressed. I have oily skin but have been struggling with winter dryness. I applied this before bed with some flaky patches of skin on my face and woke up with such smooth and hydrated skin I seriously couldn’t believe it. I can totally see why people swear by this product line because it does make a difference! If it’s in your price range i would definitely recommend trying it out!"
        },
        {
            "review_title": "Just amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This moisturizer was gifted to me by La mer for honest review. I’m a huge fan of La mer products specially the rich cream and wanted to see what I think of this new formula, and let me tell you! This is just amazing looks great under makeup and makes your skin smooth hydrated and beautiful throughout the day. Highly recommend!"
        },
        {
            "review_title": "My new favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I love this Moisturizing Fresh Cream! It’s lightweight and has really helped with the dry patches I get during the summer! I love that it feels like I have nothing on my face and is not greasy at all!  This is probably the best moisturizer I haved used for my sensitive skin! It’s expensive but worth the price my skin is plump and soft! Gifted by Lamer"
        },
        {
            "review_title": "Great for dry skin, bad for the budget.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I received a sample size of this moisturizing cream. It definitely helped with some dry patches I have on my face, after just two uses. I could see how this would be a very amazing cream to use on the daily! However, the sample size is so tiny that after just a few uses, it’s gone so I can’t speak directly to its long-term benefits. Complimentary from lamer."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This moisturizing face cream gives me amazing results. It is by far the best I have ever used, leaving mg skin soft and smooth. Truly the best moisturizer out there. It is a miracle hydration cream and it has actually cleared up my pores. Gifted by lamer"
        },
        {
            "review_title": "So luxurious",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Gifted to me by La Mer, this moisturizer is the definition of absolute luxury. The application was so smooth and felt great to put on, but what I was really impressed with is the way it had my skin feeling hydrated all day long."
        },
        {
            "review_title": "Great day cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I can see now why La Mer is so popular. This is a really lovely cream with a light floral scent that doesn’t overwhelm the senses. The texture is balanced, so it’s not too heavy and not too light, and it worked well even on my dry skin. I didn’t feel I needed something with more hydration afterward. This is a great day cream that works well underneath makeup too. Gifted by lamer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "Gifted by Lamer. It’s winter and like most people I have trouble hydrating my skin this time of year. This cream is smooth and applies without any greasy feel. It’s absorbed quickly and my skin is already more hydrated after just using it twice daily as directed. Love the results I’m seeing!"
        },
        {
            "review_title": "Must have for dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I have very dry skin and this cream is just a help for me, the skin looks renewed and radiant after use. It also softens dry and soothing facial skin and smoothes fine lines. The aroma is gentle and soothing. Complimentary from Lamer."
        },
        {
            "review_title": "Hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "The was gifted by La Mer. My skin absorbed the moisturizing cream very well. It doesn’t leave an oily or dewy finish however you feel moisturized and hydrated. The smell reminds me of baby lotion. Not too strong but not what I was expecting. Overall great product!"
        },
        {
            "review_title": "Beautifully hydrating cream/gel",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This cream is so dreamy, it feels so light on your skin. But, you can tell instantly that your skin barrier is more moisturized. This has almost a gel consistency, it’s so light. I don’t pick up on any fragrance at all. This leaves your skin with a natural glow that is to die for. This is a perfect everyday cream. Definitely will be amazing for spring/summer weather. It works great as a primer. My make up went on so smooth. My skin felt more hydrated after just one use. Even the next day it felt so soft. 11/10 recommend if you can afford the price tag. It’s definitely luxurious. Gifted by La Mer."
        },
        {
            "review_title": "Must have moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Love this moisturizing fresh cream, hydrating light weight and my skin soaks it right up. I have sensitive skin and this doesn’t make me break out at all. This will be my favorite addition to my skincare. I use it morning and night and I see how much more hydrated, smooth my skin has been feeling and looking. Gifted by lamer"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This is such a lightweight moisturizer that hydrates without feeling greasy. It really makes my skin feel soft and smooth. I noticed it helps control my oil and shine on my skin. It’s really luxurious feeling on my skin! Gifted by la mer"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I received The New Moisturizing Fresh Cream complimentary from La Mer. I really liked this cream because it hydrated my skin and I love the La Mer fragrance. It makes me feel pampered and I like the new formula."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I absolutely love La mer and this cream. It is phenomenal and such high quality. It is not cheap but it feels as Luxurious and luscious as it costs so you get what you pay for! Overall I really like it! Complimentary from lamer"
        },
        {
            "review_title": "I love this moisturizer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Gifted review: I received the LA MER Moisturizing Fresh Cream as a gifted review. I started wearing the cream in the morning before applying my makeup and my skin feels so soft and hydrated! I love this lightweight formula that still gives my skin the bouncy look and feel of baby skin. My make up stays on and goes on smooth with this product. Must buy if you are looking for a new lighter moisturizer!"
        },
        {
            "review_title": "A must have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Oily skin",
            "review_text": "Gifted by la mer!! I have always wanted to try this product & now that I finally have, I must say it was truly an experience! This made my skin sooo soft all day & it applies smoothly into the skin! A must try!"
        },
        {
            "review_title": "Hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "One of the most hydrating moisturizers I have ever used. My dry skin is loving this one. I love the light texture, it does not feel heavy at all. I use this morning & night, my skin literally looks glowy after applying. You just need a little bit for your entire face. Gifted by Lamer"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Gifted by Lamer in exchange for my honest review. I was excited to try out this cream, as I've been wanting to get it for myself. I have oily skin and I love its lightweight texture and how it absorbs into my skin without feeling heavy. However, it causes a slight stinging sensation on my sensitive skin, which I think may be due to the fragrance. Personally, I find fragrance in skincare products, unnecessary."
        },
        {
            "review_title": "So Luxe",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I received this complimentary from lamer and I love this moisturizer. It feels luxurious on the skin. It absorbs well and leaves my skin hydrated. I love that it works well with other products and doesn’t irritate my skin. It leaves a natural glow and I recommend."
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "I struggle to keep my skin hydrated. This product is perfection and the perfect solution to my problem. It is the perfect consistency and makes my skin feel so hydrated and refreshed! It's the perfect consistency. Gifted by lamer"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "This was gifted to me by La Mer but all thoughts and opinions are my own. My skin is really reactive and rosacea prone. I absolutely loved this cream for my skin. It helped calm down a bad reaction I had on my face and make my skin soft and plump!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I absolutely love this moisturizer. A little bit goes along way, and it feels very luxurious and smooth going on the skin. It soaks into the skin nicely and leaves my skin feeling plump and moisturized without oiliness. I also noticed that my skin tone was more even and bright the next day. Gifted by lamer"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "Gifted by Lamer I was gifted this moisturizer fresh cream in exchange for my honest review. I been using this for a while and I really really love it. A little goes a long way. Love how it leaves my skin after use. Its amazing"
        },
        {
            "review_title": "Love this moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received this complimentary from La Mer and was pleasantly surprised! It is so great and lightweight but makes my skin feel so firm and soft. It is a great moisturizing cream and I love how soft and plump my skin feels when using it! It feels like my skin looks more hydrated when I use this. It does not have parables, sulfates, phthalates, etc - which is a big deal to me. If you have oily skin this would be great for you because it balances sebum. Absolutely adore this product. Thank you La Mer!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "gifted by lamer The Moisturizing Fresh Cream from La Mer is formulated for those with oily skin types.  I have combination skin, so some oily areas and some normal/dry.  I have found that this cream helps to hydrate my skin nicely without clogging my pores.  It absorbs well and layers well with the other steps in my skincare routine."
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Oily skin",
            "review_text": "I am so obsessed with this product . I love the smell and texture that this moisturizer gives off . My face is super radiant . I’m definitely loving the results and highly recommend this product !! You guys are gonna to love it . Complimentary from lamer."
        },
        {
            "review_title": "Best moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I received this product complimentary from lamer, in exchange for my honest review. This moisturizer is worth it; gives my skin healthy glow, moisturizes it. This also soothes my skin, reduces my redness as well as blurs my imperfection making my skin firmer."
        },
        {
            "review_title": "Lovely omg",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "It is everything that I have dreamed of. It is so moisturizing and feels so nice on the skin. It is a subtle but lovely scent. My sensitive skin drank it all up easily and had no irritation . This was gifted by lamer."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received this product for free in exchange for a review. The la mer moisturizing cream is very thick and creamy and works well with my oily skin. We all know these products are an investment so I was happy to try them out. Gifted by lamer"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "i always love la mer products so i of course love this one too. it's such a nice cream. the product is super high quality which i love. it hydrates my skin and makes it feel nice. i would get the full size. it was gifted by lamer."
        },
        {
            "review_title": "Makes my skin supple without making it oily",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This was gifted by La Mer.  This light cream feels so cushiony on my combination skin. My skin looks and feels instantly supple and nourished, but its finish is not sticky nor oily even on my t zone. And a little bit goes a long way, so it would last a long time."
        },
        {
            "review_title": "Moisturizing and luxe",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I was gifted complimentary from La Mer this sample of The Moisturizing Fresh Cream to try out and review for free. Wow this consistency is really luxurious and sinks right into the skin smoothly. My face was freshly cleansed before using and it didn’t even seem dry but once I used this cream I noticed how much it was in need of moisture. The scent is alright it’s not my favorite it’s very floral and kind of similar to sunscreen but I still really enjoy the cream in general"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "I really enjoyed this cream. The scent is light but refreshing. This isn’t for sensitive skin. It soaks into your skin nicely and leaves a beautiful glow. Doesn’t just sit on top of the skin. I have dry skin so I do need to reapply later. This was gifted by Lamer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I absolutely love the new moisture fresh cream from la mer! the texture is so light and soaks into my skin quickly but it keeps my skin feeling moisturized! I have combo skin and around my nose can get pretty oily- this moisturizer does not do that which is wonderful! gifted by lamer"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I received this product complimentary from lamer in exchange for my honest review. This cream feels so refreshing and hydrating on my skin. I live in Utah and my skin gets so dry in the winter so it’s important to use something really hydrating and this did the job wonderfully! My skin felt soft and silky after using. I love that it doesn’t feel sticky or greasy. The only thing I didn’t love about it was the smell isn’t super great."
        },
        {
            "review_title": "Morning routine!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Combination skin",
            "review_text": "The scent is very minimal but pleasant. Left my skin feeling hydrated throughout the entire day and laid great under makeup. My skin looked smooth and glowy after a use and last a few days after! Great in my morning routine! Offered by lamer!"
        },
        {
            "review_title": "A good one if money is not an object for you",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Love the moisturizing effect of this product, perfect for dry and irritated skin. I have sensitive skin which can very easily very reactive to weather or products I use. Lamer Moisturizing Fresh Cream really helps me to get the hydration I need and calms my skin down. Product is gifted by Lamer"
        },
        {
            "review_title": "Non greasy and leaves skin plump",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "This moisturizer is incredible. It's it lush and thick yet extremely creamy in most beautiful way. As a 4 year old skincare and beauty lover I need extra moisture under my eyes. This is perfect for that. Not greasy at all. Leaves my skin plump and glowing after just a few uses.  This product was gifted by La Mer"
        },
        {
            "review_title": "Absolutely the best!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I never had a moisturizer with the texture so lightweight, it absorbs immediately. My skin is very oily but this moisturizer helped my skin to become way less oily and skin is very firm. Also skin feels very hydrated and looks healthier and fresher . Gifted by Lamer"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
            "review_text": "I’ve been such a fan of La Mer and this cream for years and every time I splurge and pick it up I am so happy with my skin and skincare routine. Definitely pricey but absolutely worth every penny! Gifted by La Mer"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Combination skin",
            "review_text": "I don’t think I have ever had a cream this moisturizing before! It’s perfect for when I am traveling and my skin seems to always have effects, this really helps me regulate and adjust. I kindly received this gifted by La Mer."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "I really love this brand! This moisturizing fresh cream is so good! My skin is oily and this cream doesn’t make my skin break out like other brands do. Has a pleasant smell and it’s easy to apply! I would definitely boy it again! Gifted by lamer"
        },
        {
            "review_title": "Yessssss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "La mer la mer la mer!!! This iconic brand, this iconic product, this product literally saved my skin from drying out after a 14 hour long haul flight, the way it left my skin moisturized the entire time made me a true la mer believer. Gifted by la mer"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I was gifted by La Mer the Moisturizing Fresh Cream in exchange for my honest thoughts on the product…here goes! This product is like a tall glass of water for your skin. After applying, my skin instantly felt more bouncy and supple. New favorite moisturizer for sure!!"
        },
        {
            "review_title": "a must-have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I'm loving La Mer's new Moisturizing Fresh Cream! It keeps my skin hydrated all day, and the rich texture doesn't feel greasy. It's a high-quality product that's perfect for my dry skin. Definitely worth it!Gifted by lamer"
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "This is a game-changer for my skincare routine. Before using it, my skin felt dry and lacked radiance. However, after incorporating it into my daily regimen, I noticed a significant improvement. My skin feels incredibly hydrated, plump, and has a healthy glow. The cream has a luxurious texture that feels soothing upon application, and it absorbs quickly without leaving any greasy residue. It's definitely worth the investment for anyone looking to achieve beautifully hydrated and rejuvenated skin. Gifted by Lamer."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "As someone with sensitive, acne prone combination skin.. I feel cautious about using any creams nor cream-like textures. However, La Mer produces such high quality products that I can rest assured. Gifted by La Mer"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I love the new moisturizing fresh cream by La Mer! I use it everyday in my day time skincare routine, it leaves my skin feeling super hydrated and moisturized. It is a very high quality luxury skincare product! Gifted by lamer"
        },
        {
            "review_title": "Love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Offered by Lamer. It’s just as wonderful as I remember. It’s a thicker cream but isn’t too thick once you apply it and is easy to put make up over. It leaves my skin feeling so soft and hydrated, I wish I could afford to buy it all the time!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "The cream is very nourishing and has great impact on my skin. I really like the fragrance of the cream, it lefts my hands smooth and smelling good. I would want to buy more of this. Love the pacaging of the product too. It was gifted by lamer."
        },
        {
            "review_title": "Perfect for any skin type",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I’ve been using la Mer for many years. This moisturizer cream is thick and consistent. It leaves my skin super hydrated all night long so I wake up completely ready for my make up application. It can be used day and night but I prefer at nights. I was gifted by lamer"
        },
        {
            "review_title": "Amazing for dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "This moisturizer works amazing for my dry skin.  I use it everyday after cleansing. My skin feels soft to a touch and looks glowing and well hydrated. I really like that this product has a rich texture, yet it doesn’t leave my skin feeling greasy.  You get what you pay for.  Gifted"
        },
        {
            "review_title": "hydrating!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This moisturizer is pretty light! it is a product for my oily skin. The price reflects the quality of product. A little goes a long way. It gives so much hydration and plumpness to the skin. Perfect base for makeup! this was gifted by lamer for me to review!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "There is a reason the price is so high on this cream and it is because it is truly amazing! I do wish it wasn’t so expensive however, I love how my skin feels after using it. It looks sensational and feels so luxurious. Gifted by Lamer."
        },
        {
            "review_title": "Moisturizing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "Gifted by La Mer. The La Mer Moisturizing Fresh Cream is formulated with the La Mer Miracle Broth to protect against aging. The moisturizer feels soft and creamy. My skin is hydrated as soon as i apply this cream and my skin feels hydrated throughout the day. I like this formula because it’s so moisturizing but not heavy. The texture is very lightweight. I also love that my face feels smooth and soft after using this cream."
        },
        {
            "review_title": "Need more 😅",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Oily skin",
            "review_text": "I was gifted by La Mer. I have oily skin type and I really enjoyed this moisturizer! It felt very nice on the skin, not too heavy but still left me feeling hydrated. It’s pricey so I’ll savor the sample I was gifted!"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "La Mer’s Moisturizing Fresh Cream is a game-changer for oilier skin types like mine. La mer gifted me a sample of the product, it transformed my skin, restoring its youthful bounce and firmness while effectively balancing oiliness. The feather-light texture hydrates without feeling heavy. My skin is better than ever! Plus, its clean ingredient list is a big plus. It’s become a must-have in my routine for its luxurious feel and impressive results."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "The new moisturizing fresh cream by La Mer is TOP TIER! Omg this is the best moisturizer I have ever used. My skin feels rejuvenated and glowy after using this product for a week. Highly recommend for all! Gifted by lamer."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I like the refreshing but very hydrating property of this gel cream. It has a nice and light scent too but I would avoid if you’re sensitive to fragrance. Also looks good under makeup and sunscreen #giftedbylamer"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "This lotion is just incredible! I love how smooth and youthful it makes my skin feel! The scent is great too not too overwhelming. I would totally recommend for anyone with dry skin just like mine!!!! Offered by lamer"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I was gifted by La mer in exchange for my honest review of this moisturizing product. This cream does it for me. It’s thick and dkuxurious and beautiful. This is an absolutely must have. Price point is high."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Oily skin",
            "review_text": "This cream is the holy grail for oily skin!I received this complimentary from lamer. It’s very light but my skin feels so moisturized after applying it! perfect for everyday use and it has a beautiful scent. I would definitely recommend this to anyone who has oily skin!"
        },
        {
            "review_title": "La Mer Cream for the Win",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "I have somewhat normal skin, but it is dry in certain areas and I do notice a huge improvement in how my makeup even applies after use of this cream. It is very moisturizing and doesn’t leave an oily residue. Doesn’t clog your pores either. Feels nice and makes skin look and feel so good. Thank you, gifted by lamer."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "You guys already know this is the best cream ever. I mean my face always looks so healthy and I know it’s pricy but yeah. It’s so worth it. I have used other brands but I always go back to the OG of all creams gifted by lamer"
        },
        {
            "review_title": "So luxurious",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "Have always loved this moisturizer. It reels very luxurious and the texture is not too heavy. It hydrates the skin beautifully and really improves the quality of the skin. Definitely one of my favorites  Gifted by lamer"
        },
        {
            "review_title": "Super nice for oily skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Love this product! It keeps my skin hydrated without having an oily finish which is great for my skin! My skin feels much tighter after only a few uses of this product as well! It feels super clean on the skin! Gifted by lamer"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "This product was gifted by La Mer in exchange for my honest review. I love the consistency of this moisturizer. It feels luxurious on the skin and I love applying it. Afterwards, my skin felt very hydrated and I look forward to seeing the long term benefits."
        },
        {
            "review_title": "Lightweight but very hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love how it smells, light and very nice fragrance. This cream feels lite on face but moisturize my face so good! My skin feels so smooth and looks radiant and hydrated! Doesn’t block my pores which is nice too! Gifted by lamer"
        },
        {
            "review_title": "So soft and smooth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is the best face cream for my combination skin. It feels hydrating yet not heavy and smells absolutely amazing, typical of lamer products. Totally made my skin feel so soft and smooth. Gifted by la mer"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "Gifted by La Mer - I’ve been a huge fan of La Mer for a while and this New Moisturizing Fresh Cream is no exception! I love how hydrating and lightweight it is, it lays beautifully on the skin for a hydrated base for makeup and/or on top of your serums at night to lock all the goodness in! Love!!!"
        },
        {
            "review_title": "Holy grail moisturizer for combination skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This product was #giftedbylamer. Since original Creme de La Mer is too heavy for me in warmer months when my skin develops an oily t-zone, I’m thrilled with The Moisturizing Fresh Cream. This lighter formula lets my skin benefit from Miracle Broth without over moisturizing or causing breakouts. It soaks in quickly, leaving my face soft and supple. I love the light scent and the way my skin feels primed for makeup. This is a holy grail moisturizer for me."
        },
        {
            "review_title": "Yessss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "It was a dream to try the product from LaMer! The most aesthetic brand for my skincare routine. I think the formula is nice for dehydrated skin type or normal skin. I think I like the texture and smell! It was gifted by lamer"
        },
        {
            "review_title": "A la Mer lover for life",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received this luxurious cream as a gift offered by La Mer for my honest review, and I am in love.  I swear by La Mer products and fully believe the hype. I suffered severe burns a few years ago on my hand and used the concentrate to not only help heal it but also prevent scarring. You cannot even see any signs of that past burn, so I sing its praises.  This cream is the lotion style of that serum.  It’s incredibly hydrating, soaks in after a little time, and it keeps your skin looking hydrated all day.  It’s a worth the splurge holy grail for me!"
        },
        {
            "review_title": "Lasting hydration!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "La mer makes some of my favorite moisturizers, this one is great. I love to use it as part of my morning skincare routine, it gives my skin the necessary moisture and hydration while firming and providing freshness to my skin. I enjoyed it.  Gifted by La mer."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "This moisturizer feels very lightweight on the skin. It has a light fragrance but not too overpowering. I used it during the night and skin felt plump in the morning. It feels a little sticky after use. Using it in the morning I noticed it works well with other skincare and makeup products. Gifted by Lamer!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "let me just say i’m obsessed with this product. no other way to start this review. i just came back from vacation and this was the hydration my skin needed! i was gifted by lamer and i will be getting more !"
        },
        {
            "review_title": "consistent results !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Dry skin",
            "review_text": "I've always heard about how great la mer is and wanted to try it out and it was so worth it! My face feels really hydrated and the next day my fine lines disappeared. The smell is very light and the texture is thick. I have super dry skin so this keeps my skin hydrated all day ! It is pretty expensive, but it was worth it since I saw results consistently and right away! Gifted by lamer"
        },
        {
            "review_title": "Soft skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Normal skin",
            "review_text": "This new moisturizing cream gifted by lamer is so lightweight that I just love applying it! It makes my skin so soft all day long and it makes it look healthy. It smells great and it looks great under make up. I love that it prevents signs of aging!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This is just perfect for my skin type. I just always reach for this whenever I ran out! It is A feather-light cream that renews skin’s youthful bounce for refreshed balance and a firmer feel, ideal for oilier skin. Offered by lamer"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Tan skin tone, Dry skin",
            "review_text": "The moisturizing face cream feels amazing on the skin and provides long lasting moisture without being heavy. It is perfect for all skin types and makes the skin super soft and supple!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Gifted by LaMer. This cream is  A feather-light cream that renews skin’s youthful bounce for refreshed balance and a firmer feel. It feels very smooth on my combination skin. I recommend for similar types of skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I really enjoy using this moisturizing fresh cream gifted by La Mer, especially in winter and spring. It helps me a lot with my sensitive skin, reduce the redness from my cheek and make my skin feeling moisturized."
        },
        {
            "review_title": "So good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Normal skin",
            "review_text": "Really amazing moisturizer! Not only does it hydrate without an oily feeling, it makes my skin feel so smooth. I would definitely recommend this along with most La Mer skincare products! Love this brand - Gifted by lamer"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I was recently gifted by La Mer their Moisturizing Fresh Cream and it’s absolutely divine. The texture is light and refreshing, yet it deeply hydrates my skin, leaving it silky smooth and luminous. It’s a luxurious experience every time I use it, truly a testament to the quality La Mer is known for."
        },
        {
            "review_title": "Feeling refreshed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Having tried La Mer's New Moisturizing Fresh Cream, I'm impressed by its feather-light texture and the way it effortlessly renews my skin's youthful bounce. As someone with oilier skin, finding a moisturizer that strikes the right balance between hydration and oil control is crucial, and this cream does just that. The 3.5ml sample size is generous enough to allow for a thorough trial, and I appreciate that it's formulated without harsh ingredients like parabens, formaldehydes, and sulfates. Knowing that it's free of these chemicals gives me peace of mind about what I'm putting on my skin. The Miracle Broth-infused formula feels luxurious upon application, and I can feel it working to rebalance sebum production and defend against signs of aging. After incorporating it into my skincare routine, I've noticed an improvement in my skin's firmness and elasticity, as well as a reduction in excess oiliness. Overall, La Mer's Moisturizing Fresh Cream has exceeded my expectations, delivering on its promise of refreshed balance and a firmer feel. It's become a staple in my skincare regimen, and I would highly recommend it to anyone looking for an effective moisturizer, especially those with oilier skin types like mine. Gifted by lamer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "La Mer gifted me their new moisturizing fresh cream samples. I’ve always been a fan of their skincare and makeup and happy to give these a try. Super cute minis and the pouch it came in was so pretty too! This has a fairly potent fragrance that reminds me of baby powder. It has another scent I’m not familiar with but it dissipates fairly quickly once applied to the skin.   This does have a nice gel texture that absorbs fast and leaves my skin feeling pleasantly hydrated. No major dewy or glowy finish but I think this would work best with oily or normal skin types. I am dry to normal skin type during the winter months too. I find this to be the perfect amount of hydration and texture. If you have super dry skin, I’m not sure if this will be hydrating enough. Though you can always pair it with a facial oil too. I am enjoying this so far and would recommend to anyone looking for a new boujee moisturizer!"
        },
        {
            "review_title": "New Favorite!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I LOVE this moisturizer! My skin is super sensitive and loves this product. It left it hydrated without feeling heavy and I noticed how much more full of life my face looked when I use it.  I can't wait to incorporate this in my daily routine! gifted by La Mer"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "This moisturizer is a game changer. I was weary of the price but a little goes a long way and it makes the jar last a very long time. It’s thick, soothing and feels so good on my face. Can’t think of any cons! Offered by lamer"
        },
        {
            "review_title": "Great lightweight day cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "The cream is really translucent and light weight but it gives great moisture. I applied the renewal oil by La Mer before and still felt my skin hydrating as I put it on. My skin feels really soft after and while this cream is on my face. Gifted by La Mer"
        },
        {
            "review_title": "So nice!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I can’t even lie I feel so luxurious using this cream! It’s lightly scented but works on sensitive skin! It feels plumping and smoothing and I love using this as a nighttime moisturizer! I’d give this 5 starts but I just can’t justify the price. #gifted by La Mer"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Complimentary from La Mer. I have an oily skin type and I recently tried using the Moisturizing Fresh Cream and it feels lightweight when applied. I wanted a cream that didn't make my skin feel more oily and this one was effective. I like how hydrating it is for my skin and how it improves elasticity."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I have to say, this moisturizer has exceeded my expectations in every way. As someone who's always looking for the best skincare products, I decided to give this brand a try for the first time - and I'm glad I did. The scent is absolutely divine and lingers on my skin for hours. But what I love most about it is how quickly it absorbs into my skin, leaving it feeling deeply nourished and hydrated. Honestly, my skin has never felt smoother or looked more radiant than it does now. I'm so glad I discovered this product! I was offered by Lamer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I received this product from La Mer and I absolutely loved how moisturizing it left my skin especially during colder winter months. This moisturizer is hydrating, soothing and has almost a cooling effect. I would highly recommend adding to your skincare routine!"
        },
        {
            "review_title": "great moisturizer! definitely a splurge",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This cream and it is very moisturizing for the skin and I love it! but it is definitely pricy for what it is. If you're looking to splurge go for it but there are lots of great affordable options out there!  gifted by la mer in exchange for an honest review."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
            "review_text": "Okay i literally love everything that La Mer comes out with so i was so excited to receive this moisturizer complimentary in exchange for my honest review and i can honestly say it is amazing! It is so hydrating!! Gifted by lamer"
        },
        {
            "review_title": "A fav!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This moisturizer is such a game changer. I love the subtle smell of it. It’s my go to everyday moisturizer! It’s also the perfect consistency. My skin is also super sensitive and has no issues with this product. Gifted by lamer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Combination skin",
            "review_text": "I love this moisturizer!! It leaves my skin feel so luxurious, fresh and healthy. I would definitely recommend this product if you’re looking for a hydrated and smooth look on your skin. I definitely noticed a change before and after using this product. Offered by lamer."
        },
        {
            "review_title": "Good product.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "A very fresh cream that hydrates the skin in a surprising way. After I started using it my skin is softer, hydrated and healthier overall. I like how my face looks fresher. very easy to use. Okay, it's worth buying.offered by lamer."
        },
        {
            "review_title": "love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I absolutely love this moisturizing fresh cream. It has improved my skin texture so much. It makes my skin feel so soft and it looks very glow as well. My skin was very dry before and after using my skin feels very moisturized. gifted by lamer"
        },
        {
            "review_title": "love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Of course we all know La Mer is an iconic brand for a reason and this product definitely did not disappoint! I love this cream so so much! After using it consistently my skin is glowing and looks so healthy! complimentary from La Mer"
        },
        {
            "review_title": "Big difference on my skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The La Mer New Moisturizing Fresh Cream feels amazing on my face . It is definitely worth throwing price . I have been applying it once daily and I have noticed a big difference on the texture of my skin. It definitely is smoother. I recommend this product. Gifted by Lamer."
        },
        {
            "review_title": "Leaves your skin hydrated",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This product leaves my skin very hydrated and also moisturized. I use it after cleansing and it lasts all day long. It’s also supposed to help with your skin’s elasticity and signs of aging which I love. Gifted by Lamer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This is a very refreshing and luxurious moisturizer. Their products are always top notch and settle into the skin well, but I’m super happy with this one as someone with very dry and sensitive skin. Lasts a while. Gifted by lamer"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I love La Mer products, this cream is really nice! It feels rich, silky and absorbs well into my skin leaving it soft and hydrated. I would love to try other  products from La Mer. The price point is steep though. Gifted by La Mer"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love this product.. love how my skin absorbs it all The texture is amazing smooth and creamy"
        },
        {
            "review_title": "A must!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Gifted by Lamar this moisturizing face cream is amazing I love to use it for my skin care and also when priming for my makeup routine it’s a must in your skincare products I would definitely recommend if you’re considering"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I really enjoyed the cream! It feels satiny and light but really rich and nourishing on the skin. I’ve liked the cream for many years now, and it’s a staple in my kit. It has a really pleasant smell, sits beautifully on the skin, leaves a dewy, moisturized feeling on the skin, and takes care of all the dry spots. I like it both in the morning and F night (but I wait a bit to make sure it gets time to get into the skin thoroughly). Really great cream! It was gifted by Lamer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this brand I mean honestly who wouldn’t it’s one of the most coveted brands and all of skin care. Well, it’s very expensive. It does work very well on my skin. However, if you’re not willing to spend that there are other products I can get you close to these results. Offered by lamer"
        },
        {
            "review_title": "Epitome of luxury",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I was gifted by Lamer this most amazing cream that truly embodies luxury, and I've been eager to experience this cream for quite some time. Its texture is divine, leaving my skin feeling nourished and rejuvenated. With my dry skin, I'm excited to incorporate it into my skincare routine from spring through fall. Not only does it combat signs of aging, but it's also formulated without harsh chemicals."
        },
        {
            "review_title": "I like it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Complimentary from Lamer.I have been super curious about La Mer Products ever since seeing Youtubers use it consistently back in the day so as I got older, I started taking skin care more seriously so I decided to give the products a try and honestly ever since using this moisturizer my skin is so plump and hydrated and actually stays hydrated all day, which is perfect for when I do make up as well so I will continue to purchase this product."
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I received this product as a complimentary from Lamer.  This moisturizer is different from the original one and I liked a lot because I have oily skin. It’s lightweight and I feel my skin smooth and hydrated."
        },
        {
            "review_title": "Perfect for dry skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This product feels so luxurious, I have very dry skin so I’m picky about moisturizers and creams and this one is excellent, it leaves my skin feeling hydrated and plump even the next morning after use! Absolutely love! This was gifted by lamer!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "This was gifted by La Mer. This cream is so so lovely!! This is the first face cream I’ve tried by them, and honestly it feels the price. It instantly hydrated and plumps the skin. I would recommend trying this if it’s within your price range!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "Complimentary from La Mer. Love this cream for everyday use, great for oily skin as it doesn’t add any oil and is lightweight. Helps to firm my skin and gives it a nice healthy look without clogging pores."
        },
        {
            "review_title": "So good !!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Gifted by La Mer, I love the consistency and texture of this cream, it feels refreshing and very light on the skin, it feels luxurious and my skin instantly feels firm and hydrated. It is an expensive cream but it is worth it."
        },
        {
            "review_title": "Hydration fix",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I really like how this cream feels like a luxurious experience. It’s very hydrating and enriching without being overly too heavy. The cream feels incredibly enriching and hydrating and layers well with my other make up products I got a sample, so that’s perfect to go for travel. This was gifted by La mer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "La Mer's The New Moisturizing Fresh Cream in the convenient 3.5ml size offers a luxurious hydration experience in a compact package. This lightweight yet deeply nourishing cream revitalizes and replenishes the skin, leaving it soft, supple, and radiant. Infused with La Mer's signature Miracle Broth™ and potent marine ingredients, it provides intense hydration while soothing and calming the complexion. I appreciate its fast-absorbing formula, which doesn't leave any greasy residue behind, making it perfect for use under makeup or as part of my nighttime skincare routine. With continued use, my skin feels rejuvenated, refreshed, and visibly healthier. A must-have for achieving that coveted La Mer glow on-the-go. complimentary from lamer"
        },
        {
            "review_title": "so luxurious",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "La Mer Moisturizing Cream is a luxurious indulgence that lives up to its reputation. The rich, velvety texture deeply hydrates, leaving my skin feeling incredibly soft and plump. The iconic formula makes it a truly pampering experience. If you're looking for a high-end moisturizer that delivers on its promises, La Mer is worth the splurge. Gifted by Lamer!"
        }
    ]
}