{
	"product_id": "1568",
	"name": "Mineral Mattescreen SPF 40 Mineral Sunscreen",
	"brand": "Supergoop!",
	"categories": "Skincare, Sunscreen, Face Sunscreen",
	"price": 54.0,
	"about": "What it is: A mineral, mattifying tinted sunscreen that smooths skin's appearance, primes for makeup & prevents visible signs of aging with broad spectrum SPF...Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Fine Lines and Wrinkles, Pores, and Redness..Formulation: Lightweight Cream..Ingredient Callouts: This product is vegan, gluten-free, and cruelty-free...What Else You Need to Know: Mattescreen was created as a daily sunscreen option recommended for those with normal to oily & sensitive skin. Its tinted, blendable formula is designed to mattify & smooth skin's appearance while minimizing white cast. Mattescreen is free of pore-clogging oils & provides expert SPF protection.",
	"ingredients": "Titanium Dioxide 1.33%, Zinc Oxide 17.42%, Dimethicone, Dimethicone Crosspolymer, Caprylic/Capric Triglyceride, Methyl Dihydroabietate, Polyhydroxystearic Acid, C9-12 Alkane, Glycerin, Iron Oxides (CI 77492), Ethylhexylglycerin, Water (Aqua), Coco-Caprylate/Caprate, Silica, Stearic Acid, Iron Oxides (CI 77491), Iron Oxides (CI 77499), Hedychium Coronarium Root Extract, Lactobacillus/Arundinaria Gigantea Leaf Ferment Filtrate, Leuconostoc/Radish Root Ferment Filtrate, Titanium Dioxide (CI 77891)....",
	"how_to_use": "Suggested Usage:.-Apply generously and evenly as the last step in your skincare routine and before makeup.",
	"num_reviews": 98,
	"overall_rating": 4.0,
	"product_url": "https://www.sephora.com/ca/en/product/mineral-mattescreen-sunscreen-spf-40-pa-P500683?skuId=2577468&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2577468-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "1.5 oz / 45 mL",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2577468-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Best invisible mineral sunscreen great for travel",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "The best invisible mineral sunscreen you actually can’t really feel on your skin. Light, whipped texture easy to apply evenly and little is required so the small size is perfect for packing, but will last."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "A bit expensive but worth it. The texture is smooth and blends really well - you even forget you have it on."
		},
		{
			"review_title": "breakouts",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Really wanted to love this, but unfortunately it keeps giving me breakouts. I had to stop using it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "just recently bought the mini size of this mineral based sunscreen as a trial and it's been great on my skin!"
		},
		{
			"review_title": "Great Sunscreen, but Not Ideal for Makeup",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "The Supergoop! Mineral Mattescreen SPF 40 does a great job as a sunscreen, providing solid protection and a nice matte finish. However, I find that the matte finish doesn’t pair well with makeup—it tends to look a bit cakey and unnatural when layered under foundation.  I much prefer the Supergoop! Glow Screen, which gives a more natural and radiant look, even under makeup. Unfortunately, because of this, I don’t find myself reaching for the Mattescreen, and it feels like a bit of a waste of money for me. That said, if you’re looking for a standalone mattifying sunscreen, this could be a great option—it just didn’t work well for my makeup routine."
		},
		{
			"review_title": "I use it every day!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Perfect, so you don’t want to appear to be using a foundation. The Matte effect is ideal."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Recently came off birth control and my skin’s been INSANELY oily ever since. My usual favs no longer work for me because of it, so I decided to give this baby a try. Upon application it feels silky smooth and blurs my pores quite nicely. But within a couple of hours my skin was so greasy and my concealer was separating (never had this issue with previous sunscreens). Granted, it kept my face *looking* matte, but when I’d touch it felt like I had dunked my head into a deep fryer.   Decided to try it out for a few more days because why not. Today is day 3 and I have the most horrifying breakout of my adult life."
		},
		{
			"review_title": "Skip this and stick to the Unseen Suncreen",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "I was so disappointed with this product! I have used other SuperGoop! products and am a big fan of the brand, but this one just does not deliver. The mattifying effect is minimal and barely lasts five minutes. And there's something in this formulation that made my skin burn and cause irritation."
		},
		{
			"review_title": "Perfect mineral sunscreen to wear with makeup",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Porcelain skin tone, Dry skin",
			"review_text": "Perfect mineral sunscreen that can be applied under and over makeup. No whitecast."
		},
		{
			"review_title": "My new go to!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I’m really surprised how much I liked this! I have oily and acne prone skin and this worked well for me. It instantly mattified my skin and made it look blurred."
		},
		{
			"review_title": "Leads to breakout",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "I had such high hopes for this sunscreen. I love the texture, doesn’t leave a white cast as I have medium skin tone. But it makes me breakout. I got tiny bumps all over my forehead and it’s taking such a long time to clear it up."
		},
		{
			"review_title": "Didn't burn while working outdoors all summer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Porcelain skin tone, Combination skin",
			"review_text": "I wore this (and a ballcap) all summer while working outdoors everyday in direct sunlight for 8+ hours and my face never burned. I'm quite fair skinned and even while wearing a ballcap my nose and cheeks burn really easily. I would usually reapply at least once throughout the day. This has a really nice blurring effect and controls my oily skin."
		},
		{
			"review_title": "Lives up to its name!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I'm a big fan of this sunscreen! I originally tried Glow Screen and it was nice but too much for my oilier skin. This has helped my skin stay matte throughout the day and is a great primer under makeup or worn on its own."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "This product works as a foundation , controls oil on skin and gives sun protection. The matter doesn’t feel too drying either. No white cast."
		},
		{
			"review_title": "looks nice on the skin, smells so bad",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "I use it! But it smells horrible, I don’t know if that’s just my bottle but to me it smells horrendous, I’d like to try some of their other products instead."
		},
		{
			"review_title": "the only sunscreen you should have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "I got the mini matt screen first for the first time and I noticed it gives me the perfect matt look without the makeup I usually wear this for my work. without makeup and it doesn't even give you cakey skin. it just blends in my skin literally loved the product I am definitely gonna buy the whole kit."
		},
		{
			"review_title": "Must have SPF in your routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "After using this product, I noticed that it helps me to stay matte throughout the day. I use powder foundation on top and works for me! I love this product bought it before and came back to it recently to it recently."
		},
		{
			"review_title": "a staple product for me",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, gray hair, Oily skin",
			"review_text": "I've been using this for over a year now. I really love this sunscreen, and it works well with my oily and sensitive skin. As long as you take your time and don't apply too much in one go, the texture on your skin and under makeup will be very good! I have rosacea and although it doesn't really cover anything in terms of tint or colour, it doesn't cause any extra irritation so I'm able to use my regular full coverage foundations without issue!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Combination skin",
			"review_text": "I love the matte effect because I have visible pores and with this formula it blurs them. I also use this in my beauty routine as a base as it makes my makeup last longer. Only downside is that sometimes I have dry skin and it makes my skin dryer."
		},
		{
			"review_title": "NEW DAILY PRODUCT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Just purchased this and love it!  Great no makeup day product with SPF protection.  Blurs pores and has the perfect mat finish."
		},
		{
			"review_title": "The BEST!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I have sensitive/acne-prone skin, and this is hands down the best sunscreen I have tried. It works great under makeup and blurs the appearance of pores. I also love that it does not feel greasy at all."
		},
		{
			"review_title": "Nice sunscreen but a bit pricey",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I’ve been using this sunscreen daily for a few months now and I’m really liking it. The consistency is almost mousse like and applies really well. It is thick so I find you really don’t need much. If you use too much it can feel greasy and heavy. The colour looks quite orange and dark at first which worried me since I’m quite pale but once you rub it in there’s no strange colour cast and it provides a nice light coverage for no makeup days. I do fine this product is very pricey though. The price seems to increase every time I buy it."
		},
		{
			"review_title": "essentiel",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "J'aime cette crème minéral car elle offre une excellente protection a ma peau sensible et réactive. Elle s’étend bien et a une bonne tenue."
		},
		{
			"review_title": "Best sunscreen ever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Does not leave white cast and gives little coverage as well .So no need to apply makeup on it if you like no makeup look."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "I really like this sunscreen. It doesn’t burn my eyes and doesn’t leave a white cast or leave your skin looking greasy. However, it was $49 in August 2023 and now is $54 in December 2023 (still 45ml)."
		},
		{
			"review_title": "Very nice sunscreen with light coverage",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, gray hair, Light skin tone, Normal skin",
			"review_text": "Great sunscreen.  Goes on with a silky matte finish.  The positive is that the very light coverage evens out skin tone which looks very good in the winter.  Unfortunately this slight color makes my skin look pasty in the summer when I have a light tan. In the  winter it rubs off on the collar of my black ski jacket if i am not careful to ensure my jacket does not touch my face."
		},
		{
			"review_title": "An absolute must",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Dry skin",
			"review_text": "Putting this sunscreen on is dreamy. It has a super light, almost whipped texture. It doesn't irritate my skin or clog my pores. The only downside is it's not waterproof."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I love this sunscreen so much. I already both this twice and I did not regret buying this."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "I love this matte sunscreen ! It looks like makeup and it is fantastic with my skin"
		},
		{
			"review_title": "strange texture but works",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Ok the first time i tried this i didn't like it. but here is how you get a good use of this sunscreen. 1. Do not over-moisturize your skin - any left over product thats not absorbed into your skin will likely make this sunscreen to pill or apply weirdly. make sure to hydrate your skin but do not leave any extra residue on the surface. 2. Do not apply way too much product the first time, again, doing that might cause pilling specially if you wanna wear foundation on top of this. when i want extra protection i apply this product in 2 separate steps. > basically controlling the amount of your skin care and the sunscreen is the key. i know its tricky but if you want a sensitive skin friendly tinted mineral sunscreen it's really worth all that effort. and you will eventually get used to how much and how you should be playing with this product. I have oiler combo acne skin and i have no problem with this sunscreen at all. it has a weird sillicony feeling while applying but after sometime (15min) it feels and looks beautiful! it is matte and stays quite matt so even thou you have an oily skin i suggest you hydrate your skin well before applying."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "The first face sunscreen I've ever reordered.  Love the mattifying effect.. and it acts almost like a primer under your makeup. Not sticky, goes on silky smooth, absolutely love it!"
		},
		{
			"review_title": "Flaky and patchy🤢",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "I have oily skin and that’s why I bought it thinking it would help me with oil control, it did not, it looks awful in the skin, it flakes, and for the price… there are so much better sunscreens."
		},
		{
			"review_title": "Recommended!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I just placed my 3rd order! I have a very oily face, like oily after 30 minutes-1 hour after washing it. What I love about this is it is mattified during application and it really blends well and evens out my skin tone, which makes my skin look natural and that is a huge bonus for me. i have light-moderate brown skin tone. It is also considered Clean at Sephora which is another huge bonus!   I have used other mineral sunscreen from other brands but they left my face oily and ashy-looking. I gave it only four because it only mattifies me for an hour or two due to my overly oily skin and I wish the SPF was higher like 50. Overall, I recommend this!"
		},
		{
			"review_title": "Pretty nice",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "It’s definitely a nice sunscreen. I have combination skin and this doesn’t dry out my dry areas and doesn’t feel greasy on my oily areas. But if you apply as much as you should, it pills like crazy and takes 3-4 minutes to fully rub in. It looks nice under makeup but for the price I wouldn’t buy it again."
		},
		{
			"review_title": "Amazing but expensive",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Dry skin",
			"review_text": "I am super picky with sunscreen, and was skeptical of this being a matte product because I have dry skin. I almost didn't want to love it because of the price (which is the only reason I deducted a star), but alas it is my favourite sunscreen ever. Sigh. It has a beautiful finish on it's own, never oily or greasy, and under makeup it acts almost like a primer. I just love the texture and how easy it applies. But seriously the price is ridiculous lol"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "This is my go-to pregnancy safe sunscreen. It can pill up if I put too much on one spot but it’s very rare. I will be repurchasing a third time. Works really well as a makeup primer too."
		},
		{
			"review_title": "love love love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "high spf, great matte finish that lasts, good consistency, no white cast at all, and doesn't irritate my skin like sunscreen normally does! my only issues are when you put too much/rub too much it pills."
		},
		{
			"review_title": "Nope. Nuh uh. Noooooooooooo.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "Okay so here’s the conundrum. In order to get enough spf coverage, you have to use way more than you would from something like a primer. But when you use the proper amount, it’s very heavy, feels greasy, and pills like crazy it’s a hard no for me"
		},
		{
			"review_title": "Keeps my super oily skin matte",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "Wow. I’ve never been able to wear a si creen because they all make me super oily! This keeps me matte all day. I would even buy this as a primer even if it didn’t have sunscreen."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "First supergoop product and I really love this one! I love the almost whipped texture, how it sits on my skin, with or without makeup and my sensitive skin is happy with it, that its a mineral SPF with good coverage :) only wish it was less $"
		},
		{
			"review_title": "Could be better",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "The formulation isn't greasy, feels nice to the touch and doesn't pill over skincare or below makeup. It provides great protection and doesn't cause breakouts.  With my light-medium complexion, the application is challenging as the matte colour leaves a chalky appearance. Even with various attempts to blend it in, it gives the appearance of dull, lifeless skin. I have to wear bronzer with this SPF to bring some life back to my face. If you want to wear little to no makeup over your SPF, I'd go with Unseen Sunscreen or Glowscreen instead."
		},
		{
			"review_title": "Light and not oily",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, gray hair, Porcelain skin tone, Normal skin",
			"review_text": "Very nice but I think I prefer the texture of the Sheer Screen to the Matte. This almost feels powdery when I put it on. It does set nicely over my skincare and does not leave me oily looking. Overall I would purchase again if I couldn't get the sheer."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Love this so much. My skin feels moisturized and it doesn’t make it look oily. ￼truely a life saver"
		},
		{
			"review_title": "I’ll never buy this again",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Normal skin",
			"review_text": "I do not understand the hype over this product. For starters, this product is tinted. The color is too light for my skin, and it makes me look like I’m wearing the wrong shade of foundation. Furthermore, I got a breakout from this product, and a hour into wearing it, my face was shiny all over. Lastly, it’s only 40 SPF. So I paid money to break out, become shiny, have a pasty face, and not even have proper sun coverage. I’ll never buy this again. Learn from my mistakes and sample first and don’t buy into hype culture."
		},
		{
			"review_title": "the white cast is strong with this one",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "The good: If you have oily skin that causes your sunscreen to run (especially into your eyes), this is the sunscreen for you. It's matte. It's a good makeup primer, though I wouldn't recommend it if you have dry skin.  The bad: Skip this one if you're anything darker than ivory and don't want to wear makeup over it. I'm East Asian with medium skin and the white cast is strong. I mostly use this sunscreen on my forehead, but I can't wear it on my whole face unless I'm wearing foundation (or at least concealer) over it."
		},
		{
			"review_title": "Where have you been my entire oily life!!??",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "If you have oily skin or just a greasy tzone or if sunscreen melts into your eyes and burns them you NEED to try this product! My pores shrunk to my pre-30s skin after a single use!!! I went from 8am to 10pm in 36C (97F) weather with ZERO SHINE. No touch-ups!!! What is the sorcery in this product???   The colour is definitely not for all beauties but I think it’s sheer enough to put any makeup over it. It’s pretty pale but with minimal coverage and serves as a primer really well. I put bronzer on top without any setting powder. NONE!   This product is not for dry skin. You’ll prune up instantly and hate it. But if you can cook breakfast with your grease and hide snacks in your pores, you 👏 need 👏 this 👏 ASAP"
		},
		{
			"review_title": "A great mineral sunscreen",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Light skin tone, Combination skin",
			"review_text": "It’s a great sunscreen however, wish it was tinted a little bit darker to match tanned skin in the summer, also the consistency is a bit thick but other than that its really good! Best for those that oily skin"
		},
		{
			"review_title": "Literally so underrated!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Use this spf as the last step of ur skincare after moisturizing and it's great! Nice matte finish without feeling oily or dry. Just wish i got more than the tiny bottle for the expensive price."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I love this!! Isn’t greasy on skin and good for sensitive skin."
		},
		{
			"review_title": "Perfect matte finish",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "Finally, a sunscreen that does not leave my face greasy! It leaves a beautiful matte finish and works well under makeup. Love, love, love!"
		},
		{
			"review_title": "FINALLY, my holy grail! Non-greasy, powder finish",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "I have dry, sensitive skin with rosacea and can't wear chemical sunscreens as they burn my skin and eyes.  I also HATE anything remotely greasy that doesn't fully dry-down within a couple of minutes. This formula is super unique and has an almost mousse to powder finish that feels totally dry and non-greasy.  It also has a bit of a tint that covers my rosacea a bit which is a bonus.  The tint looked too dark when I first saw it, but it sheers out.  Some people have compared the formula to one of those siliconey feeling pore filling primers and I definitely get that vibe. My only beef is the price. :("
		},
		{
			"review_title": "Dries skin out ! Even with oily skin",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I LOVED the way this product Made my skin look initially . But after a few weeks I started noticing my skin was very dry - which is odd because I have oily skin ! I see others have had same experience . disappointed because"
		},
		{
			"review_title": "EWG recommended, tint is quite fair, still great!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This is one of the few ewg recommended sunscreens at Sephora (that protect against all types of UV rays -- also indicated by the PA rating) and it really reminds me of Tarte BB Spf30. It is very fair. I'm usually light neutral-to-cool and this def looked a tad geisha but I can top some bronzer or mix a bit of Tarte in. Didn't break me out, kept me nice and matte."
		},
		{
			"review_title": "EWG recommended, tint is quite fair, still great!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This is one of the few ewg recommended sunscreens at Sephora (that protect against all types of UV rays -- also indicated by the PA rating) and it really reminds me of Tarte BB Spf30. It is very fair. I'm usually light neutral-to-cool and this def looked a tad geisha but I can top some bronzer or mix a bit of Tarte in. Didn't break me out, kept me nice and matte."
		},
		{
			"review_title": "HG for oily sensitive skin :)",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "I'm so glad I finally tried this; it is definitely expensive and only has 45mL of product HOWEVER I think it's worth it considering every other mineral spf on the market is not nearly as cosmetically elegant as this one. I actually want to use this everyday and it's absolutely perfect for daily wear on those days where you won't be spending a ton of time outside or during the winter time. It's lightweight, leaves a beautiful matte yet skin-like finish and blurs your pores as its silicone-based. It's lightly tinted (not too dark though even for my super pale skin so I'm confident almost any skin tone could use this) and it blends in super easily. Depending on your skin type just be sure to really cleanse your skin well at the end of the day, as I find this one can definitely clog my pores if I don't do a good double cleanse. Overall this is definitely one of my HG sunscreens and I will continue to use until I find something cheaper and just as good :)"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "it provides a small coverage like a bb cream, stays matte on my face for several hours. you can layer it with foundation and make up. I just don't like physical sunscreen and after buying it I realize it is not sweat/water resistant."
		},
		{
			"review_title": "Allergic reaction",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I broke out in hives/rash all over my face & down my neck. My face is swollen from an ingredient in this product. It’s itchy, burns & is super dry. I am allergic to anything fragrant. I did a patch test which didn't show any issues. It wasn't until I used it all over my face! This product guaranteed it was fragrance free, oil free & non-comedogenic. I thought it was safe for me as I struggle with finding products. I thought wrong. Anybody with sensitive skin like me, steer clear of this product. The product itself is like a mousse. Smooth & buttery soft. It clings to dry patches & you have to use a lot of it for a decent amount of coverage. I wouldn't say it really blurs out your imperfections, it just leaves a coating on top of your skin. It's a no from me."
		},
		{
			"review_title": "Good sunscreen",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This is a nice consistency. It provides a small amount of coverage and makes my skin texture appear smoother. It is pregnancy safe, which is nice."
		},
		{
			"review_title": "Not a Fan",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I like some of the other Supergoop products but the matte sunscreen pilled pretty badly on my skin and made it feel oily and weird."
		},
		{
			"review_title": "Nice matte finish",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "If you like Benefit's Poreless primer, you're gonna love this stuff. It kind of has the same texture and aims to do the same thing : blurring out pores (and of course protecting your skin from the sun). I personally prefer the matte look over the dewy finish, and it was not too drying for me eventhough I have dry skin. Pricey but will repurchase."
		},
		{
			"review_title": "Great for Oily Skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "For my mature/oily skin this stuff is a dream. It pairs well under my skin tint, but also looks great on its own. If you like the Coola version, but hate how it separates, this is a great replacement."
		},
		{
			"review_title": "Big NO from me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "Big no for me. Paste like. Felt like I was applying thick mud to my face. Very chalky, very drying and made me look ghostly and ashy. Not for me."
		},
		{
			"review_title": "BEST EVER",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "This helped me sooo much with acne. When I go in sun I get cyst acne. This helped. And is the smoothest primer under foundation , bb cream etc…"
		},
		{
			"review_title": "Lasts through menopausal sweat.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, gray hair, Dry skin",
			"review_text": "Great and long lasting, it keeps me from looking like I am bubonic plague after a hot flash as it stays matte."
		},
		{
			"review_title": "Amazing for Oily or Combo Skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Amazing for my skin and wears perfectly all day. I put it on top as my last step and works so well with moisturizer and then makeup on top. When I don't wear makeup, it is slightly tinted that it evens my skin and makes me mat all day. Amazing since everything makes my skin oily. I have issues with all sunscreens. No white cast either. I will continue to buy again as it is amazing and a miracle."
		},
		{
			"review_title": "Must have for oily skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "The best for oily skin ! bought a mini one and omg its perfect for oily skin! does not make my face oily at all! just takes little bit time to blend in!"
		},
		{
			"review_title": "Dry, itchy skin",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I really liked this sunscreen at first because it kept my skin looking matte. But after a few days, it made my neck really red, itchy and dry. I ended up returning it for a refund."
		},
		{
			"review_title": "I like it",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "so far I really like this sunscreen, I love how it makes my face matte (as it's supposed to) and for me personally I've never had any issues with applying foundation over it, or my cream blushes etc. it didn't pill whatsoever. As for 'effectiveness' I can't really speak on it as I don't typically spend all day in the sun so I wouldn't really know if it does keep my face from getting sunburnt so the true test will be that whenever I do spend time outside in the sun during summer . I've also tried the Supergoop unseen sunscreen and that one is nice as well, if I had to choose between the two I'd definitely be repurchasing the matte one"
		},
		{
			"review_title": "Nothing about this worked for me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I had such high hopes for this after testing a swatch under my eye in store and leaving it on for the day. I didn't notice any dryness or burning etc. with that small swatch, but holy heck having a whole face of it makes a huge difference!!   This product has destroyed my face! I thought mineral sunscreens were supposed to be sensitive-skin-friendly, but I didn't find that to be true of this one at ALL! It burned my eyes a bit if it got in them, and there's something in this that I reacted to. After just a few days use my moisture barrier is ruined. My skin feels absolutely awful - dehydrated as heck, tight, and it gets all red and burns when I do my skincare. Glad I bought the small tube instead of the full size, but idk what I'm going to do with the leftover, as I have no interest in getting the tint all over my clothes.   I also found this felt super greasy when first applied (don't worry, it DRIES down), and I had a reallllly hard time getting this not to pill. It clings horribly to dry patches I didn't even know I had...all in all this has been one of the worst sunscreens I've tried to date."
		},
		{
			"review_title": "Burnt skin after spending 1hr in the sun",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Deep skin tone, Normal skin",
			"review_text": "Wore while taking a walk outside and returned to find my skin burnt. I am using AHAa and noticed my entire face had tanned. Had to restart my routine and am afrias this product offers no protection if you're currently using AHAs or retinols. Will try to use this once more and apply more layers but I doubt it'll work."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "Love love this sunscreen! I’ve been using it all week in the Caribbean on vacation. It’s completely matte. It’s not drying, you just have to moisturize before!! The supergoop GLOWSCREEN is more dewy!"
		},
		{
			"review_title": "Lovely, But Wish I Had More",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I absolutely love this sunscreen. I'm allergic to chemical sunscreen, and I often experience breakouts from others I've tried to turn to. Nothing crazy from this one yet. When you rub it on your face, it feels like it disappears. But there's simply not enough for the price!"
		},
		{
			"review_title": "Immediately repurchasing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I purchased this one specifically because I wanted a mineral sunscreen for my face. I bought the mini size to bring with me to Mexico. I am blown away at how great it is. I would apply on face in the morning and never burned even without reapplying, meanwhile I got sunburns on other parts of my body where I used my usual sunscreens!!! It is smooth and honestly a nice primer aside from being an amazing sunscreen. I will be purchasing the big size immediately"
		},
		{
			"review_title": "Mattescreen sunscreen spf 40",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, gray hair, Normal skin",
			"review_text": "I have been searching for quite a long time for a mineral sunscreen that would double as my base. I don't need a lot of coverage, so this is perfect for me. I have medium skin and this blends in well, and looks natural. It is without a doubt matte as the name suggests clearly. I have normal skin, so I wear moisturizer underneath. Without skin care underneath, it could be drying. I sometimes use a drop of facial oil. It is pretty and smooth, and does serve well as my make-up base. It is also clean with basic ingredients. I think it is one of the better ones if you make sure you combine it with the right skin care step."
		},
		{
			"review_title": "A MUST FOR OILY SKIN!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "Not only does it protect your skin, but also acts a primer AND keeps your skin matte with or without makeup. This mixes well under makeup - currently using Estée Lauder Double Wear foundation with it. In addition, with a full face of makeup on, within a few hours, I would've blotted my face 3-4x already. But after trying this, on the 12th hr, I've only needed to blot it once! LOVE this tons!"
		},
		{
			"review_title": "Spf fave!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love this product!! I like Unseen Screen better though but this was awesome too! Great texture, doesn’t feel irritating on my face at all like most spf does."
		},
		{
			"review_title": "Holy Grail Sunscreen for Oily Skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This sunscreen is pretty amazing. My skin has always been quite oily and other sunscreens I've tried always leave me looking very shiny/greasy, even once soaked into the skin. I didn't have high hopes for this, but I've been pleasantly surprised! It's a mouse-like consistency and the tint melts into the skin. When you first put it on, it kind of sits on top of your skin, but once it soaks in, it feels great. It's also wonderful under makeup - I usually have to blot my face throughout the day, but not with this!! My skin looks great, and has a natural glow without looking oily or greasy. The one thing to note is the smell - kind of odd and unenjoyable, but once the product soaks in its fine."
		},
		{
			"review_title": "Good for oily skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "My skin is usually oily and I have to use a matte moisturizer to get me going for long hours. This sunscreen is matte so I do not need my matte moisturizer anymore. I can use this on top of my regular skin care routine plus the matte effect. My skin doesn't go oily even within 12 hours of work. It just have the tint which I'm not a big fan but better than having a white cast."
		},
		{
			"review_title": "Tint didn't work for me.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Combination skin",
			"review_text": "The texture of this is glorious, it's excellent for oily skin, but the tint is too dark/orange on me. If you have porcelain skin with pink undertones, this might not work for you."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "I am allergic to chemical sunscreen and can only use mineral sunscreen. This is my favorite out of all the sunscreens I have tried. As a black girl with oily skin it doesn’t leave any white/grey cast on my skin and the finish is really matte. I really love it and believe it will be my go to sunscreen now."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "This stuff is great! I love the texture, goes on evenly and seems to give my skin a nice natural look."
		},
		{
			"review_title": "Pleasantly surprised",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Being fair, finding a good SPF that’s not sticky is a must! LOVE! Light weight product with a slight tint which evens out skin tone with a soft matte finish. Great for a quick, natural, on the go look. Recommend ."
		},
		{
			"review_title": "Way to expensive for only 2 small weeks of use .",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "After 2 weeks I run out of sunscreen way to expensive it’s really not worth"
		},
		{
			"review_title": "Great protection & light tint",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I have fair, sun-sensitive skin. I'm allergic to most chemical sunscreens. I love this one because it's gentle on my skin and rubs in easily. The colour/tint is light enough to blend in with my ghostly complexion and works as a light BB cream.   It stays on when it's hot (and I'm sweaty) and never stings my eyes. It is a little drying; in the summer my skin tends to be oilier so it's fine. In the winter is use a slightly richer moisturizer and my skin feels good."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Wow!! Best mineral sunscreen ever. My new staple. Goes on super smooth and matte, with no whitecast or stickiness. Love it!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I loved so many things about this product, like the texture and colour (I’m fair and the tint worked well). It didn’t pill on my skin, which is often a problem, but I started to break out after using it. I’d recommend trying it, although I won’t be repurchasing due to the break outs."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, fairLight skin tone, Combination skin",
			"review_text": "I cannot recommended enough !!! My fave sunscreen so far et gurl let me tell you I have try soooooo many. Its the first one with a *slight* tint that dont go orange on me. I usually hate the tint version of everything because its always to dark for my fair skin tone, but this one just melt in your skin and creat a perfect canvas, for make up or juste leave it bear!!!loveeeeee it"
		},
		{
			"review_title": "Great mattifying sunscreen on oily skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Oily skin",
			"review_text": "I love this sunscreen! As a person with oily skin that only gets oilier in hot weather, this has been a game-changer for me since I got it. Pretty much every other sunscreen I’ve used has only made my face feel more sticky than it already is in the summer, but this one has really helped keep me mattified! As an added bonus, my makeup stays looking fresh way longer than with other sunscreens I’ve tried, which is awesome! I’ve worn it out in the sun for hours and haven’t burned, even when I forgot to reapply (ooops). I can wear it closer to my eyes than other sunscreens, and it doesn’t bleed into my eyes or irritate the skin. The texture reminds me of a primer and blends nicely into the skin. If you have oily skin, I would say 100% get this! It’s pricey, but in my opinion, it’s worth it!"
		},
		{
			"review_title": "Very drying",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This product is very drying. I wanted to try it because everyone raves about supergoop. I have sensitive skin so I can't do chemical sunscreens. This mineral one is cakey. Initially it doesn't have the worst feeling when you first apply it but its hard to blend because of how cakey it is. I tried to blend it with a moisturizer and then apply, it appeared to have to worked but 2-3 days in my skin started feeling so dry so I stopped using it."
		},
		{
			"review_title": "My new holy grail product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I'm blown away by this sunscreen, and I'm already sad that I bought the smaller version! It has a mousse-like texture, feels like a serum when you're applying, and has some light coverage.  Photo shows no-makeup side-by-side with photo taken 1hr after the Matte Screen applied. No foundation or makeup on my face, other than a tiny bit of under-eye concealer (and eyeshadow + mascara).  I used to be a daily foundation wearer, but I actually think with this product I can get away without. I have combination skin, and enjoy using serums and moisturizers, but find they sometimes leave me feeling shiny. I already have some other sunscreens that tend to be a bit more oily, so wanted something matte. This feels perfect over top of my fave moisturizer!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, lightMedium skin tone, Combination skin",
			"review_text": "Really good product. Very light to skin. Only giving 4 stars as it’s bit pricey …quantity is really less for $$$."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "as someone who breaks out with the tiniest amount of sunscreen i was super excited to find out that after three days of spot testing this sunscreen doesn’t break me out AT ALL. definitely going to be my new daily use sunscreen."
		},
		{
			"review_title": "dries up your skin like never before",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I am kind of disappointed in this product. It claims that it can be used on dry skin, but this is not true. I put the mattscreen over my best moisturizer and it still dried up my skin. I have used products that have dried my skin in the past, but this was next level. It is unfortunate because my skin looked nice after applying it at first. I would have given 5 stars but because of their false claim I am giving this a 2 star review."
		},
		{
			"review_title": "Buttery",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Being compared to Coola’s SPF30 Mineral Face Matte Tint, this is BY FAR the best product I’ve used. It’s not oily like Coola’s; therefore, I don’t have to constantly shake before usage of Supergoop’s. However, it’s better to use this product over moisturizer/face cream other than bare skin; otherwise, it will pill (just a warning for those who are inquiring). Nonetheless, I will be purchasing the full size once I’m finished with my mini."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "This is okay to use as a sunscreen for reapplication but on my bare face it would pill and not blend in properly."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I’ve been using this for years, this is my favourite sunscreen hands down. It gives my skin a really nice smooth finish, doesn’t burn my eyes or cause breakouts, and has never let me down when I’m out in the sun. Makeup sits really well over top of it as well, but I find I only really need to use a bit of concealer with it because of how nice it looks."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Good, bought the mini. consistency exactly like Nyx Reminds me of Nyx Pore Filler. Not great for dry combo skin. But was none irritating and unscented. Definitely going to try others from this brand."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "I got the smaller size and I didn't read the description so I was shocked at how small it is, especially for the price. However, I quickly realized it was worth the money. Absolutely no white cast and the sunscreen is completely clear. Has the consistency of a makeup primer but I don't think it acts like one. My foundation was slipping and sliding around on my skin but I can't say for sure that this sunscreen is the cause. Sun protection is more important to me than makeup though, so ill keep using it. Ill buy the bigger size when i run out of this one."
		}
	]
}