{
	"product_id": "1759",
	"name": "Find Clarity - Daily Superfood Trio",
	"brand": "Youth To The People",
	"categories": "Skincare, Value & Gift Sets",
	"price": 66.0,
	"about": "What it is:A superfood-packed, three-step, daily skin health routine for clear, hydrated, and balanced skin with a plump, natural glow..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Dryness, Dullness, and Uneven Texture.Highlighted Ingredients:- Superfoods - Kale and Spinach: Lightweight skin soothers that are rich in essential fatty acids, phytonutrients, and vitamin C and E for a visible glow..Ingredient Callouts:These products are vegan and cruelty-free..What Else You Need to Know:This superfood-packed, three-step is your daily skin ritual with Youth To The People’s bestselling Superfood Cleanser, Superfood Air-whip Moisturizer, and a full-size Superfood Skin Drip Serum. This trio cleanses, hydrates, and smooths for an all-over dewy glow. It’s your minimalist routine that packs a punch..This Set Contains:- 2 oz/ 60 mL Kale + Green Tea Spinach Vitamins Superfood Cleanser.Clinical Results:In a test of the Superfood Cleanser:.Clean at SephoraOur commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing effectiveness.",
	"ingredients": "-Superfoods - Kale and Spinach: Lightweight skin soothers that are rich in essential fatty acids, phytonutrients, and vitamin C and E for a visible glow. .-HA Spheres, Ceramides, Postbiotic Ferment: Hydrate and strengthen skin barrier to rapidly, visibly plump and smooth skin. .-Dandelion Root and 5% Niacinamide: Antioxidant powerhouses known to brighten uneven skin tone...Superfood Cleanser: .Aqua/Water/ Eau, Cocamidopropyl Hydroxysultaine, Sodium Cocoyl Glutamate, Polysorbate 20, Sorbeth-230 Tetraoleate, Citric Acid, Aloe Barbadensis Leaf Juice Powder, Brassica Oleracea Acephala Leaf Extract, Camellia Sinensis Leaf Extract, Chamomilla Recutita Flower Extract/Matricaria Flower Extract, Gardenia Jasminoides Fruit Extract, Medicago Sativa Extract/Alfalfa Extract, Spinacia Oleracea/Spinach Leaf Extract, Gluconolactone, Tetrahexyldecyl Ascorbate, Tetrasodium Glutamate Diacetate, Panthenol, Tocopheryl Acetate, Decyl Glucoside, Glycerin, Maltodextrin, Sorbitan Laurate, Hexyl Cinnamal, Ci 75810/ Chlorophyllin-Copper Complex, Ethylhexylglycerin, Phenoxyethanol, Sodium Benzoate, Parfum/Fragrance. ..Superfood Skin Drip Serum:.Aqua/Water/Eau, Glycerin, Niacinamide, Isopropyl Lauroyl Sarcosinate, Propanediol, Triethyl Citrate, Brassica Oleracea Acephala Leaf Extract, Camellia Sinensis Leaf Extract, Chamomilla Recutita Flower Extract/Matricaria Flower Extract, Medicago Sativa Extract/Alfalfa Extract, Spinacia Oleracea/Spinach Leaf Extract, Adenosine, Alteromonas Ferment Extract, Ascorbyl Glucoside, Bisabolol, Capryloyl Salicylic Acid, Carnosine, Hydroxypalmitoyl Sphinganine, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Sodium Hyaluronate, Sodium Hydroxide, Taraxacum Officinale Rhizome/Root Extract-Dandelion Rhizome/Root Extract, Trisodium Ethylenediamine Disuccinate, Tocopherol, Brassica Oleracea Italica Seed Oil/Broccoli Seed Oil, Ceramide Np, Boron Nitride, Dipotassium Glycyrrhizate, Ammonium Acryloyldimethyltaurate/Vp Copolymer, Butylene Glycol, Cetearyl Alcohol, Cetearyl Glucoside, Ci 77891/Titanium Dioxide, Ethylhexyl Palmitate, Glucomannan, Glyceryl Stearate, Peg-100 Stearate, Pentylene Glycol, Synthetic Fluorphlogopite, Tin Oxide, Trihydroxystearin, Xanthan Gum, Ci 77288/Chromium Oxide Greens, Chlorphenesin, Phenoxyethanol, Parfum/Fragrance. ..Superfood Air-Whip Moisture Cream:.Aqua/Water/Eau, Glycerin, Caprylic/Capric Triglyceride, Pentaerythrityl Tetraethylhexanoate, Pentylene Glycol, Betaine, Squalane, Aloe Barbadensis Leaf Juice Powder, Brassica Oleracea Acephala Leaf Extract, Camellia Sinensis Leaf Extract, Chamomilla Recutita Flower Extract/Matricaria Flower Extract, Medicago Sativa Extract/Alfalfa Extract, Sarcosine, Spinacia Oleracea/Spinach Leaf Extract, Copper Pca, Hydrolyzed Sodium Hyaluronate, Hydroxyacetophenone, Menthoxypropanediol, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Sodium Hyaluronate,Sodium Hydroxide, Tetrasodium Glutamate Diacetate,3-O-Ethyl Ascorbic Acid, Panthenol, Tocopherol, Helianthus Annuus Seed Oil/Sunflower Seed Oil, Hydrogenated Lecithin, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Carbomer, Cetearyl Alcohol, Cetearyl Glucoside, Citric Acid, Glycine Soja Oil/Soybean Oil, Chlorphenesin, Phenoxyethanol, Parfum/Fragrance. ..The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.Superfood Cleanser: .-Use twice daily in the morning and evening. .-Wet face first. Put one to two pumps of Superfood face cleanser into wet hands, rub together into a light lather, and massage into face and neck for 30 seconds to activate the cold-pressed antioxidants. .-Rinse, pat dry, and follow with moisturizer. .-In case of contact with eyes, rinse thoroughly. For external use only. ..Superfood Skin Drip Serum: .-After cleansing, apply one to two pumps to face and neck before your moisturizer for a no-makeup glow and added boost of radiance. .-Pat until absorbed. .-Best results if used 2x daily, day and night..-YTTP hack: Mix one to two drops with your favorite foundation for a dewy, natural finish..-In case of contact with eyes, rinse thoroughly. .-For external use only. ..Superfood Air-whip Moisture Cream:.-Apply a dime-size amount of moisturizer morning and night into the skin until it is fully absorbed..-YTTP hack: Doubles as a silicone-free face primer for the ultimate smooth base for even makeup application. Apply before makeup or mix with your foundation for a hydrating boost all day long...Recycling Instructions:.Superfood Cleanser:. -Take off the cap and dispose into its proper container..-Check your local recycling authority's guidelines to make sure you use the correct one..-Wash the glass jar thoroughly in hot soapy water..-Rinse, then dry. If you skip this step, containers may contaminate other materials in a mixed-waste stream, like paper..-Place in your recycling bin and voila—your glass jar can now be infinitely recycled...Superfood Air-whip Moisture Cream: .-Take off the cap and dispose into its proper container. Check your local recycling authority's guidelines to make sure you use the correct one..-Wash the glass jar thoroughly in hot soapy water, rinse, then dry. If you skip this step, containers may contaminate other materials in a mixed-waste stream, like paper..-Place in your recycling bin and voilà—your glass jar can now be infinitely recycled.",
	"num_reviews": 2,
	"overall_rating": 3.5,
	"product_url": "https://www.sephora.com/ca/en/product/youth-to-the-people-superfood-routine-kit-P512403?skuId=2812808&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2812808-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
	]
}