{
	"product_id": "750",
	"name": "Glow Clear, Color Correcting Self-Tanning Mousse",
	"brand": "Isle of Paradise",
	"categories": "Skincare, Self Tanners, For Body",
	"price": 43.5,
	"about": "What it is:A water-based self-tanning mousse with color-correcting technology to even skin tone for a natural-looking, hydrated glow..Skin Type:Normal, Dry, Combination, and Oily.Formulation:Lightweight Mousse.Highlighted Ingredients:.Ingredient Callouts:This product is vegan, cruelty-free, and gluten-free. It comes in recyclable packaging..What Else You Need to Know:Packed with natural tanning actives like avocado, chia seed, and coconut oils, Glow Clear delivers a hydrated, natural-looking, bronzed tan with no streaks, smells, or orange tones. The tinted self-tanning mousse with color-correcting actives features either a peach (light), green (medium), or violet (dark) base, while the clear, vegan, water-to-foam formula dries quickly and doesn’t transfer.",
	"ingredients": "Cocos Nucifera (Coconut) Water, Dihydroxyacetone, Propylene Glycol, Ethoxydiglycol, PEG-40 Hydrogenated Castor Oil, Glycerin , Decyl Glucoside, Glycereth-26, Erythrulose, Tropaeolum Majus Flower/Leaf/Stem Extract, Panthenol, Aloe Barbadensis Extract, Citrus Grandis (Grapefruit) Peel Oil, Cocos Nucifera (Coconut) Oil, Eucalyptus Globulus Leaf Oil, Mentha Piperita (Peppermint) Oil, Persea Gratissima (Avocado) Oil , Salvia Hispanica Seed Oil, Salvia Officinalis (Sage) Oil, Agastache Mexicana Flower/Leaf/Stem Extract, Methoxyphenyl t-Butylphenyl Propanediol, Ascorbic Acid, Ethylhexylglycerin, Propanediol, Sodium Metabisulfite, Parfum (Fragrance), Phenoxyethanol, Triethylene Glycol....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Exfoliate 24 hours before tanning..-Moisturize dry areas such as hands, feet, knees, ankles, and elbows prior to application..-Pump product onto mitt and apply in broad strokes. Leave hands and feet until last, sweeping lightly over..-Your tan will develop in four to six hours.",
	"num_reviews": 102,
	"overall_rating": 1.9,
	"product_url": "https://www.sephora.com/ca/en/product/isle-paradise-glow-clear-color-correcting-self-tanning-mousse-P469867?skuId=2444800&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2444800-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "6.76 oz / 200 mL (Light)",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2444792-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "6.76 oz / 200 mL (Light)",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2444792-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "6.76 oz / 200 mL (Light)",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2444792-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "I like the formula, but the pump broke right awat!"
		}
	]
}