{
	"product_id": "808",
	"name": "Sunny Side Up",
	"brand": "Juliette Has a Gun",
	"categories": "Fragrance, Women, Perfume",
	"price": 202.5,
	"about": "Fragrance Family:.Scent Type:.Key Notes:.About:.What else you need to know:",
	"ingredients": "Alcohol Denat., Fragrance, Water, Benzyl Salicylate.",
	"how_to_use": "",
	"num_reviews": 113,
	"overall_rating": 3.9,
	"product_url": "https://www.sephora.com/ca/en/product/sunny-side-up-P423771?skuId=1981943&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s1981943-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "3.3 oz/ 100 mL Eau de Parfum Spray",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s1981943-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "1.7 oz/ 50 mL Eau de Parfum Spray",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s1981950-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I really wanted to like this, especially with all the reviews on youtube. I know there is no note of saffron, but unfortunately, it is the first thing I smell. Saffron is not my favorite scent in perfumes. It smells really awful to me, to the point of nausea and a headache. This was a blind buy."
		},
		{
			"review_title": "My signature scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I’ve been wearing this for a few years now, and no fewer than five of my friends have now purchased it - even a couple who don’t typically wear fragrance. If I could only use two words to describe it: sexy sunscreen."
		},
		{
			"review_title": "doesn't last long on me",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "I bought the mini because I wanted to try it out and I really love this scent but I don't find it lasts more than a few minutes. It dries down to practically nothing which is frustrating when fragrance ain't cheap.  I agree that this is an odd scent. The first time I smelled it after the sample I was confused, now my nose has adjusted but I do think it might have some balance issues. That said, were it stronger and lasting longer I would totally spend the money on a full size."
		},
		{
			"review_title": "My favorite daily scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "My favorite perfume for year round, I get compliments on it regularly!"
		},
		{
			"review_title": "Heavy and unbalanced",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "received as a gift, unfortunately according to sephora policy not able to return under gift receipt like all other stores without notifying  the gifter .Scent is very heavy and cheap to my liking. will toss it in the trash."
		},
		{
			"review_title": "Bizarre Scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "This scent really baffles me. Reading the reviews, I don't agree with ANY of them! It's really crazy how different this scent seems to be described by different people. Cold Autumn Day Dominant sandalwood Cozying up to a fireplace squashed Ants cat pee Vanilla tropical... ??? How is this even possible? lol. I love the JHAG perfume line, so this was a blind purchase. I do NOT relate to any of the descriptions I read about this scent. It slightly reminds me of the JHAG Not a Perfume scent, but with a different twist. Right out of the bottle, it smells fresh.. I don't get hints of vanilla/coconut at all - or at least not that you can easily pick out. It's bizarre because when you spray it on you, I get a quick pepper like zing. This scent truly reminds me of eggs (not that it smells like eggs because it doesn't at all) but more so it reminds me of a hearty 6am summer breakfast, sitting down to fried eggs with pepper and orange juice. The name sunny side up is VERY suiting to this perfume - whoever picked this name was BANG on. It goes on fresh with a zingy start, and as it settles a bit... it has a bit of a sharp pepper zap while still maintaining a light/fresh base. I really love this scent - the more I wear it, the more I really love it. I don't smell sweet in this perfume at all really, nor do I pick up the dominant sandalwood/vanilla/coconut people are referring to. I'd say this is an everyday daytime perfume for any season of the year - its interesting more people are saying this would be more of a autumn/winter scent because I think it's more a spring/summer scent if anything, but I could wear this any season and have it work well. Scent I don't find to be overpowering at all, if anything its a little more subtle and less noticeable on myself as the day goes on.  Truly a unique scent, likely not for everyone.. but I'm loving the bizarreness of this perfume."
		},
		{
			"review_title": "Like a hug",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This perfume smells like a hug from your best friend. It’s comforting and warm and makes you feel happy. Sandalwood scents tend to cling to me pretty well and I get all-day wear with this one. Absolutely love and recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Light skin tone, Oily skin",
			"review_text": "My favorite fragrance ever. I always get compliments on it. And it’s great year round!"
		},
		{
			"review_title": "Mon go to!✨",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "J’utilise ce parfum depuis bientôt 3 ans et je suis incapable de tomber amoureuse pour une autre fragrance. J’ai essayé plusieurs parfums dans ma vie mais aucun ne bas celui-ci. Son odeur de coco et de sandalwood est délectable!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "This was a big nope (on me, at least). I sprayed it on, and instantly smelled that weird squashed ant smell. The fragrance has good staying power, though. I smelled like squashed ants all day!"
		},
		{
			"review_title": "Different type of perfume but easy to wear.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, gray hair, lightMedium skin tone, Dry skin",
			"review_text": "Love this perfume!  It's a curious scent.  Sometimes I get the vibe of a warm summery day and other times I feel that this is the perfect sweater weather perfume.  It's not a common perfume and maybe that's why I love it so much.  Just be careful not to overspray.  It's got good lasting power."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This did not work with my body chemistry at all. Smells like cat pee on me."
		},
		{
			"review_title": "Absolutely lovely smell! And value for money.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "This perfume smells like Sandalwood! The first time when i tried the tester i fell in love with this perfume!! The smell is sweet and it lasts long!! The packaging of the perfume the bottle of the perfume everything is HIGH quality! The quantity is value for money. Love love and love this perfume!  Buy it."
		},
		{
			"review_title": "Century Home Perfume",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "It's crazy how different this smells on different people. On me, it's warm and cozy... I heard someone say it smells like an old century home, in the best way possible, and I couldn't agree more. On my best friend, it smells like stale cigarettes! That being said, the NAP smells like bad breath on me and smells amazing on her!! You gotta try it not just on a tester paper but on your skin as well, but it's one of my favourite scents. Very unique and an acquired taste for sure."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I honestly can't decide if I'm into this perfume or not. To me, it smells exactly like the original scent Drybar dry shampoo -- not a bad scent, just a little too strong for my taste."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "It’s a beautiful mix of warmth and sweetness. The sandalwood note is my favourite part but it’s not overpowering! I will definitely be buying this again."
		},
		{
			"review_title": "reminds me of an autumn day!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Grey eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "So on my break at work I was spraying random perfumes to see what I would like and this one caught my attention. It’s unique, warm and spicy and reminds me of a cold autumn day getting cozy by the fireplace with a hot chocolate. THAT moment! It’s a very warm and deep scent. It’s definitely an attention getter by how unique it is. I don’t think I’ve smelled anything like it. You can smell the undertone of vanilla and sandal wood. It’s so delicious and I think it’s for a very specific person. I’m so glad to have found this. I immediately purchased the mini size and can’t wait to get a full bottle soon"
		},
		{
			"review_title": "Not for everyone",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This reminds me of a wearing a cozy sweater on a sunny, autumn day surrounded by falling leaves! I don't get much of the vanilla on my skin that a lot of people mention but much more of the sandalwood. The musk makes me think of an old house (if that makes any sense!). I can see how this wouldn't be everyone's cup of tea but i'm certainly drawn to this scent!"
		},
		{
			"review_title": "great",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "One of my favorites, it lasts a long time and I don’t get a headache from it"
		},
		{
			"review_title": "Not For Me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "Couldn’t stomach this. Smelled awful on me. Had a weird ingredient that smelled exactly like someone poured pepper all over me. Can not even stomach in small doses. I wanted to love it so bad."
		},
		{
			"review_title": "Not for me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I don’t smell vanilla at all but do smell a very strong cedar wood scent which I am not a fan of. Reminds me of hamster cages and musty cedar toy chests. I have found that these perfumes smell incredibly on different people bc I got the sampler pack and have read all the reviews and people have such drastically different descriptions of how each smells to them. I definitely recommend gettting the sampler pack (it’s actually a bargain bc you get a travel sized NAP and 8 samples for less than one travel size). I can’t stress this enough, do not buy full size until you’ve had opportunity to spend time in the fragrance!"
		},
		{
			"review_title": "Vacation Vibes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Strong vanilla is not usually in my arsenal of perfumes but I have definitely made an exception for this one. Some folks have complained about the sillage but I'm currently still smelling yesterday's spritz on my sweater. For some reason the vanilla and sandalwood combination reminds me of a vanilla latte and the hint of coconut takes me to the beach. All together it smells like waking up early on a beach vacation and enjoying your coffee and the cool, quiet of an early walk on the sand."
		},
		{
			"review_title": "Get a sample before you get full size!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "JHAG perfumes smell SO DIFFERENT on different people! I got a sample kit of a bunch of different JHAG ones and tbh this was one of my least favorite ones. It was way too creamy and almost.. rubbery (?) on me and gave me a headache.  So I gave it to my friend.. and it was so good on her!! We smelled them side by side and they were like two different perfumes. On her, it was a much nicer classic vanilla scent.  So definitely get a sample/trial size before you commit!"
		},
		{
			"review_title": "LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Dry skin",
			"review_text": "I am very much a fan of vanilla perfumes and this definitely made my list of faves.  It is very much of a creamy vanilla scent. Growing up I loved Bath and Body Work’s Lime Verbena scent and I think this is the grown up version of it! The only thing I would note is that I wore this around someone who is sensitive to scents and they found it too strong."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Light skin tone, Combination skin",
			"review_text": "My favorite scent, sexy and flirty. Perfect year around scent!"
		},
		{
			"review_title": "It's a SUNNY DAY!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Sunny Side Up INDEED!  I recently purchased this bottle. It's very unisex. I think it's more of a daytime scent for work or casual would be ideal. I'm very happy with my purchase."
		},
		{
			"review_title": "Nice but....",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "It smells nice like a bright sunny day, but it is so strong that two spritzes gave me a headache. I like perfume but I don't need the whole world to know that I'm wearing some."
		},
		{
			"review_title": "Warm and comforting but not sweet",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Gorgeous sandalwood vanilla perfume that feels like a cozy sweater. It's similar to Un Bois Vanille by Serge Lutens but simpler, with the addition of cedar and without the undertones of toasted marshmallow/coconut/licorice."
		},
		{
			"review_title": "Different! Sensual type",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I love this smell! It’s different and may not work with everyone’s body smell but for me it’s amazing"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Very warm, cozy, with a slight scent of musk.  A perfect scent for fall or winter especially if you love the smell of sandalwood. But the scent doesn't last for a long time, it's overpriced for something that doesn't last that long."
		},
		{
			"review_title": "Loves it!!!!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "Amazing!!!! At first I was like...I really like it, it reminds me of something but I don’t love it. As time went on, I literally would think about the scent and I started using it more. For me it reminds of fall...I get a fall feeling but I literally  smell the way that sunflowers look to me! I don’t that’s how they smell but when I smell this I imagine sunflowers in a huge field!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I was obsessed with the scent but this had absolutely no staying power at all. I literally drenched myself in this, Walked about 12 ft to my husband and asked his to sniff me and he couldn’t tell! By far the weakest fragrance I’ve ever purchased (especially for the price point) loved the scent but just soooo not worth it"
		},
		{
			"review_title": "AMAZINGLY UNDERRATED",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "This perfume is my new favorite.  It is unique and kind of indiscribable.  I have received so many compliments."
		},
		{
			"review_title": "Scent does not last at all !",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, fairLight skin tone, Combination skin",
			"review_text": "Unfortunately this scent just does not last ! Not even for 10 minutes ! Not on me or even on my clothes. I had been searching for a new favorite scent for over a year. I really loved the sandalwood scent in Sunnyside Up and how it smelled sort of woodsy and unisex."
		},
		{
			"review_title": "Sandlewood only",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "All I smell is Sandlewood with a touch sweetness.  If you love Sandlewood this is the perfume for you. Tried to like it but just too single note."
		},
		{
			"review_title": "A must try for those who don't like flowery scents",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "Sensual unisex scent.  I do not like anything that is flowery and have been looking for a masculine scent without buying a men's cologne so this fits the bill nicely. I took one star off because I find it lacks staying power on me.  I received this as a free sample and will definitely be buying the full size."
		},
		{
			"review_title": "initially ok, unpleasant dry down.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Initially smells good but has a strange dry down, almost smells like a bo. not overtly offensive bo but not pleasant. Doesn't work for me."
		},
		{
			"review_title": "Smells Great but Does Not Stay",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Received a sample, and I really like the smell but it only lasts a couple of hours, so for the price it is definitely not worth it. Replica Jazz Club is a very similar smell and stays all day."
		},
		{
			"review_title": "LOVE IT!  Smoky, buttery and warm.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I was searching for a nice fall fragrance and I found it!  I wanted something similar to Book or Oddity, something cabin in the woods like and this is the one.  Perfection for fall.  I don't know about the notes and all of that, but it makes me feel like I have been reading a good by the fire in a pine forest.  I love it.  Stays on clothes all day, on skin for a few hours.  Highly recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "Love this perfume!  It’s a very spicy, yet feminine scent.  I always get compliments when I wear."
		},
		{
			"review_title": "long lasting and cozy scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I went in looking for a new fragrance, I’m a fan of Light Blue but it’s not original enough for me anymore. I sprayed probably 4 scents on different parts of my shirt, a bunch on the little paper wands, and this on my hand. I left with a perfume sampler box because I wasn’t crazy about anything and everything started to smell the same. An hour later while driving to my sister’s house I caught this on me and I was obsessed. It’s so different, warm and perfect for Fall, hints of vanilla, sandalwood and oatmeal but warm instead of sweet. It lasted the whole night on my hand and through multiple hand washings so that was even more impressive. I came back this morning to my Sephora determined to figure out what the heck it was and this is it. It’s so sexy, no underlying chemical smell that I get with a lot of scents and it stands out as something unique, I’ve never smelled anything similar personally. I highly recommend this if you like warm, earthy notes that aren’t overly feminine or floral. Definitely let the scent settle before you pass it up, this is why I didn’t buy it the first time and then absolutely had to have it later. It’s beautiful!"
		},
		{
			"review_title": "Warm Sunny Days Ahead",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "This reminds me of a sunny day at the beach in August. It's a very warm scent, but in a summery way, like the scent of driftwood mixed with sunscreen on warm skin. The scent lasts about 10 hours or so on me, and it has a medium to close throw.   I recieved this product complimentary from Sephora."
		},
		{
			"review_title": "Sexy- Will turn heads",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "Got a Sample of this from the Discovery Set. Now, I just have to buy the a Full Bottle. This fragrance is so underrated. It's woodsy, sensual and last all day. I get so many compliments on this. Advice- BUY IT!"
		},
		{
			"review_title": "Refined Hippy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Normal skin",
			"review_text": "This instantly reminded me of a retired scent from a Bath, and Body called Black perfume! OMG I love it so much! It's dark, and mysterious yet heavenly! Indulge yourself what do you got to lose? Take a chance, and own this unique scent!"
		},
		{
			"review_title": "cheap hand soap?!?!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, fairLight skin tone, Combination skin",
			"review_text": "Saw the notes of this fragrance and it’s everything that I love!!  But once in it smelled SOOO strongly of cheap hand soap I couldn’t stand it.  10/10 do NOT recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I am obsessed with this scent, I could wear it to bed!"
		},
		{
			"review_title": "Surprised",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Tested this in store on a whim. On me it is a delicious warm woody scent. I don't get any coconut at all, I don't know if I'm disappointed because that sounds lovely. I bought a travel size the same day. Other jhag fragrances I have tried don't last, but I could smell this drifting around me hours later. Had several compliments too, asking what it was and telling me how amazing I smell. Considering a full bottle when I run out. I have never smelled Santal 33 but now I want to."
		},
		{
			"review_title": "Smells like Hot Topic in a good way????",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I absolutely love this smell. That said -- it is almost exactly the smell of a Hot Topic circa 2005. I don't know what or why, but there you have it. Makes me thing that whatever I am smelling cannot be worth paying this much for. But then again, I keep spraying it on and being like OMG DELICIOUS"
		},
		{
			"review_title": "Very specific and surprising",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone",
			"review_text": "I am torn between a 4 and a 5 star for this perfume. At first, I didn't really like it that much. I had something else in mind while searching a new scent after getting tired of the one I use to wear since college. The first notes seemed a little too fresh for me, but then I got hit by a very positive nostalgia and kept smelling it on my wrist for two days trying to figure out why I liked it so much! It's still a mystery to me, but after trying two other perfumes in comparison and going back again to this one, I just had to let go and accept it as my new scent hahaha! Strangely, I still am not that sure about liking the first notes... but the feeling behind the creation of this perfume is definitely there for me and I connect scents with feelings a lot! This smell to me like the end of a really good summer day when the air starts to get a little cold and humid. But it's definitely woodsy, fresh and sweet, if you want to be more rational about it ;D"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Smelled this in store today, and instantly grabbed one to buy. After not being able to buy Nirvana Black, I've been looking for something similar to it.. this is amazing. Buy it!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "As a santal 33 wearer, I found several replicas in the market. The most common being Maison Louie Marie 4. Although beautiful at first, Unfortunately the settling scent (of both perfume and oil) on my skin was nauseating. Just as I was about to buy another santal for $187, 1.7 oz, I fell upon this perfume.... completely by happenstance! Sephora does not even consider this a “similar fragrance” to santal 33. This has a bit more vanilla in the settling scent, but by no means does that make this sweet. Pair it with Maison Louie Marie 4 LOTION! It lasts ALLLLL day!!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "I liked this had a very unique scent about it. It almost smells plant like tbh. I received from ipsy."
		},
		{
			"review_title": "I adore this scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone, Normal skin",
			"review_text": "I received this scent as a sample through Ipsy. It's rare that I receive perfume that I like, let alone adore. I had to buy it. Again, it's rare that I will purchase any of the products that I get in my Ipsy bags, after 2 years this is only the 3rd product that I loved enough to buy.  This scent is earthy, warm and luxurious. It is extremely long lasting."
		},
		{
			"review_title": "Love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I discovered this in store while looking for a new perfume. Normally I’ll go back and forth between a few but not this time. This one was so clearly the front runner out of all the scents I was considering. I just ran out of Tom Ford Black Orchid and Elizabeth & James Nirvana Bourbon. I assumed I wouldn’t find anything else and would get one of those again but I liked this one so much better. The name “Sunny Side Up” is kind of misleading to me and I almost didn’t smell it because I thought it would be a citrusy or fresh scent. But it’s not. It smells delicious, it’s different, and it makes me happy every time I smell it. I’m in love with this perfume!"
		},
		{
			"review_title": "Can't be without",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This and Not a Perfume are my go-to fragrances. Just enough complication yet still approachable. Also doesn't irritate my skin or cause headaches."
		},
		{
			"review_title": "Sandalwood extraordinaire!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I am a sandalwood fan through and through. My signature scent is Tom Ford’s Santal Blush—it’s the perfect sandalwood, especially 2-3 hours after the dry down. So here’s the kicker: the best part about Sunny Side Up is you instantly get the beautiful, creamy, intoxicating sandalwood scent that you have to wait HOURS for with TF. It lasts even after the dry down.   Juliette Has A Gun got it right on this one!  I might have to change my signature scent..."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I got this in the JHaG sampler set and it is one of my absolute favorites. It's not just a summer scent like others have mentioned. It's light and sunny but still sensual. Serious staying power too. I love warm, spicy scents but those usually end up being too much for everyday -- not so with this scent, it's fantastic!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Love it !!!!  Soft and clean smell .."
		},
		{
			"review_title": "Warm",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "This scent is just okay. When I wore it one day my mom told me that it wasn't working for me, and considering she almost never says anything about all the different perfumes I wear I took that to heart. It's okay scent, definitely warm and spicy. #summerscent for sure. I received this as a free sample from Sephora however my opinion is my own."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I am in LOVE. I’m a Flower Bomb girl all the way, but I decided to check out some other brands and found this little jewel! It reminds me of a home fragrance that I was OBSESSED with and WISHED it could have been a perfume. I love love LOVE anything with sandalwood and vanilla tones in it. It smells smooth and creamy and delicate, yet somewhat delicious. It just give me this happy warm feeling."
		},
		{
			"review_title": "I have never been a big perfume buyer or user.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, fairLight skin tone, Normal skin",
			"review_text": "And I have never spent over $100 on any single cosmetic/beauty product, especially not perfume. This Sunny Side Up is my first exception. I received a sample of this with another purchase and fell in love with it - so did my husband. It's definitely a spicy scent - the sandalwood and musk are the dominant scents - but the buttery vanilla and hint of coconut steer this fragrance away from being too masculine for me. Honestly, although R. Ricci says its reminiscent of yellow and sunshine, I get a whole different vibe. It makes me think of soft, moonlit Arabian nights - perhaps due to the almost ethereal splash of jasmine, a flower whose fragrance is released most potently after the sun goes down. Don't get me wrong - this is not a floral fragrance at all. The jasmine - to my nose - is like salt in cake batter. You can't taste it (smell it), but without it, the result would be lacking.  Needless to say, I'm hooked. I have only one minor complaint - for a perfume in this price range, I wish it lasted longer than it does. I have to add at least one or two layers throughout the day."
		},
		{
			"review_title": "Juliet Has a Gun Perfection :)))",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I’ve been searching for a signature scent for over ten years, in pursuit I purchased Juliet Jas a Gun, sample pack and loved all of them but couldn’t settle on one. When Sunnyside Up came out I bought travel size and fell in love with a playful, sexy-practical scent, appropriate for all seasons. I’m stoked!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Definitely one of my new favorites. I consider myself to be super picky about fragrances, but this and “Not a Perfume” are my faves now! This could easily be an all year round signature scent. Warm and cozy in the cold months, warm and almost beachy for the summer. Hard to put my finger on it. Love it, though!"
		},
		{
			"review_title": "Gorgeous",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "This reminds me so much of Molecule 01.  Absolutely intoxicatingly.  I spray it on even before I go to sleep and on my pillow.  So warm and comforting.  Love it. Have the travel size spray and will be buying the full sized."
		},
		{
			"review_title": "The one I've been waiting for...",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "This is my love at first smell fragrance. I've spent countless hours in Sephora over the years driving employees crazy spraying bottle over bottle and never found just the right one, until now. Over the years I used Nirvana black and hoarded small amounts of Santal 33 but now I don't have to settle or go broke!!!  Dear fragrance Gods, please never discontinue this spicy, warm and creamy scent. I consider it a fall or wintery scent but I'll probably wear it year round. So happy my boyfriend and our daughter like it too! Hallelujah Juliette!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
			"review_text": "My new everyday fave! I love musk and sandalwood, so I can’t get enough of it. I just wish it was less expensive and slightly stronger."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "A perfect summer’s end fragrance."
		},
		{
			"review_title": "sandalwood",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Very warm, natural smells. Perfect scent for fall or winter especially if you love the smell of sandalwood."
		},
		{
			"review_title": "Hard to Explain",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "it's so hard to describe this scent. To me there isn't anything sunny about it but I LOVE it. especially for gray, rainy days.  Its complex, definitely sandalwood forward and pretty musky  and for some reason it's SEXY AF. I find it too heavy for hot, sweaty days when i prefer a clean citrus forward scent. I find i go through it pretty quickly cause a little doesn't go a long way but it does stay in fabric longer than on skin. If you're a fan of Not A Perfume like me, you may like this for evenings."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Almost everyone seems to love this scent, but all I can smell is dill pickle.  I know it’s odd, but that is all I can smell and the dill scent lingers.  All the other perfumes that I have gotten from this brand are amazing,  this one is just off."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Ok so weird fun fact: This is what Katya smells like. Don't ask me how I know, I just do. I was just wandering a Sephora one day sampling fragrances and stumbled upon this one and it instantly reminded me of her, it was so weird. So if you've ever wanted to know what it's like to be vicariously near Katya Zamolodchikova, well here ya go."
		},
		{
			"review_title": "Soft sandalwood with staying power",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I feel like the sandalwood note is often overpowered in a lot of perfumes by other notes like amber, vanilla and citrus, but this sandalwood stands alone! I like to wear this by itself or layer it with other perfumes and it works in any season."
		},
		{
			"review_title": "Not for me.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I'm not sure I can even describe the scent and what I don't like about it. I sprayed it on and immediately went to wash it off, but it stuck (so at least, if you like it, it has a little staying power). I keep getting whiffs of it and it actually initiates my gag reflex and gives me a headache."
		},
		{
			"review_title": "Does",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Nice scant, I tried travel size at store,  it lasted on my clothes until next day, I bought 3.3 oz and had feeling the big bottle is different it is very weak, does not last even two hours :( Not sure what to think about it."
		},
		{
			"review_title": "Musk and More Musk",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Oily skin",
			"review_text": "If you don’t like musk, stay away from this scent because it’s incredibly musk-y. With Sunny Side Up as the name, I mistakenly thought it would be a clean scent after the scent dissipated a bit. Instead, it became stronger and heavier."
		},
		{
			"review_title": "The perfect summer scent!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Thank you so much Sephora!!!  I got this as a free gift and it was completely unexpected!!  This is the perfect sandalwood based scent for the summer. It lasts on me all day and three days later when I was doing the laundry I could still smell it on my clothes.  I love the JHG line!  Sephora you are the best for this!!  Again thank you so much!!"
		},
		{
			"review_title": "Addictive, Sunny, Lovely!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I'm surprised how much I love this. I typically like Orientals and Gourmands with lots of staying power (Dior Pure Poison, Bond no. 9 N.Y. Nights). It's hard to describe. Very fresh, delicious, sweet and spicy and LASTS which I love. I wore a sample golfing. It was hot and I was sweaty and this was SO refreshing - and got lots of compliments. It's perfectly named for a hot and sunny day. I bought the full size and I can't get enough of it. Wiffs of jasmine, sandalwood and sometimes it's a bit lemony but not tart. If you like Orientals, give it a try."
		},
		{
			"review_title": "Warm, sensual, beautiful.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I received a sample of this little beauty and I'm dying for a full bottle. I just spent over $100 on a Lubin fragrance or I'd order it right now!  It seems like a Sumner scent but it's warm enough to take you through fall. I expect the fragrance snobs to say it's too commercial or not interesting enough but I think it's beautifully done and I have several fragrances that even the snobs approve of as I lean toward scents more niche than JHAG."
		},
		{
			"review_title": "Woody, Creamy Sandalwood Musk!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "This is a very warm and soft, creamed Jasmine Sandalwood with a definite coconut note.  Sunny Side up is great on a sunny ;) day, when skin is warm and one wants that happy, warmed summer skin scent.  Jasmine and Sandalwood keep this very grown up smelling, and the coconut keeps it fun and young. #summerscent"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I received a sample of this from Sephora—and it was one of those great surprises! I love this perfume: it’s a little spicy and unique, it really stands out from other citrusy or floral summer perfumes. I can’t stop smelling my own wrists. :) It feels very age appropriate for me too—not too youthful and candy sweet, but not too powdery and rich. I could definitely see wearing this year-round. #summerscent"
		},
		{
			"review_title": "#Summerscent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "When I first sprayed this I was overwhelmed with the smell of coconut, but that quickly faded to a scent of creamy sandalwood and a hint of vanilla. If you like creamy sandalwood you will love this. The wear time was 3  hours on me. Most scents on me don't last that long. I received this as a gratis from Sephora."
		},
		{
			"review_title": "Lets go to the Lake.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Grey eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Certain fragrances can lift a moody tremendously.  I associate the sweet jasmine and a woody sent with Saturday’s at the Lake House.  I adore this Fragrance. .   This is a special gift I received."
		},
		{
			"review_title": ""Sunny Side Up" all right - sandalwood fried eggs",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "I wrote a review on the travel spray, so I figure I should post it here, too. I recently received a complimentary set of travel sprays from Sephora: the wonderful Secret Genius by Pinrose, Clementine California by Atelier, and Acqua Neroli by Clean. And this one made four. And... whooooo boy, I don't even know what happened here. I didn't think sandalwood could ever be savory, but it can. And it's disgusting. I sprayed this on me last night and smelled like eggs frying in butter, with a side of sandalwood. There was no drydown, no other layers. Just... sandalwood eggs. Absolutely vile. And it WOULD. NOT. LEAVE! I can't get this disgusting concoction out of my house fast enough!"
		},
		{
			"review_title": "Comfort in a Bottle",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Sunny Side Up is very interesting.   It opens up super spicy but mellows down into a warm vanilla oatmeal.  The end result is not overpowering but rather delicate and peaceful.  I can see this being pulled off no matter what season it is.  #summerscent"
		},
		{
			"review_title": "Unique Summer Scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "This perfume has a very unique scent profile. The sandlewood is the strongest note but there is a soft vanilla and coconut note that lingers. It is not a traditional summer scent at all but it is perfect for someone who wants something different as this scent will make you stand out from the rest. I received the travel spray as a gift from Sephora and while it is not my typical perfume preference I have been reaching for it often."
		},
		{
			"review_title": "YES.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "So happy I randomly stumbled upon this perfume! Since I stayed at the NOMO SoHo in NY I have been dying to find the scent they diffuse in their hotel...well, this is it! It's sexy, fresh, sweet, spicy...literally, everything you could want in a perfume."
		},
		{
			"review_title": "what is this?",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This is so blah.  I don’t even understand the scent, it reminds me of the smell of “unscented” lotion."
		},
		{
			"review_title": "I smell great",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Warm smell, reminds me of summer. Lasts a long time whereas you really only need one spray or it can be overwhelming. Expensive but worth it, they don’t test on animals and that is very important to me. Save the bunnies!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Oh how I love this perfume!  It's subtle, spicy, clean in a somewhat masculine way, it's really an enigma of a scent.  It's an everyday scent for me as it is light enough for work, but interesting enough at the same time.  I'm also a big fan of Not a Perfume."
		},
		{
			"review_title": "enchanting",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This is a wonderful scent. I get so many compliments when I wear it."
		},
		{
			"review_title": "Sunny Days",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This is Yummy and reminds me of Liquid Sunshine. Period. Delicious!"
		},
		{
			"review_title": "A Pleasant Surprise",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "Received a sample of this with my Sephora order & I LOVE it! I typically hate vanilla in my fragrances, but this surprised me. It’s complex- spicy & warm, but not too overwhelming. One strategic spritz was enough to last all day. I’m quite impressed by its longevity. I’m definitely thinking of buying the full-size after the sample’s all used up."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I have yet to come across a scent from Juliette has a gun that I don't like. The only downside I find to the brand in general is the diffusers have a tendency to stop working before the bottle is finished."
		},
		{
			"review_title": "Creamy Sandalwood and Coconut",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Give this a chance!!! At first sniff, I didn’t like this at all. After the dry down, it is SO beautiful. Creamy coconut and sandalwood with a touch of vanilla. Really reminds me of Le Labo Santal 33!!"
		},
		{
			"review_title": "my favourite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "Love love love this. one of my favourite purchases ever."
		},
		{
			"review_title": "Fab.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
			"review_text": "All of J.H.A.G fragrances are amazing. I had gotten a sample after hearing a Yter talk about it and the smell just makes you feel feminine yet powerful. Also you feel like money passing by someone and the smell this. This a grown woman fragrance every girl needs."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Scent was really strong and not in a good way. I like perfume but this one is not good at all. I’m glad it was just a sample. If I could give a zero star rating I would."
		},
		{
			"review_title": "Such an amazing scent!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I really liked this scent after getting it as a sample from Sephora. It has a very unusual scent, but it's a good 'unusual'. If I had to explain what it smelled like, I would say it's a mix of vanilla and sandalwood, but it's not a strong sandalwood smell at all. It's a warm scent and is one of those scents you try to get multiple sniffs of because it's so good. The only reason I won't buy it is because while I was loving the smell, I realized my brother's discontinued Old Spice deodorant has the exact same scent! Now I can't enjoy the smell without thinking about his deodorant lol I still recommend this scent to everyone (male and female) because it's a scent anyone could rock and it's unique enough where you probably won't meet anyone that smells like you."
		},
		{
			"review_title": "Not for me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Helpful Sephora Associate offered me a sample, good enough for a few days, I liked the notes so bought the mini spray at around $ 30.  Glad I didn't buy a full bottle as it has absolutely no staying power on me.  Perhaps the mini is not as strong not sure what the deal is.  I have olive skin and a combination skin type so need a stronger scent.  If you are of a fair complexion and like woody scents, this may be for you, but buy the mini first."
		},
		{
			"review_title": "Nice but no",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, mediumTan skin tone, Normal skin",
			"review_text": "Lovely scent but zero staying power unfortunately."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "At first I didn’t like this scent, I received it as a free sample. I decided to use it anyways! I’m glad I did. It smells sooo good, perfect for a winter scent. I’m considering purchasing the full sized bottle!"
		},
		{
			"review_title": "Cedar Shavings",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "I’m very sorry to all that like this fragrance but it’s not for me.  It’s way too strong and smells like cedar shavings with hint of patchouli. I tri d to scrub it off 3x now but won’t budge - so points for staying power - but that’s all.  To me this is not s pleasant fragrance."
		},
		{
			"review_title": "Juliette does it again!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Such a gorgeous creamy sandalwood! The coconut adds a comforting warmth that makes you wanna snuggle. Beautifully done! Definitely full bottle worthy!!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "This smells exactly like sun saint by pinrose, but a little more grown up and peppery. Not a bad scent but no real staying power."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "Has nice aroma until the end. I’m not much of a fan of sandalwood."
		},
		{
			"review_title": "Go for it if your chemistry  fits it!!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "It smells good, but there's this note that doesn't clash with my body (couldn't make what it was) and made it unbearable to wear (had to shower"
		},
		{
			"review_title": "Powdery",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "This smells EXACTLY like the drybar dry shampoo. If you like powdery scents, this is great and long-lasting. It lasts better and smells best on skin. On clothing it can smell a little too much like fresh laundry. I prefer it for layering because it doesn't have a lot of dimension"
		},
		{
			"review_title": "Lighter version on Santal 33",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This smells exactly like a lighter version on Le Labo's Santal 33. I couldn't ever bring myself to spend that much on Santal 33, as it was kind of a strange scent, yet I liked it. Glad to see this come out!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I just sprayed it and I'm waiting for it to settle a bit but I loved the initial smell, it's a bit strong and slightly spicy so a little goes a long way.  It reminds me of Nirvana Black, so if you like that one you'll love this."
		},
		{
			"review_title": "Santal 33 for people on a budget!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Honestly--I like it a lot more than Santal 33. This is a such a beautiful scent! I don't have a refined palette when it comes to fragrance but on me this is a gorgeous creamy sandalwood. I get hints of the vanilla and coconut with a good hit of the sandalwood. With the aforementioned Santal 33 a lot of people smell pickle juice and I did too--that's not going to happen with Sunny Side Up. I know it was designed for summer but it's totally going to be my fall scent. I got several compliments the first day I wore it and that like never happens to me. So if you like sandalwood scents or are intrigued by that Santal 33 fragrance no one will shut up about--give this a try!"
		},
		{
			"review_title": "Surprisingly Entrancing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "This is such an interesting scent!  It doesn't smell like a perfume...it just smells like a really natural but entrancing scent.  There's a subtle woodiness and muskiness that feels warm and inviting but also strangely addicting, familiar and fresh."
		},
		{
			"review_title": "True Frag Notes",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Please ignore the notes in the review prior to this.  A search on Fragrantica shows these to be the real notes for this perfume.  (The other reviewer posted notes for a different fragrance.)Top notes are amyris, jasmine and vanilla absolute; middle notes are sandalwood, orris root, jasmine and coconut milk; base notes are ambrette (musk mallow) and iso e super.  The consensus is that it is a woody/coconut/musk scent not unlike TF Santal Blush according to one post.  The ISO E Super is a strong wood scent, so if you like woody fragrances you will probably like this!"
		},
		{
			"review_title": "its ok",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, mediumTan skin tone, Combination skin",
			"review_text": "If you are a perfume junkie you might of smelled Moschino this is not a toy teddy bear perfume. If you have and bought it, this is an exact replica of that perfume. Ill keep it because I bought the travel size and I cant carry a teddy bear shaped perfume bottle.- Top: Italian mandarin, juniper berries, bergamot. - Middle: violet, lavender, nutmeg. - Base: mountain tree moss, cedarwood, sandalwood, vanilla beans this is the notes in this."
		}
	]
}