{
	"product_id": "1411",
	"name": "Face Mask Magic Set",
	"brand": "SEPHORA COLLECTION",
	"categories": "Skincare, Value & Gift Sets",
	"price": 34.0,
	"about": "What it is:A limited-edition set of six face masks that nourish and replenish the skin..Skin Type:Dry.Skincare Concerns:Dullness.Formulation:Masks.What Else You Need to Know:This set includes six SEPHORA COLLECTION face masks in a unique, two-part sharable packaging. They only take 10 minutes for the super mix of ingredients to reveal their magic. These masks are also made with 95 percent ingredients of natural origin..This Set Contains:- 6 x 0.03 oz/ 1 g Face Masks in Watermelon, Coconut, Blueberry, Lemon, Matcha, Lychee",
	"ingredients": "Watermelon Face Mask: .Aqua (Water), Butylene Glycol, Glycerin, 1,2-Hexanediol, Hydroxyacetophenone, Sodium Polyacrylate, Polyglyceryl-10 Laurate, Glycosyl Trehalose, Parfum (Fragrance), Sorbitan Caprylate, Hydrogenated Starch Hydrolysate, Lecithin, Xanthan Gum, Sodium Hyaluronate, Sodium Dilauramidoglutamide Lysine, Camellia Japonica Leaf Extract, Litchi Chinensis Seed Extract, O-Cymen-5-Ol...Coconut Face Mask: .Aqua (Water), Butylene Glycol, Polyglyceryl-6 Stearate, Cocos Nucifera (Coconut) Fruit Extract, Glycerin, 1,2-Hexanediol, Hydroxyacetophenone, Cetearyl Alcohol, Hydrogenated Ethylhexyl Olivate, Citrullus Lanatus (Watermelon) Fruit Extract, Polyglyceryl-6 Behenate, Parfum (Fragrance), Sodium Polyacrylate, Tocopherol, Helianthus Annuus (Sunflower) Seed Oil, Sorbitan Caprylate, Glycolipids, Lecithin, Xanthan Gum, Sodium Hyaluronate, Hydrogenated Olive Oil Unsaponifiables, Cocos Nucifera (Coconut) Oil, O-Cymen-5-Ol, Gardenia Taitensis Flower...Blueberry Face Mask: .Aqua (Water), Butylene Glycol, 1,2-Hexanediol, Hydroxyacetophenone, Glycerin, Sodium Polyacrylate, Polyglyceryl-10 Laurate, Parfum (Fragrance), Sorbitan Caprylate, Xanthan Gum, Ananas Sativus (Pineapple) Fruit Extract, Lecithin, Sodium Hyaluronate, Sodium Dilauramidoglutamide Lysine, O-Cymen-5-Ol, Vaccinium Myrtillus Fruit Extract...Matcha Face Mask:.Aqua (Water), Butylene Glycol, Glycerin, 1,2-Hexanediol, Hydroxyacetophenone, Sodium Polyacrylate, Polyglyceryl-10 Laurate, Parfum (Fragrance), Sorbitan Caprylate, Xanthan Gum, Lecithin, Kaolin, Cyperus Rotundus Root Extract, Sodium Hyaluronate, Sodium Dilauramidoglutamide Lysine, O-Cymen-5-Ol, Camellia Sinensis Leaf Extract...Lemon Face Mask:.Aqua (Water), Butylene Glycol, 1,2-Hexanediol, Hydroxyacetophenone, Glycerin, Sodium Polyacrylate, Polyglyceryl-10 Laurate, Sorbitan Caprylate, Xanthan Gum, Lecithin, Parfum (Fragrance), Kaolin, Cyperus Rotundus Root Extract, Sodium Hyaluronate, Sodium Dilauramidoglutamide Lysine, Citrus Limon (Lemon) Fruit Extract, O-Cymen-5-Ol...Lychee Face Mask:.Aqua (Water), Butylene Glycol, Glycerin, Rice Ferment Filtrate, 1,2-Hexanediol, Hydroxyacetophenone, Sodium Polyacrylate, Parfum (Fragrance), Polyglyceryl-10 Laurate, Sorbitan Caprylate, Citrullus Lanatus (Watermelon) Fruit Extract, Lecithin, Xanthan Gum, Sodium Dilauramidoglutamide Lysine, O-Cymen-5-Ol, Sodium Hyaluronate.",
	"how_to_use": "Suggested Usage:.-Unfold the sheet mask. .-Apply mask to clean, dry skin. .-Leave the sheet mask on the face for 10 minutes before removing. .-No need to rinse. .-Avoid contact with eyes. .-Use twice weekly. ..Tip: .-Massage in any remaining serum using the Sephora Collection Rose Quartz Facial Roller (sold separately).",
	"num_reviews": 2,
	"overall_rating": 5.0,
	"product_url": "https://www.sephora.com/ca/en/product/face-mask-magic-set-P513679?skuId=2779817&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2779817-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
	]
}