{
    "product_id": "1795",
    "name": "Continuous Setting Mist Jumbo",
    "brand": "Morphe",
    "categories": "Makeup, Face, Setting Spray & Powder",
    "price": 34.0,
    "about": "What it is:A micro-fine mist that sets liquid or powder makeup with a radiant finish..Finish:Radiant.Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also vegan, gluten-free, cruelty-free, and comes in recyclable packaging..What Else You Need to Know:This is Morpheu2019s OG setting mist that is going BIG this holiday. This micro-fine mist has a continuous air-powered spray for an even, controlled application to set liquid or powder makeup with a radiant finish.",
    "ingredients": "Water (Aqua), Glycerin, Butylene Glycol, Propylene Glycol, Carica Papaya (Papaya) Fruit Extract, Vitis Vinifera (Grape) Seed Extract, Phenoxyethanol, Cucumis Sativus (Cucumber) Fruit Water, PEG-40 Hydrogenated Castor Oil, PPG-26-Buteth-26, Rosa Centifolia Flower Extract, Enantia Chlorantha Bark Extract, Oleanolic Acid, PVP, Isododecane, Trimethylsiloxysilicate, Propanediol, Decyl Glucoside, Panthenol, Disodium EDTA, Tocopheryl Acetate, Fragrance (Parfum), Benzyl Benzoate, Limonene, Linalool.",
    "how_to_use": "Suggested Usage:.-Hold the bottle eight to 10 inches away from face. .-Close eyes and apply the mist all over your face.",
    "num_reviews": 33,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/morphe-continuous-setting-mist-jumbo-P478298?skuId=2556702&icid2=products%20grid:p478298:product",
    "image_url": "https://www.sephora.com/productimages/sku/s2556702-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "6.6 oz/ 184 g",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2556702-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": ""
        },
        {
            "review_title": "Must-Have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this product! The continuous spray makes coverage even and light. I use it daily. So much better than a pump. I will never use anything else."
        },
        {
            "review_title": "slight Dispointment",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I have yet to have tried the spray on my face but I did test it on my hand and the makeup lines smudged I let it sit until it was dry maybe just user error but I've seen a few negative reviews with the same problems stated ud83eudd14 price was okay for size just wish the spray was a little better"
        },
        {
            "review_title": "the best setting spray",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "best setting mist. great for my sensitive skin and actually holds the makeup on."
        },
        {
            "review_title": "Love the fine mist!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Works well, and I prefer the continuous fine mist spray to the pump ones. I feel like I'm getting better coverage. It's also a fairly big bottle for the price compared to the UD ones. I haven't done anything to really test its staying power, but for regular wear it works well."
        },
        {
            "review_title": "My fave - great value!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Such an economical option! I decided to get this one as itu2019s cheaper per oz than the Sephora one. Iu2019m on my second canister and itu2019s a staple in my routine. Holds my makeup in place all day despite being sweat AF in the summer."
        },
        {
            "review_title": "Best Setting Spray",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This is the only setting spray I use. Every other setting spray I tried was horrible on my skin except CT's. Most of them were really drying. I used this one before but like to try new ones. I use setting spray often during my makeup routine but could only do so with this one. In summer, my lightweight makeup doesn't slid and stays on."
        },
        {
            "review_title": "Good Value - Blends It All Together",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I like this setting spray and the jumbo is a good value. Setting spray is the product that I use up the quickest so it's nice to find something that will last awhile without breaking the bank. It has a really fine mist that dries quickly. This leaves a natural finish without that tight feeling. I just don't find that it locks in makeup, but blends everything together well."
        },
        {
            "review_title": "favourite setting spray!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "love the way it applies!! and it helps with blending out products and holds makeup throughout the day. have repurchased multiple bottles!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "So good! Amazing. Slays all day. Makes my makeup look so good and stays so long."
        },
        {
            "review_title": "u201cContinuousu201d for a reason.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I wanted to love this because the price is right.  This makes my makeup separate. I always have to keep spraying it as it does not set my makeup in the slightest. It feels good when you spray it on but you have to continuously use it."
        },
        {
            "review_title": "Finishing not Setting",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Dry skin",
            "review_text": "This is not a setting spray imo. Itu2019s a good finishing spray but it will not keep your makeup on all night."
        },
        {
            "review_title": "A must have in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "Great product. Very helpful to my skin. I loved the texture of my skin after using it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "If have repurchased this spray multiple times.  I spray this in between layers of my liquid products and use after to set my makeup as well. Works great and lasts a long time too."
        },
        {
            "review_title": "holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "i have NEVERRRR been able to find a setting spray that actually keeps my makeup in place until this. not only is it on the cheaper side for the size of it,, but the continuous mist is amazing. no more worrying about getting weird splotched on your face from the spray bottles."
        },
        {
            "review_title": "11/10ud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "This is the best setting spray Iu2019ve ever used. Worth the money, and gives the best finish that doesnu2019t completely dry or over shine your face. The spray nozzle is perfect and sets your face"
        },
        {
            "review_title": "10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Honestly the best setting spray I have ever used. The most is perfect to ensure your entire face is set and leaves you with the nicest finish. 10/10 would recommend."
        },
        {
            "review_title": "Je le rachu00e8te toujours",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "J'adore ce fixateur u00e0 maquillage! Un des seuls qui ne projette pas de gouttes et qui diffuse tout doucement !"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This product is a must have especially for winter. It completely revives you foundation after long wear and leaves such a nice finish."
        },
        {
            "review_title": "A must-have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This is the best setting spray ever! Even after hours of wearing makeup, my makeup looks fresh and stays put. Not to mention it also smells really good! I recommend this to everyone"
        },
        {
            "review_title": "Holy grail!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "A friend recommended me this because the setting spray I usually use was out of stock. The mist is so nice and refreshing and it smells soooo good too. Kept my make up on all day AND night! Definitely recommend!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "OMG THE MISTER. The mist is so fine and so nice. The setting spray itself does a nice job at setting makeup, but the real seller is the mister."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Great price for the size! Kept my makeup nice and fresh all day at work. I didnu2019t notice any strong scent. Packing is cute and minimalistic!"
        },
        {
            "review_title": "ALWAYS A YES FOR ME",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "my absolute ride or die. it smell amazing and leaves you skin with an amazing glow. like a grow from with in and great and setting in extra powder to make your skin look like skin I been though a few smaller bottles before I finally got the jumbo"
        },
        {
            "review_title": "great value!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Go to setting spray! Amazing price and love the jumbo bottle"
        },
        {
            "review_title": "Price and Size are Perfect !!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I really like this product!! I don't usually wear foundation or a lot of concealer, but I like to have a setting spray to keep my blush, highlighter, etc., in place and this is perfect!  Great price for how much you get and it is also light and doesn't spray droplets all over your face like some other setting sprays/mists do."
        },
        {
            "review_title": "Bang for your buck!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Combination skin",
            "review_text": "Best setting spray Iu2019ve used, considering the price point  It sets makeup immediately, and softens to a pretty, dewy natural finish.  Second bottle, very impressed.  Iu2019m a fan."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Great value for the amount of product. This product has always worked phenomenally for me. I use up the regular size faster than other pump setting sprays (I find this typical with aerosols), so itu2019s nice to get a significant amount more product for an extra $10. I think this spray works phenomenally, and although it might not be a luxurious scent, itu2019s about how the product performs and this one is a chefu2019s kiss formula."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Amazing. Makeup lasted all day! No more huge droplets of spray sprittzing on ur face ruining some spots of makeup. This continuous spray is IT! Nice light smell too. Definitely will become a holy grail of mine. Buy it!!"
        },
        {
            "review_title": "Great value, bad smell",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I have been trying this product for a couple weeks. I just canu2019t get past the smell. It lingers for hours and not pleasant. People have complained about the CT setting spray, the scent is much lighter and doesnu2019t last long and Morphe. Iu2019ll return this product sadly."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "Same product as always but good value, sometimes needs more depending on the day"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Iu2019ve been using this for years now. I will not use anything else. Itu2019s such an amazing value."
        },
        {
            "review_title": "outstanding product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Amazing! I donu2019t particularly like morphe products in general.. Itu2019s always felt cheap to me and I am someone who loves high end, expensive things.. But with that being said I have tried many expensive high end makeup setting sprays and this is my ride or die. This product is a holy grail and it doesnu2019t compare in my opinion to any other spray out there. The mist is incredibly fine and like the name says; continuous. The scent is very mild and clean. The mist itu2019s self is non sticky, hydrating and feels refreshing. I may drench my face with this as I get a bit carried away but the application still looks flawless afterwards. Makes my skin look glowy and healthy and doesnu2019t look like I caked a bunch of makeup on. I donu2019t notice a huge difference in how long my makeup lasts compared to other sprays. But after wearing makeup for 8-10 hours I think it still looks pretty good! So happy it now comes in a jumbo size!!"
        }
    ]
}