{
    "product_id": "278",
    "name": "H2Eau Eau de Parfum Layering Set",
    "brand": "CLEAN RESERVE",
    "categories": "Fragrance, Value & Gift Sets, Perfume Gift Sets",
    "price": 54.0,
    "about": "Set Description:A collection of water-based perfumes in convenient travel sizes. CLEAN RESERVE H2Eau are eco-conscious and sustainable perfumes inspired by water, natureu2019s most gentle ingredient. Offering clean, long-lasting, water-based perfumes that are gentle and hydrating to the skin, without compromising quality..About the Fragrance:Clean and healthy oceans are vital for the welfare of the planet and marine life. As an eco-conscious and sustainable perfume collection, CLEAN RESERVE H2Eau is sponsoring EARTHDAY.ORGu2019s Protect Our Oceans campaign to bring awareness to the importance of safeguarding our oceans and their inhabitants..This Set Contains:- 5 x 0.17 oz/ 5 mL eau de parfums in Brilliant Peony, Nectarine Petal, Golden Citrus, Water Lotus, Musk Noir",
    "ingredients": "Brilliant Peony: .Aqua/Water/Eau, Isopropylideneglycerol, Parfum/Fragrance, Caprylyl/Capryl Glucoside, Diethylhexyl Sodium Sulfosuccinate, Butylene Glycol, Sodium Benzoate, Benzyl Salicylate, Hexyl Cinnamal, Limonene, Hydroxycitronellal, Linalool, Alpha-Isomethyl Ionone, Citronellol, Geraniol, Benzyl Benzoate...Nectarine Petal: .Aqua/Water/Eau, Isopropylideneglycerol, Parfum/Fragrance, Caprylyl/Capryl Glucoside, Diethylhexyl Sodium Sulfosuccinate, Butylene Glycol, Sodium Benzoate, Alpha-Isomethyl Ionone, Limonene, Citronellol...Golden Citrus: .Aqua/Water/Eau, Isopropylideneglycerol, Parfum/Fragrance, Caprylyl/Capryl Glucoside, Diethylhexyl Sodium Sulfosuccinate, Butylene Glycol, Sodium Benzoate, Limonene, Linalool, Hydroxycitronellal, Geraniol, Citral, Alpha-Isomethyl Ionone, Citronellol...Water Lotus: .Aqua/Water/Eau, Isopropylideneglycerol, Parfum/Fragrance, Caprylyl/Capryl Glucoside, Diethylhexyl Sodium Sulfosuccinate, Butylene Glycol, Sodium Benzoate, Hydroxycitronellal, Limonene, Linalool, Citronellol, Alpha-Isomethyl Ionone, Citral...Musk Noir: .Aqua/Water/Eau, Isopropylideneglycerol, Parfum/Fragrance, Caprylyl/Capryl Glucoside, Diethylhexyl Sodium Sulfosuccinate, Butylene Glycol, Sodium Benzoate, Benzyl Salicylate, Coumarin, Linalool, Benzyl Alcohol, Hexyl Cinnamal, Hydroxycitronellal, Cinnamyl Alcohol, Limonene, Benzyl Cinnamate, Cinnamal...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Fragrance is intensified by the warmth of your own body. Apply in the creases of your knees and elbows for a longer-lasting, stronger scent. .-After applying, avoid rubbing or dabbing skin. This breaks down the fragrance, causing it to wear off more quickly. .-If you prefer placing fragrance on your wrists, be sure to reapply after frequent handwashing, as this tends to rinse off the scent. .-Replace fragrance after 12 months. Expired perfumes more than a year old lose the integrity of the original scent.",
    "num_reviews": 19,
    "overall_rating": 3.9,
    "product_url": "https://www.sephora.com/ca/en/product/clean-reserve-h2eau-eau-de-parfum-layering-set-P509678?skuId=2636082&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2636082-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Itu2019s a u201cPassu201d From Me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This was sticky wherever you put it. It also did not keep its fragrance unless you put your nose right on it. I only liked maybe 2 of the fragrances out of this pack."
        },
        {
            "review_title": "GREAT way to try the new scents",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "a great way to try the new CLEAN scents!  plus.. decent sizes, altho I would have preferred a spray rather than a roll-on."
        },
        {
            "review_title": "Amazing Scent but does not last",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "I don't think rollerball is the right vessel for this perfume, i am rolling it rolling it rolling it everywhere but unless your nose is right up to your skin you can not smell it.  I love the Noir and the Peony, but will the spray bottle at $110 be any different??? its an expensive risk."
        },
        {
            "review_title": "Try it please!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "What a price!? These perfumes are each roughly $30 for a small size and this pack was well worth it with the best scents!"
        },
        {
            "review_title": "Favourite set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "I love buying discovery sets and Clean Reserve products in general, these ones smell amazing!! I get compliments on them every day"
        },
        {
            "review_title": "Perfect Summer Scentsu2026if they lasted.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "The scents in this set are nice and they all complement each other well for an overall fruity feminine vibe perfect for summer BUT unfortunately they DONu2019T LAST. Iu2019m attributing this to the fact that they are water based. I have never tried u201cwater basedu201d perfumes before and as much as I would like to limit the amount of alcohol I put on my skin. I put on perfume to smell good and I want it to last ALL DAY not for 15 minutes and if alcohol based perfumes have that longevity opposed to water based oneu2019s than Cu2019est La Vie ud83eudd37ud83cudffcu200du2640ufe0f Also, despite these perfumes all being rollerballs which are typically very convenient and perfect for on the go I had a really difficult time getting a decent amount of the perfume out of them. I felt like I had to roll them over and over again and still couldnu2019t get a strong enough smell to emanate from the spots on my skin where I had rolled the perfume over. So yeah the scents are really nice - I truly did love them when I sniffed them from their packaging  especially - nectarine petal -but once they go on the skin they donu2019t last longer than 15-30 min so ultimately I had to return this set as itu2019s just not worth the price or hassle of constantly having to reapply."
        },
        {
            "review_title": "Lovely perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Received a sample of the Clean Reserve Brilliant Peony perfume free from Butterly in exchange for an honest review. I love the scent, I love the packaging (rollerball is so convenient for travel or on the go use!) and I love that the ingredients are clean and water based so they donu2019t dry out or irritate the skin. The scent is absolutely lovely, normally I would never pick a floral perfume for myself but this is so nice and fresh smelling I love it. These perfumes can also be layered with the other scents in the series to create a scent unique to you! The scent is not over powering and I feel comfortable wearing it for numerous occasions. The formula is cruelty free and vegan!   - Product received for free from CLEAN RESERVE (Canada) in exchange for an honest review."
        },
        {
            "review_title": "Always in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "After using this product my smell always good  I so recommend it"
        },
        {
            "review_title": "Nice set - all rollerballs",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "*Purchased myself  I bought this set when it launched and have been enjoying it. All are softer skin scents with a light sillage and while they don't last more than 4 hours on me, the mini rollerball make it easy to reapply on the go. Brilliant Peony, Water Lotus and Musk Noir all contain the fresh and/or sheer floral notes I prefer and those that gravitate towards fruity/citrus scents will like Nectarine Petal and Golden Citrus. I would recommend this set or any of these individually, especially to anyone looking for an office appropriate option, for a spring/summer fragrance or someone that just enjoys softer scents.  *As shown on the box in the 2nd photo, these are all rollerballs so please don't buy it and leave a bad review about why you don't like rollerballs, like someone did previously. There is a set with mini sprays instead."
        },
        {
            "review_title": "Great way to sample",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I wanted to sample the new scents and this was a great way to do it. I found one I love and have purchased the full size (Golden Citrus.) I took off a star for their format: I do wish they were sprays because they're far easier to use than rollerballs. All in all, a great deal."
        },
        {
            "review_title": "Beautiful, soft and subtle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Beautiful scents that are non offensive. Subtle and soft, they are not strong at all. I find them perfect for everyday wear. Would make a great gift."
        },
        {
            "review_title": "body mist level",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Deep skin tone, Oily skin",
            "review_text": "I agree with  makeuplovermom 's review.   These were so disappointing.   I'm sure for warm weather they would be ok to refresh with but their is a lot of duds in this line up.  They just don't give anything great for the price point.  These should of been a hair / body  mist line up like the Phlur mist spray , and priced at 30 bucks."
        },
        {
            "review_title": "Disappointed with rollerballs",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Porcelain skin tone, Normal skin",
            "review_text": "Good concept and design, but it's difficult to apply fragrance on clothes or hair with rollerballs, and germs get into the rollerball bottle. I would prefer spray bottles."
        },
        {
            "review_title": "Not impressed",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Not impressed by any of the scents. Honestly, save your money. They all smell like bathroom cleaners and noir musk smells similar to Tom ford tobacco vanille but not in a good way."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Wasnu2019t too impressed with any of these scents. Nothing original or sophisticated. Very simple."
        },
        {
            "review_title": "lovely layering set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019m a big fan of Clean Reserve fragrances, and this layering set of their new water-based perfumes is so nice! I love the little applicator all the bottles have, and the scents are all very lovely and wearable. Would make for a great stocking stuffer for the holidays too!"
        },
        {
            "review_title": "They're honestly all really lovely!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I just bought this (myself and with my own money!) and am giving a quick review for anyone else intrigued by this new line. I've had the CLEAN line as part of my perfume go-to lineup since 2004. I was actually hoping not to like these frags because I don't want to be tempted by full bottles but yeah, they're honestly all very good. These are light skin-scent type frags without strong projection, which I personally prefer. I can see them being a hit with people who don't like perfumey scents, people who work in environments that are anti-perfume, going-to-bed calming scents, new moms and honestly even children could wear these as a first perfume. They're very non-offensive, making you feel clean and pretty and soft. Golden Citrus reminds me of another clean neroli-esque scent. Not ground-breaking, but if you like that Portofino goodness, this is along those lines. Brilliant Peony is very gentle, a bit baby powder-ish, and would be a great bedtime scent or something a new mom or little girl would enjoy. Very close to the skin and light. Nectarine Petal is a bright juicy fresh nectarine (love this one) and fades into a really nice enjoyable clean smell. Water Lotus is the strongest and has the best staying powder. It's both watery and powdery and floral and hard to describe but it's very non-offensive and lovely. Musk Noir leans the most traditional perfume but is light and still feels very clean - like an evening clean skin musk. Nice, but not my preferred wheelhouse for fragrances. I like the Nectarine, Lotus and Peony the most in that order. I wish Peony was a bit stronger. Nothing here is groundbreaking but if you like clean, straightforward, gentle scents that are calming, fresh and pretty, all of these work."
        },
        {
            "review_title": "Perfect gift!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Loving this line! These would be a great gift for someone youu2019re not sure of their u201ctaste of smellu201d."
        },
        {
            "review_title": "these live in my purse!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I absolutely love these fragrances. they are perfect to throw in your purse or any travel bag. They all smell super fresh and the packaging is super cute. I have a lot of perfumes from Clean Reserve, and they are all so amazing!"
        }
    ]
}