{
    "product_id": "1443",
    "name": "Eyelash Curler",
    "brand": "Shiseido",
    "categories": "Tools & Brushes, Beauty Tools, Eyelash Curlers",
    "price": 34.0,
    "about": "What it is:An award-winning eyelash curler with an edge-free design that prevents pinching for an eye-opening, glamorous curl..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance..What Else You Need to Know:This eyelash curler crimps and curls lashes to perfection. Its broad curve grabs every lash from inner to outer corner, no matter the eye shape, for the perfect eye-framing fringe. The flexible silicone rubber pads are gentle and safe on lashes, and it also includes one replacement pad.",
    "ingredients": "",
    "how_to_use": "Suggested Usage:.-Open the curler and position it at the base of your lashes. .-Gently squeeze down on lashes. .-For the fullest lashes, move the curler up away from the base and squeeze again in the middle of the lash. .-Press one more time close to the tip of the lashes.  .-Use a tissue or dry cloth to wipe the eyelash curler and silicone pads clean between uses.",
    "num_reviews": 2965,
    "overall_rating": 4.4,
    "product_url": "https://www.sephora.com/ca/en/product/eyelash-curler-P244437?skuId=1201474&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s1201474-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Eyelash Curler",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s1201474-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Eyelash Curler Pad",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s1201482-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Essential purchase",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Best curler Iu2019ve ever used. Worth the cost for sure."
        },
        {
            "review_title": "i love this lash curler u2764ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "after using this for the past few weeks, i noticed a major difference compared to other lash curlers, including the elf lash curler. this specific curler really emphasizes my lashes- they usually are short and straight , but with this, they look more defined and lifted"
        },
        {
            "review_title": "DOES THE JOB WITHOUT DAMAGING THE LASHES.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "One of the best eyelash curlers I have ever used. It does the job that needs to be done. Itu2019s been almost 3 months that I have been using this and I donu2019t see any damage to my eyelashes."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Best eyelash curler, curls lashes in seconds and lasts all day!"
        },
        {
            "review_title": "Good Product, Bad Delivery",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This product is incredible!! Holds a curl very well and to me, is worth the money. However I cannot give it a 5/5 star review due to the lack of professionalism I received during the delivery process."
        },
        {
            "review_title": "makes my lashes super long and doesnu2019t pinch easil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "this is very expensive for an eyelash curler but it does work ! a lot of people say that itu2019s very easy pinch but if you use it correctly and carefully then ur fine - iu2019ve never pinched myself badly with this and also this makes my lashes soooooo long compared to my previous elf curler that was easy to pinch and this eye lash curler also doesnu2019t effect your mascara after curling (for me)"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Pretty solid eyelash curler, I would definitely consider re-purchasing"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Eyelash Curler",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "After using this product several times, I was hoping for a noticeable reason in purchasing this considering its price. However, I find it hardly any different than my cheap-end eyelash curlers. I actually prefer my cheap-end curlers over this one. Yes, it does the job, but"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This lash curler is so incredible, despite its price i think itu2019s worth it. no lash curler has ever curled my straight eyelashes like this does. it normally takes around 10 minutes to attain a curl for my eyelashes this does it in seconds. truly a must have."
        },
        {
            "review_title": "Only thing that works my straight lashes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "Iu2019ve always had long but straight lashes and no curler has ever worked or lasted, until I got the shiseido lash curler itu2019s amazing a lady even asked me if my lashes were falsies."
        },
        {
            "review_title": "BUY ITS SO GOODSHRHRJIEDHJEJE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "Curls instantly!! Great for my flat eyelashesu2764ufe0f definitely worth the price!!! I would recommend"
        },
        {
            "review_title": "Literally the best things I have botton",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "So good Iu2019ve never had my lashes this long I love it so much"
        },
        {
            "review_title": "Hooded Eyes, itu2019s OK",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Light skin tone, Normal skin",
            "review_text": "If you have heavily a hooded eyes, this will help some, but itu2019s not a miracle worker.  The Social Media girlies have this as some Mecca of a product.  It curls well.  It holds better than most but itu2019s also dependent on what mascara youu2019re using and what your eye shape is.   My hooded eyes push my eyelashes down regardless.  Thereu2019s no product in the photos if they upload."
        },
        {
            "review_title": "10/10!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "Iu2019m not usually one to encourage splurges on makeup products, but this curler is so worth it! iu2019ve always had a difficult time getting my eyelashes to stay up and this is the only curler iu2019ve found that fits my eye shape and gives long lasting lift"
        },
        {
            "review_title": "Overhyped",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Just no. I donu2019t understand the hype my 10$ curler does a better job than this. This hurts and doesnu2019t sit well on the lid"
        },
        {
            "review_title": "Yes yes and yes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I wish I wouldu2019ve gotten one sooner. I was very anti eyelash curler for years after one that I had literally cut half of mine off. This one, the fit and shape, the way I donu2019t have to squeeze tight at all for it to worku2026 itu2019s fabulous"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I love it so much and totally think itu2019s worth the price. I got it as a gift but wouldnu2019t hesitate to buy it again."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I used it but my other 7 and 3 dolkar eyelash curkers really ledt my lashes this one is mid wouldnt reccomend onkt bought it becuase od the hype"
        }
    ]
}