{
	"product_id": "431",
	"name": "Chitosan Pre-Styling Hair Cream for Flexible Hold",
	"brand": "Dyson",
	"categories": "Hair, Hair Styling & Treatments, Hair Styling Products",
	"price": 69.99,
	"about": "What it is: A pre-styling cream that harnesses Dyson’s Triodetic™ technology to flexibly lock in heat-styled hair and create touchable, long-lasting hold with a lightweight, natural feel. Available in four formulas, each precisely blended with ingredients to deliver the best results for your specific hair type...Hair Texture: Straight, Wavy, Curly, and Coily..Hair Type: Fine, Medium, and Thick..Hair Concerns:.- Hold & Style Extending.- Shine..Key Benefits: - Provides 2X longer hold.¹ Without the crunch..- Up to 50% less frizz.¹.- Conditions the hair surface...Highlighted Ingredients:- Chitosan: Locks in flexible hold..- Argan Oil: Reduces frizz..- Grapeseed Oil: Seals in shine...*Dyson uses chitosan derived from oyster mushrooms, not shellfish in our styling range. Mushroom-derived chitosan offers a sustainable and non-allergenic solution for our active ingredient...Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, and triclosan...What Else You Need to Know: Conventional retention products create a glue-like bond between strands, leaving hair feeling crunchy. In response, Dyson has developed a lightweight retention product that conditions each individual hair while locking in your style...These formulas transform from cream to a sheer serum in the hand, for even application. Select a formula based on your hair type and texture. - Light Conditioning for Straight to Wavy Hair, best suited for hair that is easily weighed down - Rich Conditioning for Straight to Wavy Hair, best suited for hair that needs more intensely nourishing ingredients - Light Conditioning for Curly to Coily Hair, best suited for hair that is easily weighed down - Rich Conditioning for Curly to Coily Hair, best suited for hair that needs more intensely nourishing ingredients..Blends of botanical oils are tailored to each hair type (grapeseed oil for light conditioning and argan and castor oil for rich conditioning) in a formula that conditions the hair’s surface, reducing frizz and protecting natural shine. Chitosan, an ingredient derived from oyster mushrooms, allows each strand to move, flex, and recall its style in unison with the rest. Each bottle contains the equivalent of four to five oyster mushrooms’ worth of chitosan...Caveats:.¹vs. untreated hair..*Dyson uses chitosan derived from oyster mushrooms, not shellfish in our styling range. Mushroom-derived chitosan offers a sustainable and non-allergenic solution for our active ingredient...Fragrance Description: A unique and subtle blend of green and floral notes, Dyson’s signature fragrance unfolds with bergamot, basil, and tangerine.",
	"ingredients": "-Chitosan: Locks in flexible hold..-Argan Oil: Reduces frizz..-Grapeseed Oil: Seals in shine...Aqua (Water/ Eau), Cetearyl Alcohol, Argania Spinosa Kernel Oil, Cocos Nucifera (Coconut) Oil, Vitis Vinifera (Grape) Seed Oil, C13-15 Alkane, Ricinus Communis (Castor) Seed Oil, Butylene Glycol, Chitosan, Jojoba Esters, Polyglyceryl-6 Distearate, Glyceryl Stearate, Hydroxyethylcellulose, Hydrogenated Castor Oil, PEG-100 Stearate, Caprylyl Glycol, Dimethicone, C12-14 sec-Pareth-5, C12-14 sec-Pareth-9, Polyquaternium-37, Lactic Acid, Behentrimonium Chloride, Acrylates Copolymer, Cetyl Alcohol, Polyglyceryl-3 Beeswax, Parfum (Fragrance), Tetrasodium EDTA, Decylene Glycol, Sodium Hydroxide, Isopropyl Alcohol, Disodium EDTA,Benzoic Acid, Dehydroacetic Acid, Phenoxyethanol, Citral, Citronellol, Limonene.",
	"how_to_use": "Suggested Usage:.-Use on towel-dried hair before drying and styling..-Pump to dispense product..-Start with 2-5 pumps and add more as needed..-Sheer between palms..-Smooth onto mid-lengths and ends..-Style hair as desired with your favorite Dyson hair tool (sold separately)..-For best results, use with Dyson’s Chitosan Post-Styling Hair Serum for Hold &amp; Style Extending (sold separately) for maximum retention....Select your formula according to your hair type and texture:.-Light Conditioning for Straight to Wavy Hair and Light Conditioning for Curly to Coily Hair are best suited for hair that’s easily weighed down..-Rich Conditioning for Straight to Wavy Hair and Rich Conditioning for Curly to Coily Hair are best suited for hair that needs more intensely nourishing ingredients....Recycling Instructions:.-Inner cartridge and refill cartridge are recyclable. Remove pump and/or cap and ensure container is fully clean before recycling.",
	"num_reviews": 176,
	"overall_rating": 4.6,
	"product_url": "https://www.sephora.com/ca/en/product/dyson-chitosan-pre-styling-hair-cream-for-flexible-hold-P512953?skuId=2804656&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2804656-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "Straight to Wavy Hair, Light Conditioning",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2804656-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Straight to Wavy Hair, Rich Conditioning",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2804664-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Curly to Coily Hair, Light Conditioning",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2804649-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Curly to Coily Hair, Rich Conditioning",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2804631-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Hair feels much softer. A very little is required for my fine hair! I wish it can create more volume/bounce.but overall i like it!"
		},
		{
			"review_title": "I’m loving this product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I received a free sample with my Dyson Air Wrap Multi-Styler that I got for Christmas. The sample lasted me three uses, and I fell in love! So I headed straight to the Sephora app and bought the full-size. I have long, mid-back length hair and the strands are thin but I have a lot of hair. My hair is naturally pin straight with an oily scalp and bleached ends. This product really helps to hold my Air Wrap styles. I also use it right after the shower before I blow dry even if I’m not styling my hair — it just helps to detangle, soften, moisturize, and add flexibility and strength. It has a light smell which smells better when it’s dry on the hair instead of fresh out of the container. The packaging was really confusing to me at first, until my husband pointed out that I was unnecessarily taking out the refill pod every time to pump the product. Overall, I love it, and will be repurchasing when I run out!"
		},
		{
			"review_title": "Magical",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Love these products. They are phenomenal. I’ve been using it since they came out. I’ve stopped using other products. My hair is healthier. There is no frizz. The styles last longer, even in 100 degree/ humid weather. . I can go longer without washing it. It feels like I have no product in. There is no crunchy-ness. 100% recommend. It is worth the price."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Straight to Wavy Hair, Light Conditioning",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I never write reviews but felt I had to for this.   Waste of money."
		},
		{
			"review_title": "Part of my everyday routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "My hair is silky and straight and it’s hard to hold the curls but after using this product, my curls hold even until the next day. They aren’t tight curls but become nice waves and still has volume."
		},
		{
			"review_title": "a must skip for fine straight hair.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "no clue what this is supposed to behind flatten my hair and make it greasy and just gross.  medium very straight hair.  trued several times. very little to a little product.  black.  keep trying dyson."
		},
		{
			"review_title": "MUST HAVE!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I have tried every product on the market to hold my Dyson curls, literally everything and was about to give up. This product is absolutely amazing and now my curls will last for days instead of falling out after 5 hours from the Dyson."
		},
		{
			"review_title": "Impressive",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
			"review_text": "Works great!  I wanted the after styling cream but it was sold out so I bought this, thinking they must be mostly the same. They aren’t. Even the ingredients are different, but this works so I’m happy."
		},
		{
			"review_title": "Disappointed",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "I’m so disappointed, I really wanted to like this product but unfortunately I will be returning. Smells good but once I put it on the air wrap wouldn’t wrap my hair and it didn’t curl as well as it usually does. Instead of having nice bouncy curls like usual, my hair immediately went flat and no curls."
		},
		{
			"review_title": "It’s really good. That’s it.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Fair skin tone, Normal skin",
			"review_text": "I don’t leave reviews. I have coarse, frizzy, greying “Irish curls”. This product makes my hair soft and pretty when I use my air wrap. Like…I sleep on it, go for a hike and it still looks ok and it FEELS ok. Not sticky or heavy. I have a new favorite (and I hate that it’s so pricy)."
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair",
			"review_text": "First time using this product and it is amazing! For all you ladies that have the Dyson at home.. you need this product! It is amazing!"
		},
		{
			"review_title": "Worth it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Love this!! Dyson can do no wrong. I use way less hairspray for styling when I use this b/c it gives a good hold to the curl (created by the Dyson Airwrap of course). The ends of my hair are still curled the next day even after running g a brush through it."
		},
		{
			"review_title": "Enh. It’s not bad.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, fairLight skin tone, Dry skin",
			"review_text": "I mean, it’s not bad, but it’s not special either. If they didn’t make the claims they make about it I’d say it was good stuff. Ive been using it for a week or so and it’s not doing anything to my hair that my usual Redken hair products don’t do. It smells nice though."
		},
		{
			"review_title": "Its an instant essential",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I love it. I m huge on hair styling products. I feel like I m ready to narrow down to just Dyson product. Its a beautiful texture, keeps hair naturally perfect. No weighting down and no drying. Does what it says. Smells nuce too."
		},
		{
			"review_title": "Perfect light weight cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Gold in a bottle! Leave my hair soft and bouncy. Worth every penny."
		},
		{
			"review_title": "Worth the price",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is a bomb! I see a huge difference since I use this product.  It’s a bit expensive but you don’t need a lot for each use."
		},
		{
			"review_title": "Would recommend!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I truly love this product! I think my favorite part of it is the absolutely stunning and sleek packaging. It feels so modern and it’s kind of fun to use. Most importantly though, it works great on my hair. Since I’ve started using it, my hair has felt a lot healthier and has looked a lot more expensive(?) after using it. Love’"
		},
		{
			"review_title": "Stunning !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "This was my very first Dyson product and I must say I am absolutely in love. I love the texture of the product. I love the silkiness of the product the smell of the product and what it does for my hair it’s truly amazing and I will be repurchasing!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Curly to Coily Hair, Light Conditioning",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "This hair cream is amazing!! It holds the Dyson styling so well! My hair smells and feels like I got it done at a salon after using this product! I definitely recommend this to anyone that is looking for some extra hold!"
		},
		{
			"review_title": "Secret to great hair",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "The Dyson Chitosan hair product adds volume and shine while reducing frizz. Lightweight and easy to apply, it leaves hair smooth without feeling greasy, though it may not provide enough hold for all-day styling."
		},
		{
			"review_title": "Very impressed!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "I was honestly skeptical of those product because of the price, but I am very impressed! I’ve been using the Dyson for a couple years now and I have not found anything close to how this holds the style. I curl my hair and it holds for a couple days and by the end of the week it’s a beautiful soft curl. Firstly, I love the package and how it’s mess free. It also smells amazing! The product is hydrating but also lightweight. It is a cream but when I rub it into my hand before running through my hair it becomes very thin and silky. This is an amazing product and I would recommend."
		},
		{
			"review_title": "Lightweight & helps longevity!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "I can’t believe how much a difference this made for my hair to be honest - my hair never holds a blowout well (I though the curling barrel goes ok), but even in summer DC humidity, this really helped my hair last. Doesn’t weight it down and a little goes a long way. Love that the dispenser isn’t messy either!"
		},
		{
			"review_title": "Must have for frizz free styling",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I was so excited to get the Dyson Chitosan Pre Style Cream and it’s totally worth the hype. My hair usually get very frizzy even after styling, but this product works wonders and I’ve noticed less frizz. It also holds my curls for a longer time as compared to when I’m not using it. You just need a little bit and it goes a long way. Also love the design of the product. 10/10 would recommend!"
		},
		{
			"review_title": "So expensive, but so good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "I'm a little upset at how much I like this styler because it's so expensive. I needed about 6 pumps for my long, medium/thick hair. If you have wavy hair that is easily weighed down but ends up falling flat if you don't use a product with enough hold you will love this! It gives me the perfect mix of definition and volume diffusing. The packaging is really cool too."
		},
		{
			"review_title": "Love this! It’s a must try",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "First off Dyson did they thang with this cream.  The packaging and application dispenser is so nice. I love that it helps with the amount of product you’re using on your hair. That really helps with me with going overboard. The consistency is creamy and lightweight. My hair came out defined and shiny. I am pleased with this product and will continue to use it in my routine."
		},
		{
			"review_title": "Love this!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "First off Dyson did they thang with this cream.  The packaging and application dispenser is so nice. I love that it helps with the amount of product you’re using on your hair. That really helps with me with going overboard. The consistency is creamy and lightweight. My hair came out defined and shiny. I am pleased with this product and will continue to use it in my routine."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Curly to Coily Hair, Light Conditioning",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "The pre styling cream is amazing! The cream applies nicely to the hair, isn’t heavy and provides a nice soft hold on my curls. The packaging is also perfect so you know exactly how much is used on each section of hair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Curly to Coily Hair, Light Conditioning",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This pre-styling cream is outstanding! It provides a long-lasting, natural hold without any crunchiness. My styles last significantly longer with less frizz, and my hair feels soft and shiny. The added benefit of flexible hold and conditioning makes this a must-have. Highly recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Straight to Wavy Hair, Light Conditioning",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "It makes the big difference in the hair when it comes to using it and drying the hair my curls last longer the definition, With a little product it makes a big difference I have bleached curls and it sits super well"
		},
		{
			"review_title": "Staple!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Dyson's Chitosan Pre-Style Cream has quickly become a staple in my hair care routine. This innovative product offers a unique combination of hold, heat protection, and shine, making it a must-have for anyone looking to elevate their styling game."
		},
		{
			"review_title": "Like but not a Love",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "My hair is bra strap length- 3A/B Curls- Fine- High Porosity for reference Pros: - Absolutely beautiful packaging! Magnetic cap is a great touch and the overall look is so sleek. -Smells great! Delicate scent but very clean and luxurious. -Moisturizing, great slip. -Curls dried quickly, with a lot of volume. Cons: -Had to use quite a lot of product to saturate my hair, especially as it’s supposed to be a 1 step product. -Would be stronger layered with a gel. -Curls didn’t form chunky clumps like I usually prefer. Over all I did like this product but I think it would be better suited for wavy hair, low porosity hair or hair that has better moisture balance before products."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Curly to Coily Hair, Light Conditioning",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "i love this style cream especially on my curly hair. the applicator is so fun and makes the whole experience more fun not to mention the packaging itself is very high quality i would without a doubt recommend"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Curly to Coily Hair, Rich Conditioning",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "This is a very interstate styling creme! I love the innovation behind the bottle and how the cap magnetically attaches back to the bottle! The creme is not too heavy and applies very nicely to the hair! It does not have a strong scent either which is nice! If you are a fan of Dyson products, I would definitely give this creme a try!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Straight to Wavy Hair, Light Conditioning",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I really like the packaging and the unique qualities of this product. I have never seen anything like it on the market Ann’s it looks is an air wrap nozzle. My blowout from Wednesday is still holding up well on Sunday!"
		},
		{
			"review_title": "Good for curly hair",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I really like this!!! It made my hair very nice and soft and it handled really good in the frizz department. I like that it did not weigh my hair down and I feel like I got a lot of nice curls with it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Straight to Wavy Hair, Light Conditioning",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This hair cream from Dyson is a game changer! If you want your Dyson curls to last, this is your answer. I love the application bottle and I love the formula because it’s not sticky. It smells amazing and it makes my curls last all day."
		},
		{
			"review_title": "Great hair cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I use this cream on my hair after i shower and my hair is still damp. I like the light scent it has and the texture feels smooth. I let my hair absorb it before I style my hair. The packaging works well to dispense the product."
		},
		{
			"review_title": "Good stuff",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This was very interesting! Loved the product itself the bottle and formula was satisfying I have curly hair and after pregnancy my curls kinda got damaged and died down so this product really got them get back to life !!! I received this product for free an exchange of review"
		},
		{
			"review_title": "Must have for curly hair routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I loved the Dyson pre style hair cream. It melted in my hair like butter. The packaging was really cool never seen a bottle like that. My hair smells fresh & very soft. I would definitely be using this product again."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Straight to Wavy Hair, Light Conditioning",
			"review_buyer_description": "",
			"review_text": "I really liked this proudct more than I thought I would. I wasn’t sure how well a Dyson product would be able to hold my curls but it did just that! My curls were so shiny and bouncy after using this product, I also love how the packaging gives you the exact same amount every time!"
		},
		{
			"review_title": "Bouncy hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I have 3C hair and this chitosan styling cream really made a difference when styling. The hair felt so bouncy and the curls lasted longer. At first you might think that you need a lot of product, but you don’t. I really like this one!"
		},
		{
			"review_title": "the hair styling queen",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Oily skin",
			"review_text": "Sometimes when i hear of a styling cream I get a little nervous because most often end up with a pretty stiff hold. I think it’s important to prep your hair correctly before styling and applying heat. This cream pleasantly has a very flexible hold that treats the hair like a leave in styling treatment. I appreciate the formula options for different hair types because not all hair is created equally but these amazing results are. i recommend trying it for this silk press season."
		},
		{
			"review_title": "Nice addition to my hair care",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Pretty impressed but the new Dyson pre styling cream! I think it helps to hold my blowout curls longer without having to drench my hair in hairspray. It smells great and a little goes a long way! Light weight feel as well."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Curly to Coily Hair, Rich Conditioning",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This hair product works great on my hair. I have always struggled finding curly hair products as it’s so hard and always false advertising. But this, all true. It’s not a single lie. It helps control frizz and leaves an excellent cast. The product is so cool!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Straight to Wavy Hair, Light Conditioning",
			"review_buyer_description": "Green eyes, Normal skin",
			"review_text": "I love this cream! I use this after I shower on towel tried hair and then I’ll blow out my hair using the Dyson AIRWRAP. I don’t think the cream made my hair wavy or make it stay wavy tho. It just made my hair very soft and shiny"
		},
		{
			"review_title": "Game changer for Dyson blowouts!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "The chitosan pre styling cream was a game changer for my Dyson blowouts!! My hair has never looked so glossy and smooth! Since my hair is straight it has a hard time holding waves but the Dyson pre styling cream made my blowout waves last way longer. This cream will now be a part of my hair routine with the my Dyson!!"
		},
		{
			"review_title": "Smells good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "This is one of the most luxurious pre styling creams ever. It’s non sticky, smells amazing, and helps your style your hair. You can start with 1-2 pumps and add more as needed. I love using this on my hair"
		},
		{
			"review_title": "Makes my blowouts last so long!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "I’ve recently been using this product before styling my hair using the Dyson Airwrap and have noticed a significant difference in the longevity of my blowouts, my hair is always frizz free, shiny and the curls last for days!"
		},
		{
			"review_title": "This is a good one",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Dyson Chitosan Pre-Style Cream is my new really good finding! Leave the hair super smooth and shiny, what I love the most is that it makes my waves last longer which is great for me because my hair is super straight so it’s pretty difficult always to get nice wavy styles. I’m loving it"
		},
		{
			"review_title": "Great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "brunette hair",
			"review_text": "the first day I used this product I got so many compliments on how full and shiny it is. my hairstyle stayed nice all day!"
		},
		{
			"review_title": "Doesn't do enough for the price",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Nice product.  Did give a little bit more support to my hair.  Price point is too high though."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Straight to Wavy Hair, Light Conditioning",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "After trying the Chitosan Pre-Styling Cream for Straight to Wavy Hair by Dyson, I was really impressed. It gave my hair a long-lasting hold without feeling stiff or crunchy, and it stayed smooth and shiny all day. Even in humid weather, my hair stayed frizz-free, and it felt lightweight and natural!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Straight to Wavy Hair, Light Conditioning",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This product really works! After just one use, my curls felt super soft and looked so much more hydrated. It also helped tame my frizz, which is a big plus. I appreciate that the scent isn’t overpowering, and the applicator makes it easy to use."
		},
		{
			"review_title": "Absolutely Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Oily skin",
			"review_text": "Must have for thin, straight hair. It smells amazing and holds the curls forever. Easy to apply"
		}
	]
}