{
	"product_id": "64",
	"name": "Prisma Glass Gloss Duo",
	"brand": "Armani Beauty",
	"categories": "Makeup, Lip, Lip Sets",
	"price": 54.6,
	"about": "What it is: A hydrating, high-shine lip-gloss gift set with two universally flattering lip shades to enhance your natural lip color and add a pop of color.Highlighted Ingredients: - Squalane: Seals in moisture and soothes chapped, cracking, and irritated lips...What Else You Need to Know: The perfect glossy holiday gift set featuring Prisma Glass Lip Gloss in shades Candy Halo and Berry Beam. This never-sticky lip oil in gloss is formulated with 15 percent squalane to lock in 24 hours of long-lasting hydration and deliver a glass-like shine and prismatic finish...This Set / Palette Contains:.- 2 x Prisma Glass Lip Gloss in 02 Candy Halo, 05 Berry Beam",
	"ingredients": "-Squalane: Seals in moisture and soothes chapped, cracking, and irritated lips...Candy Halo: .Hydrogenated Polydecene, Polybutene, Squalane, Tridecyl Trimellitate, Hydrogenated Styrene/Isoprene Copolymer, Pentaerythrityl Tetraisostearate, Phenoxyethanol, Caprylyl Glycol, CI77891/Titanium Dioxide, CI45380/Red 22 Lake, CI77492/Iron Oxides, CI15850/Red 7, CI15850/Red 6, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Aluminum Hydroxide, Silica...Berry Beam: .Hydrogenated Polydecene, Polybutene, Squalane, Tridecyl Trimellitate, Hydrogenated Styrene/Isoprene Copolymer, Phenoxyethanol, Caprylyl Glycol, CI77891/Titanium Dioxide, Pentaerythrityl Tetraisostearate, Synthetic Fluorphlogopite, Mica, Magnesium Silicate, CI77491/Iron Oxides, CI15850/Red 7, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, CI75470/Carmine, Tin Oxide, Aluminum Hydroxide, Silica.",
	"how_to_use": "Suggested Usage:.-Wear alone or as a topcoat for a glass-like shine over lipstick as the finishing touch. .-Apply shade 02 for a sheer-pink glossy finish..-For more pigment and shine, dab instead of swiping applicator onto lips. .-Apply shade 05 for a flush of color..-Lightweight formula allows you to reapply as much as you’d like without a heavy, sticky feel...Artistry Pro Tip: .-Apply Prisma Glass over your favorite lip color for a multi-dimensional look.",
	"num_reviews": 10,
	"overall_rating": 5.0,
	"product_url": "https://www.sephora.com/ca/en/product/giorgio-armani-beauty-prisma-glass-gloss-duo-P512503?skuId=2800779&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2800779-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "OUT OF STOCK",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2800779-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Very moisture not sticky at all! Just enough little shimmer and colour for every day!"
		},
		{
			"review_title": "Fabulous Lip Gloss Set! 💄👄❤️",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Purchased this set with a Christmas gift card during Boxing Week sales. WOW!!! I’m obsessed 😍 I never tried Armani lip prism lipgloss but I was attracted by all the 5 star reviews and promise of buttery soft lips. So happy I bought this for myself! My lips have been so dry lately since the winter has settled in, and so many of the new lip balms and glosses I’ve tried just aren’t doing much for the health and healing of my chapped, peeling lips apart from my standard faves. These are now among my faves ever! So wonderful for a touch of lovely colour and so nourishing. I will definitely include more shades from this lineup in the future because there’s no discernible scent, it’s not sticky as many glosses are, it doesn’t dry out my lips over hours and leaves them softer and prettier, and the packaging is really luxurious. Highly recommend—a steal for this set!"
		},
		{
			"review_title": "This formula is STELLAR",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I picked up this kit to get two colours at a discount and of course the Savings event helped.  These are stunning.  The feel is so velvety, the wear is not bad.  Love 💕 a true luxury experience"
		},
		{
			"review_title": "Feels great on my lips!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I absolutely love this set! First time trying so it wa nice to get two full size for a cheaper price. The berry has glitter & the pink doesn’t so the shades seem a bit similar but at least has a small difference"
		},
		{
			"review_title": "The most gorgeous gloss formula!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "These glosses are AMAZING! The formula is super unique as they aren’t sticky but still stay on your lips for a long time and the shine is unreal. Grab this set before it’s gone because it’s so worth it for the price."
		},
		{
			"review_title": "must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Normal skin",
			"review_text": "really gorgeous set! Great shades and both full sized! non sticky and have a nice sheer wash of color. paid 39 with the discount, one alone is 35! may get another!"
		},
		{
			"review_title": "Fantastic Deal for FULL SIZE SET!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "Love the formula of Prisma Glass so finding a 2 piece full size set was a deal too good to pass up! Ordered one for myself and one to gift!"
		},
		{
			"review_title": "Great deal",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "These are excellent! The two colors are beautiful and very neutral, I assume they would look good on everyone! The formula is very hydrating, and not sticky at all. This is such a great deal as you get two full sized lip glosses for a good price!"
		},
		{
			"review_title": "Very pretty",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "notSure skin tone",
			"review_text": "-good value -pretty sheer -beautiful packaging  Idk how long will wear though"
		},
		{
			"review_title": "Great Glosses",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "You can’t beat the price. You get two full sized glosses. No fragrance and not super sticky or tacky. Keeps my lips moisturized for a couple hours before needing to reapply."
		}
	]
}