{
	"product_id": "1461",
	"name": "Skin Suede Melting Bronze Balm",
	"brand": "SIMIHAZE BEAUTY",
	"categories": "Makeup, Cheek, Bronzer",
	"price": 34.0,
	"about": "What it is:A nourishing balm that can be used on face and eyes to add warmth..Coverage:Medium.Finish:Natural.Formulation:Cream.Highlighted Ingredients:- Hyaluronic Acid: Visibly plumps and hydrates skin..Ingredient Callouts:Free of parabens and mineral oil. It is also vegan and cruelty-free..What Else You Need to Know:This is a multi-purpose, skin-perfecting, cream-to-powder balm that delivers natural warmth with hydration. Infused with delicate mattifying powders for a silky-soft finish, the air-light balm melts onto the skin and can be to bronze, sculpt, and create a monochromatic effect on eyes and lips.",
	"ingredients": "-Hyaluronic Acid: Visibly plumps and hydrates skin. .-Phytosqualane: Increase visible skin elasticity by supporting the lipid barrier. .-Cacao Seed Butter: Soothes and nourishes. ..Caprylic/Capric Triglyceride, C8-12 Acid Triglyceride, Octyldodecanol, Helianthus Annuus Seed Wax (Helianthus Annuus (Sunflower) Seed Wax), Silica, Synthetic Wax, Disteardimonium Hectorite, Zea Mays Starch, Ricinus Communis Seed Oil (Ricinus Communis (Castor) Seed Oil), Sodium Hyaluronate, Hydrogenated Castor Oil [+/-] May Contain Ci 77891 (Titanium Dioxide), Ci 77492 (Iron Oxides), Ci 77491 (Iron Oxides), Ci 77499 (Iron Oxides).",
	"how_to_use": "Suggested Usage:.-Apply all over face using fingertips or brush to add a natural touch of warmth, to sculpt and contour, or for a monochromatic effect on lips and eyes.",
	"num_reviews": 323,
	"overall_rating": 4.5,
	"product_url": "https://www.sephora.com/ca/en/product/skin-suede-melting-bronze-balm-P508289?skuId=2709343&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2709343-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "Terracotta 04",
			"shade_descriptor": "medium reddish bronze undertone",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2726404-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Sycamore 01",
			"shade_descriptor": "light with neutral undertone",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2726396-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Cedar 02",
			"shade_descriptor": "light with golden undertone",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2709335-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Mahogany 06",
			"shade_descriptor": "deep warm red undertone",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2726412-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Maple 05",
			"shade_descriptor": "deep warm olive undertone",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2709350-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Oak 03",
			"shade_descriptor": "medium with warm peach undertone",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2709343-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "I wouldn’t recommend it for dry skin",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I m not quite sold on this product.  I m writing my experience on my super dry skin. This bronzer balm is cream to powder but it dries out too quickly and if you try to apply it again on top of the first layer starts to leave patches on the skin. I love the shade though! I wouldn’t recommend it for dry skin."
		},
		{
			"review_title": "Love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "I absolutely love this bronze balm! it instantly went into my purse as an easy quick product that is nourishing and will give me a nice monochromatic look across my face and eyes. The best part of it was that it didn’t give me any texture and the tone was great!"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Really love this cream bronzer! It’s so soft on the skin and colors just right! Recommend if you looking for something soft for everyday or if you like a full glam you can use as base and fix it with powder bronzer! Really happy with this product!"
		},
		{
			"review_title": "Healthy, Natural Bronze Flush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Loving the Skin Suede Melting Bronze Balm! This cream to powder balm gives the face natural looking warmth along with a boost of hydration. Powered by Hydra Sphere Complex, this balm delivers a slow release hyaluronic acid to keep skin looking fresh and flawless. Delicate mattifying powders make sure the look stays set all day. For this look I used the balm on my cheeks and eyes. I was able to contour and sculpt my face in minutes. I love the monochromatic look I was able to achieve. I am wearing shade 03 Oak. This balm literally melts into the skin and is very buildable, ensuring a nourishing warmth every time. Can be applied with fingers, a brush, or a beauty sponge. Works well for both subtle daytime and more dramatic evening looks. Comes in a stackable compact that coordinates well with other products from the brand. Vegan, cruelty free, and sustainable."
		},
		{
			"review_title": "Everyday bronzer for me",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This bronzer blends beautifully on the skin you can build up to your own preference, I do have no acne and very little to no blemishes, my skin tone is light neutral with olive tones, describing that the undertone is warm on my skin tone. Regardless of that the formula is beautiful. Still my everyday bronzer for how easy it is to blend and build."
		},
		{
			"review_title": "Such cute packaging and a good formula",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Oily skin",
			"review_text": "This is a very interesting texture. It’s more like a colourpop super shock than the Mario bronzing balm. It’s more solid that I was anticipating but it’s still creamy and is easy to blend into the skin. I don’t think this would play well over powder. The second shade is a great warm bronzer that isn’t too orange. The formula is buildable. I have others I like a little more but this is a solid formula and really cute packaging."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Terracotta 04 - medium reddish bronze undertone",
			"review_buyer_description": "",
			"review_text": "I really like this bronzer it really makes my makeup pop and look beautiful! Definitely recommend this to anyone who wants to look snatched this fall this is a great bronzer and it will make you look flawless!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Cedar 02 - light with golden undertone",
			"review_buyer_description": "Green eyes, blonde hair",
			"review_text": "I am now obsessed with this bronzer! It’s the perfect shade of bronze for me and not too orange. I have never heard of the brand before but it’s a new fav of mine. Also I’m an obsessed with the packaging. It reminds me of a macaroon but make it mature and aesthetic. Definitely will be rebuying this bronzer."
		},
		{
			"review_title": "OBSESSED",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "I am OBSESSED with this Skin Suede Melting Bronze Balm. I love the packaging it is easy to twist open and close . The texture is really nice it is like a cream clay formula. It blends really well and is extremely pigmented !"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Terracotta 04 - medium reddish bronze undertone",
			"review_buyer_description": "Green eyes, Tan skin tone, Normal skin",
			"review_text": "This simi haze bronzing balm is so beautiful! I love the way it melts over my skin and makes it looks so natural. You can wear this for a clean girl look or a full makeup look and it would work both ways!"
		},
		{
			"review_title": "Obsessed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I absolutely love this bronzer melting balm. It’s so easy to use and applies on my skin so effortlessly without sticking to any dry patches. It’s perfect for sculpting my face. I also love applying some to my eyes and lips for a monochromatic look. I’ve never had a product that is so seamless. I’m obsessed with the product and the packaging is so cool."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Terracotta 04 - medium reddish bronze undertone",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "The Skin Suede Melting Bronze Balm is a standout product for achieving a radiant glow. Its silky texture glides on smoothly, blending effortlessly into the skin for a natural finish. The balm provides a buildable tint that enhances your complexion without looking cakey. Plus, it’s perfect for on-the-go application, making it a must-have for a quick sun-kissed look. Overall, it’s a luxurious addition to any makeup routine."
		},
		{
			"review_title": "Amazing formula",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This bronzer is such an interesting formula and I am loving it right now! The formula is not too pigmented and blends into your skin so easily without looking orangey or “dirty”. I highly recommend using a dense brush for the bronzer as it a bit of a drier cream."
		},
		{
			"review_title": "Woefully underwhelming",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Quite possibly the worst bronzer/face product I have ever tried. The product is hard and completely unblendable. Do. Not. Purchase."
		},
		{
			"review_title": "My favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Bronzers are my favorite makeup product to try and I have been pleasantly surprised by this bronzer! It’s the one I reach for the most out of all my bother bronzers. It is very pigmented so you just need a couple of light taps into the pan on each cheek so this will last a while! Love it!"
		},
		{
			"review_title": "Use - if you want face fungus!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "ZERO stars - PLEASE do not buy this product unless you want a fungus on your face! I had to go to the dermo and they confirmed it came from this product!! I have read previous reviews this is an issue and now I've learned my lesson! Unbelieveable that this line is still sold!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Oak 03 - medium with warm peach undertone",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "not patchy or streaky like a lot of other bronzers i've tried!! it doesn't lift my concealer underneath either"
		},
		{
			"review_title": "Much better out there",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "Did not like the texture of this and way too bold for my liking. I also think they need more shades"
		},
		{
			"review_title": "Skip-cheaply packaged, very dry, hard to use",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I’m shocked at the positive ratings. As an avid makeup lover, I have tried all of the cream bronzers. This is the worst one yet. It’s dry, cakey, in a small, cheaply packaged pot. LYS remains the best!!"
		},
		{
			"review_title": "Perfect summer bronzer!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "i’m absolutely obsessed with this cute little product! It blends like a dream very much buildable and doesn’t feel heavy or cake-y !! Perfect bronzy tone not too orange/red or grey! Its compact design makes it easy to travel with!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Oak 03 - medium with warm peach undertone",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "This little cream bronzer surprised me! It’s light, creamy and easy to blend. Not to mention I love the tone on my skin. The only complaint will be it’s quite small, but it’s still a good bronzer."
		},
		{
			"review_title": "Very Beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I have this product in both Cedar 02 and Oak 03. I honestly think the pigment and blendability of this product is fantastic. I am fair and enjoy more neutral to cool tones and I don’t feel this makes me look orange or muddy at all! Would purchase again"
		},
		{
			"review_title": "Blends beautifully",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I normally use Mario contour stick but decided to try this and it just melts into my skin and blends beautifully. I’m light to medium and bought maple which looks dark but it was actually perfect with no orange. I would love it even more if it was in a stick format as it get messy with my fingers"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Oak 03 - medium with warm peach undertone",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Amazing! So smooth and natural looking. It gives a great color and sun kissed effect to my skin. Love!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Sycamore 01 - light with neutral undertone",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "amazing! it looks so natural on the skin and i love the shade"
		},
		{
			"review_title": "Extremely pleasantly surprised!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I bought this after seeing Katie Jane Hughes rave about this as a bronzer/ contour combo use in the shade Oak, and I had concerns about it on my fair skin. It looked a little red when I first swatched it, but DANG! It’s beautiful when blended out!! It doesn’t budge, and it’s lovely on bare skin. I do love using this as a warmer contour when I don’t want to do a full face. Can’t recommend this enough!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Cedar 02 - light with golden undertone",
			"review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I am a collector and makeup artist with more than 20 years of experience, I attest to this product which looks very natural on the skin, and leaves the pores without texture, making the makeup look fresh and with a very beautiful finish, I recommend people use a brush for cream products, your fingers, or a sponge to make it easy to blend; I would buy it again 100 times."
		},
		{
			"review_title": "So glad I bought this.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Loving it. Bought it because Katie Jane Hughes told me too and so glad I did. It goes on air brushed - in fact reminds me of Chanel’s cream bronzer but with less of a red undertone and more travel/make-up bag friendly. Heads up when you first try to open it you be cursing the package design gods before you’re in - but then it’s the easiest thing."
		},
		{
			"review_title": "LOVEEE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "My new go to bronzer! I have tried so many and this one mattes so beautifully! She is a keeper!"
		},
		{
			"review_title": "DOES NOT BLEND",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, red hair, Combination skin",
			"review_text": "Not only is this product ORANGE and TINY but it is also impossible to blend. I used this for the first time when getting ready for prom and it ruined my entire night and makeup. I put it on my face and tried blending it and it wouldent blend a single bit I looked like I had skid marks on my cheeks and nothing worked to get it to blend. I started yelling BLEND! BLEND! and eventualy I gave up and started crying out of shock at such a horrible product. Never again."
		},
		{
			"review_title": "My fav bronzer atm",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I have been using this for the past month and I love it. I put this on-top my moisturizer and when I say the finish is so beautiful I don’t even need foundations. The bronzer brings and lifts colour!"
		},
		{
			"review_title": "Exceeded high expectations",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "I’ve been using this for two weeks now. The formula and color are excellent. It stays much longer than any other cream products I use, and the color is not too warm or too cool. Packaging is high quality"
		},
		{
			"review_title": "Orange",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Combination skin",
			"review_text": "You don't realize how absolutely tiny an amount of product you are getting until you are holding the thing. It's like miniscule. Also, I have the lightest shade and it is ORANGE. It's described as neutral and I have no idea how any person could look at this and see anything but orange.  The product is also so stiff that in order to blend it out you have to apply so much pressure that it removes your foundation.  Overall an intensely expensive mediocre product.  Just buy the Nars cream bronzer instead."
		},
		{
			"review_title": "Don’t waste your money!!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This product it’s so bad, it literally makes your makeup up looks like you have dirt in your face. I also noticed that every person with 5 star review got the product for free in order to leave a good review"
		},
		{
			"review_title": "Game changer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes",
			"review_text": "This is an amazing product. Never been a bronzer but this is a game changer."
		},
		{
			"review_title": "Please don’t waste your money",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Firstly, do not trust the swatches. They are not accurate. The advertising photos make these bronzers appear more neutral, and even cooler leaning and that is so far from true. Secondly, for the price you get a minimal amount of product. The alleged balmy texture. It is far-fetched if any, it’s more like a cream. And you would be better off spending a few extra dollars getting the Chanel bronzer as it’s a warmer bronzer, and you get far more product. However, if, you are a cruelty, free person then I suggest the same bronzer and shade light as they are pretty much the same shade ￼"
		},
		{
			"review_title": "Love!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I loved this product! SO SO easy to apply and added color without being obvious. I have fair, combo skin and this worked nicely for me. It might be harder to work with if you have dry skin type."
		},
		{
			"review_title": "I regret this purchase",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I could not get it to blend in properly. Have had much more luck with Westman Atelier and other products purchased at Sephora. Wish I could get my money back."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Sycamore 01 - light with neutral undertone",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "It is really patchy and doesn’t blend well. Stands out like brown swipes on your face. I wouldn’t recommend."
		},
		{
			"review_title": "Muddy mess",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Very patchy and muddy looking doesn’t blend well. All the good reviews seem to be from people who were paid or incentivized which is very concerning."
		},
		{
			"review_title": "Worse than Makeup By Mario",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I really didn’t like anything I got by Simihaze. It is all like worse dupes of better products. The Makeup by Mario version of this blends so much better and looks so much less cakey."
		},
		{
			"review_title": "Literally amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This product is amazing! Never had a bronzer blend so smoothly, everyone needs it"
		},
		{
			"review_title": "Subtle warmth and completely unique",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Oily skin",
			"review_text": "This is a super unique bronzer.  It's extremely subtle but blends beautifully.  I would highly recommend using a brush or fingers with this product because any sponge is going to soak up all the product.  I would also suggest going a shade darker than your normal bronzer."
		},
		{
			"review_title": "Broncer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "They gave me the opportunity to try this contour, I am using it in three areas of my face, as a bronzer for my neck, for the contour of my cheeks and for the eyelid area of my eyes. Its color is versatile and it glides smoothly. I don't have Difficulty, the tone I chose adapts easily to my white skin, its size is perfect to carry in my purse, you are looking for innovative makeup, you will love this."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Oak 03 - medium with warm peach undertone",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Normal skin",
			"review_text": "Looked terrible on my skin, one of the worst bronzers I’ve tried :( drug store products are better than this!!"
		},
		{
			"review_title": "Horrible!!!!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Medium skin tone, Normal skin",
			"review_text": "The worst I’ve used eww she is the worst in makeup products"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Oak 03 - medium with warm peach undertone",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "I love this bronzer from simihaze. I can use it for so many things. I have tried it on my eyes, on my lips, and as contour. The bronze color is beautiful and compliments my skin so well. It melts and blends perfectly."
		},
		{
			"review_title": "Buildable warmth!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I just love the way this cream bronzer applies. It applies so naturally that your able to really build up the warmth! Also, the packaging is super unique & adorable. I’ve been using it everyday with my soft or super glam looks.(:"
		},
		{
			"review_title": "Great product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I really love the way that this product wears. I think it blends seamlessly and effortlessly. It gives me the most radiant bronze-y glow. I like to use it also on my eyes for a little depth! Love the packaging also!"
		},
		{
			"review_title": "great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "the Melting Balm is a game-changer. Its balm-to-cream formula effortlessly blends for a natural, long-lasting glow. The lightweight feel and versatile coverage make it a must-have for a radiant look on the go."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Terracotta 04 - medium reddish bronze undertone",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I was quite surprised with this packaging when I received it, and didn’t know how to open it at first. Definitely a unique packaging and love that they can be stacked. I got the Terracotta color which is a little darker for me, but love the application of this bronzer. Would love to try other products and colors for sure!"
		},
		{
			"review_title": "Must try",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I tried skin suede for the first time and never tried a melting bronzer but so far I like it! Kind of like a cream bronzer which I apply with my finger and dab on my cheek and it’s nice to blend and will keep using"
		},
		{
			"review_title": "Creamy and Bendable",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Normal skin",
			"review_text": "This is an interesting product. The formula was a little odd to me at first when figuring out the best way to apply. Once you warm the product up with your fingers it blends great as a bronzer and an eyelid color."
		},
		{
			"review_title": "Very beginner friendly",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "Obsessed with the look and feel of this contour! It’s very beginner friendly, very easy to blend and layer! It looks and feels very natural and looks very much like skin. Very cute for eyes as an all over color / base."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Terracotta 04 - medium reddish bronze undertone",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "so far i like this product! the color for me is a bit orange but overall orange. the one thing that did bother me about this was the packaging. i could not figure out how to open it. other than that it’s nice!!!"
		},
		{
			"review_title": "Great results",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Absolutely stunning product . Amazing perfect texture and easy application. I love how natural results are. I love packing . It’s make it so easy to travel with. I like how it blends with my skin and stays all day."
		},
		{
			"review_title": "So buttery",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I absolutely love the way this melts into my skin! I use it for contour, but also for my eyes as well. It is a great multipurpose item and I love having this in my makeup routine! The shades are also extremely beautiful"
		},
		{
			"review_title": "Cute packaging",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "The formula is nice easy to blend. The packaging is cute and I also like the shade that is not too cool or warm for my liking. The price point could be a little affordable because the quantity is quite less"
		},
		{
			"review_title": "Obsessed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
			"review_text": "The SKIN SUEDE Melting Bronze Balm is a luxurious addition to any beauty routine. Its smooth texture effortlessly glides onto the skin, leaving a radiant and natural-looking bronze finish. The balm's melting formula ensures easy application, and its subtle shimmer adds a touch of sophistication. The long-lasting effect provides a sun-kissed glow that enhances your complexion. While the price point may be higher, the quality justifies the investment for those seeking a high-end bronzing experience. Overall, the Melting Bronze Balm is a standout product for achieving a luminous and dewy complexion."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Oak 03 - medium with warm peach undertone",
			"review_buyer_description": "Normal skin",
			"review_text": "the simi haze staking bronzer is super cute and compact it also works well. I like using it for a more natural dewy make up look, it blends into my skin so flawlessly and goes well with my tinted moisturizer"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Cedar 02 - light with golden undertone",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I did not know what to expect with this bronzer but I am blown away! It blends SO easily and looks seamless. I love the natural color and the ease of application. There is no patchiness and the packaging is so convenient for travel because of the size."
		},
		{
			"review_title": "Nice formula.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "This is very unique packaging and for some reason I struggled to open it at first, lol. I like they way that it looks though and now that I know how to open it things are much better. The formula for this bronzing balm is so nice, it melts into the skin. I like to apply it with a brush and it blends out beautifully. Gives a touch of color but doesn’t look dirty, if that makes sense."
		},
		{
			"review_title": "Yes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This product is so gorgeous! It melts into your skin like butter. The way it opens and closes makes for a great way to keep easily closed in a very full makeup bag! The letters on the front are super cool and make it look very high end. This is a fantastic bronzer/contour!"
		},
		{
			"review_title": "Easy to apply, cedar great shade",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "When I unboxed this, I read the instructions on the box that said touch fingers against it for a few seconds to warm it for application. I personally found this wasn’t necessary and application was super easy just swiping my fingers on top and dabbing onto my skin. It’s not greasy and it stays put all day."
		},
		{
			"review_title": "Unique packaging, great bronzer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "From the moment this bronzer touched my skin, I was amazed by how incredibly smooth and weightless it feels. The texture is simply divine, blending effortlessly to create a flawless, sun-kissed glow that's perfect for any occasion. What's even more impressive is that this balm isn't just about aesthetics; it's good for your skin. Packed with nourishing ingredients, it not only enhances your complexion but also helps to hydrate and protect your skin, leaving it looking radiant and healthy. I've tried many bronzing products, but this one stands out for its versatility and the natural, radiant finish it imparts."
		},
		{
			"review_title": "Multifunctional and Easy To Use",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I’m obsessed! Bronzing/contouring has always intimidated me. This makes it so easy to bronze and contour even if you’re a total newbie, like me. It is a super blendable, creamy formula. I started off with a super light look and have been experimenting every day with it. You could also use this as a cream shadow or even to add color to your lips. I love how easy this is to use and how multifunctional it is!"
		},
		{
			"review_title": "Perfect Bronzer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
			"review_text": "I love cream bronzers, but this product is much more, it is multi-purpose. I chose the color cedar & it is my perfect match shade, not too dark and not too late. I love bronzy looks and I was able to wear it on my cheeks, eyes and lips. The formula is very creamy & blends so easily. The packaging is cool too! You are able to stack them so I do want to try out more products from this brand."
		},
		{
			"review_title": "Must Have!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "I received this bronze balm gifted from simihaze beauty and it is the best bronze balm I have ever tried! It is so smooth and a silk-like finish. It is so easy to blend on the skin and it has a natural finish."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Cedar 02 - light with golden undertone",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "I received the STACKABLES - SKIN SUEDE Melting Bronze Balm in 02 Cedar in exchange for my honest review. This balm is easy to use and really does feel like it melts into my skin with how well it blends. This is also pigmented and isn't like some products that blend away to nothing."
		},
		{
			"review_title": "Great design & formula",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I have been wanting to try this brand forever if not for the amazing packaging alone... but it has an incredible texture to the touch and applies smoothly, blends well, shade is perfect for me...& cool packaging plus great formula means..entire collection vibes. Check it out!!"
		},
		{
			"review_title": "Neat",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I really like the wet effect of this product. I’ll use this for my no makeup days, but with a little makeup haha! This is unlike any other product I’ve used and honestly I prefer to keep it either on my lids,  or lips but works well giving a little warmth around the face. It works well with other products like powder— I didn’t notice any of that weird dry skin look."
		},
		{
			"review_title": "Pigmented !!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, black hair, Combination skin",
			"review_text": "I was gifted the product for free by Skin Suede, the bronze balm is highly pigmented. It blends well and so versatile. I also have used it as an eyeshadow as well. It will last me forever since you only need little bit and it goes long way."
		},
		{
			"review_title": "The perfect tone lightweight bronzer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "I absolutely love this Simihaze bronzer, it applies so beautifully and love that I can apply easily with fingers or with a brush. The lightweight cream-to-powder formula just melts into the skin and does not irritate my sensitive skin. I have the shade Oak which is perfect for my light to medium skintone. It’s not overly warm so can be used to sculpt out cheekbones and I love using as eyeshadow too for a monochromatic look. Love the cute lightweight packaging too!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Oak 03 - medium with warm peach undertone",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This is a nice bronzer. It blends very easily and can be sheered out nicely. The finish is less dewy than others so it wears nicely. The packaging is cool too and is very sleek and compact so it is nice for travel."
		},
		{
			"review_title": "Love this bronzer!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
			"review_text": "I love this bronzer! The balm is so creamy and easy to apply. It gives the most natural color so it’s practically fool proof. The packaging is really cool. It definitely has some lasting power. I would highly recommend if you are looking for a natural bronzer."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Terracotta 04 - medium reddish bronze undertone",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I was super excited to test this bronzer out! But unfortunately I was sent a color that is much too dark for my fair skin. This is encouraging for folks with darker skin, though, because the shade range is great! I did swatch the bronzer though and it has a wonderful cream to powder consistency and it’s not patchy at all! Very smooth and blendable!"
		},
		{
			"review_title": "Not the right color for me but the product is good",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
			"review_text": "Creamy and feels nice to apply but the tone is off for me. It’s a lot more red than I would have liked. I do really enjoy using this as a cream eyeshadow though instead of on my face. The color just doesn’t compliment me as a bronzer/contour"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Terracotta 04 - medium reddish bronze undertone",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "obsessed with this bronzer! it's easy to use, isn't orange on my complexion, and blends beautifully. the packaging is also super cute and easy to open. I'm not worried about breaking it. Wear time is normal 6-8 hours for me!"
		},
		{
			"review_title": "Love love love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, Fair skin tone, Combination skin",
			"review_text": "Love love love!! Love the shades and how the texture is so creamy you can literally apply it on eyes, lips and cheeks and will blend easily well. Long lasting and the size is just too cute!! Always in my purse for touch ups. Definitely obsessed."
		},
		{
			"review_title": "silky smooth blend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is such a unique creme to powder formula, really different from other cream bronzers in my collection! Creates a silky smooth, diffused effect across the cheeks and it blends out so evenly too. Sets to a soft matte finish."
		},
		{
			"review_title": "So smooth and stunning!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I absolutely love using this to contour to perfect, and sculpt my face! It creates a gorgeous monochromatic effect on my eyes, lips, and cheeks! It is a perfect multi-purpose perfecting cream to powder bronze balm. It goes on so smooth and is absolutely stunning!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Cedar 02 - light with golden undertone",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "The SimiHaze Skin Suede Melting Bronze Balm is GORGEOUS. I absolutely love how easily it blends into my skin. I’m fairly pale but the color looks so good with my skin tone. Overall this product is a winner!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Sycamore 01 - light with neutral undertone",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I received this from simihaze in exchange for my honest review. It glides on skin nicely. Easy to use and blend. Not sure I got a correct shade as it looks off on me. I will continue to use and try other shades."
		},
		{
			"review_title": "Love",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This product is awesome. I use it for bronzing of my eyes, cheeks and lips for a monochromatic look. I also use on cheeks, nose and jaw to give a sculpted look. The product is smooth and always looks amazing"
		},
		{
			"review_title": "Beautiful natural-looking bronzer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I'm really impressed by this bronzer! I've always been a fan of using powder bronzer but I have clearly been missing out! The sponge texture allows me to load up the perfect amount of product and layer it up on the face. The best thing is that it all looks natural. I like applying it on my face even without doing a full face of makeup just to give my skin a very natural sun-kissed looked and you can't even tell its makeup. The packaging is sleek and very travel friendly. Bonus points for it being long-wearing even on really warm summer days!"
		},
		{
			"review_title": "Blends great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I loved this bronzer it’s extremely easy to blend and stayed for many hours. I love the screw off top because it ensures the top won’t break off like other products. Would recommend to anyone looking for a powder/cream bronzer."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Sycamore 01 - light with neutral undertone",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "This is a really nice bronzer. I wanted to try it because of the ingredients. The texture is firm but quickly and easily melts on the skin. I could blend it out with my finger or a brush without experiencing any patchiness. It looks really lovely on the skin and gives just a hint of warmth without going overboard."
		},
		{
			"review_title": "Oak for light-medium to medium skin tones",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I am a bronzer snob, I hate it when bronzer makes me look orange instead of sun kissed. This bronzer has the perfect amount of red pigment. You definitely have to warm up the product to get all that pigment from the pot, but it is super easy to blend out after you apply it on your face."
		},
		{
			"review_title": "Amazing texture!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I have been loving this new bronzer from Simihaze! It has a really creamy texture that blend effortlessly into the skin. I have shade Oak 3 and it's the perfect neutral undertone so it doesn't look too warm / orange on my skin! I also love the unique stackable packaging!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Terracotta 04 - medium reddish bronze undertone",
			"review_buyer_description": "",
			"review_text": "this is amazing product i love it and it blends so well, it’s the perfect everyday bronzing product and if you are looking for a new blendable bronzer i highly suggest you try this one! love and will be using"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Sycamore 01 - light with neutral undertone",
			"review_buyer_description": "",
			"review_text": "This bronzer is amazing. I love the way. It looks on my skin. It blends into my skin perfectly. I was gifted this by skin suede. This will be my new every day bronzer. Plus it comes in cute packaging."
		},
		{
			"review_title": "An unique bronzer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This cream to powder bronzer has lightweight and easy to use the formula. It’s buildable and leaves a natural finish. The cream to powder formulation also a very great innovation. Last, I really like the packaging!"
		},
		{
			"review_title": "You need this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I have been loving this balm! I use it as a contour/bronzer and then in the outer corners of my eyes or even all over the lid. It is so freaking easy to blend and it looks beautiful all day (I even wear this in the gym through heavy weightlifting workouts and it stays put)! I will be purchasing other shades of this so that I can use it on my lips and as blush too!"
		},
		{
			"review_title": "LOVE!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I absolutely LOVEEE this bronzer!! It’s so convenient in its little stackable container and works like a charm! Goes on super buttery and smooth and blends in easily, i use it right under my cheekbones and framing my face and it gives me the perfect contour! Love!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Sycamore 01 - light with neutral undertone",
			"review_buyer_description": "Green eyes, Dry skin",
			"review_text": "I’m a huge fan of testing out new bronzers, and this one seemed super interesting. From the packaging to the texture, this was an all around new experience for me. I don’t know how to describe the texture, it was a balm but it was very firm. It makes a small amount of product go a very long way, once I got used to the texture I actually really enjoyed this product. I found it to be really wonderful to work with after the learning curve and I feel like it stays in place all day. Highly recommend!"
		},
		{
			"review_title": "Nice",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "This was the first melting balm i’ve tried and so far I like it! It’s similar to a cream product and it’s easy to blend into the skin. It gives off a nice finish and my makeup has turned out great each time"
		},
		{
			"review_title": "Perfect color",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I love how innovative simi haze is, and this packaging is so cool! I couldn’t figure out how to open it, but you just twist it. The color is my perfect shade of bronzer/contour, and I really love the texture. It’s very smooth and I can use a lighter amount for nose and eye contour, and then pack on a bit more for cheek. I didn’t really care for the color as a lip shade, but I definitely agree that this is a multi-purpose bronzer and contour, and that I love it! The shade and consistency is PERFECT."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Sycamore 01 - light with neutral undertone",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "Really impressed with this bronze balm. I like to apply it with a contour brush and it blends beautifully. The formula is super soft and like the name, really melts into the skin. I love using it on my eyelids for a wash of color too! The finish is super natural. #"
		},
		{
			"review_title": "Great bronzing product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "This product is super easy to use and extremely blendable. Packaging is pretty fun and different. I liked how it didn't lean too cool or warm, nice natural that I can use all over. This was my first time using this brand and it was super versatile. I used it to contour and on my eyes!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Terracotta 04 - medium reddish bronze undertone",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "This bronzer by simi haze goes on like a dream and it’s my new favorite. It feels and looks amazing. This celebrity beauty line is seriously worth the hype and I’m so happy to receive this from them !!"
		},
		{
			"review_title": "Really good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I unexpectedly love this bronzer. from the promo photos I thought it was going to be too sheer and watery. However, it is perfectly pigmented and blends like a dream. It is a fantastic color, so it looks so natural on the face. I would definitely recommend this. Be aware that there is not too much product (0.14oz)."
		},
		{
			"review_title": "Great pigment",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "I really liked that this could be used on your cheeks, eyes or lips. The color is well pigmented and got the job done for several hours without touch up. It took me a minute to figure out how to open it, I loved that it is twist to open so no issues with it opening unexpectedly."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Terracotta 04 - medium reddish bronze undertone",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Super in love with this product and its packaging! Love that it's stackable (not that i have anything to stack it with currently) but the colors as well as the design, i'm obsessed! The product itself exceeded my expectations. It's well pigmented and has that perfect shade for a bronzer. I've been using the same bronzer for years but I'm glad I got to try this one cause it's shade looks better on my skin."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Terracotta 04 - medium reddish bronze undertone",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I received this product in exchange for a review, i have been using this bronze balm for quite a few days and I love it so far. The formula is buttery and blends amazingly into the skin. It’s especially perfect for fall if you want to create a monochromatic look."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Terracotta 04 - medium reddish bronze undertone",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I have received this product for free giften by Simihaze and I think this contour is so good… the formula is cream to powder and blend very pretty, I use it for contour and also like a eyeshadow! Looks nice"
		},
		{
			"review_title": "Beautiful cream!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "i was so surprised at how easy Skin Suede is to work with! Apply is with a swipe & blend with your fingers! I absolutely love it! I have shade Oak and at first I thought it would be too dark but it blends so beautifully & gives my skin a lovely warm up & contour! It is also gorgeous to use on lips & eyes as well! Absolutely love this by itself for a no makeup day too!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Terracotta 04 - medium reddish bronze undertone",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Love this product that is by simihaze!! It is so easy to apply and makes my skin feel amazing! I highly recommend trying it out you will love it!! Grab this asap and try it for yourself, I think you will love it!"
		},
		{
			"review_title": "Sculpting multitasker",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "Such a cool looking packaging and a great multitasking creamy formula. I use it to sculpt and contour - around eyes, cheeks, nose. It gives natural finish and blends into my skin nicely. A little goes a long way"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I received this product in exchange for a review,  I have been using bronze balm in my everyday makeup look I am totally addicted to it I love the formula it’s blend absolutely amazing into my skin I recommend it"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Terracotta 04 - medium reddish bronze undertone",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I was a bit nervous when I first saw the color terracotta, it looks really dark. Blends so well though! Packaging is amazing! Love the monochromatic look, I use on cheeks eyes and lips. Can't wait to try other colors."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Oak 03 - medium with warm peach undertone",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "This is really the best multipurpose product. I brought this with me recently on a trip, and it's all I needed for bronzer, eyeshadow, and some contour. It doesn't smudge which is important for the eyelids, and it's super easy to use"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Terracotta 04 - medium reddish bronze undertone",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Have never tried a product like this one before. I love the versatility of it. You can add to your whole face for an all over glow or use a brush for more of a contour sculpt. Super blendable and easy!"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I have been dying to try products from SIMIHAZE and so happy I get to. And let me tell you, it’s so good. This bronzer goes into the skin so creamy and blends so well.  It finishes off with a matte effect. It is also long lasting. I can use it to contour my skin, bronze and as an eyeshadow. I blended it out with my fingers and looks beautiful natural like bronze."
		},
		{
			"review_title": "Patchy and hard to blend",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "I didn’t really love this bronzer. I think the packaging is cute but also gets sort of stuck and is hard to open and feels lightweight/cheap. The product itself is sort of hard to work with - I’d describe as a dry cream that gets sort of patchy. You either under or over-apply unless you’re really careful. The undertone is really nice, so there’s that! Using a brush is the best way to use this product, but ultimately I have other cream bronzers in my collection that are easier to use and give me a prettier finish. I would pass on this one."
		},
		{
			"review_title": "Melts Into Your Skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "The name melting is so accurate!! This bronzer blends in so easily that it feels like it melts into my skin. Very pigmented so a little goes a long way and it didn’t irritate my skin in any way. I would definitely recommend this bronzer."
		},
		{
			"review_title": "So beautiful you need to get it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "this stackable skin suede is so cute first of all, and such a perfect shade for my skin. I love that it instantly gives me warmth and it’s very easy to apply.  It goes on so smoothly and melts right into my skin"
		},
		{
			"review_title": "Lightweight",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Absolutely loving this multi-purpose balm! It has a perfect silky- soft finish.  Plus, it's so versatile – I use it to bronze, sculpt, and even on my eyes and lips for a monochromatic look. It’s nourishing and hydrating"
		},
		{
			"review_title": "I love using it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I'm absolutely impressed with the innovation behind SIMIHAZE BEAUTY's STACKABLES - SKIN SUEDE Melting Bronze Balm! This product is a game-changer in the makeup world, thanks to the creative minds of Simi and Haze.  What sets this balm apart is its unique engineering system that allows for durable portability and daily customization. It's a versatile product that can even out your complexion, perfect skin texture, and keep your skin moisture-rich and smooth. I love that it's designed for day-to-night use and is perfect for those on-the-go moments.  The founders' idea of creating an alternative to contour with a nourishing balm is brilliant. It not only adds warmth to your face but also sculpts and blurs, providing a natural, sun-kissed glow. The fact that it comes in 6 shades for perfecting, sculpting, bronzing, and contouring is a big plus.  Applying the SKIN SUEDE Melting Bronze Balm is a breeze – you can use your fingertips or a brush to achieve a natural touch of warmth, sculpting, contouring, or even a monochromatic effect on lips and eyes.  What truly impresses me is the formulation. It's infused with delicate mattifying powders for a silky-soft finish, and the balm melts seamlessly onto the skin. The slow-release Hydra-Sphere Complex with small molecular weight hyaluronic acid is a fantastic addition, as it not only plumps but also hydrates the skin from the inside out.  Overall, SIMIHAZE BEAUTY has delivered a truly innovative and versatile product with SKIN SUEDE Melting Bronze Balm. It's a must-have for anyone looking to enhance their natural beauty and create different looks effortlessly. Kudos to Simi and Haze for this fantastic creation!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Mahogany 06 - deep warm red undertone",
			"review_buyer_description": "Brown eyes, Tan skin tone, Dry skin",
			"review_text": "I really like the creamy formula to powder this bronzing balm has, it wasn’t the easiest to blend but I really enjoyed using it on my eyelids to give a more bronze look in an otherwise natural makeup look I had."
		},
		{
			"review_title": "Truly cream to powder",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "Ok when they said cream to powder they are not lying and that’s what I really like about this product, on top of that this color is perfect bronzer shade for me, the packaging is very cute too overall I nice product to add to your collection."
		},
		{
			"review_title": "Balmy more than cream. Cedar is warm not orange !",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "This felt balmy more than creamy. Though the formulation says cream, the description says balm. That being said I find balms to be a little patchier as they wear. This blended out nicely  but I feel like as the day went on it moved/faded a bit (balmy textures aren’t as compatible with my skin type). It did turn from balm to powder,  but I felt like it faded a bit and felt semi greasy at first. Usually with cream formulations they feel thicker and somewhat dryer Than a balm. I liked the color and I do think that had my skin type been compatible this would be a good product, so that’s why I will rate it a 4! Cedar does give a warm golden glow, not too orange.  good shade choice for light skin neutral undertones."
		},
		{
			"review_title": "Nice bronzer",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This is a nice bronzer. The packaging is so fun and well protected. The color was a bit dark for me but that’s my own fault for choosing wrong. I would recommend and will look for a new color. Seems like it will last all day."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "This product is so nice! It blends so nicely with a brush, and does exactly what I want it to do! It’s a nice packaging that you twist and then it goes on so smoothly and creamy. I usually pat it into my contour spots and it looks so natural!"
		},
		{
			"review_title": "Great for contouring!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "This bronzing balm is awesome to contour with! I apply it directly with my fingers and it melts into my face when I blend it with my beauty blender. The pigment is great and It’s perfect for those no makeup, makeup days. The compact design of the packaging is also great to throw into your makeup bag on a travel day!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Mahogany 06 - deep warm red undertone",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "The Skin Suede melting bronze balm creates a reddish-brown monochromatic effect on the eyes, lips and cheeks. This pigment product can also be used to contour, perfect, sculpt, as it is a multipurpose perfecting cream-to-powder bronze balm."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Mahogany 06 - deep warm red undertone",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I’ve never tried a product with such a texture. Like the description states, it’s like a suede textured. It blends seamlessly into the skin and wears well all day. The shade is also perfect for bronzing my face. I love it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Mahogany 06 - deep warm red undertone",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "I love this Cream-to-powder Bronze Balm! For contouring and sculpting this is a perfect product! Super easy to use and so fun to try Monochromatic effect on eyes, lips and cheeks. I’ll buy more for gifts"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Mahogany 06 - deep warm red undertone",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I've been using this as a contour and it blends like a dream! It melts into your skin and gives a subtle glow without becoming sheer. I also love the compact design for design for traveling, simplifies my routine."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Mahogany 06 - deep warm red undertone",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "I really like these balms! I apply directly with my fingers, though I have used a beauty blender a few times. They’re really pigmented but are also very blendable and workable. A little goes a long way!"
		},
		{
			"review_title": "UNIQUE PRODUCT! MUST TRY",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "YOU GuYSSS! I use lots of cream bronzers. But this one … is like no other. I have never tried something so creamy , blend-able , easy , different, blurring, and so sculpting before. The formula is unique!!!! So different and it gives you the most flawless contour and bronzed look. It the packaging it looks dry and hard but once you apply it (MIND BLOWWWWN) how insane and amazing the formula is. I like using it with a sculpting brush and just stamping the product in and it blends out so easy and beautiful."
		},
		{
			"review_title": "Blends beautifully",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I received this bronzer in the shade Maple 05.  I have a light skin tone so at first I was intimidated by the rich pigment of the skin suede.  Once it warmed to my skin and I buffed it out I was amazed that it became a beautiful bronze glow on my skin.  The texture was velvety and just the right level of creamy.  This will be joining my routine for sure."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Mahogany 06 - deep warm red undertone",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I was so excited to try this. The bronze melting balm blended into my skin very easily. The formula felt very smooth too. I kind of wish that the balm was more pigmented and could give me more of a bronzed look."
		},
		{
			"review_title": "Suede",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Love this multi-purpose star. It blends super easily either with your fingers or a brush. I used it to contour, as an eyelid shade, and even mixed into my lipstick. Love the macaroon style packaging, too."
		},
		{
			"review_title": "Awesome minimal bronzer and multi-use!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "I am always interested in minimizing my beauty steps but want to make sure I love the products just as much as if I bought 2-3 items! This is a very sleek, minimal and unique take on a multi-purpose bronzer, eyeshadow, contour product! I'm loving the shade range and just how long it last. The system is stackable too! I'll be testing this out with other items from the line soon. It's a great way to travel efficiently! Definitely worth checking out for all my minimal beauty lovers!"
		},
		{
			"review_title": "The key to smooth bronzed skin!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I recently tried the Simihaze SKIN SUEDE Melting Bronze Balm from Sephora, and it's quickly become a makeup staple for me. The texture is incredibly smooth, making it effortless to apply. The bronze shade has a beautiful warmth to it, giving my skin a healthy, sun-kissed glow. What's impressive is how versatile it is – you can use it as a subtle highlighter or build it up for a more dramatic, bronzed look. Plus, it lasts all day without feeling heavy or cakey. If you're looking for a new bronzer, I highly recommend giving this one a try!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Maple 05 - deep warm olive undertone",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I been using this product for the past weeks I love that is cream to powder. It blends so easily and looks so smooth on my skin.I definitely recommend this if you want to make a change and switch to cream bronzers. I love it!"
		},
		{
			"review_title": "A new Must Have in my routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I have no idea what magic is in this bronzer it goes on like a cream, hydrates like a balm and set like a powder!! How?! It is super convenient to use and travel with, you can put it on your lips and eyes as well to create a quick monochromatic look. love that it is hydrating in my dry skin but once it sets it does not move around like some cream bronzers do. I have the color cedar for my light/medium complexion and it gives my skin a gorgeous warmth. Definitely recommend for the upcoming winter months if your skin gets super dry like mine."
		},
		{
			"review_title": "Must have!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "I LOOOVE this bronzing balm so much! I’ve used it to just warm my whole face, as well as to contour it and it looks lovely both ways! The balm just melts into the skin effortlessly and leaves a soft matte finish. It also makes my pores look smooth, almost plumps the skin! Also the color is gorgeous!"
		},
		{
			"review_title": "great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "Loved this bronzer! It melts into your skin and has an amazing color. I would also recommend using it in other ways other than just as a bronzer like a eyeshadow or contour because it's absolutely perfect for that as well. The packaging is super compact which makes it's great for travel!"
		},
		{
			"review_title": "Perfection",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "This bronzer is absolutely amazing! It literally MELTS and glides on your skin…the shade is perfect for all contouring. I also love how compact the packaging is. It’s perfect! This was gifted from simihaze."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Terracotta 04 - medium reddish bronze undertone",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "Great product to contour your forehead, cheeks and eyes to give the face some color and dimension. It’s compact and easy to blend. I’ve been reaching for this product pretty much every time, whether I’m going full glam or natural."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Terracotta 04 - medium reddish bronze undertone",
			"review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "This bronzer in a melting, evolving formula felt like a delight. It glides smoothly on my skin. The shade is ideal for contouring and bronzing, complementing my foundation beautifully. The packaging is sleek and convenient for use on the go."
		},
		{
			"review_title": "A must have product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This is the perfect multi use product. It’s great for over the cheeks and eyes. It adds so much definition, it’s easy to use, and the color is beautiful. It compliments my skin so much. I use my fingers to blend onto my eyes and cheeks and it leaves a perfect bronze!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Mahogany 06 - deep warm red undertone",
			"review_buyer_description": "Gray eyes, blonde hair, Oily skin",
			"review_text": "This is such a versatile product. I love the fact that you can use it on your eyes, lips, or cheeks. I used it mostly as a sculpting balm for contouring. It cream to powder finish is great for that. 😀"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Cedar 02 - light with golden undertone",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This is a very easy-to-blend formula. It is slightly powdery with it being a pretty thick cream. If you don’t blend it out a lot you can have a good amount of pigment. Since I use this on top of my cream foundation, I make sure to not blend it out too much, because then it can become sheered out. I love the size, and I took it with me on a work weekend trip and I combined it with a lighter contour. It looked great and has worn well over my liquid foundation as well!"
		},
		{
			"review_title": "Sleek and Chic",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "This melting, bronzer evolve felt like a bother. Wanna touch my skin. The color was very good for contouring/bronzing and paired well with my foundation. The packaging is very sleek and compatible for on the go use."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Cedar 02 - light with golden undertone",
			"review_buyer_description": "blonde hair, Light skin tone, Normal skin",
			"review_text": "This was my first time using a cream bronzer but this product is super blendable and buildable that even a contour newbie like me could master it. I’ve been grabbing for this in my everyday routine now"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Cedar 02 - light with golden undertone",
			"review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
			"review_text": "The packaging is super cool and chic! The product seems dry at first but it blends in super seamlessly. I mostly use it on my face as contour and eyes; the color is a little too warm to apply to the lips."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Terracotta 04 - medium reddish bronze undertone",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I absolutely loved this bronzing balm from simihaze  Loved that it’s a multipurpose product that works well as eye shadow and on lips too which is cool and makes it a great travel product. I love cream formula on my dry skin it gives a beautiful natural glow and have a smooth application."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Terracotta 04 - medium reddish bronze undertone",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I received this for free in exchange for my review. Very nice bronzer. Scent free. Blendable and buildable. Works great with other products. Sets down well. Doesn’t require anything extra. Packaging makes for a great concept."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Sycamore 01 - light with neutral undertone",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Normal skin",
			"review_text": "I’ve been enjoying this product a lot. I use it with a bronzing brush and it works great. You could probably also use it with a beauty blender. It matches my skin tone really well and I feel like they have a good shade range."
		},
		{
			"review_title": "love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Oily skin",
			"review_text": "I received something in exchange for a post, this product is really good, thick and creamy and goes on the face like butter. The color and pigmentation is amazing. You’re going for a natural luck. This is definitely for you."
		},
		{
			"review_title": "Easy to apply with beauty blender",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I received the stackables skin suede melting bronze balm free in exchange for my honest review. This was my first time using a product like this for contouring, I usually use powder and I was pleasantly surprised. A little goes a long way as I prefer subtle and natural makeup and it lasts all day when set with powder."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Cedar 02 - light with golden undertone",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I tried the Simihaze SKIN SUEDE Melting Bronze Balm and I think it works well on my combination skin. I used it on my cheeks and eyes and I liked the monochromatic look it gave me. It stayed for my entire work day. It is really easy to use."
		},
		{
			"review_title": "Cute and handy compact bronzer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This cute little bronzer is one of the best multitasking makeup products. I can use it as bronzer itself, also for sculpting and as an eye shadow. It has very smooth , blendable and easy spreading texture, semi-matte finish and very natural look. The compact itself is very pretty and handy. I can always keep it in my bag."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Terracotta 04 - medium reddish bronze undertone",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Great bronzer for any kind of skin color.  The packing its perfect to carry it on the go.  It can also be a buildable bronzer depending on your preference. I use the bronzer every day and am very pleased."
		},
		{
			"review_title": "So easy to blend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Oily skin",
			"review_text": "This bronzing balm is so nice and easy to blend. I love using this with liquid or cream foundations. It blends seamlessly into my skin and it doesn’t leave any harsh contour or bronzing lines! I’m so excited to try more products from this brand!"
		},
		{
			"review_title": "Easy to Blend",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Really easy to blend with your fingers which I like for a natural look.  I have the shade cedar which is warm tone. I would probably pick up sycamore as a light neutral but this shade still worked well for me. I have been using on my eyes as well which is an easy one and done look. Overall nice to have as a cream contour or bronzer and a little goes a long way!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Oak 03 - medium with warm peach undertone",
			"review_buyer_description": "Brown eyes, auburn hair, Oily skin",
			"review_text": "Ive been reaching for more cream products as the colder weather arrives and I love how this applies. The color is perfect and I love using my fingers for these kinds of products as someone said makeup should be applied like your skin care"
		},
		{
			"review_title": "Great beginner bronzer",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "This is a great everyday bronzer. Very easy to use, blends easy but still gives you a good amount of color. Very user friendly. If you’re a beginner at makeup this would be a great bronzer to start off with ."
		},
		{
			"review_title": "Twist off!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "I was so confused upon receiving this - I couldn't figure out how to open it! haha you just gotta twist it. I think it's a beautiful product nonetheless. The creamyness is subtle and is stiffer than usual - which I think I prefer so you have to intentionally build it up. The warmth is nice on my medium skin. It's a refreshing product to have on the table - just don't forget to close it back up."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Oak 03 - medium with warm peach undertone",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "This product is absolutely. First of all the packaging is great for travel and on the go. It is the perfect size to slide in a purse as well! It is easy application and very blendable. It gives the perfect bronzed look!"
		},
		{
			"review_title": "Okay",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "This balm is somewhat interesting, I’m not sure if I would gravitate towards this bronzer/contour palate in the future or not. It what somewhat hard to blend and the creaminess felt off. Maybe I’m just not used to it. I received something in exchange for this post"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Cedar 02 - light with golden undertone",
			"review_buyer_description": "",
			"review_text": "Pleasantly surprised. I think this was going to be way too warm and super dry, but it actually blends out ok to a matte-ish finish. I like it. The packaging is kind of an awkward shape & size and is annoying to screw on and off."
		},
		{
			"review_title": "Love how versatile it is",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
			"review_text": "I'm genuinely impressed with this balm. It effortlessly blends to give my skin a velvety smooth finish. What's even better is its versatility – you can use it as a bronzer, on your eyes, or even on your lips. Personally, I prefer using it as a bronzer or eyeshadow. It's not only long-lasting but also keeps my skin well-hydrated. The compact packaging with the twist-off lid is super convenient, making it a perfect on-the-go option. This balm has definitely earned its place in my makeup collection."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Mahogany 06 - deep warm red undertone",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "I didn’t really know what to make of the product when I first opened the package. But I was extremely pleasantly surprised when applying it! I just lightly tapped my brush in and blended without issue, and mahogany is the perfect shade to contour! In the hollows of my cheeks it gave the perfect shadow."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Oak 03 - medium with warm peach undertone",
			"review_buyer_description": "Brown eyes, blonde hair, Dry skin",
			"review_text": "I love this skin melting bronzer balm! It blends good with a brush or your fingers, use your finger for a more natural look since the warmth of your fingers will warm it up! Super pigmented and a great color!"
		},
		{
			"review_title": "Definitely a must try",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This was a very good find at Sephora! I love the packaging and Think it’s very unique. The formula is super creamy and very blendable I would recommend this to anyone looking for a new go to natural bronzer for Dewey and matte looks."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Oak 03 - medium with warm peach undertone",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "Complimentary gift by SIMIHAZE. I truly fell in love with the Skin Suede  Melting Bronze Balm. It gave me the perfect contour. What I love the most about this product is the perfect sculpting it gives you. Further, I really like how you can use this product around your eyes, lips and cheeks!"
		},
		{
			"review_title": "in love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "This bronzer creates the most gorgeous glow on your skin. I apply it to my check bones and on my eyelids to create a natural glow and it looks so beautiful and stunning. the formula is perfect I will never stop using."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Maple 05 - deep warm olive undertone",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This was my first time trying Simihaze Beauty and I was super impressed. I got the color maple 05 and I have medium tone skin and fit me perfect. The packaging is amazing and aesthetically pleasing. Overall I loved it"
		},
		{
			"review_title": "Beginner friendly",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "So good! It’s a cushion based products so the brush easily picks it up and it’s so buildable and blendable. I love how beginners friendly this is. I don’t know how to bronze but this makes it really easy."
		},
		{
			"review_title": "Awesome",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I have never tried the skin suede and I am pleasantly surprised. The package was super chic and loved everything about it. The product itself was really good as well. It was very pigmented and easy to blend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Mahogany 06 - deep warm red undertone",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This multi-purpose sculpting skin bronze balm has been a really nice addition into my contouring routine. It doesn't leave behind any muddiness and blends beautiful above other cream or powder products."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Oak 03 - medium with warm peach undertone",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "This formula is very different in a good way! It has a sponge look to the texture but builds beautifully. It’s not super pigmented so it’s nice if you like a buildable bronzer. I thought it would be orange on me but it wasn’t it was a nice warm color on my fair complexion. It’s a great bronzer to check out!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Oak 03 - medium with warm peach undertone",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This product was so unique and different i loved it! The packaging was so cool i’ve never seen anything like it. The product itself was also great for my contour and it looked amazing and very sculpted. It made my skin feel so silky and natural"
		},
		{
			"review_title": "Beautifully bronzed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This formula is super silky and beautiful! It blends like a dream but you can also build it up nicely on the skin. I also love the shade cedar 02 it works really nicely with my golden undertone! Great bronzer."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Cedar 02 - light with golden undertone",
			"review_buyer_description": "",
			"review_text": "This bronze balm is so compact and easy to carry around, and it’s not powder so it won’t shatter. I love how easy it is to blend and it really gives me such a sun kisses look! It lasts all day and is very buildable"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Oak 03 - medium with warm peach undertone",
			"review_buyer_description": "Green eyes, Medium skin tone, Combination skin",
			"review_text": "This bronzer is such a perfect medium color for my warm skintone. It’s so cute and easy to use as well. I love how compact it is. The texture is kinda bouncy. It’s easy to apply and blends in so well. It’s a great one for daily use."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Terracotta 04 - medium reddish bronze undertone",
			"review_buyer_description": "Green eyes, blonde hair, Normal skin",
			"review_text": "I was gifted this product but am obsessed with this! i use it with the underpainting technique and my makeup looks so glowy and natural. I like to use my fingers to apply and then use my brush to go over it and blend perfectly."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Terracotta 04 - medium reddish bronze undertone",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "I love to use my cream bronzers as eyeshadow and this was the perfect shade to to use for both. It was also super creamy and blended out super easily with a brush, definitely going to implement this into my routine."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Cedar 02 - light with golden undertone",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "This bronzer is awesome and amazing. It melt so nicely on the skin and it easily blends. So easy to use. Love the shade. It is so hydrating. Has a natural matte finish. Looks so natural. Great product to travel."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Terracotta 04 - medium reddish bronze undertone",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I'm really enjoying the formula of this! It's creamy and it blends smoothly into the skin without tugging the makeup underneath. The shade I have is warmer than I like but it blends out so nicely I make it work."
		},
		{
			"review_title": "Great formulation",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This is a multi purpose product that you can use on your daily basis or to create a more glamorous look. I like how compact it is and it’s travel friendly the texture is easy to blend and you can use the fingers to apply as well"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Mahogany 06 - deep warm red undertone",
			"review_buyer_description": "Brown eyes, Deep skin tone, Dry skin",
			"review_text": "This bronzer is definitely buildable. I like how it’s not an ashy contour, but it does add more warmth to my skin when I have foundation on. I think it’s easier to use your fingers rather than a brush because it doesn’t apply well to a brush."
		},
		{
			"review_title": "Takes practice but end result looks good!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "This product was honestly quite difficult for me to work with. I used both a beauty blender and a brush to apply, I found that I like applying it with the brush first for precision, then blending with the sponge. The concept of the product is really cool and the contour shade worked well with my skin tone. It’s definitely a product that will take a little practice to get used to but the end result looks good!"
		},
		{
			"review_title": "Very pigmented",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Super cute and convenient packaging. Unfortunately didn’t find it blended it as well as I had hoped. It is however pretty pigmented for a cream bronzer but wished it melted into the skin better. This product was gifted."
		},
		{
			"review_title": "Gorgeous blending!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I am forever hunting for the perfect bronzer for my pale, pink toned face. So many show up either gray or muddy, but I think SKIN SUEDE Melting Bronze Balm in Sycamore may have nailed it! I can use it over sunscreen and a touch of concealer as bronzer, contour, eyeshadow- even a touch on my lips for color! The powder blends in seamlessly for a simple natural glow that takes minutes."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Cedar 02 - light with golden undertone",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "This is my first time trying anything from this amazing brand. But this balm really helps keep my skin hydrated without looking thick and heavy and helps keep the glow. I truly recommend this for anyone."
		},
		{
			"review_title": "Love the glow",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This is a very unique bronzing tool. I like how easy it was to apply to my face and it blended quite nicely. I have fair skin and the bronzer gave me a light glow that I enjoyed, especially for the summer."
		},
		{
			"review_title": "amazing formula",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Oily skin",
			"review_text": "This bronzer is such a lovely formula,  it melts onto skin effortlessly. I love applying this on my eyes too! It blends out seamlessly into skin without looking streaky and it lasts all day without budging."
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This is something amazing, this product is really blending nicely on to my skin, I love the texture of this product. The packaging looks so cute. I love the fact that it’s melting in to my skin nicely, and giving me desired contour."
		},
		{
			"review_title": "Favorite cream bronzer!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Wow! I am obsessed with this cream bronzer. I have tan skin and selected the shade Maple. The undertone of this product is so perfect. It gave me the perfect tone for sculpting, not going to lie I haven’t put down this product since I received it. I love the texture, it feels like a balm but sets like a powder. You don’t need to set it with powder! That’s my second favorite thing about this cream bronzer."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Oak 03 - medium with warm peach undertone",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I love the Skin Suede bronzing balm. It blends well and if you pick the right shade it's so beautiful. The only thing that I don't like is how hard it is to take the lid off. I've turned it so many times and couldn't get it opened for a while."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Sycamore 01 - light with neutral undertone",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "It is a creamy and buildable bronzer. I like how easy it blends as well. I got it in shade sycamore which is lighter for me but since it is buildable, i am still able to use it as a bronzer. I have also tried it on my eyes and lips. I liked it on my eyes for a monochromatic look but it wasn’t it for me on the lips. Overall though i really like the formulation and the packaging. I wish the cap had a small mirror in it though."
		},
		{
			"review_title": "best bronze out there",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "Tried Simihaze Beauty’s new Melting Bronze Balm, this product is silky smooth and glides through my skin like butter. The product is well pigmented  and builds up really nice with my other products. This my new go to bronzer, it has the right amount of warmth to skin tone, I recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Terracotta 04 - medium reddish bronze undertone",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Packaging: Minimalist yet aesthetically pleasing Can be stacked! Opening: Twist too Texture: Balm/Cream Texture Longevity: Worn on a full day from 8am until 12pm. Holds on amazingly with other cream products. Subtle sculpt look."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Oak 03 - medium with warm peach undertone",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I finally tried the SimiHaze skin suede melting bronzer balm and I am obsessed. This is such a great product, i also love that it is multi use! I love using this as an eyeshadow as well as a bronzer! Love it."
		},
		{
			"review_title": "A new favorite!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "This is such a unique product. The texture is like nothing I’ve ever felt ,it’s like a cream-like balm formula. This bronzer goes on so easy and blends into the skin flawlessly. This bronzer also has a lot of pigment, but still looks so natural on the skin. I really love the packaging as well. It’s super fun. This is definitely one of my new favorite bronzers and I can use it with just my fingers, a brush or a sponge. This bronzer has a hydrating balm texture that make the skin look like it’s glowing from within. I also really like this product for shaping my face. I’ll be honest I’m not a huge fan of the shade on my lips, but it did feel super comfortable."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Cedar 02 - light with golden undertone",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I really like this product! When I got it, you could tell that the packaging is definitely a stackable with the other products. There’s in dense, so it perfectly stacks. As for the formula, it is definitely creamy, but not too creamy. Definitely a lot of product in the packaging and it goes on. So smooth!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Terracotta 04 - medium reddish bronze undertone",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This bronzing balm is honestly amazing. I’ve never tried anything so pigmented and smooth like this product. I really enjoying using this product to sculpt my cheekbones and I sometimes also use it as eyeshadow too!"
		},
		{
			"review_title": "Blends flawlessly",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "Blends flawlessly into my skin. I use it on my eyes and face. Lasts all day and does not settle into the creases of my skin."
		},
		{
			"review_title": "Small But Packs A Major Punch!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Dry skin",
			"review_text": "Simihaze is a new clean brand and I love that I got to try their new stackable melting bronze balm. I used the shade maple which is the perfect shade that is in the middle of warm and golden. Maple shows up on my eyelids as a nice matte eyeshadow which is just a simple one shadow look. The packing is thin and perfect to toss in purse for touch ups and especially for travel. I will definitely be checking out other products from this brand."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Oak 03 - medium with warm peach undertone",
			"review_buyer_description": "Light skin tone",
			"review_text": "The packaging of this product is really interesting but what I really like about it is that it is not too thin to where it looks muddy when you're blending it out but it's not too thick either to where you're wondering if you're going to get the benefit of using a cream product. I plan on using this in winter when my skin is dry. It blends nicely."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Oak 03 - medium with warm peach undertone",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "So many things to love about this product!! To start, I love the packaging, compact and fun, unique, something I haven't seen before. The bronzing balm itself is beautifully, it has a balm texture that is slightly creamy, that blends beautifully on the skin, stunning shade. So impressed with the brand for my first experience!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Oak 03 - medium with warm peach undertone",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "i love this product do much its so beautifully tinted and absolutely i love it the shade is so beautiful on my skin and i luv the look of it on my skin without any makeup on and just with a bit of blush"
		},
		{
			"review_title": "good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I was gifted this broner from SimiHaze for my honest review. I think this bronzer is great! It looks good on the skin. I like how its vegan, cruelty free, paraben free, and sustainable. I'd recommend."
		},
		{
			"review_title": "A quick and beautiful bronzed look!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Normal skin",
			"review_text": "This is my first time trying a bronze balm at home. I got SIMIHAZEBEAUTY in the Terracotta Skin Suede shade. It was tightly sealed with a pop up/off twist top. It had a pleasant neutral scent that reminded me of terracotta! The color was rich and smooth to the touch. It was super easy to apply and within minutes I had a bronzed look. I am super happy with that and want to try other shades on my skin color to see the effect. This is a quick apply color that can be used all year round whenever you want to add some quick yet vibrant and beautiful color highlights to your skin to give it a bronze glow look."
		},
		{
			"review_title": "BEST BRONZER EVER",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I really enjoyed this product. This product is great. If you don’t like heavy bronzer, it is great for someone who has dry skin like me because the formula is super creamy. I will purchase this again in the future."
		},
		{
			"review_title": "A must try bronze balm",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This new product by Simon haze the skin suede melting bronze balm. It’s a great product because it’s so versatile. You can use it on your eyes and cheeks. I think it’s great that it’s cream to powder which makes blending out so easy."
		},
		{
			"review_title": "Great natural bronzer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "So pretty! I won’t lie it took me a good 6 minutes to figure out how to open this haha! But then I used my fingers and warmed it up a little and put it on my cheeks. Very pretty and natural bronzer! Super happy with this product."
		},
		{
			"review_title": "Love the cream to powder formula!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "First look I thought the balm looks dark on the container. But once i swiped it, Oak was actually the right shade for my light-med skin tone. Not muddy or too warm. Fascinating balm/cream formula that transforms into powder once blended. Love how natural it looked on my skin!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Mahogany 06 - deep warm red undertone",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "This was my first time trying a bronze balm and Im happy to now add this to my makeup collection. The texture was very smooth. So that it wasnt messy during application, I used my usual contour brush. It was perfect to use for light contouring."
		},
		{
			"review_title": "Very greasy formula, would not recommend",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
			"review_text": "This product made my face so greasy after applying and it’s not pigmented at all. The shade range also needs a lot of work, the undertones are not flattering."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Terracotta 04 - medium reddish bronze undertone",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I’m new to this brand but so far I’m pleased! I really like this bronzer because the deeper shade is perfect for my medium skintone and doesn’t look muddy on me. I like the cute packaging too. The formula is very easy to apply and blends out into a balmy/sheer look. It has a natural finish too which I like to build up. I hope to try more for this brand soon."
		},
		{
			"review_title": "Blends so well!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Normal skin",
			"review_text": "I absolutely love this product and it blends so well! I received the mahogany shade because I accidentally placed an order for the wrong shade. It’s too dark for me because I have fair skin, so I used it as an eyeshadow and I highly recommend! It blended out so well and is very pigmented. The packaging is also very cute and unique."
		},
		{
			"review_title": "this bronzer is very natural and is best for light",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "this bronzer is very natural and is best for light makeup days. The shade I choose was a bit off for me but that’s my fault! the formula is very interesting and look forward to play with it a bit more and maybe use it as eyeshadow!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Sycamore 01 - light with neutral undertone",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "This Skin Suede melting balm is the perfect bronzer that leaves a natural barely there sunkissed finish. It is easily blendable and super easy to use. I like the creamy formula and the minimal packaging too."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Oak 03 - medium with warm peach undertone",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "This is such an interesting formula of bronzer. I find it to be pretty sheer and natural looking, which I like. It blends out easily and looks airbrushed on the skin. It’s very matte and transforms to a powder."
		},
		{
			"review_title": "perfect for every day",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "I love how seamless this blends in. The color is really nice for a natural every day look. I love that I can use it all over my face for a really pretty bronzed look. The package is very cool and chic too."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Oak 03 - medium with warm peach undertone",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "This is such a cool bronzer! The packaging is really neat and feels compact but sturdy. It gives a cool natural vibe even though it seems to be made of plastic. I really love the formula of the bronzer. It’s really soft and blends super easily. I also love the shade that I got! I was worried it would be too dark but it blends out perfectly and gives a cool shadow. My new fav!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Oak 03 - medium with warm peach undertone",
			"review_buyer_description": "",
			"review_text": "Love this contour! It’s so crème and soft and blends so well! A little goes a long way and it provides a nice finishing look! I’ve been really enjoying using lately! Would definitely recommend I love !"
		},
		{
			"review_title": "Melts Nicely",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "This product is very buildable, feels extremely soft and the packaging is nice. Once I purchase more stackables, I can't wait to stack them! It blended well and can even be used as shadow or liner. I received something in exchange for this post."
		},
		{
			"review_title": "Beautiful formula, annoying packaging",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I really wasn’t expecting such a high quality formula. I thought it was going to be too slippery, sheer, balmy, not show up, but it’s a nice texture and pigmentation is there. You can build it up if you want but I find with just a couple of taps (with a brush) the color is great and I need no building! I hate the packaging, I wish it wasn’t so fickle to open and close. It’s a twist off style component and I struggled A LOT the first time I opened it. So if you can see past a slim, thin, hard to grab, type of lid, try it. The formula inside really is super high quality!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Sycamore 01 - light with neutral undertone",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Oily skin",
			"review_text": "I am a little scared of bronzer as I don't use it much . I love that this is easy to use and melts quickly and right into the skin .  I love the color it's just enough bronze but not so much that I'm scared to get it blended :"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Oak 03 - medium with warm peach undertone",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This is such a great product. I was really surprised when I tried it and saw that it’s a bouncy texture and more of a liquid to powder finish. I think this is going to work perfect for me as a contour shade."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Cedar 02 - light with golden undertone",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I really like the packaging and that their products are stackable. The bronzer has a thicker creamy formula, but a little goes a long a way. It’s pigmented and easy to blend. Due to its balmy formula it gives a natural glow to the skin. I absolutely love it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Oak 03 - medium with warm peach undertone",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This is my first make up product from this brand, and I am so excited for the bronzer. It has a cushion style compact, which will make it very easy to apply. Bronzer‘s are a part of my every day make up look so I will begin incorporating it now! Run and pick one up for yourself!"
		},
		{
			"review_title": "Perfect bronze",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Loving this product as it has multiple uses, could be used as bronzer, shadow,liner. Feels so soft on the skin, the pigment is very buildable from soft to dark as desired. Packaging is so sleek, with a modern twist."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Oak 03 - medium with warm peach undertone",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This bronzer balm is a great bronzer. This was my first time trying this brand and I really enjoyed using their product. This bronzer melted into my skin giving me a natural bronzed look. Really enjoyed using it."
		},
		{
			"review_title": "Love the tanned look",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I love the transparent color this gives my face, it makes me look like I have a slight tan. It’s also very soft and smooths my skin out. The stackable part is really nice too, can’t wait to purchase more shades. I received something in exchange for this post."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Oak 03 - medium with warm peach undertone",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "As a fair skinned girly, I love for a good bronzer glow & have tried an absolute ton of them. This new one from Simihaze has one of the best textures and finish out there. I tried the shade “Oak” and while I would not use it for contour because of the peachy warmth it has, it has the perfect shade for a glowy bronze or an all over monochromatic moment. The quality is exceptional, it glides and melts into the skin beautifully, you can tell it was made in Italy. The only part I found unremarkable was the packaging, im over the stacked gimmick. Product formulation and performance tones than makes up for the lackluster packaging."
		},
		{
			"review_title": "So buttery and easy to use",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Loved this bronzer, it is very creamy and blendable. I have medium neutral complexion and the shade oak 03 was the perfect match for me in order to look sun-kissed and natural. If you are looking for a more glam look I would say go a shade deeper but nonetheless this formula is so buttery and easy to work with. Also the packaging is so pretty and out of the normal, I’m so pleasantly glad to have it!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Oak 03 - medium with warm peach undertone",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Love that this can be used with multi purpose. It definitely was my favorite to apply as an eyeshadow. I didn’t even put primer on and it wore all day. As a bronzer I would say it is best to apply it on when you use a moisturizer. My friend tried using it even though she didn’t moisturize her skin and it looked a little patchy. But with prepped skin this looks amazing"
		},
		{
			"review_title": "Love this look!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "Loved using this bronzer! It’s the multi-purpose perfecting cream-to-powder bronze balm I’ve been on the hunt for! It sculpts my face perfectly, as well as a nice contour on my cheeks. My skin looks flawless as a result."
		},
		{
			"review_title": "Obsessed with this product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This melting bronzer bomb is so good and super pigmented. I only recommend a pea size amount for each section that you want to bronze and it is so easy to blend. I cannot get over how creamy the formula is."
		},
		{
			"review_title": "A must have! Blends beautifully.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Fair skin tone, Normal skin",
			"review_text": "I love this!! It blends flawlessly! I am actually ordering a darker shade because I self tan and so there is times I am a little darker. I loved how beautiful it looks on my skin! I also love the price point because it is not expensive and a little goes a long way. Definitely recommend."
		},
		{
			"review_title": "So hydrating and easy blending!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This skin suede melting bronzer is too good! I love that it is a cream application but finishes as a powder so you get that perfect blend. I got cedar which is a beautiful warm and golden shade. It looks amazing on the skin and is quite literally like a second skin."
		},
		{
			"review_title": "bronze balm of the year",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "this is travel friendly and so easy to use. I love the overall compact packaging which makes it more easy to carry it all along. I totally love using this anytime to quick touch base natural makeup look. Totally the best bronze balm that lasts longer"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Sycamore 01 - light with neutral undertone",
			"review_buyer_description": "Hazel eyes, Oily skin",
			"review_text": "I like this bronzer. It has a creamy, almost pomade-like consistency. It goes on smoothly and blends easily. It is not matte but also not dewy. It has a natural, skin-like finish. I like this bronzer and I would recommend it."
		},
		{
			"review_title": "bronzer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
			"review_text": "I like this bronzer because of how it goes from cream to powder. It blends out so easily and is perfect for bronzer, contour, and every eyeshadow. I like that the packaging can be stacked with other products."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Cedar 02 - light with golden undertone",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "This is a very hydrating bronze balm and with a cream formula, I find that it keeps my skin from drying out. I love the hyaluronic acid and cacao seed butter ingredients because I feel like they add a glowy touch"
		},
		{
			"review_title": "Love this!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "As someone who likes light makeup days, this is perfect for everyday wear! I love applying this bronzer balm on my cheeks and eyes. Also I highly recommend for dry skin types if you’re looking for a product that doesn’t leave dry patches!"
		},
		{
			"review_title": "Great for sculpting face",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Tan skin tone, Dry skin",
			"review_text": "First time using this brand! The packaging is so cute and it’s stackable. The color is very pigmented but blends very easy. I use this to sculpt my face and it works great even with my dry skin. I got a color too dark, but it still works as a good contour for my skin color when I use a little and blend it in."
		},
		{
			"review_title": "Love the smooth texture!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Combination skin",
			"review_text": "I love the color and the pigment! It was difficult to open the product, but that’s mainly user error 😂 I really loved the smooth application and longevity of the product. Definitely recommend. I love the monochromatic look!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Terracotta 04 - medium reddish bronze undertone",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received this bronze balm in exchange for my honest opinion but I really love this skin suede melting bronze balm - it’s such an awesome texture and the color is perfect for my skin tone as well as I love the way my makeup looks when adding to complete my makeup routine. I really have found this to be a great addition to add for contouring purposes or as a base depending on what you are going for with your makeup!"
		},
		{
			"review_title": "Easy to blend and super lightweight!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I am actually pleasantly surprised by this product! I wasn’t sure if I got the right shade but it’s absolutely beautiful. It’s really light when applied on your face and blends in very well! I recommend using your fingers if it’s for an eyeshadow and a beauty blender if you’re using for contour!"
		},
		{
			"review_title": "My new go to",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is the first product that I tried from this brand and let me say what a pleasant surprise. The packaging is so cute. It’s so compact. The texture of the product is really interesting and it’s not too soft. I found that it was very very buildable, rather than super pigmented right out the gate, which I prefer in a bronzer, my favorite part was how buildable it was I could have a very very light bronze or I could build it up to be a lot deeper. Another thing that I loved about this product is that it works with so many other products I use a liquid foundation and I had a loose powder setting powder. I had a powder blush cream highlighter, and it worked well with all of my other products, in my experience a lot of Puddy products don’t tend to work with other products very well so I cannot recommend this enough. The price is right the quality is right the packaging is right. I love everything about this product and I cannot wait to try more from the brand."
		},
		{
			"review_title": "Pleasantly surprised",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "This isn’t a product I would typically go for but I was pleasantly surprised. I’m honestly surprised these aren’t more talked about, these melt into your skin and leave a really beautiful wash of color whole blurring and bronzing. This has easily become an everyday product for me since it’s so user friendly and beautiful. The packaging is also very sleek and compact which I really like."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I haven’t used a bronzer balm in a really long time so I was really excited to try this new one! It blends into my skin and makeup really nicely and gives me a nice bronze look I highly recommend using this!"
		},
		{
			"review_title": "Love the case",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "This product effortlessly blends into my skin, leaving a natural, sun-kissed glow that's perfect for any season. The texture is incredibly smooth, making application a breeze, and it doesn't feel heavy or greasy. Plus, it's versatile – I've used it as both a bronzer and an eyeshadow, achieving a radiant look every time. Highly recommended for those looking to add a touch of warmth and luminosity to their makeup routine!"
		},
		{
			"review_title": "Great formula",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This skin suede melting bronze balm was not the right fit for me. It’s only 02 shade but it was too orange for me. Therefore there are some aspects I can’t rate. As for the blendability it blends superbly and the formula feels smooth and nice."
		},
		{
			"review_title": "Best bronzer EVER!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "Omg I am obsessed with this melting bronze balm. The color is stunning and the texture is perfect. Literally melts on my skin and looks amazing. I love using it as a bronzer or eye shadow on my eyes!!"
		},
		{
			"review_title": "Gorgeous, buildable color and love the texture",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I'm a big fan of anything multi-use; I've been loving ILIA's multi stick lately but wanted something with more of a brown tone for the autumn. I absolutely LOVE the SIMIHAZE bronze balm in Oak. It has such an interesting texture, not quite as creamy as NARS, but definitely not a powder. It blends beautifully and has perfectly buildable color that works for all areas of my face. It's quite a small container, but I'm hoping it lasts since a little seems to go a long way. I'd combine this with another shade of the same product for a multidimensional look, but it's lovely on its own. Definitely going to be a regular in my rotation!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Maple 05 - deep warm olive undertone",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I really love the formula for this product! The shade I received was too red/warm for me but I definitely think the formula and look is really nice and the packaging is very aesthetically pleasing. Overall rate it!"
		},
		{
			"review_title": "No pilling!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This is a highly pigmented product so be ready to blend! I followed the directions and warmed it with my fingers and applied to my face as contour. I then used a cream bronzer brush to blend it in and it blended well. It didn’t cause any pilling which I was excited about. Gifted by Simihaze"
		},
		{
			"review_title": "Perfect shade!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "Omg Im in loveee! This is the first item I’ve tried from this brand and it’s so nice! It blended out nicely, wasn’t muddy looking, and the texture is so interesting. The packaging is interesting too. It took me a moment to figure out how to open it lol."
		},
		{
			"review_title": "Clean girl aesthetic must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "This bronzer is like nothing I’ve ever used! The consistency seemed spongey at first , but it was surprisingly solid. The product itself gives off a natural bronzed look, with the cream bronzer providing light - medium coverage. The shade I got has a beautiful warm undertone that isn’t too RED which I appreciate having darker skin. It blended in well with my foundation and other products . Overall, I love !!"
		},
		{
			"review_title": "Brand new favorite multi tasker!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "The Skin Suede Melting Bronze Balm is spectacular, and a really great multitasker especially if you love that clean girl, I woke up this way look. The formula is so interesting. I love the way that it blends in to the skin looking natural but at the same time giving me this beautiful glow and sculpting. I also really love the minimal packaging, which makes it super easy to take on the go, I can see this being one of my new must haves on my vanity."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Oak 03 - medium with warm peach undertone",
			"review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
			"review_text": "i was so excited to try this product and ended up really liking it! the packaging is super cute but i couldn’t figure out how to open it at first lol. u can use it on ur eyes lips and cheeks which is something i love as well! it melts right into your skin!"
		},
		{
			"review_title": "It’s amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I liked the bronzer, it is a pleasant shade and has a comfortable, creamy texture. The pigmentation is very good. The staying power of the product is also excellent. I love this bronzer. IT’s gift by Brand"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Terracotta 04 - medium reddish bronze undertone",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "The Stackables Melting Bronze Balm in Skin Suede is a makeup game-changer. Its velvety texture makes for easy application, and the Skin Suede shade offers a perfect balance of warmth and shimmer. The pigmentation is impressive, and it lasts all day, even in humid weather. What sets it apart is its versatility – it can be used as a bronzer, eyeshadow, or highlighter. Plus, the sleek, compact packaging with a mirror is a bonus for on-the-go touch-ups. It's a must-have in any makeup collection, suitable for both makeup beginners and enthusiasts."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Terracotta 04 - medium reddish bronze undertone",
			"review_buyer_description": "",
			"review_text": "I love to use bronzer to sculpt my face and this one is amazing! The color is pigmented and stays all day. I love the packaging and that it is stackable. It is also very chic. The formula is smooth and high quality"
		},
		{
			"review_title": "Perfect easy to blend muti-use makeup",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This bronze balm created the perfect sculpted contour and monochromatic eye effect! I am so grateful I got to tried this to see if I’d have any skin sensitivity. So far so good even for someone pale like me."
		},
		{
			"review_title": "SO good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Oily skin",
			"review_text": "I really enjoyed this multipurpose bronzer. I found it very easy to sculpt the face, bronzer my overall face as well as use as eyeshadow.   I picked up the shade “05 Maple” and it’s a perfect shade for Medium/Tan olive skin tones. I definitely want to pickup the other shades in this melting bronzer for my professional makeup artistry kit - that’s how much I liked this product."
		},
		{
			"review_title": "Love a monochromatic look!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Immediately fell in love with this product! Used on my cheeks, eyes & lips for a monochromatic look - GURL my face looked extra put together, a soft but blended look. I think I could definitely get a more rosey shade & it would look more fresh like shower clean, if that makes sense - the maple looks very “fall” & I am here for it. I got compliments all day about how snatched my face looked I was not mad. Buttery soft & easy to blend.  & they’re stackable so I’m definitely getting all the shades. I’m obviously very excited about these lol (gifted in exchange for honest review)"
		},
		{
			"review_title": "Very nice bronzer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "This is a very unique and cool looking bronzer. Works well on my dry skin with and without foundation, but when I want to have some extra countering on my face. Amazing design of the bronzer and love how little it is!"
		},
		{
			"review_title": "Innovative and Efficient",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I have never try Simihaze before and this bronze balm in the color Maple blew me away. The packaging is so aesthetically pretty and picturesque. And this bronze balm can be used in different way like in your eyes, lips and checks. I love how creamy and beautiful looks on my skin and look monochrome and put up together without using so many products."
		},
		{
			"review_title": "Not for me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I was really excited to try this product but unfortunately was sent a shade that isn’t compatible with my skin tone. I’m quite fair and received the shade Mahogany. It’s nice on the eyes and lips but just too dark to use anywhere else. I also feel like it emphasized any dry spots on my lips. Definitely exfoliate your lips first."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Sycamore 01 - light with neutral undertone",
			"review_buyer_description": "Gray eyes, Dry skin",
			"review_text": "Very pretty tone and blends well into my skin. I can wear it on the eyes, lips, and cheeks as a monochromatic look. Versatile bronzer that sculpts my face and looks perfectly natural for day or night. Final look is a healthy, neutral glow."
		},
		{
			"review_title": "Obsessed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I am obsessed with this bronzer. It blends into the skin, so effortlessly, almost like it melts. It gives you such a sharp contoured look on the cheek, bones, Jeong, and forehead. It’s my new go to bronzer!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Sycamore 01 - light with neutral undertone",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "I really enjoy this product! Such a very beautiful shade for fair skin tones (the lightest) super blend able and buttery. I’m so glad I discovered this brand and I can’t wait to try my products from them!"
		},
		{
			"review_title": "Nice cream bronzer",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "This is a nice bronzer and I absolutely love the compact, stackable packaging. It blends nicely in my opinion (I always use a brush) and also builds up good without looking patchy. I like how I can just wear a little bit for a natural look or really build it up to do a stronger contour. It also works great as an eyeshadow and to line the lips for a monochromatic look. I recommend it especially for traveling for how compact it is!"
		},
		{
			"review_title": "SUPER UNDERRATED",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Usually my go to is powder bronzers but I was pleasantly surprised! It blends well on my cheeks and on my eye lids for a glowy and bronze latte makeup look! Its also buildable so I can make it look more subtle or more for contouring!"
		},
		{
			"review_title": "Love the bronze look",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I haven’t tried anything from SIMIHAZE before but this definitely was the perfect product to start with! It is amazing product to contour and shape and color my face with ! It gave my face this beautiful bronze look !"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Oak 03 - medium with warm peach undertone",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This is so alien like jar! I was intrigued as soon as I opened it. Love love the packaging. Texture of the product was also cool. Velvety soft, pleasant texture and so easy to apply. This is apply with fingers kinda of product. So perfect for when on the go or traveling. Very trendy and fun!"
		},
		{
			"review_title": "perfect for a tan glow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "This product is like an instant summer glow in a compact- which is perfect for keeping a glowy look in the fall! The balm sculpts and hydrates, giving my skin a natural warmth. I love that it's vegan, cruelty-free! so excited to try out other products from the brand 🤎"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Oak 03 - medium with warm peach undertone",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I love the skin suede melting bronze balm, melts right into your skin and blends like a dream. I used it on my eyes, lips and as contour I do like its buildable but little goes a long way. You can use your fingers or a brush to blend. This definitely be my go to bronzer."
		},
		{
			"review_title": "Not As Expected...",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "Unfortunately, the Melting Bronze Balm is another flop for me from Simihaze. I have the shade Cedar, which is far more saturated and orange than the swatches online - so I would try to go in store if you're interested in this one. While the Melting Bronze Balm is a beautiful texture and can be sheered out or built up slightly, I prefer the formula/wear time/overall look of most other cream bronzers in my collection. My other gripe is the price, which is steep for the very small amount of product (particularly when compared to other popular options) and the packaging is not anything special either. Overall, it's not the worst but I wouldn't recommend."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Oak 03 - medium with warm peach undertone",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "It is a little patchy but I use it as contour and it works well. Using a sponge versus a make up brush helps a lot. If you take a little time to blend it, it actually looks quite nice. Not the smoothest but it is pigmented."
		},
		{
			"review_title": "Need to try",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "I love this bronze balm it’s so amazing ! I used this for contour and it melted into my skin so easily! It look so natural and glowy! I love how it’s multi use and can use it on your eyes and lips! I love the shade too!"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "Love a good bronzer that works well. Been enjoying this bronzer a lot. It melt so easy and blends perfectly on the skin love that it dries out fast and give beautiful define look to my makeup. I used it over my foundation and it didn’t sumdge my foundation it looks so define and blend well. Definitely will continue using it. Highly recommended."
		},
		{
			"review_title": "ℹ in love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "I absolutely loved the bronze balm! It is so easy to apply, I like that it's light weight and it doesn't feel heavy on my skin. You can use it on you’r eyes, cheek’s and lips. I recived something exchange for this post."
		},
		{
			"review_title": "Great texture and effective product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "This new skin bronze balm is absolutely beautiful and very unique. It is a skincare and makeup item in one, also has very pleasant texture. I love to use it on my skin to highlight the complexion. It is very rich and smoothing."
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "SIMIHAZE's Melting Bronze Balm is pure magic in a jar! Its luxurious texture glides on smoothly, leaving my skin with a gorgeous bronzed glow. The subtle shimmer adds a touch of radiance, making me feel like a sun-kissed goddess. A must-have for that effortless summer glow! ⭐⭐⭐⭐⭐"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Terracotta 04 - medium reddish bronze undertone",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "This melting bronzer balm has been so much fun to use I typically have a really hard time with powder bronzer blending it in, so this makes it so much easier and actually looks nice. It matches my complexion, well, and blends/melts so easy. I have used it for contouring and as an eyeshadow. I’ll admit I haven’t used it on my lips and I don’t think I will lol  I absolutely love the packaging on this the twist casing and that they can be stacked together it’s cute and creative."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Maple 05 - deep warm olive undertone",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "I was Gifted this product by Simihaze and I am so in love with this bronze balm! It was so easy to blend on the skin, it bronzed my face up really well and last all day long. Definitely will be purchasing again!!"
		},
		{
			"review_title": "Perfect multi-use!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "Firstly, love the packaging design. So sleek and cool how you can connect it to their other products. The bronzer feels creamy when applied, then turns into a matte powder. Really easy to work with and blend using my finger. The shade Sycamore is perfect for my fair skin. Gives a nice sun kissed look and creates a lovely neutral eye look as an eyeshadow!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Oak 03 - medium with warm peach undertone",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Oily skin",
			"review_text": "I really do love the concept of this bronzer so I was so excited when I got the chance to try it out for myself! The packaging is very cool and sleek. The bronzer itself blended beautifully and added a great color."
		},
		{
			"review_title": "Beautiful Natural Bronze",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I’m very happy with this bronzer! I used this on my sister who is more of a natural beat person and it was great. Blends easily and seamlessly. You can use a little for a subtle bronze or pick up more for a full glam. Overall I like it!"
		},
		{
			"review_title": "love this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I absolutely love this bronzing balm. I love how smooth and effortlessly it applied onto my face. after using I looked very tan and smooth and it smoothed over my pores. I also love the packaging. will buy again"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Oak 03 - medium with warm peach undertone",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "This bronzer creates a monochromatic effect on eyes, lips and cheeks. It works great if you want to contour or sculpt your face. It is a bit drying though if you tend to have dryer skin. The color matched nicely with my skin."
		},
		{
			"review_title": "So good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I love how this starts as a really creamy bronzer and then dries down to a powder! It blends easily and I even put it on my eyes, lips, and cheeks to make a monochromatic look and it this product worked great!"
		},
		{
			"review_title": "Yes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
			"review_text": "Perfect color and super blendable. Looks natural on my skin and doesn’t cake or fade throughout the day. Lasts All day, subtle and easy to use. I definitely recommend. I received in exchange for this post."
		},
		{
			"review_title": "my new go 2",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
			"review_text": "this is my first time trying this brand and it didn’t disappoint, the color is perfect for contouring and sculpting. it DOES NOT give you a muddy look just a natural shadow. this is a new type of formula a cream to powder which is so unique the packaging is stackable and super minimalist which it’s good for storing!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Mahogany 06 - deep warm red undertone",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "Really velvety and smooth formula! It blends very easily and doesn't look streaky at all. I love how it melts into my skin and looks so natural. You can also add more to deepen the effect. I'm obsessed with this!"
		},
		{
			"review_title": "Easy to blend with a beautiful natural finish!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I love this vegan and cruelty free formula so much! It’s easy to blend and very pigmented. It creates a gorgeous natural finish and it’s very lightweight on the skin. I also love the packaging it’s very unique."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Mahogany 06 - deep warm red undertone",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I received this product as a gift from Simihaze Beauty. This is my first time using anything from this brand and I was pleasantly surprised. Initially, I didn’t believe it was a Cream because it does look like a powder in the packaging. But upon touching it, it’s definitely creamy and very pigmented. A little bit goes a long way, and it definitely doesn’t melt into the skin seamlessly"
		},
		{
			"review_title": "Creamy",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I liked the packing a lot of the gifted by skin suede bronzer! It’s also very compact which makes it easy for travel! Nice to blend out as well and I will occasionally use it for eyeshadow or a smoky eye"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Mahogany 06 - deep warm red undertone",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "Love this multipurpose balm. So easy to blend and love the texture-gel like but dries down to matte. Packaging is so chic looks like an Oreo! I’ve been using it on my eyes and cheeks looks so natural. I got it in a darker shade to contour and it’s amazing ‘"
		},
		{
			"review_title": "Perfect for a natural bronzed look",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "This balm gives the skin a really natural luminous bronzed look. The texture is very creamy and glides on smooth and blends very easily into the skin. It’s very long lasting. Also great to use as an eyeshadow. I would definitely recommend this for more dry skin types because it is very balmy."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Oak 03 - medium with warm peach undertone",
			"review_buyer_description": "Brown eyes, blonde hair, Dry skin",
			"review_text": "I can’t get over how smooth and natural this looks.  The formula is like a gel and it blends out so easily without messing up my makeup underneath or getting muddy and I found that it lasted all day on me.  I also really liked it on my eyes."
		},
		{
			"review_title": "Beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "Its multi-purpose cream-to-powder formula is a delight to work with, seamlessly blending into the skin for a flawless finish. The Melting Bronze Balm's shade Maple is the perfect choice for sculpting and adding warmth to your complexion. It's incredibly buildable, allowing you to achieve both natural and more intense contouring effects. Its so versatile you can use it to contour your cheekbones, nose, or even as an eyeshadow. It is a must-have in your makeup collection."
		},
		{
			"review_title": "I love it!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Oily skin",
			"review_text": "This product is so different from any other bronzing products I’ve tried! First of all it goes on creamy but dries completely matte! The shade option I got worked amazing for my skin tone. It gives off a monochromatic look that you can use on your face or eyes! I love it!!"
		},
		{
			"review_title": "great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I received this product complimentary and free from Sephora. I love the stackable skin suede melting bronzing balm. This product does such a great job at giving me that bronzy look during my makeup routine. I will be using this everyday!"
		},
		{
			"review_title": "Love everything about it, packaging to formula!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
			"review_text": "The color was amazing, I am fair and have an peach-yellow undertone and this was not too orange or too gray. It looks very natural and in terms of formula, it’s like the Rare Beauty capsule blushes that feels creamy but sets down once it’s applied. Would not recommend using a sponge or fingers to apply, 100% use a brush - I use an angled blush brush and it works perfectly fine!"
		},
		{
			"review_title": "great bronzer",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I love that the packaging is very sleek and cute. The bronzer itself melted into my skin very nicely. The bronzer dryed down to a very nice sort of matte but did not look dry. I feel like it blended out nice with my makeup."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Terracotta 04 - medium reddish bronze undertone",
			"review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Oily skin",
			"review_text": "I love how versatile this product is! While it is labeled as a bronzing balm, it’s not limited to just the cheeks, you can also use it as an eyeshadow! I love the pigmentation of this balm, it blended so well into my skin!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Cedar 02 - light with golden undertone",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I was hoping to really like this STACKABLES SKIN SUEDE Melting Bronze Balm from Simihaze. The shade is excellent and I love the packaging but I found the formula to be a little bit patchy. I would be interested in trying more from this brand."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Maple 05 - deep warm olive undertone",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I knew i would love this product the minute i felt the consistency on my fingers. It definitely allows for multi-purpose use, as i have tried it as lip liner, eyeshadow and contour. This product is perfect for natural or  “no-makeup” looks because it melts and blends perfectly into the skin, while providing a lot hydration."
		},
		{
			"review_title": "My perfect summer shade!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "These melting bronze balms are amazing! They blend so easily and the packaging is so sleek and compact that it’s perfect to take on the go. The formula is nice and creamy and blends to perfection without disrupting my foundation. Definitely recommend to anyone looking for a new cream bronzer! Can’t wait to continue using this for the rest of the summer."
		},
		{
			"review_title": "10!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Oily skin",
			"review_text": "This product has become a staple in my day to day make up. and in the morning I need it quick easy, make up routine and amplifying. This bronzer helps speed up the process. We love a creamy bronzer with a creamy blush. It just goes well obsessed."
		},
		{
			"review_title": "Very impressed!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I was very impressed with this product from the packaging to the way it applied to my skin. Although I have yet to wear for long periods of time a left a great first impression on me and the olive undertones complimented my skin so well, I would definitely purchase with my own money once I run out of this!"
		},
		{
			"review_title": "Looove",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I have been dying to try products from SIMIHAZE and so glad I get to. And let me tell you, it’s so dang good. It’s smooth, blurring, gives a gorgeous bronze, and it’s stackable with the other products in the line."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Maple 05 - deep warm olive undertone",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I love using this cream bronzer on lighter makeup days, and appreciate the fact that there are unique undertone descriptions so I can find a shade that best compliments my skin tone. It blends well and wears great over skin tints! I just wish the packaging was a little bigger in terms of holding it while applying product."
		},
		{
			"review_title": "I like the undertones",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I received something in exchange for this post. I genuinely ended up liking the product and it blended out really well. I like the undertones in the products and how they compliment my skin tone. Will be keeping in my routine."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Maple 05 - deep warm olive undertone",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I recently got my hands on the SKIN SUEDE Melting Bronze Balm and I’m blown away! From its innovative engineering system offering portability and daily customization, to its ability to even out and perfect my complexion, it’s become a daily staple in my routine.  Not only does it provide an impeccable finish, but my skin feels enriched with moisture throughout the day. As Simi & Haze stated, it’s a game-changer for those who want an alternative to contouring. It gives that sun-kissed, radiant look that’s subtle yet transformative.  I’ve also been experimenting with it as a monochromatic touch on my eyes and lips, and the results are fabulous. The mattifying powders give it a silky finish, and I love the sensation of the balm melting onto my skin. But what truly stands out for me is the Hydra-Sphere Complex. My skin has never felt so plump and hydrated. And to top it all, it’s vegan, cruelty-free, paraben-free, and silicone-free.  Highly recommend this product to everyone looking for that perfect summer glow or just an everyday radiant look. Thanks, Sephora, for introducing me to this gem! 💕"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Maple 05 - deep warm olive undertone",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "This is the first time I have used the brand SIMIHAZE. This bronzer goes on so creamy and blends very well into your skin. It finishes off with a matte effect. It is long lasting. I can use it to contour my skin, bronze and as an eyeshadow."
		},
		{
			"review_title": "Awesome",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "I really love this! It melts into my skin and the color pay off is chef kiss 💋"
		},
		{
			"review_title": "Great product!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I really like this product and use it for bronzer and contour."
		},
		{
			"review_title": "NEW Fave BRONZER",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Oily skin",
			"review_text": "I blended it out with my fingers and looks beautiful natural like bronze"
		},
		{
			"review_title": "Pass",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "Broke me out on my cheeks, also very patchy color application. Too expensive for minimal bad product"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Oak 03 - medium with warm peach undertone",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Attrocious product, so cakey, skip it ! For the price… so many better products you can purshase"
		}
	]
}