{
	"product_id": "1163",
	"name": "Talc-Free Powder Blush",
	"brand": "NARS",
	"categories": "Makeup, Cheek, Blush",
	"price": 46.0,
	"about": "What it is: A fan fave pressed powder blush, now in an upgraded talc-free formula that lasts for up to 16 hours, featuring true-color payoff with a comfortable, weightless feel...Highlighted Ingredients: - Naturally-Derived and Mineral-Based Pigments: Deliver true-color payoff and ensure a high-impact effect..- Pearlescent Pigments: Blurs the look of imperfections..- Superfine, Micronized Pigments: Provide an irresistibly silky, blendable application...Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan...What Else You Need to Know: Blush lasts for up to 16 hours with a comfortable, weightless feel. Pure Pigment Blend, an innovative combination of four types of pigment, achieves high-impact, true-color payoff. Irresistibly silky, blendable formula glides on smoothly and evenly while helping to blur the look of imperfections.",
	"ingredients": "wf",
	"how_to_use": "Suggested Usage:.- Start application where the strongest color impact is desired; the strongest color payoff will be at the first point of brush contact to skin..- For a natural rush of color, gently buff color onto skin using sweeping circular motions with NARS #16 Blush Brush for more color payoff, or NARS Yachiyo Brush for softer color payoff (brushes sold separately)..- For a seamless pop of color, layer two shades of Blush. Start with a base color in a shade that gives a subtle color to the cheeks. Layer a brighter shade in a similar tone on the apples of the cheek, then blend edges to diffuse into base color.&nbsp;.- For a touch-up or additional coverage, use a stippling motion when applying Blush to press color onto skin without disrupting coverage already created..- Can't get enough? Save your NARS Talc-Free Powder Blush compact, full-size refills are available in select shades....Refill Product Instructions:..Blush pan refills are available in select shades..1. Find the hole on the bottom of the compact.2. Use a safety pin or small object to pop out the current pan of NARS Blush.3. New, magnetic pan will snap into place",
	"num_reviews": 499,
	"overall_rating": 3.4,
	"product_url": "https://www.sephora.com/ca/en/product/blush-P2855?skuId=2790277&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2790277-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "Orgasm X – 776",
			"shade_descriptor": "shimmering deep coral with gold pearl",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2756419-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Orgasm Rush – 775",
			"shade_descriptor": "deep rose bronze with shimmer",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2756310-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Deep Throat – 237",
			"shade_descriptor": "soft pink with golden sheen",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2756385-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Torrid – 252",
			"shade_descriptor": "warm coral with golden shimmer",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2756377-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Orgasm – 777",
			"shade_descriptor": "peachy pink with golden shimmer",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2756351-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "I didn’t like this. It just looks like pink highlighter on steroids. The color is pretty but way too much glitter."
		},
		{
			"review_title": "Recall the bad batch NARS",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
			"review_text": "I finally decide to treat myself to this legendary blush, but what happened? It only added the slightest glittery pink to my cheeks and basically  NO pigment. What happened???"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Orgasm Edge – 778 - mini matte peachy pink",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Amazing color and was smooth on my base. may buy the full size"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Orgasm X – 776 - shimmering deep coral with gold pearl",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I love NARS products; this blush reconfirmed this! The blush goes on very smoothly and easy to blend. The color is gorgeous with just a little too much sparkle for me."
		},
		{
			"review_title": "#$&!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Porcelain skin tone, Dry skin",
			"review_text": "I have been using this blush for years. I bought a new one this Christmas. The new formula contains only glitter, no color. I was unable to return it to the store due to it being without its box, so I literally threw it away on my way out the door. infuriating."
		},
		{
			"review_title": "So cute!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Lot of shimmer but still so cute, the color is beautiful."
		},
		{
			"review_title": "Currently apart of my K-beauty style/collection",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Love the formulas. It’s perfect for people who don’t want heavy blush and prefer layering techniques or just a softer and lighter look overall. And k beauty idol blush looks for sure! Definitely not a fan of the shimmers. Your better off with actual highlighters"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Orgasm – 777 - mini peachy pink with golden shimmer",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I use to use this product 20+ years ago, but recently repurchased it after having fond memories.  I don't know if they've redone the formula but it has zero pigment.  No matter how much I put on, it looks like I barely have anything on.  I would never buy this again or recommend."
		},
		{
			"review_title": "SO PRETTY",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "Amazing I love this blush it’s so pretty and I love the shimmer is  a must have I love ittt"
		},
		{
			"review_title": "Huge disappointment",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I have been wearing this blush for years. I just re-purchased and there is zero color payoff. It is invisible on the skin frankly it is unusable."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Orgasm – 777 - refill peachy pink with golden shimmer",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I was really excited to repurchase this blush, as the original formula was one of my all-time favorites. Unfortunately, the new formula is a huge letdown. The texture feels drier, it doesn’t blend as smoothly, and the color payoff isn’t nearly as good as it used to be.  Considering the price point, my expectations were much higher. This product used to be worth every penny, but now it feels like a downgrade. It’s disappointing to see a brand change a beloved formula that so many people raved about.  Judging by the number of similar reviews, I’d strongly suggest they revisit this decision. Customers clearly aren’t happy, and for good reason! Bring back the original formula!"
		},
		{
			"review_title": "The best",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Love this blush! So buildable n natural looking and love the color! Favorite blushes"
		},
		{
			"review_title": "No Color After Reformulation",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "I had a mini for quite some time and loved it. When I ran out, I bought a full-size but it’s been reformulated. There is literally no color payoff whatsoever now. So, so disappointing. I can’t fathom why brands do this."
		},
		{
			"review_title": "DONT BUY! waste of money for the amount of product",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, fairLight skin tone, Dry skin",
			"review_text": "DONT BUY THIS. bought it for christmas and it is such a waste of money! 17 dollars for 0.09 G! and there is absolutely no pigment what so ever! i am definitely returning this such a waste for the amount of product that it comes with!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Orgasm – 777 - mini peachy pink with golden shimmer",
			"review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": ""
		},
		{
			"review_title": "I don’t recommend ￼￼",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "It was so bad it has no pigment it just looks like glitter on your face and it makes my skin dry and it’s so small"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Orgasm – 777 - refill peachy pink with golden shimmer",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I loveee it. The price is a bit expensive however it has a great pigmentation. However it doesnt stay a lot ."
		},
		{
			"review_title": "no pigment - disappointed",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "I'm glad I only got the mini version of this blush, since there's no actual colour whatsoever. Would work well as a face highlighter, but really not a blush."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I’ve been  using this product for a couple of days and it looks stunning, and the texture is so nice"
		},
		{
			"review_title": "Used forever but new formula is a letdown.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "Well that is sucky!! I bought this after formula changed and just got to using new one and it isn’t the same at all. Too late now to return so I’m out of the money I spent. I have been using the blush and shade for 25 plus years and it really has zero picment now. Truly disappointing. Bats and Sephora you really should honour customers when so many have the same complaint."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Impassioned - 903 - matte pink orchid",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This is a really nice blush and I’m happy it’s talk free. It blends well and looks natural. However I thought this color would be pinker. NARS has so few cool colors"
		},
		{
			"review_title": "I love the new packaging so muchhhh",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "3nd time I buy this shade but first time I tried the new packaging and formulation and I have to say I love the new packaging it’s much stronger my last one broke easily and the new one feels a lot stronger and safe for traveling"
		},
		{
			"review_title": "Very soft looking blush",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, gray hair, fairLight skin tone, Combination skin",
			"review_text": "I love this color. It is for very fair skin. Sometimes I use it as a topper for my NUDESTIX bare back"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Impassioned - 903 - matte pink orchid",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Very good looking and cute color. The texture is also good, better than the old version"
		},
		{
			"review_title": "NOT the same formula - no coverage, waste of money",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I don't usually write reviews, but I was so disappointed in this new formula I felt like I had to share.  I've used NARS blush for years and loved it.  I bought a new one and I noticed that absolutely nothing was transferring from the blush to the brush, and what did get applied to my face was so faint and would disappear after an hour.  I thought I had a defective blush and then I saw other people complaining of the same thing. Shame on you NARS for changing a perfect product.  I will be looking for a dupe elsewhere.  Would give zero stars if I could"
		},
		{
			"review_title": "0 pigment",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I ordered this online w out swatching & this does not show up on my pale skin. I could use this as a setting powder it is so sheer. Returning immediately."
		},
		{
			"review_title": "love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Dry skin",
			"review_text": "super pretty and looks really nice as a natural blush. i was surprised by the pigment when i first applied it bc a little goes a long way but although it may be pigmented you do have to reapply at least once"
		},
		{
			"review_title": "Formula change?",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This used to be my favorite blush- the formula must have changed because there is no color pay off. I looked at reviews after and saw that many others experienced the same issue. So disappointing. I hardly ever make a return but this had to go back."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I really liked this blush, although it is a mini size, but it will last for a long time"
		},
		{
			"review_title": "Almost a brown blush",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Purchased the wrong color, It’s still very good. It’s kind of brown in my opinion and since I have an olive skin tone it didn’t look very good. Even my husband thought I put bronzer as blush 😂 The bludh itself is good just not the right color for me."
		},
		{
			"review_title": "Unpopular opinion",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "So that’s going to be an unpopular opinion but I actually prefer the new reformulated shade. It is much more subtle and buildable, doesn’t leave a stain like the old one."
		},
		{
			"review_title": "Not like the old formular",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "This has obviously changed, I still had a very old old and the colour in much more intense. I really loved this back then and the new one practically has no colour."
		},
		{
			"review_title": "⭐️⭐️⭐️",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I’m disappointed,  i thought this was way more pigmented but it looks like it doesn’t even exist when i apply it — i was not expecting it to be sparkly either.  it works perfect as a highlighter, but even if you use it as that, it still doesn’t.work"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "It doesn’t have the same pigment that I have come to expect from years if using this blush. I probably won’t order again."
		},
		{
			"review_title": "It fell off for sure",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I’ve been using this same shade for decades now, but this last time I bought it it’s no longer highly pigmented and barely shows up on my beige/freckled face. I’m going to be looking at changing brands now because I’ve had more success with Elf than I have with this former favourite."
		},
		{
			"review_title": "it is a staple",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Gave this to my bff for Christmas and she loved it she loved the pigment of this blush 10/10"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Orgasm – 777 - peachy pink with golden shimmer",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I’m not sure if/when the formula changes but there’s absolutely no color payoff with the one I purchased."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, notSure skin tone, Dry skin",
			"review_text": "WOAH PIGMENTED! This is an amazing product! Doesn’t need much, a little goes a long way. This would honestly last me forever. Plus it is creamy and easy to blend. Not patchy."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Orgasm – 777 - peachy pink with golden shimmer",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "Not sure if it’s the batch, but the color payoff on this is subpar now. Will be returning. Please change the formulation back"
		},
		{
			"review_title": "DO NOT BUY",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I’ve used this for years and only got compliments. The new stuff is Absolute garbage. New formula has NO pay off, doesn’t build, and the color is off and patchy when it finally goes on. So disappointing, but save your money from my mistake."
		},
		{
			"review_title": "Great Pigmentation",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I’m not sure when the reformulation was done but I’ve had this product for maybe a little less than a year and this product has worked great for me. The pigment is definitely there considering the light layer of blush I like to apply. Worth the money if you ask me."
		},
		{
			"review_title": "New formula, would not purchase again",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "As the other reviews say, the new formula is very disappointing. Not only is the new formula a completely different/muted shade, the new formula has zero pigment and isn’t buildable. Save your money"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Exhibit A – 953 - matte red",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Application is super easy. Very pigmented and layers on top of cream blush very well. Looks like a natural rosy cheek"
		},
		{
			"review_title": "The OG",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "The ultimate best blush for all skin tones.  The original gangsta.  Just cannot say enough good things about it.  Never makes me look oily or greasy but always gives a subtle glow. There are many imitators but no equals"
		},
		{
			"review_title": "IM A FAN OF ANYTHING MINI!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "super cute and tiny if you’re not a fan of talc free products i don’t recommend other than that BUY IT!!"
		},
		{
			"review_title": "Disappointed",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "It just doesn’t work. It feels like no color comes from it, really disappointed. I used to love it"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Orgasm – 777 - peachy pink with golden shimmer",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "Love, but why is the color so different than the smaller sample size I buy during the holidays?? Full size product is much lighter and more orange"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Orgasm – 777 - mini peachy pink with golden shimmer",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Don’t waste your money on this the shade does nothing at all can’t tell it’s there…"
		},
		{
			"review_title": "Nice glow bit Ashy tone on my skin tone",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Nice glow when u put on very subtle, though its not Not pigmented and bit ashy.on me"
		},
		{
			"review_title": "Horrible new formula",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "This new formula is awful. Blush goes on dry and patchy, difficult to blend out. Deep throat is much more of a muted Matte pink & there's no golden sheen. It's like dollar store qualify makeup honestly."
		},
		{
			"review_title": "Ruined a once-great blush.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "Why change a perfect blush??  New formula is awful. Does not last.  Fades.  Color not the same.  No pigment."
		},
		{
			"review_title": "Dominant is the perfect blush color and formula",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Dominant is the most perfect blush. It gives a lovely flush, no skin irritation with the new formula, and has staying power. I hope NARS continues to make this lovely blush."
		},
		{
			"review_title": "Pretty",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "I will admit I was influenced by a makeup tutorial made by Sabrina carpenter 4 years ago lol. But now that I have it I really enjoy it! I think it gives a nice flush of colour to my skin. It’s not the most pigmented by brush but you could probably build it up. I recommend!"
		},
		{
			"review_title": "super pretty shade",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "super pigmented and very pretty shade! looks great on all skintones!"
		},
		{
			"review_title": "Shade completely changed",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Used to love this product but they completely changed the shade when they reformulated! :( old color in mini size in pic."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Orgasm – 777 - mini peachy pink with golden shimmer",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I have used this exact blush for YEARS and it was always the perfect sheer color. I got one a few weeks ago and it looks totally different in color, peach not pink at all and it doesn't show up at all on your skin what so ever!! BIG disappointment NARS!!"
		},
		{
			"review_title": "Overrated product",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Dry skin",
			"review_text": "This product is not deserving of the price tag or hype. There are many excellent products with lower price tags and better results."
		},
		{
			"review_title": "too bad",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "Was one of my favorite blush before the reformulation. On my skintone ( medium), there is almost no pigment showing but only the golden shimmer. I use it as a topper."
		},
		{
			"review_title": "Not Worth Your Money",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "For something priced so expensive for a MINI (a size smaller than 1/5 of your hand) this was extremely disappointing. So little pigment. Doesn't last on cheeks. A couple hours in the day and you can't even tell you're wearing blush. The makeup market is too competitive now to be spending this much money on such overpriced low quality products."
		},
		{
			"review_title": "Disappointed :(",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love this color but unfortunately it is really hard to see any product on the brush… Do not last. Really disappointed in the quality!"
		},
		{
			"review_title": "So pretty!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Gorgeous blush with buildable pigment, perfect for everyday wear."
		},
		{
			"review_title": "It’s giving Clown makeup",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, gray hair, Light skin tone, Oily skin",
			"review_text": "These color is beautiful and I only bought because ￼ TikTok claimed it was a dupe for the Dior blush, which I own, and I have purchased several and many more times, but the reason why I bought this is because the economy is not doing that good so I wanted to try something different. Do I regret it absolutely no matter what way you apply it no matter with what blush this product gives you clown looking Rudolph, the rednosed reindeer make up no ma’am this is not giving I’ll stick with my Dior blush. Thank you."
		},
		{
			"review_title": "Another Winner from NARS",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Fair skin tone, Combination skin",
			"review_text": "I like the way the color blends with my foundation. The powder feels light and it has good pigment."
		},
		{
			"review_title": "Not the same",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This product was so bad not the same as the old packaging, I was so excited to use it because I had ran out of the original packaging blush, when I got the shade of pink was different, the blush didn’t even pick up on the brick"
		},
		{
			"review_title": "Disappointed in a product I have loved for years",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Normal skin",
			"review_text": "I have loved this product in the past but the most recent one I got is very disappointing. The powder seems hard and I can get hardly any on the brush. The formula must have changed?"
		},
		{
			"review_title": "Love it too much ❤️",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "Best blush ever. It is so pigmented and easy to blend. Gives you glow and natural blush."
		},
		{
			"review_title": "Not for Dark Skin",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "It just didn’t show up well on my skin. I have a caramel brown complexion and it literally just did nothing for me. What I will say, is that I am no longer going to try powder blushes and will stick to liquid or cream.  liquid."
		},
		{
			"review_title": "New formula is not the same color",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Blush is one of my biggest staples. It was time for me to repurchase my absolute favorite color Behave and this new reformulation isn't even close to the same color! Like at all! I am really upset that I now have to start all over and find a new blush that I love. Based on reviews looks like Nars is loosing a lot of loyal customers."
		},
		{
			"review_title": "Invisible blush? Scrape the first layer off",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I’ve had this blush for over three years and always thought I struggled with having it appear on my skin and get any soft of pigment. I’d end up “applying” it on top of a layer of liquid blush, just to think I was getting any sort of payoff, because this was an expensive blush for me at the time.  I eventually caved and emailed NARS directly to see what the issue was. I didn’t think I got the wrong shade as my skin tone is a fair olive, and a Sephora employee had picked out this shade for me specifically. NARS customer support suggested I ordered the wrong shade and the product wasn’t defective. They suggested I gift the blush to a friend and purchase a new shade. They weren’t very helpful. Then I came across a video on TikTok about how these blushes are so tightly pressed into the pan that they don’t give pigment. So you had to scrape off the top layer to get the actual pigment. I was sad to damage a blush but I gave it a try and after three years of owning this blush I was FINALLY able to get it to work.  So if anyone else is having issues with this blush being invisible on your skin, just scrape the top layer off. Ridiculous that support wasn’t able to identify this manufacturer issue and suggest it."
		},
		{
			"review_title": "Fav blush ever (so far)",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "Love, love, LOVE this blush!! specifically in this shade! (I haven’t tried the others) it is so cute and I love using it in my daily routine"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Orgasm – 777 - mini peachy pink with golden shimmer",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "This shade was recommended to me as they typically use it for wedding but when I use it, it’s not pigmented. Not sure if I got a defect or I’m not using it correctly."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Dolce Vita – 888 - matte dusty rose",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I don’t love this blush. It’s not super pigmented which is what I would expect from Nars."
		},
		{
			"review_title": "Not for Dark Skin",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "It just didn’t show up well on my skin. I have a caramel brown complexion and it literally just did nothing for me. What I will say, is that I am no longer going to try powder blushes and will stick to liquid or cream.  liquid."
		},
		{
			"review_title": "New formula is not the same color",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Blush is one of my biggest staples. It was time for me to repurchase my absolute favorite color Behave and this new reformulation isn't even close to the same color! Like at all! I am really upset that I now have to start all over and find a new blush that I love. Based on reviews looks like Nars is loosing a lot of loyal customers."
		},
		{
			"review_title": "Invisible blush? Scrape the first layer off",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I’ve had this blush for over three years and always thought I struggled with having it appear on my skin and get any soft of pigment. I’d end up “applying” it on top of a layer of liquid blush, just to think I was getting any sort of payoff, because this was an expensive blush for me at the time.  I eventually caved and emailed NARS directly to see what the issue was. I didn’t think I got the wrong shade as my skin tone is a fair olive, and a Sephora employee had picked out this shade for me specifically. NARS customer support suggested I ordered the wrong shade and the product wasn’t defective. They suggested I gift the blush to a friend and purchase a new shade. They weren’t very helpful. Then I came across a video on TikTok about how these blushes are so tightly pressed into the pan that they don’t give pigment. So you had to scrape off the top layer to get the actual pigment. I was sad to damage a blush but I gave it a try and after three years of owning this blush I was FINALLY able to get it to work.  So if anyone else is having issues with this blush being invisible on your skin, just scrape the top layer off. Ridiculous that support wasn’t able to identify this manufacturer issue and suggest it."
		},
		{
			"review_title": "Fav blush ever (so far)",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "Love, love, LOVE this blush!! specifically in this shade! (I haven’t tried the others) it is so cute and I love using it in my daily routine"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Orgasm – 777 - mini peachy pink with golden shimmer",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "This shade was recommended to me as they typically use it for wedding but when I use it, it’s not pigmented. Not sure if I got a defect or I’m not using it correctly."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Dolce Vita – 888 - matte dusty rose",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I don’t love this blush. It’s not super pigmented which is what I would expect from Nars."
		},
		{
			"review_title": "Not for Dark Skin",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "It just didn’t show up well on my skin. I have a caramel brown complexion and it literally just did nothing for me. What I will say, is that I am no longer going to try powder blushes and will stick to liquid or cream.  liquid."
		},
		{
			"review_title": "New formula is not the same color",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Blush is one of my biggest staples. It was time for me to repurchase my absolute favorite color Behave and this new reformulation isn't even close to the same color! Like at all! I am really upset that I now have to start all over and find a new blush that I love. Based on reviews looks like Nars is loosing a lot of loyal customers."
		},
		{
			"review_title": "Invisible blush? Scrape the first layer off",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I’ve had this blush for over three years and always thought I struggled with having it appear on my skin and get any soft of pigment. I’d end up “applying” it on top of a layer of liquid blush, just to think I was getting any sort of payoff, because this was an expensive blush for me at the time.  I eventually caved and emailed NARS directly to see what the issue was. I didn’t think I got the wrong shade as my skin tone is a fair olive, and a Sephora employee had picked out this shade for me specifically. NARS customer support suggested I ordered the wrong shade and the product wasn’t defective. They suggested I gift the blush to a friend and purchase a new shade. They weren’t very helpful. Then I came across a video on TikTok about how these blushes are so tightly pressed into the pan that they don’t give pigment. So you had to scrape off the top layer to get the actual pigment. I was sad to damage a blush but I gave it a try and after three years of owning this blush I was FINALLY able to get it to work.  So if anyone else is having issues with this blush being invisible on your skin, just scrape the top layer off. Ridiculous that support wasn’t able to identify this manufacturer issue and suggest it."
		},
		{
			"review_title": "Fav blush ever (so far)",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "Love, love, LOVE this blush!! specifically in this shade! (I haven’t tried the others) it is so cute and I love using it in my daily routine"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Orgasm – 777 - mini peachy pink with golden shimmer",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "This shade was recommended to me as they typically use it for wedding but when I use it, it’s not pigmented. Not sure if I got a defect or I’m not using it correctly."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Dolce Vita – 888 - matte dusty rose",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I don’t love this blush. It’s not super pigmented which is what I would expect from Nars."
		},
		{
			"review_title": "Not for Dark Skin",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "It just didn’t show up well on my skin. I have a caramel brown complexion and it literally just did nothing for me. What I will say, is that I am no longer going to try powder blushes and will stick to liquid or cream.  liquid."
		},
		{
			"review_title": "New formula is not the same color",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Blush is one of my biggest staples. It was time for me to repurchase my absolute favorite color Behave and this new reformulation isn't even close to the same color! Like at all! I am really upset that I now have to start all over and find a new blush that I love. Based on reviews looks like Nars is loosing a lot of loyal customers."
		},
		{
			"review_title": "Invisible blush? Scrape the first layer off",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I’ve had this blush for over three years and always thought I struggled with having it appear on my skin and get any soft of pigment. I’d end up “applying” it on top of a layer of liquid blush, just to think I was getting any sort of payoff, because this was an expensive blush for me at the time.  I eventually caved and emailed NARS directly to see what the issue was. I didn’t think I got the wrong shade as my skin tone is a fair olive, and a Sephora employee had picked out this shade for me specifically. NARS customer support suggested I ordered the wrong shade and the product wasn’t defective. They suggested I gift the blush to a friend and purchase a new shade. They weren’t very helpful. Then I came across a video on TikTok about how these blushes are so tightly pressed into the pan that they don’t give pigment. So you had to scrape off the top layer to get the actual pigment. I was sad to damage a blush but I gave it a try and after three years of owning this blush I was FINALLY able to get it to work.  So if anyone else is having issues with this blush being invisible on your skin, just scrape the top layer off. Ridiculous that support wasn’t able to identify this manufacturer issue and suggest it."
		},
		{
			"review_title": "Fav blush ever (so far)",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "Love, love, LOVE this blush!! specifically in this shade! (I haven’t tried the others) it is so cute and I love using it in my daily routine"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Orgasm – 777 - mini peachy pink with golden shimmer",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "This shade was recommended to me as they typically use it for wedding but when I use it, it’s not pigmented. Not sure if I got a defect or I’m not using it correctly."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Dolce Vita – 888 - matte dusty rose",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I don’t love this blush. It’s not super pigmented which is what I would expect from Nars."
		},
		{
			"review_title": "Not for Dark Skin",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "It just didn’t show up well on my skin. I have a caramel brown complexion and it literally just did nothing for me. What I will say, is that I am no longer going to try powder blushes and will stick to liquid or cream.  liquid."
		},
		{
			"review_title": "New formula is not the same color",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Blush is one of my biggest staples. It was time for me to repurchase my absolute favorite color Behave and this new reformulation isn't even close to the same color! Like at all! I am really upset that I now have to start all over and find a new blush that I love. Based on reviews looks like Nars is loosing a lot of loyal customers."
		},
		{
			"review_title": "Invisible blush? Scrape the first layer off",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I’ve had this blush for over three years and always thought I struggled with having it appear on my skin and get any soft of pigment. I’d end up “applying” it on top of a layer of liquid blush, just to think I was getting any sort of payoff, because this was an expensive blush for me at the time.  I eventually caved and emailed NARS directly to see what the issue was. I didn’t think I got the wrong shade as my skin tone is a fair olive, and a Sephora employee had picked out this shade for me specifically. NARS customer support suggested I ordered the wrong shade and the product wasn’t defective. They suggested I gift the blush to a friend and purchase a new shade. They weren’t very helpful. Then I came across a video on TikTok about how these blushes are so tightly pressed into the pan that they don’t give pigment. So you had to scrape off the top layer to get the actual pigment. I was sad to damage a blush but I gave it a try and after three years of owning this blush I was FINALLY able to get it to work.  So if anyone else is having issues with this blush being invisible on your skin, just scrape the top layer off. Ridiculous that support wasn’t able to identify this manufacturer issue and suggest it."
		},
		{
			"review_title": "Fav blush ever (so far)",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "Love, love, LOVE this blush!! specifically in this shade! (I haven’t tried the others) it is so cute and I love using it in my daily routine"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Orgasm – 777 - mini peachy pink with golden shimmer",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "This shade was recommended to me as they typically use it for wedding but when I use it, it’s not pigmented. Not sure if I got a defect or I’m not using it correctly."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Dolce Vita – 888 - matte dusty rose",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I don’t love this blush. It’s not super pigmented which is what I would expect from Nars."
		},
		{
			"review_title": "Not for Dark Skin",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "It just didn’t show up well on my skin. I have a caramel brown complexion and it literally just did nothing for me. What I will say, is that I am no longer going to try powder blushes and will stick to liquid or cream.  liquid."
		},
		{
			"review_title": "New formula is not the same color",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Blush is one of my biggest staples. It was time for me to repurchase my absolute favorite color Behave and this new reformulation isn't even close to the same color! Like at all! I am really upset that I now have to start all over and find a new blush that I love. Based on reviews looks like Nars is loosing a lot of loyal customers."
		},
		{
			"review_title": "Invisible blush? Scrape the first layer off",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I’ve had this blush for over three years and always thought I struggled with having it appear on my skin and get any soft of pigment. I’d end up “applying” it on top of a layer of liquid blush, just to think I was getting any sort of payoff, because this was an expensive blush for me at the time.  I eventually caved and emailed NARS directly to see what the issue was. I didn’t think I got the wrong shade as my skin tone is a fair olive, and a Sephora employee had picked out this shade for me specifically. NARS customer support suggested I ordered the wrong shade and the product wasn’t defective. They suggested I gift the blush to a friend and purchase a new shade. They weren’t very helpful. Then I came across a video on TikTok about how these blushes are so tightly pressed into the pan that they don’t give pigment. So you had to scrape off the top layer to get the actual pigment. I was sad to damage a blush but I gave it a try and after three years of owning this blush I was FINALLY able to get it to work.  So if anyone else is having issues with this blush being invisible on your skin, just scrape the top layer off. Ridiculous that support wasn’t able to identify this manufacturer issue and suggest it."
		},
		{
			"review_title": "Fav blush ever (so far)",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "Love, love, LOVE this blush!! specifically in this shade! (I haven’t tried the others) it is so cute and I love using it in my daily routine"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Orgasm – 777 - mini peachy pink with golden shimmer",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "This shade was recommended to me as they typically use it for wedding but when I use it, it’s not pigmented. Not sure if I got a defect or I’m not using it correctly."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Dolce Vita – 888 - matte dusty rose",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I don’t love this blush. It’s not super pigmented which is what I would expect from Nars."
		},
		{
			"review_title": "Not for Dark Skin",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "It just didn’t show up well on my skin. I have a caramel brown complexion and it literally just did nothing for me. What I will say, is that I am no longer going to try powder blushes and will stick to liquid or cream.  liquid."
		},
		{
			"review_title": "New formula is not the same color",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Blush is one of my biggest staples. It was time for me to repurchase my absolute favorite color Behave and this new reformulation isn't even close to the same color! Like at all! I am really upset that I now have to start all over and find a new blush that I love. Based on reviews looks like Nars is loosing a lot of loyal customers."
		},
		{
			"review_title": "Invisible blush? Scrape the first layer off",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I’ve had this blush for over three years and always thought I struggled with having it appear on my skin and get any soft of pigment. I’d end up “applying” it on top of a layer of liquid blush, just to think I was getting any sort of payoff, because this was an expensive blush for me at the time.  I eventually caved and emailed NARS directly to see what the issue was. I didn’t think I got the wrong shade as my skin tone is a fair olive, and a Sephora employee had picked out this shade for me specifically. NARS customer support suggested I ordered the wrong shade and the product wasn’t defective. They suggested I gift the blush to a friend and purchase a new shade. They weren’t very helpful. Then I came across a video on TikTok about how these blushes are so tightly pressed into the pan that they don’t give pigment. So you had to scrape off the top layer to get the actual pigment. I was sad to damage a blush but I gave it a try and after three years of owning this blush I was FINALLY able to get it to work.  So if anyone else is having issues with this blush being invisible on your skin, just scrape the top layer off. Ridiculous that support wasn’t able to identify this manufacturer issue and suggest it."
		},
		{
			"review_title": "Fav blush ever (so far)",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "Love, love, LOVE this blush!! specifically in this shade! (I haven’t tried the others) it is so cute and I love using it in my daily routine"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Orgasm – 777 - mini peachy pink with golden shimmer",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "This shade was recommended to me as they typically use it for wedding but when I use it, it’s not pigmented. Not sure if I got a defect or I’m not using it correctly."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Dolce Vita – 888 - matte dusty rose",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I don’t love this blush. It’s not super pigmented which is what I would expect from Nars."
		},
		{
			"review_title": "Not for Dark Skin",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "It just didn’t show up well on my skin. I have a caramel brown complexion and it literally just did nothing for me. What I will say, is that I am no longer going to try powder blushes and will stick to liquid or cream.  liquid."
		},
		{
			"review_title": "New formula is not the same color",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Blush is one of my biggest staples. It was time for me to repurchase my absolute favorite color Behave and this new reformulation isn't even close to the same color! Like at all! I am really upset that I now have to start all over and find a new blush that I love. Based on reviews looks like Nars is loosing a lot of loyal customers."
		},
		{
			"review_title": "Invisible blush? Scrape the first layer off",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I’ve had this blush for over three years and always thought I struggled with having it appear on my skin and get any soft of pigment. I’d end up “applying” it on top of a layer of liquid blush, just to think I was getting any sort of payoff, because this was an expensive blush for me at the time.  I eventually caved and emailed NARS directly to see what the issue was. I didn’t think I got the wrong shade as my skin tone is a fair olive, and a Sephora employee had picked out this shade for me specifically. NARS customer support suggested I ordered the wrong shade and the product wasn’t defective. They suggested I gift the blush to a friend and purchase a new shade. They weren’t very helpful. Then I came across a video on TikTok about how these blushes are so tightly pressed into the pan that they don’t give pigment. So you had to scrape off the top layer to get the actual pigment. I was sad to damage a blush but I gave it a try and after three years of owning this blush I was FINALLY able to get it to work.  So if anyone else is having issues with this blush being invisible on your skin, just scrape the top layer off. Ridiculous that support wasn’t able to identify this manufacturer issue and suggest it."
		},
		{
			"review_title": "Fav blush ever (so far)",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "Love, love, LOVE this blush!! specifically in this shade! (I haven’t tried the others) it is so cute and I love using it in my daily routine"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Orgasm – 777 - mini peachy pink with golden shimmer",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "This shade was recommended to me as they typically use it for wedding but when I use it, it’s not pigmented. Not sure if I got a defect or I’m not using it correctly."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Dolce Vita – 888 - matte dusty rose",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I don’t love this blush. It’s not super pigmented which is what I would expect from Nars."
		},
		{
			"review_title": "Not for Dark Skin",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "It just didn’t show up well on my skin. I have a caramel brown complexion and it literally just did nothing for me. What I will say, is that I am no longer going to try powder blushes and will stick to liquid or cream.  liquid."
		},
		{
			"review_title": "New formula is not the same color",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Blush is one of my biggest staples. It was time for me to repurchase my absolute favorite color Behave and this new reformulation isn't even close to the same color! Like at all! I am really upset that I now have to start all over and find a new blush that I love. Based on reviews looks like Nars is loosing a lot of loyal customers."
		},
		{
			"review_title": "Invisible blush? Scrape the first layer off",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I’ve had this blush for over three years and always thought I struggled with having it appear on my skin and get any soft of pigment. I’d end up “applying” it on top of a layer of liquid blush, just to think I was getting any sort of payoff, because this was an expensive blush for me at the time.  I eventually caved and emailed NARS directly to see what the issue was. I didn’t think I got the wrong shade as my skin tone is a fair olive, and a Sephora employee had picked out this shade for me specifically. NARS customer support suggested I ordered the wrong shade and the product wasn’t defective. They suggested I gift the blush to a friend and purchase a new shade. They weren’t very helpful. Then I came across a video on TikTok about how these blushes are so tightly pressed into the pan that they don’t give pigment. So you had to scrape off the top layer to get the actual pigment. I was sad to damage a blush but I gave it a try and after three years of owning this blush I was FINALLY able to get it to work.  So if anyone else is having issues with this blush being invisible on your skin, just scrape the top layer off. Ridiculous that support wasn’t able to identify this manufacturer issue and suggest it."
		},
		{
			"review_title": "Fav blush ever (so far)",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "Love, love, LOVE this blush!! specifically in this shade! (I haven’t tried the others) it is so cute and I love using it in my daily routine"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Orgasm – 777 - mini peachy pink with golden shimmer",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "This shade was recommended to me as they typically use it for wedding but when I use it, it’s not pigmented. Not sure if I got a defect or I’m not using it correctly."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Dolce Vita – 888 - matte dusty rose",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I don’t love this blush. It’s not super pigmented which is what I would expect from Nars."
		},
		{
			"review_title": "Not for Dark Skin",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "It just didn’t show up well on my skin. I have a caramel brown complexion and it literally just did nothing for me. What I will say, is that I am no longer going to try powder blushes and will stick to liquid or cream.  liquid."
		},
		{
			"review_title": "New formula is not the same color",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Blush is one of my biggest staples. It was time for me to repurchase my absolute favorite color Behave and this new reformulation isn't even close to the same color! Like at all! I am really upset that I now have to start all over and find a new blush that I love. Based on reviews looks like Nars is loosing a lot of loyal customers."
		},
		{
			"review_title": "Invisible blush? Scrape the first layer off",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I’ve had this blush for over three years and always thought I struggled with having it appear on my skin and get any soft of pigment. I’d end up “applying” it on top of a layer of liquid blush, just to think I was getting any sort of payoff, because this was an expensive blush for me at the time.  I eventually caved and emailed NARS directly to see what the issue was. I didn’t think I got the wrong shade as my skin tone is a fair olive, and a Sephora employee had picked out this shade for me specifically. NARS customer support suggested I ordered the wrong shade and the product wasn’t defective. They suggested I gift the blush to a friend and purchase a new shade. They weren’t very helpful. Then I came across a video on TikTok about how these blushes are so tightly pressed into the pan that they don’t give pigment. So you had to scrape off the top layer to get the actual pigment. I was sad to damage a blush but I gave it a try and after three years of owning this blush I was FINALLY able to get it to work.  So if anyone else is having issues with this blush being invisible on your skin, just scrape the top layer off. Ridiculous that support wasn’t able to identify this manufacturer issue and suggest it."
		},
		{
			"review_title": "Fav blush ever (so far)",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "Love, love, LOVE this blush!! specifically in this shade! (I haven’t tried the others) it is so cute and I love using it in my daily routine"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Orgasm – 777 - mini peachy pink with golden shimmer",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "This shade was recommended to me as they typically use it for wedding but when I use it, it’s not pigmented. Not sure if I got a defect or I’m not using it correctly."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Dolce Vita – 888 - matte dusty rose",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I don’t love this blush. It’s not super pigmented which is what I would expect from Nars."
		},
		{
			"review_title": "Not for Dark Skin",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "It just didn’t show up well on my skin. I have a caramel brown complexion and it literally just did nothing for me. What I will say, is that I am no longer going to try powder blushes and will stick to liquid or cream.  liquid."
		},
		{
			"review_title": "New formula is not the same color",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Blush is one of my biggest staples. It was time for me to repurchase my absolute favorite color Behave and this new reformulation isn't even close to the same color! Like at all! I am really upset that I now have to start all over and find a new blush that I love. Based on reviews looks like Nars is loosing a lot of loyal customers."
		},
		{
			"review_title": "Invisible blush? Scrape the first layer off",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I’ve had this blush for over three years and always thought I struggled with having it appear on my skin and get any soft of pigment. I’d end up “applying” it on top of a layer of liquid blush, just to think I was getting any sort of payoff, because this was an expensive blush for me at the time.  I eventually caved and emailed NARS directly to see what the issue was. I didn’t think I got the wrong shade as my skin tone is a fair olive, and a Sephora employee had picked out this shade for me specifically. NARS customer support suggested I ordered the wrong shade and the product wasn’t defective. They suggested I gift the blush to a friend and purchase a new shade. They weren’t very helpful. Then I came across a video on TikTok about how these blushes are so tightly pressed into the pan that they don’t give pigment. So you had to scrape off the top layer to get the actual pigment. I was sad to damage a blush but I gave it a try and after three years of owning this blush I was FINALLY able to get it to work.  So if anyone else is having issues with this blush being invisible on your skin, just scrape the top layer off. Ridiculous that support wasn’t able to identify this manufacturer issue and suggest it."
		},
		{
			"review_title": "Fav blush ever (so far)",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "Love, love, LOVE this blush!! specifically in this shade! (I haven’t tried the others) it is so cute and I love using it in my daily routine"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Orgasm – 777 - mini peachy pink with golden shimmer",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "This shade was recommended to me as they typically use it for wedding but when I use it, it’s not pigmented. Not sure if I got a defect or I’m not using it correctly."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Dolce Vita – 888 - matte dusty rose",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I don’t love this blush. It’s not super pigmented which is what I would expect from Nars."
		},
		{
			"review_title": "Not for Dark Skin",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "It just didn’t show up well on my skin. I have a caramel brown complexion and it literally just did nothing for me. What I will say, is that I am no longer going to try powder blushes and will stick to liquid or cream.  liquid."
		},
		{
			"review_title": "New formula is not the same color",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Blush is one of my biggest staples. It was time for me to repurchase my absolute favorite color Behave and this new reformulation isn't even close to the same color! Like at all! I am really upset that I now have to start all over and find a new blush that I love. Based on reviews looks like Nars is loosing a lot of loyal customers."
		},
		{
			"review_title": "Invisible blush? Scrape the first layer off",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I’ve had this blush for over three years and always thought I struggled with having it appear on my skin and get any soft of pigment. I’d end up “applying” it on top of a layer of liquid blush, just to think I was getting any sort of payoff, because this was an expensive blush for me at the time.  I eventually caved and emailed NARS directly to see what the issue was. I didn’t think I got the wrong shade as my skin tone is a fair olive, and a Sephora employee had picked out this shade for me specifically. NARS customer support suggested I ordered the wrong shade and the product wasn’t defective. They suggested I gift the blush to a friend and purchase a new shade. They weren’t very helpful. Then I came across a video on TikTok about how these blushes are so tightly pressed into the pan that they don’t give pigment. So you had to scrape off the top layer to get the actual pigment. I was sad to damage a blush but I gave it a try and after three years of owning this blush I was FINALLY able to get it to work.  So if anyone else is having issues with this blush being invisible on your skin, just scrape the top layer off. Ridiculous that support wasn’t able to identify this manufacturer issue and suggest it."
		},
		{
			"review_title": "Fav blush ever (so far)",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "Love, love, LOVE this blush!! specifically in this shade! (I haven’t tried the others) it is so cute and I love using it in my daily routine"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Orgasm – 777 - mini peachy pink with golden shimmer",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "This shade was recommended to me as they typically use it for wedding but when I use it, it’s not pigmented. Not sure if I got a defect or I’m not using it correctly."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Dolce Vita – 888 - matte dusty rose",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I don’t love this blush. It’s not super pigmented which is what I would expect from Nars."
		},
		{
			"review_title": "Not for Dark Skin",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "It just didn’t show up well on my skin. I have a caramel brown complexion and it literally just did nothing for me. What I will say, is that I am no longer going to try powder blushes and will stick to liquid or cream.  liquid."
		},
		{
			"review_title": "New formula is not the same color",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Blush is one of my biggest staples. It was time for me to repurchase my absolute favorite color Behave and this new reformulation isn't even close to the same color! Like at all! I am really upset that I now have to start all over and find a new blush that I love. Based on reviews looks like Nars is loosing a lot of loyal customers."
		},
		{
			"review_title": "Invisible blush? Scrape the first layer off",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I’ve had this blush for over three years and always thought I struggled with having it appear on my skin and get any soft of pigment. I’d end up “applying” it on top of a layer of liquid blush, just to think I was getting any sort of payoff, because this was an expensive blush for me at the time.  I eventually caved and emailed NARS directly to see what the issue was. I didn’t think I got the wrong shade as my skin tone is a fair olive, and a Sephora employee had picked out this shade for me specifically. NARS customer support suggested I ordered the wrong shade and the product wasn’t defective. They suggested I gift the blush to a friend and purchase a new shade. They weren’t very helpful. Then I came across a video on TikTok about how these blushes are so tightly pressed into the pan that they don’t give pigment. So you had to scrape off the top layer to get the actual pigment. I was sad to damage a blush but I gave it a try and after three years of owning this blush I was FINALLY able to get it to work.  So if anyone else is having issues with this blush being invisible on your skin, just scrape the top layer off. Ridiculous that support wasn’t able to identify this manufacturer issue and suggest it."
		},
		{
			"review_title": "Fav blush ever (so far)",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "Love, love, LOVE this blush!! specifically in this shade! (I haven’t tried the others) it is so cute and I love using it in my daily routine"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Orgasm – 777 - mini peachy pink with golden shimmer",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "This shade was recommended to me as they typically use it for wedding but when I use it, it’s not pigmented. Not sure if I got a defect or I’m not using it correctly."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Dolce Vita – 888 - matte dusty rose",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I don’t love this blush. It’s not super pigmented which is what I would expect from Nars."
		},
		{
			"review_title": "Not for Dark Skin",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "It just didn’t show up well on my skin. I have a caramel brown complexion and it literally just did nothing for me. What I will say, is that I am no longer going to try powder blushes and will stick to liquid or cream.  liquid."
		},
		{
			"review_title": "New formula is not the same color",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Blush is one of my biggest staples. It was time for me to repurchase my absolute favorite color Behave and this new reformulation isn't even close to the same color! Like at all! I am really upset that I now have to start all over and find a new blush that I love. Based on reviews looks like Nars is loosing a lot of loyal customers."
		},
		{
			"review_title": "Invisible blush? Scrape the first layer off",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I’ve had this blush for over three years and always thought I struggled with having it appear on my skin and get any soft of pigment. I’d end up “applying” it on top of a layer of liquid blush, just to think I was getting any sort of payoff, because this was an expensive blush for me at the time.  I eventually caved and emailed NARS directly to see what the issue was. I didn’t think I got the wrong shade as my skin tone is a fair olive, and a Sephora employee had picked out this shade for me specifically. NARS customer support suggested I ordered the wrong shade and the product wasn’t defective. They suggested I gift the blush to a friend and purchase a new shade. They weren’t very helpful. Then I came across a video on TikTok about how these blushes are so tightly pressed into the pan that they don’t give pigment. So you had to scrape off the top layer to get the actual pigment. I was sad to damage a blush but I gave it a try and after three years of owning this blush I was FINALLY able to get it to work.  So if anyone else is having issues with this blush being invisible on your skin, just scrape the top layer off. Ridiculous that support wasn’t able to identify this manufacturer issue and suggest it."
		},
		{
			"review_title": "Fav blush ever (so far)",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "Love, love, LOVE this blush!! specifically in this shade! (I haven’t tried the others) it is so cute and I love using it in my daily routine"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Orgasm – 777 - mini peachy pink with golden shimmer",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "This shade was recommended to me as they typically use it for wedding but when I use it, it’s not pigmented. Not sure if I got a defect or I’m not using it correctly."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Dolce Vita – 888 - matte dusty rose",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I don’t love this blush. It’s not super pigmented which is what I would expect from Nars."
		},
		{
			"review_title": "Not for Dark Skin",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "It just didn’t show up well on my skin. I have a caramel brown complexion and it literally just did nothing for me. What I will say, is that I am no longer going to try powder blushes and will stick to liquid or cream.  liquid."
		},
		{
			"review_title": "New formula is not the same color",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Blush is one of my biggest staples. It was time for me to repurchase my absolute favorite color Behave and this new reformulation isn't even close to the same color! Like at all! I am really upset that I now have to start all over and find a new blush that I love. Based on reviews looks like Nars is loosing a lot of loyal customers."
		},
		{
			"review_title": "Invisible blush? Scrape the first layer off",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I’ve had this blush for over three years and always thought I struggled with having it appear on my skin and get any soft of pigment. I’d end up “applying” it on top of a layer of liquid blush, just to think I was getting any sort of payoff, because this was an expensive blush for me at the time.  I eventually caved and emailed NARS directly to see what the issue was. I didn’t think I got the wrong shade as my skin tone is a fair olive, and a Sephora employee had picked out this shade for me specifically. NARS customer support suggested I ordered the wrong shade and the product wasn’t defective. They suggested I gift the blush to a friend and purchase a new shade. They weren’t very helpful. Then I came across a video on TikTok about how these blushes are so tightly pressed into the pan that they don’t give pigment. So you had to scrape off the top layer to get the actual pigment. I was sad to damage a blush but I gave it a try and after three years of owning this blush I was FINALLY able to get it to work.  So if anyone else is having issues with this blush being invisible on your skin, just scrape the top layer off. Ridiculous that support wasn’t able to identify this manufacturer issue and suggest it."
		},
		{
			"review_title": "Fav blush ever (so far)",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "Love, love, LOVE this blush!! specifically in this shade! (I haven’t tried the others) it is so cute and I love using it in my daily routine"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Orgasm – 777 - mini peachy pink with golden shimmer",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "This shade was recommended to me as they typically use it for wedding but when I use it, it’s not pigmented. Not sure if I got a defect or I’m not using it correctly."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Dolce Vita – 888 - matte dusty rose",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I don’t love this blush. It’s not super pigmented which is what I would expect from Nars."
		},
		{
			"review_title": "Not for Dark Skin",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "It just didn’t show up well on my skin. I have a caramel brown complexion and it literally just did nothing for me. What I will say, is that I am no longer going to try powder blushes and will stick to liquid or cream.  liquid."
		},
		{
			"review_title": "New formula is not the same color",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Blush is one of my biggest staples. It was time for me to repurchase my absolute favorite color Behave and this new reformulation isn't even close to the same color! Like at all! I am really upset that I now have to start all over and find a new blush that I love. Based on reviews looks like Nars is loosing a lot of loyal customers."
		},
		{
			"review_title": "Invisible blush? Scrape the first layer off",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I’ve had this blush for over three years and always thought I struggled with having it appear on my skin and get any soft of pigment. I’d end up “applying” it on top of a layer of liquid blush, just to think I was getting any sort of payoff, because this was an expensive blush for me at the time.  I eventually caved and emailed NARS directly to see what the issue was. I didn’t think I got the wrong shade as my skin tone is a fair olive, and a Sephora employee had picked out this shade for me specifically. NARS customer support suggested I ordered the wrong shade and the product wasn’t defective. They suggested I gift the blush to a friend and purchase a new shade. They weren’t very helpful. Then I came across a video on TikTok about how these blushes are so tightly pressed into the pan that they don’t give pigment. So you had to scrape off the top layer to get the actual pigment. I was sad to damage a blush but I gave it a try and after three years of owning this blush I was FINALLY able to get it to work.  So if anyone else is having issues with this blush being invisible on your skin, just scrape the top layer off. Ridiculous that support wasn’t able to identify this manufacturer issue and suggest it."
		},
		{
			"review_title": "Fav blush ever (so far)",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "Love, love, LOVE this blush!! specifically in this shade! (I haven’t tried the others) it is so cute and I love using it in my daily routine"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Orgasm – 777 - mini peachy pink with golden shimmer",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "This shade was recommended to me as they typically use it for wedding but when I use it, it’s not pigmented. Not sure if I got a defect or I’m not using it correctly."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Dolce Vita – 888 - matte dusty rose",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I don’t love this blush. It’s not super pigmented which is what I would expect from Nars."
		},
		{
			"review_title": "Unusable",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, gray hair, fairLight skin tone, Combination skin",
			"review_text": "I don’t know if there’s something wrong with the one I bought, but it is rock hard and refuses to be picked up by any brush I’ve tried, so it’s unusable."
		},
		{
			"review_title": "New formula is disappointing",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "This new formula is so disappointing. It doesn’t give me any hint of color on certain light and angles. Time to look for a new HG."
		},
		{
			"review_title": "Beautiful consistency and color!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "First off this color is a beautiful color on the skin. I have pretty fair skin and had always used a more light mauve blush, I was hesitant at first to get this color, but got it as a gift and thought I would try it out. It looked absolutely amazing, and the consistency is not one of a powder blush. It’s a very creamy formula and applies to the skin beautifully. Its can easily be spread, even after application. I would definitely recommend this product; if not in this color."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Orgasm Edge – 778 - matte peachy pink",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Loooooooove this!!!! It’s really nicely pigmented and is a reaaaallyyyy nice formula"
		},
		{
			"review_title": "Wow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Wow, wow, wow Nars and Huda beauty forever best makeup best pigmentation best shades best everything"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Orgasm – 777 - peachy pink with golden shimmer",
			"review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
			"review_text": "This is a classic for a reason. It's flattering for many skintones, especially my pale skin. It has a good color payoff and a very slight shimmer. I keep coming back to this one because it always looks nice and seems to go with all lipsticks. I've subtracted a star because of the price and I am skeptical that it would work for a very deep skintone."
		},
		{
			"review_title": "Pretty good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "I got this in a super-mini size from my sephora points. I think overall its nice,I've been using it consistently for the past couple of weeks and its really easy to apply--great for beginners, but the color doesn't really stand out to me and I think the shimmery-ness is a little much. Idk maybe its just not the right shade for me, haha."
		},
		{
			"review_title": "Perfect for a long day! Never comes off!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Love this new blush!! it lasts long and the color is really nice and pink. not too bright and not too light perfect! it last long too i had it from the morning til the night and it lasted super long! highly recommend"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Exhibit A – 953 - matte red",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Use it everyday. Buildable and blends effortlessly."
		},
		{
			"review_title": "Gorgeous Peachy Pink for a Natural Glow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "The matte peachy pink shade is perfect for giving my cheeks a natural, healthy flush without looking too intense. I love how finely milled the powder is—it blends effortlessly into my skin and feels super lightweight. Plus, it’s talc-free, which is a nice for my sensitive skin! The color payoff is just right, not too bold but buildable for more intensity."
		},
		{
			"review_title": "Super disappointing",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "The formula changed and the colour is not the same.  This was my go-to for a decade and now I will need to find my next go-to.  Nars, pay attention to your followers!"
		},
		{
			"review_title": "Not an improvement",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "This product is too difficult to use. I suppose eliminating talc is the reason for the reformulation. Not worth it. The amount of time and technique needed to apply light pink blush is silly."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Orgasm – 777 - mini peachy pink with golden shimmer",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "Product does get on the sides of the packaging as it is smaller than my brushes, but the color is pigmented. It does have a lot of shimmer! Good as a trial or on the go."
		},
		{
			"review_title": "perfect blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "love this and it comes with a mirror inside which was so cute. 10/10"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Orgasm Edge – 778 - mini matte peachy pink",
			"review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "Absolutely did not expect this to work. The color of the blush in the container looks a lot more orange, than pink, and looks very sheer. But amazingly, it works perfectly. Lasts all day, very buildable, and gives a beautiful natural blush."
		},
		{
			"review_title": "looks very coral/orange on light skin types.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Oily skin",
			"review_text": "looks like a very coral/orange pigment on my skin tone. do not reccomend for lighter/olive based skin tones, looks very artificial.  product is pigmented, but not a great match for everyone."
		},
		{
			"review_title": "Love Nars Blushes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
			"review_text": "I have never been disappointed with Nars blushes. This time I purchased the color Thrill. It is actually quite flattering and adds just a pop of brightness. I like layering it over other blushes, too. It is smooth, had great pigmentation and blends out well."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Orgasm – 777 - peachy pink with golden shimmer",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Love it! It’s a great pink blush with glittery specs so if you don’t like that you won’t like it. It’s a pretty color"
		},
		{
			"review_title": "Great blush if combined with cream blush under",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I do not understand bad reviews of the new formula - i do not use it alone, I like first to put cream blush stick from Westman Atelier and then in top Nars blush, it brings up the color of the cream  blush better and stays all day. Love the color and formula!"
		},
		{
			"review_title": "Beautiful finish",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Normal skin",
			"review_text": "This blush is subtle yet pigmented. Goes on smooth and stays put. The peachy pink goes perfectly with my olive skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Infatuated – 902 - matte deep plumberry",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "The Color is so pretty and stays on my skin all day."
		},
		{
			"review_title": "Barely any color",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Disappointed in the product. The color is so light I feel like I can barely see it on my skin. Returning."
		},
		{
			"review_title": "Great blush!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "Love this blush!  Great formula, goes on and blends easily and stays put. The Deep Throat shade is perfect for my fair skin."
		},
		{
			"review_title": "BRING BACK ANGELICA ! :(((((",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Bring back Angelica !!!!!!! This color is too light. Sure miss ANGELICA !"
		},
		{
			"review_title": "Not bad I do like it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "At first, I wasn’t crazy about it, but it’s got a cool shimmery color to it and it does actually accentuate my skin pretty nicely"
		},
		{
			"review_title": "Must have in my routine.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "Love the texture and the shine, and her natural looks."
		},
		{
			"review_title": "Black and Brown Girls Must Have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Dry skin",
			"review_text": "NARS has done it again! This blush is perfectly smooth and very blendable as with most NARS powder products. If you’re Cadiz or darker, you need this for fall. And if you have a tan, it’s so beautiful"
		},
		{
			"review_title": "Stop changing formulas please",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "They changed the formula and I am no happy. Proof is in the photos."
		},
		{
			"review_title": "If it ain’t broke…",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Why did NARS change the formula? This was a classic, which I’ve been using for a decade. Recently I ran out and had to purchase the new formula. Awful, just awful. No color payoff at all. The formula is chalky and leaves a barely existent powdery finish.  Please do not listen to the incentivized reviews. Take it from someone who isn’t being incentivized to tell you that you’re not getting your moneys worth.   If you’re looking for a replacement, I highly recommend Crystah from Benefit. It’s a tad pinker but it’s so so good."
		},
		{
			"review_title": "The Reformulated Color is Different for sure",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "The old formula was definitely more pink in color rather than peachy which is disappointing because the old color was perfect for me. Hoping they can reformulate it again to bring back more of the dark pink tones"
		},
		{
			"review_title": "Classic timeless blush",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Normal skin",
			"review_text": "A classic staple item - it looks like blush and highlighter put together."
		},
		{
			"review_title": "Just no.",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "NARS this better be an April fool joke because the new formula is not it!!!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Orgasm X – 776 - shimmering deep coral with gold pearl",
			"review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Combination skin",
			"review_text": "I am a blush addict and wanted to finally try a more high-end blush. I did test the color on the back of my hand and liked it and definitely didn't have a color like it in my collection. I find this blush doesn't blend well and kinda looks splotchy on my face.... With that being said, I find the color doesn't suit my fair skin."
		},
		{
			"review_title": "Wouldn’t take it even if it were free",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "This is a blush!? News to me! It ended up just being gold shimmer with little to no pigment. Do yourself a favor and do not purchase this!"
		},
		{
			"review_title": "Will not re-purchase",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This blush doesn’t even have any pigment to it. Do not waste your money. I am very fair skinned so I thought it would be a nice subtle blush to try but it doesn’t even show up. I will stick to Haus Labs blush instead. Sad because I usually love all NARS products."
		},
		{
			"review_title": "The Formula Changed",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "After using only this blush for 20 years, I’ll have to find a new color and/or brand. Why did the formula have to change? It’s much more sheer now. Have other items from this brand changed formulas this year too?"
		},
		{
			"review_title": "Horrible",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "After using this product for years I dropped mine and had to buy a new one. The formula has definitely changed because there was no pigment at all. No glitter and no pink just a powdery feeling."
		},
		{
			"review_title": "Reformulation fail",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Talc free version doesnt do anything. There is no transfer of color from the palette with any brush I own. This was my go to but the talc fear witch hunt that amounted to reformulation based on asbestos mongering has resulted in a product that can be barely used as a shimmer."
		},
		{
			"review_title": "So cute and beautiful!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I like this blush a lot! It is super easy to apply and blend! Love how the shade matches perfect with my makeup style! And I will definitely be recommending it!"
		},
		{
			"review_title": "Holy Grail turned fail",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "I used NARS Dominante for years and it was recently  discontinued with this being the only close second. I wish they would have left the original alone."
		},
		{
			"review_title": "Cute and quality blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
			"review_text": "I love everything about this blush, NARS consistently puts out quality products and this is yet another hit. This blush is smooth and the color is so flattering, if a little weird looking in the pan."
		},
		{
			"review_title": "just sad",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "Used to use this product all the time back in 2018. Got a new one today and it's just totally different from what I remember. No peachy pigment, just gold glitter that somehow managed to make me look oily and accentuate texture that wasn't even visible before."
		},
		{
			"review_title": "$17 for… what?",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "so small. i know it’s a mini but $17 for something tiny like this? no thanks. beautiful color, i was so sad when i decided to return it but… $17 is just too much to spend. sorry."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Orgasm – 777 - peachy pink with golden shimmer",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Why change the formula? Absolutely no pigmentation. The color is also different compared to the old formula. Please revert back to the old formula!"
		},
		{
			"review_title": "Beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "This honestly is the best blush I’ve owned so far:) I’ve unfortunately been getting fine lines & like to wear my blush up high but all the ones I had that were powder emphasized them or just looked dry. This blush blend nicely, doesn’t look dry what so ever & doesn’t emphasize texture at all! I was worried about what color to get because I didn’t want it too pink or too orange… it’s actually perfect! I’ll definitely try more colors;)"
		},
		{
			"review_title": "sunkiss for ever!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "it gives the perfect sunkissed color! and its super blend able"
		},
		{
			"review_title": "Find a different blush",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "they changed the formula and now it sucks, no pigment. i like to DROWN myself in blush and no matter how much i put on, its not visible."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Tan skin tone, Combination skin",
			"review_text": "Beautiful color. I can wear this everyday and going out."
		},
		{
			"review_title": "Amazing product but…",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Very nicely pigmented, easy to use, but they need to bring back shade savage!!!! That was my favorite shade and was truly the best. This is such an amazing product though definitely worth it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Orgasm X – 776 - shimmering deep coral with gold pearl",
			"review_buyer_description": "Hazel eyes, brunette hair, Tan skin tone, Combination skin",
			"review_text": "it's literally one of the best powder blushes ever, it looks amazing in the skin and it lasts forever, the shimmer is beautiful and the color omg. probably the best blush in my collection. worth it 100%"
		},
		{
			"review_title": "Amazing absolutely loved it! Obsessed obsessed obs",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Amazing absolutely loved it! Obsessed obsessed obsessed"
		},
		{
			"review_title": "Nice color ; buildable",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I wanted to get a summer shade of blush. I absolutely love the color of this blush and it goes very well with my medium skin tone. It is buildable and doesn’t heap on a ton of color on first application like some other blushes. However, it has the opposite issue for me. I wish the pigmentation on this was a bit more intense as I have to do several applications to get desired shade. All in all a good blush!"
		},
		{
			"review_title": "Pretty color, but not my go too.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "I was really excited to try this blush after all the hype, and it was ok. The color is really pretty, but there is not a lot of color pay off on application so you have to work with it for a while. I also found the blush to be  more warm-toned when it looks commode cool-toned online."
		},
		{
			"review_title": "The most underrated colour ever!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I’m Asian with medium fair skin, this brightens me up in the most natural way and gives the most lit within doll like glow! Originally bought sex appeal, but unless you are extremely fair, you gotta really work it for it to show up"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "such a pretty shade!! it lasts nicely through the heat of summer and is super buildable"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Orgasm Rush – 775 - deep rose bronze with shimmer",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I love nars blushes, does not have any red dyes so fits my lifestyle and the pop of color is nice. Last such a long time for me"
		},
		{
			"review_title": "NOTHING BEATS IT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "So pretty, glowy and sparkly I ADORE it! 😻 A MUST HAVE"
		},
		{
			"review_title": "I wish I didn’t buy this ugh",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I wanted to buy this so badly after everyone was raving about this for years. I was so excited to try it and I am so disappointed. There is ZERO color pay off… only large pieces of shimmer that transfer onto my face. At first I thought I just needed to break it in or there was a sparkle top layer, but unfortunately that’s not the case. I love a glowy blush, but this is a chunky highlighter honestly. The only reason I’m using it is because money is tight right now, but otherwise I would throw it out or give it away. I definitely do not recommend wasting your money on this. I am curious if the full size is different in formulation?"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Orgasm – 777 - peachy pink with golden shimmer",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Not for me it’s too light so I bought Selena Gomez luminous blush colour Joy way more pigment and high light."
		},
		{
			"review_title": "Yes!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I love this product! I don’t wear makeup all the time. So this mini is just enough for me. The color is a nice almost peach. I have light to medium skin and this blush gives me enough color to bring me to life."
		},
		{
			"review_title": "Nice",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Thought it was bigger, but is pigmented and I like it."
		},
		{
			"review_title": "love love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "amazing color, and amazing formula i love this blush so much and its for sure a go to for me! i reach for this about everyday, the formula is long lasting and looks besutiful after a long day."
		},
		{
			"review_title": "My new fav",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Normal skin",
			"review_text": "Omg - this new formula is the longest wearing blush I’ve tried. It looks very natural and lasts from dawn til dusk . I work in a mechanic shop with sweat and oil and nothing so far has lasted through that . Very impressed. I have sensitive skin and this does not irritate at all ."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Thrill – 950 - matte cool light pink",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This blush is pretty on the cheeks, but it's nothing special. I want to address the names of these blushes. The names are unhinged. Why are the names so sexually explicit? It makes me feel uncomfortable and it's just unnecessary."
		},
		{
			"review_title": "Love the new formula",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "This new formula blows the previous one out of the water. The pigment is so much better and more even than before. I’ve always been a NARS girly but I’ve been disappointed in their recent launches. This one definitely exceeded my expectation. U know it’s not new but a reformulation is still technically new :)"
		},
		{
			"review_title": "Daily Tops!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Normal skin",
			"review_text": "It’s a daily must have! Perfect for summer vibes as for winter and all seasons, always with glow natural vibes"
		},
		{
			"review_title": "Reformulation was a big mistake!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "This used to be my every day blush, but they have changed it! I was running low, so I grabbed a new one at Sephora and it’s not as good anymore! The pigment is GONE! I’m so sad, as I used to love this blush!"
		},
		{
			"review_title": "New formula is terrible",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "New formula is terrible! There is no pigment, just shimmer. Unfortunately I will return and now have to find a new blush."
		},
		{
			"review_title": "Base Routine Must-Have as a Brown Girl!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "As a brown girl with incredibly dry skin who has never found a powder blush that sits nicely on my face and complements my skin tone, this blush is my holy grail. I normally am a liquid/cream blush girly, but this formula changed my mind. It is super pigmented, blends really nicely, and gives my skin such a gorgeous glow. Any time I wear this with my current base routine, I get so many compliments!"
		},
		{
			"review_title": "This is not a blush.  It's highlighter",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "This is not a blush.  It's highlighter.  There's zero pigment that shows up on your cheeks."
		},
		{
			"review_title": "Not what I was expecting....",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "Pretty color, but does not come out of the pan! I have rubbed the top layer off of the blush thinking maybe it needs to be broken it, but when I apply the blush to my cheeks, I get a little sheen, but no color! I am seriously upset because everyone raves about this blush. Maybe it isn't working because it is talc free, or because it is a mini, but I am really bummed it didn't work for me."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Orgasm – 777 - peachy pink with golden shimmer",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "NARS must have changed the formula. I have been using this blush for years, and now you can barely see it on my face. There is too much gold and not enough pink tone. So disappointing."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Je l’adore et facile et étalée je le conseil fortement"
		},
		{
			"review_title": "New formula ruined a beauty staple!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I am so devastated… I have worn this blush since 1999 when I was a freshman in high school. This was my favorite blush. The new formula is horrendous! No color shows up even when you pile on a ton of product.  thought it was just me  thought"
		},
		{
			"review_title": "Sadly horrific",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This is/was my ultimate favorite blush.  NARs changed the formula, it is officially trash 😢."
		},
		{
			"review_title": "Gorgeous blush!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Fantastic for my acne-prone skin, talc-free, intense pigments and long wearing...love the upgraded blush formulas. This delivers and the shade on my warm undertones EATS!!!"
		},
		{
			"review_title": "Borderline mediocre",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "Used this like 3 times, bought because of the adorable shade and price but you literally cannot see it. I hate shimmer blushes and this is exactly that but with even less pigment"
		},
		{
			"review_title": "Disappointed. Not a lot of color.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Meh. It's is a lot paler and more sheer than I was expecting. This blush is *not* highly pigmented. I'm glad I bought the smaller size, I'm not in love with this color or formulation."
		},
		{
			"review_title": "No longer my favourite blush…",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Swatched talc free color in the store. It’s no longer a blush it’s highlighter. Bring back old formula!!! Will look for different blush after mine runs out."
		},
		{
			"review_title": "New formula is the worst",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "They have absolutely ruined this formula. This was my favorite blush for years and now it’s absolutely terrible. I’m so disappointed. Just printed my return label."
		},
		{
			"review_title": "Horrible reformulation",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Horrible reformulation. Used to be my favorite blush ever for the last 20+ years.  There is no pink color that transfers to the brush or cheek, just the shimmer."
		},
		{
			"review_title": "My usual blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I wish it was more pink. It stays on all day and goes on nicely"
		},
		{
			"review_title": "Bad formula",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "New formula is terrible. Bring back the old one! There’s no pigment in this formula. Returned."
		},
		{
			"review_title": "It’s a Highlighter",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "The new formula has very little pigment. I have to build on so much just to get a bit of a flush that the gold shimmer takes over and makes me look like C-3P0. For reference, I have very light, cool-toned skin. If this colour doesn’t pop on me, I don’t see how it could pop on anyone."
		},
		{
			"review_title": "Not impressed tbh",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, fairLight skin tone, Combination skin",
			"review_text": "Not pigmented but the colours really pretty the sparkles are really sparsed too"
		},
		{
			"review_title": "Hate the New Formulation",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "I have worn shade 777 for 20 years. I am so disappointed in the new formulation- no pigment to it! Returned-going to try shade 776. Fingers crossed it will work out!"
		},
		{
			"review_title": "Must-Have blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "Obsessed with this blush, the perfect mix of color and glitter. Very pigmented but so easy to blend, I love it!"
		},
		{
			"review_title": "Not like the original.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "While I’m glad the new version is talc-free, I feel the shade is a bit off.  I miss the original formula."
		},
		{
			"review_title": "Excellent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Excellent product, texture, pigmentation, packaging. Easy to apply and not powdery. It is very compact. I liked the pigmentation"
		},
		{
			"review_title": "Now talc free!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "love that Nars has finally come out with a talc-free version of their blush. I adore this shade, though it pulls quite red on my very fair cool toned skin. Love the way it looks with a tan. The pigment isn’t a true matte as there is a slight glitter but it’s cute"
		},
		{
			"review_title": "Sex appeal for fair skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "This shade is absolutely beautiful if you’re fair and lean neutral or warm. This is my go-to everyday look!"
		},
		{
			"review_title": "love love love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "if i could give this a 4.9 i would. i absolutely love this blush it is so pinky and cute, a little too much glitter for me but other than that it is the best blush you will ever use, perfect for no makeup makeup days!"
		},
		{
			"review_title": "Hate the new formula",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "They changed the formula and it’s now way less pigmented. It also seems more orange/coral than pink, and has a lot more shimmer."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Sex Appeal – 920 - matte soft peach",
			"review_buyer_description": "",
			"review_text": "I have very fair skin and this is the perfect everyday blush for me"
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I got this product for free to review and I really love the shade. They give a natural blush on my skin tone"
		},
		{
			"review_title": "A classic I keep coming back to.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "No matter how many other blushes I buy this is the one I come back to. I like buying the mini size as it lasts a long time and is easier to store and travel with."
		},
		{
			"review_title": "Not for me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "I didn’t like the colour, it more shimmer than a blush"
		},
		{
			"review_title": "beautifully pigmented and nicely shimmered",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Light skin tone, Oily skin",
			"review_text": "The blush texture is velvety it does not feel powdery. It is blendable while providing a high quality pigmentation. The color is peachy but with a deep red tone. It has shimmer that is perfect to make your look glowy. The packaging is refillable which is great for the environment since I have discarded so many compacts before as they are one-use."
		},
		{
			"review_title": "My new favorite blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I was sent the shade Dominant and I absolutely love it. It’s buttery and blends very easily. A little goes a long way. I went a little overboard with it but this shade is so gorgeous! Highly recommend!"
		},
		{
			"review_title": "Summer Must-Have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Light skin tone, Dry skin",
			"review_text": "Beautiful peachy pink blush for summer. This is a cult classic for a reason. It's also a very buildable formula and has a golden sheen running through it. I find I don't need to use highlighter with it since there is enough shimmer coming from the blush."
		},
		{
			"review_title": "Reach for it often",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I loved it, loved the shimmer on the blush and found myself reaching for it often when doing my face. I would purchase again and recommend this shade to other that enjoy a shimmery blush look."
		},
		{
			"review_title": "Perfect everyday blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This is the perfect blush shade for me. I would put my skin tone in the fair/medium category. The shimmer is subtle and not overpowering so it is perfect for everyday use. Easy to layer."
		},
		{
			"review_title": "An amazing color! Amazing combo!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Absolutely love this color. It’s beautiful. It especially looks amazing on top of elf camo liquid blush in dusty rose! This is my new go to combo almost everyday!"
		},
		{
			"review_title": "Best Blush Ever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "Best blush i have ever tried. The color is gorgeous and last all day! 10/10 product"
		},
		{
			"review_title": "Shimmer all day!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I love this blush! It has a shimmer that glides really nice. I see this coral shimmering blush a great one for summer. I used in my vacation and my tan skin looked amazing. It is long lasting and easy to apply."
		},
		{
			"review_title": "Looks so pretty on black skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "The dominant blush is so PRETTY on black skin, I’m in loveeeeeee! Its so so pretty!!"
		},
		{
			"review_title": "Classic",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I’ve used this blush over the past few weeks and it has been amazing! Nars blushes are a classic and I’ve used them all throughout my life. They never disappoint. The blush is so pigmented and it glides on so easily"
		},
		{
			"review_title": "The OG of blush!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Is there good lunch out there? Yes! But when I say this will always be the best, I mean it! I was gone for a while buying all types of blush but I came back and I’m so glad I did!"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Orgasm – 777 - mini peachy pink with golden shimmer",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "this is not blush, this is shimmering gold highlighter."
		},
		{
			"review_title": "To the edge but not over the plateau",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This was sent to me in exchange for my honest review.  Save your money.   This product honestly didn’t wow me.  I have $3 blush I got from Walmart that I prefer over this one."
		},
		{
			"review_title": "Not as good as before the change",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I like the color. Fair skin people will be able to wear this for summer. It will be a pretty shade. They’re not as pigmented as before. They’re more sheer and light and I’m not happy with it. I don’t understand  why Narrs, again decided to change the formula but I will not re-purchase or purchase another one. These would have to be 50% off￼"
		},
		{
			"review_title": "A must blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I have fair skin and don’t usually go for tones this deep, but the payoff of color with a light hand is AMAZING. It’s the perfect blush color and the staying power is insane!! Love love love the formula"
		},
		{
			"review_title": "Nice but don't love the shimmer",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
			"review_text": "This blush is so beautiful but I don't love the gold shimmer. It's a little too glittery for me. The formula is nice and the color is nice. Good if you like a real gold shimmer"
		},
		{
			"review_title": "Best blush ever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Oily skin",
			"review_text": "The reformulation is great, the blush is the same as before but a little more opaque than before so the color payoff is perfect."
		},
		{
			"review_title": "Great Blush!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I love this blush! The pigment is great and the texture and smell are also very appealing. It really stays on well. It's also great for layering. I can have a light dusting for a natural effect or wear more layers for a bolder look. I will definitely buy again."
		},
		{
			"review_title": "Loving this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "Perfect for medium-tan-dark skin tones. The way it blends into my skin is a true match made in heaven. It works so well for me, and this shade really brings out a glow within."
		},
		{
			"review_title": "love this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I love the finish of this blush because the shimmer leaves your skin glowing and beautiful. such a beautiful natural blush color"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Orgasm – 777 - mini peachy pink with golden shimmer",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "I used to love this blush but they changed the color. I held my old one next to my new one and it's insanely different. Very disappointing."
		},
		{
			"review_title": "The perfect blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I've used this for over a month now and I already know it's going to be the blush of the summer. It's a pretty peach tone with gold shimmer. Perfect for a natural flush and looks great paired with their Laguna bronzer. I'm on my way to buy the multistick version of this because I love it so much."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "mediumTan skin tone, Combination skin",
			"review_text": "Its pigmented, love the matte finish also in love with the shade"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "The Nars powder blush is so beautiful. Great packaging Easy sleek case that stay closed. The matte glides on beautifully. Lasted all day. Coverage light to dark depending on preference. The texture is soft matte. My new favorite."
		},
		{
			"review_title": "Great natural looking",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "one of the best blushes of all time. The finish is great and very long lasting. a little goes a long way. they are pigmented but can be built up, too! The perfect shade for that Natural flushed look (Poppy Pink) I love this Blush!"
		},
		{
			"review_title": "Buy now if you haven't already",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "After using the product I really like it. because of the color and comfort of using it on the face"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Thrill – 950 - matte cool light pink",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I am so happy I bought this blush! It is the prettiest colour, it just gives you a healthy flush which is pigmented but also subtle enough, it does not look too purple on the skin. Do not hesitate to buy this blush!"
		},
		{
			"review_title": "Obsessed!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "OBSESSED with this color and finish!!!!!! So glittery and corally. So beautiful- everyone stops to ask me what blush I’m wearing. Highly recommend!!! I received this free product in exchange for an honest review and it did not disappoint!"
		},
		{
			"review_title": "Same shade--more shimmer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
			"review_text": "I have the original Nars shade Org*** blush and received the new formulation in exchange for my review.  Full disclosure, they didn’t inform me of whether I got the shimmer or matte formula and I cannot find any information to indicate this (maybe it was on the box I threw out), but my best guess is that this is the shimmer formula.  I like the original formula—the shade is very light, but I have redness in my skin and prefer a light blush that enhances my cheek bones but does not overly highlight the redness. Nars original formula does that well. When I received the new formulation, I noticed two things:  1.       Different packaging: The case is now square, refillable, and the pan is smaller and deeper than the original.  2.       Different look: The new Org*** formulation (on the left in the photo) appears lighter in the pan. I could see a slight shimmer to it in the pan (more so than my original, thus why I assume it is the shimmer formula), though it was subtle.  I applied one to my left cheek and one to my right cheek. The new formulation does, in fact, have more shimmer to it on application. This works for me, because it further downplays the redness in my skin and hides imperfections. I did feel that the new formulation blended better. Sometimes the old formulation was hard to distribute, and I don’t want to feel like I’m tugging at my skin. The new formulation should last 16 hours, but I never wear makeup for that long and can’t speak to this. I do know that both sides stayed put all day.  Conclusion: Exact same shade, new formulation feels easier to blend, slightly more shimmer to it on application but still nothing too obvious—fine for any occasion. Long lasting up to about 12 hours from my experience, but it could be longer."
		},
		{
			"review_title": "A must have item",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I love this product so much. I wear it everyday. The color is perfect matching with my lipstick color. I received this product for free based on my honest review."
		},
		{
			"review_title": "Must have blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I was so excited to get this complimentary for my opinion.  I had heard about this shade for years and never got around to getting it.  I should have, I've been missing out on this for years!!!  Perfect peach pink color."
		},
		{
			"review_title": "Finally Talc Free! Love the color!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "I had tried this blush years ago and loved it however had to stop wearing due to being allergic to talc! Got the color behave and on my skin tone it’s a nice neutral color for every day wear! Love it!"
		},
		{
			"review_title": "Beautifully Glowy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "This has been my go-to on a daily basis.  It's rich pigmented rustic shimmer bronze hues really does compliment my medium tan-olive skin tone."
		},
		{
			"review_title": "Beautiful and long-lasting",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "This is the same gorgeous shade we all know and love, iconic for a reason. It gives a lovely glow on my fair/light olive skin tone. The staying power on this blush is really impressive, especially for a powder. Easy to build without looking overdone"
		},
		{
			"review_title": "A must have in your makeup collection!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Combination skin",
			"review_text": "I love using this product!! Got it as a sample and I love the color I picked to try. I would definitely recommend this product to my family and friends. I already bought two other colors also because I love it so much."
		},
		{
			"review_title": "Cute peachy pink",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Cute peachy pink color. Suitable for everyday. Very lightweight and looks pretty. I would rebuy and recommend."
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "The shade is very pigmented and easy to apply. It blends in your skin effortlessly and stays on your skin for a long time.It stayed on my skin for a good 6-7 hours My skin looked glowy after using it. Definitely trying the other shades also."
		},
		{
			"review_title": "Goes well with my routine",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, black hair, Normal skin",
			"review_text": "Have been using it for few weeks now and works great on skin and other stuff I apply on skin. doesn't cause any damage to skin and blends with my skin"
		},
		{
			"review_title": "Beautiful Glow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Wow! I'm medium skin tone, and let me tell you, this color is so beautiful. It's not overly crazy unless you build it up, but this is the perfect shade for a natural look. This is definitely going to be my go-to blush, perfect for my medium-skinned girls."
		},
		{
			"review_title": "A great new addition!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "I did not know how much I would love this color! I was unable to choose which color I would receive for the trial. The shimmer is beautiful. The blush blends well and can be worn with full face or on a more natural day. I like to use it on my eyes as well and have gotten so many compliments."
		},
		{
			"review_title": "Favorite blush 💕",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Nars is a smooth beautiful color blush, the blush give a nature looking, it’s easy to blend and very buildable, it’s glowy, pigmented, and a little shimmery. Love it."
		},
		{
			"review_title": "I don't recommend it",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "Very weak pigment, there is very little shimmer. Almost no color."
		},
		{
			"review_title": "Beautiful color, great lasting pigmentation",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "NARS never fails in delivering a high quality product  especially with their iconic pressed powder blush. Beautiful color, great pigmentation and long lasting wear. Effortless application, weightless."
		},
		{
			"review_title": "My dedicated blush go to - for life!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This is my dedicated go to blush. I use this blush more than any other blush in the world because it is a constant stunner. It goes on smooth, lasts all day and gives a flattering color on multiple skin tones. I like that there is no flaking or smearing or fall out like some blushes. Please never stop making this blush. I have worn this blush in my 20's, my 30's and my 40's."
		},
		{
			"review_title": "Best for no makeup makeup look",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I received this product in exchange for my honest opinion.  This is such a good blush looks so pretty and gives a naturally blushed look. The blush goes on so smoothly and not at all patchy. Its easy to blend and very buildable. It blends well with other products and .  leshade for many different skint"
		},
		{
			"review_title": "It’s not even red.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "The fórmula of nars blushes are amazing and this one isn’t the exception. Nevertheless, is blush is everything but matte red. If anything id say is a very bright coral. I was expecting it to pair with my tower 28’s dumpling hour (cream) to use it for setting the cream but while the tower 28 is a true red, this one is so much bright and has so much blue in it, It’s honestly orange and the photo shown for the product is not accurate."
		},
		{
			"review_title": "Love love love this",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "This is a great blush for everyday or full glam. It last all day and is the perfect highlighted flush. I have worn this everyday since receiving it ( about a month). It’s my new fav."
		},
		{
			"review_title": "Highlighter!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Light skin tone, Dry skin",
			"review_text": "I love NARS' blushes and I was really excited to try this one. However, to me it feels more like a highlighter than a blush. The color is barely noticeable and there is a lot of shine. Keep that in mind if you are looking for a pigmented blush. I like it, though!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Orgasm X – 776 - shimmering deep coral with gold pearl",
			"review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
			"review_text": "I loooove the shimmer of this blush, it gives you a glowy, fresh natural summer look. I am a shimmer girl, but you can’t deny the beauty of the gold accent. I think this is a perfect color for most skin tones"
		},
		{
			"review_title": "Buildable color",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
			"review_text": "I love the new Nars Talc Free formula, it is a velvety soft texture. The shade is gorgeous and gives a nice subtle glow, not shimmery. These aren't as pigmented as the old Nars blush in a sense that you don't get a lot of color on the first dip. This new formula builds nicely, giving you the amount of color you want. I loved the old formula and the shade range, but these are a nice substitution."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Orgasm – 777 - peachy pink with golden shimmer",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "With a touch of subtle shimmer, this NARS blush adds a healthy glow.  It glides on smooth like silk.  I have light olive skin and the shade added color that was natural looking!"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "The NARS blush is beautifully pigmented, attributing a healthy-looking color that immediately enlivens the complexion. Exploring this intensified version of the iconic blush has been a pleasure, and the generosity adds an extra layer of appreciation to the beauty experience. The lasting power of the blush is impressive too, it stays in me for a good 7-8 hours. If you haven't tried this blush yet, I highly recommend you to try it, you will be amazed by it!"
		},
		{
			"review_title": "Good Stuff",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "Nars new formulated blush range is really nice! I have worn it for a week straight and gotten multiple compliments on it. It’s definitely a fan favorite for a reason!"
		},
		{
			"review_title": "The best coverage!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "NARS has done it with this one! This makes my cheeks radiate with glow and color! I just love applying this on date nights because I know it's going to last and it's just a perfect contrast to my cheeks. If you haven't tried NARS, you're actually missing out."
		},
		{
			"review_title": "Dominant",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Dry skin",
			"review_text": "I received the NARS blush in the shade Dominant absolutely free for my honest review from Bzzagent. I absolutely love this brand and have several products from this brand. Blush has made a comeback within the makeup world and this blush is perfect for my skin tone. It is very pigmented and a little bit goes a very long way. This blush will last me a very long time. I highly recommend this product for everyone to try!"
		},
		{
			"review_title": "Beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "Very pigmented, love the shade, looks very natural"
		},
		{
			"review_title": "Radiant All-Day Glow: A Review of NARS Blush in Sh",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Medium skin tone, Dry skin",
			"review_text": "NARS never fails to captivate with its range of blushes, and Shade Dominate is no exception. At first glimpse, its vibrancy might intimidate, but don't let that deter you. Once blended into your makeup routine, it transforms into a radiant hue that accentuates various skin tones flawlessly. What sets Shade Dominate apart is its longevity. Throughout a bustling day, including under the sun's warmth during travel, its color remained steadfast. This reliability ensures that your rosy glow doesn't fade, maintaining its allure from morning to night.  The formula's blendability is commendable, seamlessly integrating into your makeup routine without a hitch. Whether you prefer a subtle flush or a bold statement, Dominate adapts, enhancing your natural beauty with every application. In conclusion, NARS Blush in Shade Dominate is a testament to quality and versatility. Its enduring color and adaptability make it a staple for any makeup enthusiast's collection. Embrace the radiance and confidence it imparts—it's a recommendation well-deserved."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Dominant – 951 - matte poppy pink",
			"review_buyer_description": "Brown eyes",
			"review_text": "What a sweet pop of color! Its goes on so easy and only takes a little bit. The packaging is handy and you can replace the color anytime you want. Just pop it out."
		},
		{
			"review_title": "Glowy Goodness",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "There’s a reason why this is a fan favorite. It’s a beautiful peachy color just perfect for the warmer weather. It gives a lovely glow without being obviously full of glitter. The formula is smooth and pigmented."
		},
		{
			"review_title": "Fav blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I was excited to receive this blush to try .All the colors are stunning and this shade is just perfect for my skin ! I love that it feels very light and blending so naturally ,if to compare with other products I've tried.I'd buy it again and definitely recommend it !"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Orgasm Edge – 778 - matte peachy pink",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "Very quality blush .. coral color is lively. It’s pigmented and blendable. Packaging is nicely made. Nars blush is always top of the line and did not disappointed"
		},
		{
			"review_title": "Beautiful blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Such a lush color and I loveee the texture. Super smooth and natural. Definitely worth a little splurge if you’re looking for a good one"
		},
		{
			"review_title": "Pretty!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "Such a pretty color and a little goes a long way! NARS blush formulas have always been the best! I get really tan in the summer so I can’t wait to see it on my darker skin."
		},
		{
			"review_title": "A must have in my makeup routine",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "The color is beautiful. Highly pigmented for my chocolate complexion. Goes on nice and smooth. A little does along way but if you want a more dramatic look definitely add a little more."
		},
		{
			"review_title": "A beautiful shade",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "This blush is so pigmented and beautiful. It has a light glittery look to it and sits so well with my makeup."
		},
		{
			"review_title": "pretty but not my preference",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I prefer the liquid blush to powder style blush, which is better for my skin"
		},
		{
			"review_title": "Flawless Color",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
			"review_text": "I love how it goes on and also the color! It is a beautiful shade!"
		},
		{
			"review_title": "An unmissable in my makeup",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I don't usually use powder blush but this one has me totally in love I love its color and I love the small flashes it has"
		},
		{
			"review_title": "NARS Blush",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "The shade I received I love because I never had a color like that and it has shimmer. The only issue is it doesn’t go on evenly on the cheeks. Other than that it lasts long on the face and I like the pigmentation"
		},
		{
			"review_title": "Really pretty blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I genuinely loved this blush. It's a really pretty shade, I think it fit my skin tone perfectly. At first glance it looked a bit too light but it's actually perfect and much more pigmented that what I thought it would be. Loved it!"
		},
		{
			"review_title": "confused",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "beautiful gold shimmer, however I'm getting almost no colour payoff from the actual blush. almost no pink shows up and I have fair skin. not sure if mine is defective"
		},
		{
			"review_title": "Behave - not the same shade anymore",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
			"review_text": "I’ve been using this shade for years and so upsetting that the new reformulated version isn’t the same shade. The swatch on the right is from my current Behave blush and the swatch on the left is the new one I recently purchased which is the reformulated version. The new one looks more peach instead of mauve"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Dominant – 951 - matte poppy pink",
			"review_buyer_description": "Fair skin tone, Combination skin",
			"review_text": "I recently tried the Dominant color and it's absolutely stunning! This blush gives a natural, dewy flush that looks like you're always just slightly blushed but also has a bit of shine for a highlighted look too. Love it!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Orgasm – 777 - peachy pink with golden shimmer",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I was really excited to finally get to try NARS blush, and I like this in theory, but it felt more like a highlighter, at least on me. All that really shows up on my (very fair) skin is shimmer. I do like the packaging and that it’s paraben-free, but I would prefer less shimmer and a bit more actual color payoff."
		},
		{
			"review_title": "Pretty but not ideal",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "Really beautiful color but not that pigmented. Also more glittery than shimmery."
		},
		{
			"review_title": "Summer must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "Such a stunning shade and formula! I love the deeper bronzy/deep pink shade, it’s so perfect for tanned skin tones! It has a very soft shimmer, that almost just glows, no chunky shimmer bits which is sooo beautiful! I think it doubles for blush and bronzer on the cheeks!"
		},
		{
			"review_title": "This color!  Woo",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "Never would i ever tried this color and I was very impressed.   It's beautiful!"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "Beautiful color !! It so shiny I loved this color it’s perfect so in love"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Orgasm – 777 - peachy pink with golden shimmer",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "The color is a beautiful, shimmery, peach. It is Buildable, which is nice. It allows you to get to the concentration level you would like in a blush. Goes on easily, has a beautiful shimmer & it’s from a brand I know and love!"
		},
		{
			"review_title": "FINALLY TALC FREE!!! Yay!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "FINALLY! My all time favorite blush to give a soft flush to my fair skin (sex appeal), now in a TALC FREE FORMULA!  Thank you NARS. Over the last couple of years, I’ve tried to find a blush that I like as much as this one but have kept coming back, despite the talc because this blush works that well for me. Now it’s the best of both worlds!"
		},
		{
			"review_title": "Best blush!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This blush is amazing and stays on without smudging or coming off. Love the color, really stands out and got so many complements. Doesnt cause any skin reactions like other brands.  Love the brand and can tell it is great quality"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Dominant – 951 - matte poppy pink",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love this blush ! It’s so perfect for my skin tone. It goes on easily and lasts all day. It doesn’t spread or go on translucent. I’m so glad I found this brand, I’ll definitely try more of their products."
		},
		{
			"review_title": "Beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This Nars blush blends absolutely beautiful! A powder brush picks it up easily and blends seamlessly into the skin, I initially thought this shade was going to be a touch too dark but it blends in beautifully with no cast! Love this precut and highly recommend!"
		},
		{
			"review_title": "fav blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "the prettiest blush!! i love sparkly/ shimmery blushes and if you do too then you’ll love this! it’s so extremely glittery but gives off a nice sheen/glow."
		},
		{
			"review_title": "Love this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Combination skin",
			"review_text": "Absolutely love this gorgeous pink powder blush. This blends like a dream and stays in place forever. This greatly compliments my brown skin. Makeup goes so well with this blush and I use this as both day and night wear"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Orgasm Rush – 775 - deep rose bronze with shimmer",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "This is the best blush I used in a while. It’s very pigmented so a little goes a long way and it’s beautiful. This blush feels light and airy and not heavy at all blending into the skin naturally. The color is a bit rosey with a bit of shimmer and stays on a long time. I’ll definitely be buying more shades."
		},
		{
			"review_title": "Must buy for your cheek",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "after using this product for 2 weeks now. This is my opinion, the blush is soft and easy blend in to my foundation and skin. The shiny is so gorgeous and the color is matching with my skin tone and my lip color. Also the product is firm not broke when I receive it. That’s what I like"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Orgasm Edge – 778 - matte peachy pink",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I’ve really enjoyed using this blush. It picks up, applies, and blends flawlessly. The color last in my checks thru the day."
		},
		{
			"review_title": "Pretty with nice package",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Normal skin",
			"review_text": "I like that the package is big and also comes with a nice mirror and the color it is so pretty. Loved and i do recommend"
		},
		{
			"review_title": "The Perfect Blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This blush is perfect! When you want color and shimmer that isn't in your face, but is just enough. The color is the perfect shade for my skin tone where it isn't too overpowering and blends in naturally, and the shimmer adds an extra pop where I don't feel the need to add any highlighter. The formula isn't chalky and will last all day in the Florida weather and all night on a dance floor."
		},
		{
			"review_title": "New go to!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This blush has secured its place as a staple in my daily routine! With its beautiful color, blendable texture, long-lasting formula, and chic packaging, it's a must-have."
		},
		{
			"review_title": "Bright for spring",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "Blush is smooth not chalky. This shade is very bright. You need a very light hand."
		},
		{
			"review_title": "Perfect shade for me",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Perfect shade for me.the blush goes on seamlessly. I don’t need to over-blend so it won’t be so harsh. Great shade!! My new fave"
		},
		{
			"review_title": "First time loving a blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Normal skin",
			"review_text": "Thank you nars for sending me this blush. I’ve never really used blush in my 30 plus years of using makeup. But I really enjoyed how natural it looks the pigment is great and buildable. Definitely my new go to blush."
		},
		{
			"review_title": "Bright …but Right.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "What seemed intimidating at first transformed into the perfect complement to my bronzer routine. Dominant didn't just add a touch of color; it became the star of my makeup look!"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This product is really good, honestly. It’s not too pigmented but definitely pigmented enough. The colors are stunning and honestly look good on anyone."
		},
		{
			"review_title": "New favorite blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I absolutely love this blush! The color is so beautiful and looks flawless on my skin. I love the way it goes on smoothly and looks amazing. Also very blendable and wonderful formula. Would definitely recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Orgasm X – 776 - shimmering deep coral with gold pearl",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "This was my first NARS makeup product and this was such a beautiful shade. It's kind of a rosy-peachy blush with a beautiful touch of golden shimmer. This is my type of blush so this was perfect!"
		},
		{
			"review_title": "Great product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "It was my first time trying the NARS Blush. Very smooth formula, easy to apply, weihtless feel, and durable during the day.  It has great pigmentation for my skin tone. Highly recommend and definitely will buy it again."
		},
		{
			"review_title": "Beautiful color pay off",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "This new formula is for sure noticeable. First, the packaging is has a new updated sleek look. My makeup brush picks up just the right amount with no fall out. The shade Dominant an absolutely stunning pink and looks gorgeous on Medium Tan skin. Highly impressed!"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This is really wonderful, perfect matte finish, the color is incredible and it has great pigmentation."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Dominant – 951 - matte poppy pink",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Loveeee this shade. It is so soft on my skin and blends very well!"
		},
		{
			"review_title": "Good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Amazing high quality formula, very pigmented, buttery, easily blendable, long lasting beautiful color. A little goes a long way so it will last forever. Would recommend!"
		},
		{
			"review_title": "Makes my skin pop!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I was able to try this blush out for free to get my honest review and I’m super impressed!!! I’ve been using a deep-red toned blush for a while of a different brand and I’m so glad I was selected to try out this beautiful shade. My skin just pops with it! It gives me a very natural, but noticeable, pinky blush across my cheeks. As a medium tan to deep African American woman, I’m now a believer on this shade on my skin tone and I’ll buy it when I run out."
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Love this blush it blends in my skin and does not feel powdery at all and best of all it does not show texture."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Orgasm Edge – 778 - matte peachy pink",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This is very pigmented but it actually blends into my skin very well! You can layer as much as you want which I really like depending on the look I’m going for."
		},
		{
			"review_title": "blush+ highlighter!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Normal skin",
			"review_text": "I love a good blush! the pigmentation of this one is just amazing!!  It has a highlighter effect on it too! This has become my go to blush bc i dont need to bring any other extra products w me. I love how this shade looks on me on a sunny day! if you are looking for that extra shimmer this blush is for you!"
		},
		{
			"review_title": "I love this blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Oily skin",
			"review_text": "I love that a little goes a long way, it's so pigmented! I'm older and have textured skin and this worked well with my skin type."
		},
		{
			"review_title": "A must have in your makeup bag",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This has got to be the best blush I've tried so far. Super pigment. A little goes a long way. The color is spectacular. I will totally be purchasing other colors."
		},
		{
			"review_title": "my fav blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "nars blush will always do it for me , super buildable and pigmented"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Dominant – 951 - matte poppy pink",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "Apply this blush smooth I really love how it blends in. I would definitely recommend this color for darker skin tones."
		},
		{
			"review_title": "Vibrant Color",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I absolutely love this blush! The color is so beautiful and very pigmented. I love the way it gives a seamless and shimmery look. Also very blendable and buttery formula. Would definitely recommend."
		},
		{
			"review_title": "Staple Blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Love this blush! Vibrant, luminous, universally flattering. It delivers a stunning peachy-pink flush with a subtle golden shimmer, perfect for adding warmth and radiance to any complexion."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Orgasm Edge – 778 - matte peachy pink",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "This is a great matte peach/pink shade that lasted all day. I was really impressed with the longevity, and even wore it as an eyeshadow without any creasing after 8 hours of wear. The shade is pretty peachy, so I recommend only if you like peachy blushes."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Dominant – 951 - matte poppy pink",
			"review_buyer_description": "Blue eyes, auburn hair, Combination skin",
			"review_text": "This blush is so good! It is very pigmented, so I recommend a light hand. It's long lasting and works on different skin tones. So, so beautiful!"
		},
		{
			"review_title": "New favorite blush!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I am usually not a fan of darker blush colors but I love the dominant shade. It’s super pigmented so a little goes a long way. I am medium skin tone and it looked so good on my skin tone. It lasted the whole day"
		},
		{
			"review_title": "Great pigment and blends well",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "The pigment on this new shade is like nothing I’ve had before from NARS or any other brand. It’s absolutely gorgeous! Blends well and lasts!"
		},
		{
			"review_title": "Adding this to my makeup kit!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I love how glowy and buildable this new formula is! The shimmer as a perfect glow that isn't overpowering, I love using this as a blush topper to my cream/liquid blushes!"
		},
		{
			"review_title": "My New Go-To Blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is my new go-to blush. I love how pigmented the color is but it still blends into my skin nicely. This is going to be gorgeous for the spring and summer because of how pink it is. I would highly recommend this to anyone. I also love that it is talc-free so I can feel safe when putting this product on my face."
		},
		{
			"review_title": "Must have it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
			"review_text": "I have been using this product for a couple weeks and I am very impressed with the quality and pigmentation. Easy to apply and done need to much product to see how it looks and feel good. I would definitely recommend this."
		},
		{
			"review_title": "does not last 16 hours",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "beautiful color but did not last over an hour and was completely gone even with cream blush under neither but love the color so reapply through out the day"
		},
		{
			"review_title": "lovely blush!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "I'm really enjoying this blush shade! The color looks pretty bright in pan and goes on to give my light/medium skin a lovely flushed looked. I've used it on its own and over a cream blush and have loved the staying power it has. I apply with a brush and tap the bristle lightly into the powder for a lighter application but you could surely pack the color on if that's your thing. I have not noticed it emphasizing pores, texture or dry patches."
		},
		{
			"review_title": "Beautiful Blush!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "This blush is absolutely beautiful not it’s only pigmented but it’s lasts all day long even in hot weather. The color is also very versatile and blends into the skin nicely."
		},
		{
			"review_title": "Great highly pigmented formula!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Shade dominant is perfect for spring! A little goes a long way. Very high quality blush that is highly pigmented so a little goes a long way. Highly recommend this formula!"
		},
		{
			"review_title": "NARS Talc-Free Powder Blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I received the Nars Blush to tryout and liked it. The color is very rich and long lasting, very easy to apply and blend."
		},
		{
			"review_title": "Beautiful color",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "This is such a beautiful blush! I love the brand Nars and was really excited to try the shade Dominant. It’s a vibrant pink color perfect for summer. It looks beautiful on my tan skin. This blush blends easily and the color payoff is great! The packaging is sleek and modern. I apply this blush with a brush and it makes my face look alive. I will definitely be picking up additional colors."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Orgasm Edge – 778 - matte peachy pink",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "This shade was perfect for me. I'm light skinned so I prefer light peachy & pink blushes. It's the perfect amount of pigment. It's smooth and there's no fallout. I have combo skin & this stayed on all day."
		},
		{
			"review_title": "Light yet very natural feel",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
			"review_text": "I was lucky enough to try this as a sample from BzzAgent and I loved it! Will definitely be restocking soon! It’s very light and doesn’t feel greasy like other alternatives. Used it for date night with my girlfriends and I received nothing but compliments. It’s also very easy to wash off which is a huge plus for me due to my hectic schedule."
		},
		{
			"review_title": "Love !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "My skin is dry and dehydrated and this blush so soft and have a light golden shimmer what is refreshing my face and I look younger and fresh ."
		},
		{
			"review_title": "Just peachy-pink enough",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Not super pigmented but it’s definitely buildable, which I’ve decided I like since I have really pale skin. Love the talc-free option"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I went out of my comfort zone with this shade and I am so glad I did. The color is absolutely beautiful. It’s pigmented without making me look like a clown. I can wear it for daytime or nighttime events It’s very versatile. I would definitely recommend it to anyone."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Orgasm Edge – 778 - matte peachy pink",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I loved the matte version of this blush, as this version doesn't mark pores, this color is perfect to use in all looks. This blush builds layers, doesn't leave a mark on the skin, and leaves such a natural color and finish."
		},
		{
			"review_title": "Great blush",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This blush gives si much color pay off with just one dip into the pan. Blends beautifully,  worked well over my liquid or powder gave products. I lasted most of the day but not all day without seeing spray, so minus one star for that"
		},
		{
			"review_title": "Very natural",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Dry skin",
			"review_text": "I received the product for free from @BzzAgent and @Nars in exchange for my honest review. The blush color is very natural on the skin, has a slight shine, is suitable for daytime makeup, looks extremely natural. I love it.  especially the color stays on the skin for 6-8 hours. I love it.extremely natural and youthful, and especially the color stays on the skin for 6-8 hours. I love it."
		},
		{
			"review_title": "Pigmented and blendable",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "Product was sent to me by nars but I still give honest reviews of course. It’s a smooth powder with high pigment. It blends nicely and has a soft matte finish. It’s a solid blush if you are looking for a powder blush."
		},
		{
			"review_title": "New favorite blush for Summer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is such a gorgeous blush! Pigmented, and I am OBSESSSED with the shade. It has the sloghtest shimmer but not overpowering, the packaging is great and I love the pressed formulation! So so so good. Used as an eyeshadow as well and got tons of compliments!"
		},
		{
			"review_title": "New favorite blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I like the texture of this blush it is easy to build and get the look that I like and I can combine it with my foundation and setting powder flawlessly. The powder itself glides on effortlessly, feeling weightless and smooth, without any cakey or dry residue. Its sheer yet buildable coverage always gives me a natural, radiant finish. It's perfect for anyone who is searching on how to achieve that chic, effortless makeup look.. This color is pretty unique and I think that it fits my skin tone just wonderfully. Highly recommended!"
		},
		{
			"review_title": "Love this blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
			"review_text": "This is a lovely upgraded version of this powder blush it is silky glides on seamlessly it is buildable and has good pigmentation love it."
		},
		{
			"review_title": "High pigmentation and Match with darker makeup",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "It is a great blush overall. It lasts all day on my face. However the color is too brown for me. It is good to use for Fall/Winter makeup look"
		},
		{
			"review_title": "Beautiful long lasting  blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "After using this product over a few days I can confidently say this product has become a staple in my makeup routine. This blush stays on all day without needing to retouch it truly has true-color payoff."
		},
		{
			"review_title": "New go to Blush!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "This is a beautiful blush! It has great pigmentation and lasts all day without fade! It has a subtle shimmer and looks great worn by itself or layered! I will definitely be getting more shades!"
		},
		{
			"review_title": "Wonderful quality",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
			"review_text": "Super pigmented and great quality. Wasn’t my favorite shade personally, I tend to go lighter, but a little goes a long way. Weightless and lasts hours!"
		},
		{
			"review_title": "long lasting and great pigmentation",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "just got the product and I've been using it for a couple of days andnlove the shade. Blush has great pigmentation for my skin tone and durable during the day."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Orgasm X – 776 - shimmering deep coral with gold pearl",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Comparing NARS Blush to other products I’ve tried, it stands out for its exceptional pigmentation and long-lasting formula. Unlike some blushes that fade quickly or require multiple layers for intensity, NARS delivers a vibrant flush with just a light application. Its finely-milled texture also blends seamlessly onto the skin, avoiding any patchiness or uneven distribution common in lower-quality blushes.  Some benefits of owning NARS Blush include its wide range of shades to suit various skin tones and preferences, as well as its buildable coverage, allowing for both subtle and bold looks. Additionally, its sleek and compact packaging makes it convenient for travel and on-the-go touch-ups.  As for whether I would buy this product, absolutely! Its quality justifies the price point, and I appreciate the reliability and versatility it offers in my makeup routine.  I would definitely recommend NARS Blush to friends and family who are looking for a high-quality blush that delivers on both color payoff and longevity. Its reputation precedes it, and I believe it’s a staple worth investing in for any makeup enthusiast."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Orgasm Edge – 778 - matte peachy pink",
			"review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
			"review_text": "Love this color and finish of blush! Very smooth formula and just the right amount of pigment. Highly recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Dominant – 951 - matte poppy pink",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "This blush is such a pretty and vibrant shade. It’s really highly pigmented, so a little goes a long way. I can see this being a great color for the summer months."
		},
		{
			"review_title": "A must have in my makeup routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I absolutely love the color of this new blush!! It looks very good on my skin and great for my daily makeup routine. I would definitely recommend this to my friends and family."
		},
		{
			"review_title": "Not the same shade",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Not the same shade as older packaging…its more light peachy original shade was a deeper pinkish/peach."
		},
		{
			"review_title": "Amazing color payoff on brown skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I really love this blush! The fact that it's talc free and highly pigmented makes it doubly great! At first I was afraid it wouldn't show on my brown skin but was pleasantly surprised to find that not only did it show, a little went a long way! I prefer matte blushes and this one layered perfectly on top of my foundation. I like to switch up the blush color in my makeup bag rotation and this one will definitely get a lot of wear from me with the warmer days ahead (to match all these floral prints I can't wait to wear!). If you're in the market for a pink blush, get this one, you won't regret it!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Orgasm – 777 - peachy pink with golden shimmer",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I used to love this blush. I got it again, now talc free and the color isn't as bright as before, definitely more subdued in my opinion..."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Orgasm X – 776 - shimmering deep coral with gold pearl",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "A very pretty blush. It applies to the skin great which is hard to find. goes on super pigmented and is a beautiful, and lasts all day on my cheeks the quality of Nars is always the best. I would recommend ."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Dominant – 951 - matte poppy pink",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "i’ve tried this product a few times since receiving it and i’m so pleased. it goes on super pigmented and is a beautiful, bright pink shade. it’s my new go to blush"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Orgasm – 777 - peachy pink with golden shimmer",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "This blush is such a gorgeous peachy color and blends perfectly with other makeup products. I love the shimmer in this blush because it provides the perfect radiant glow without looking glittery. It doesn’t get patchy and lasts all day with setting spray"
		},
		{
			"review_title": "Better than I expect it to be.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "Love that NARS upgraded their formula. The blushes are even better than they were before. The formula is now talc-free and paraben-free. The blush lasts up to 16 hours with comfortable wear and a weightless feel. It delivers true color payoff and ensures a high-impact effect. The blush's blendable formula glides on smoothly and evenly while helping to blur the look of imperfections. I like that the blush adds a subtle shine to my medium skin tone. It gives a cute, peachy, radiant appearance that I like. The blush provides a perfect, silky look and feels very smooth on the skin. I love NARS products, and I definitely love this blush."
		},
		{
			"review_title": "Love the name and color",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "After using this beautiful blush for over a week now I’ve found it to be very easy to apply and long lasting. You can go light or add a little more for a more vibrant look. I really like the pinky / peachy tones. Blends when into my makeup and even blends effortlessly when on a bare face. It’s a smooth edgy named blush that anyone would fall in love with. I feel it holds up a lot better than other blushes. Even lasts longer than most. Owning this product will make your makeup applying easy and carefree. You want a beautiful blend able blush this is it. You will love every thing about it. I can’t wait to try the other colors. I will and have recommended this blush. You won’t be disappointed."
		},
		{
			"review_title": "Best Blush I Have Ever Used",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This is the best blush I have ever used. It has a silky texture. The colors are great and Nars makes a great product. Perfect for cool-toned skin. It defines my cheekbones and doesn't have too many drastic changes in color. It goes on easily and blends without any effort. It lasts throughout the day and into the night. There is no smudging once it is in place. Color does not change. It can be easily carried in my purse or luggage."
		},
		{
			"review_title": "Perfect shade",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "If you looking for the perfect shade no matter your skin tone this is the blush for you"
		},
		{
			"review_title": "The pigment is unmatched!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Nars blushes will always and forever be superior! The pigment is insane! One swipe and it adds a super gorgeous flush on your cheeks. I work long hours and I don’t retouch my blush at work and this lasts all day up to 9 hours. This blush sits on my vanity area and not inside my drawers which tells you it’s all I’ve been using lately! Great product and worth every dollar!"
		},
		{
			"review_title": "Nice color for all looks",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Yes, I received this blush as a test product, and I want to honestly share my experience after using it for two weeks. All my friends know I love makeup and always try out new products, so I am quite knowledgeable about cosmetics. I've used Nars products before, and I really love this brand cosmetics, I bought some products as lipstick, foundation, eyeshadow, etc. With this blush, it gave me a natural makeup look, similar to applying a light powder. The blush adds a subtle shine that brightens the skin and gives a cute, radiant appearance. It has a gentle fragrance that I really like. Since I received this for free, I'm excited to share my thoughts with my friends and recommend they try it. I definitely plan to purchase it in the future."
		},
		{
			"review_title": "My new go to daily blush!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "As soon as I put this on, I knew it was my new go to! I love that has a matte look but also gige the perfect silky look. It applies to the skin great which is hard to find."
		},
		{
			"review_title": "You should definitely buy it it’s worth it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This product is sooo good, I love the pigment it has, if you’re a blush girl like me I 100% recommend it"
		},
		{
			"review_title": "I love it❤️",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "Blush Shade Dominant offers a vibrant yet subtle hue that effortlessly complements various skin tones. Its silky texture blends seamlessly, providing a natural-looking flush to the cheeks. The shade's longevity ensures all-day wear, perfect for any occasion. Overall, it's a versatile and flattering addition to any makeup collection."
		},
		{
			"review_title": "I would definitely buy this again",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I am very pleased with this product. A light color and not too heavy.  It's like a sun kissed tan for your face. Very easy to apply and it is long lasting. A very pretty blush."
		},
		{
			"review_title": "Pretty",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Pretty nice formula and color pay off. I like it quite a bit. I didn’t think it would look nice on my skin tone but surprisingly not bad."
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I love that it has some shimmer to it, it works as a blush and highlighter and the quality of it is amazing I had it on all day I had 9 hour shift and it was still in tact. I’ve been using this and 1 other blush only def recommend"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Orgasm Edge – 778 - matte peachy pink",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Perfect peachy shade. Blends great and lasts all day!"
		},
		{
			"review_title": "Amazing blush from NARS",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I have been using Nars’s product for long. This time I have a chance to receive new edition of blush. It is amazing. To be honest, the quality of Nars is always the best. It was extremely light weight feeling. The pink color is really nice and colorful and you just need to put it gentle since it is very hyper pigmented. It stay for a day, you dont need to touch up frequently. I highly recommend you to try it. It is worth in any penny."
		},
		{
			"review_title": "A must have for dry/combo skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "This is a great blush! I usually stay away from powder blush as they cling to dry patches on my skin. But this one just blends into my skin and looks smooth. The color is not too intense but it can be built up. 2 applications are enough for daily wear."
		},
		{
			"review_title": "I’m enjoying it a lot",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I’ve been using this new shade from the nars blush line and I’m in love, it live a beautiful radiant finish on my skin and I love the depth of it; blends seamlessly on the skin and lasts all day on my cheeks, it’s the perfect everyday shade!"
		},
		{
			"review_title": "Amped up!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Somehow NARS figured out how to take their cult classic and make it even better. Color is on point on my medium tone skin. Shimmer is the perfect amount. I don't feel like a teenager but I get the right amount of light catch on the cheeks. Love!!"
		},
		{
			"review_title": "Get it girl!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "This blush is bright and pretty for the summertime or spring time. The photos do not do it any justice I would recommend using it I can’t wait to try it."
		},
		{
			"review_title": "Loveeee",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I’ve only gotten to use it once but I’m obsessed! I love me some NARS blush. Always come through with he color and blending! I received this as a complimentary gift."
		},
		{
			"review_title": "Long lasting and pretty blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I got the Dominant shade. My skin tone is Medium and even though I usually go for this shade color, this one is much more highly pigmented compared to other brands. The color is very pretty and last all day. For me it might be a little too bright though, I find myself covering it with a little foundation or finishing powder to tone it down."
		},
		{
			"review_title": "Nars is on point with this one",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
			"review_text": "Nars never misses with their shades. Dominant is so beautiful and the perfect shade even on medium-deep skin complexion. I would highly recommend this product as it is worth it pigmentation wise."
		},
		{
			"review_title": "If you like coral …..",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "I’m not a fan of the color by itself, but it’s very pigmented and it is pretty just not on MY skin tone, well not my preference for myself anyways. I add a light pink on top of it and I end up loving the combination together!  this was a promotional item I received free of charge to leave my honest review. I would recommend this blush to someone who loves the color on their skin because it is beautiful and a little goes a long way."
		},
		{
			"review_title": "A must have in my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Absolutely love this blush. Excited about the new formula and the colors. Definitely going to be part of my daily routine."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Orgasm X – 776 - shimmering deep coral with gold pearl",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I first opened it and thought the product was going to be metallic. But once I applied it the blush didn’t look bad at all. It blended perfect and it wasn’t metallic. I really like the shade and it last I didn’t have to reapply through the night. It’s not my go to though."
		},
		{
			"review_title": "Nars Beautiful news colors",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I loved this Nars blush in a dominant tone, its pigmentation is very good, it adapts to the skin leaving a velvet sensation, its effect is long lasting so I don't worry about touching up my makeup, I like its powder  presentation, you decide how intense you want the color on your cheeks with a good blend."
		},
		{
			"review_title": "Love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Nars makes the best blushes! They are totally the money. I love the new shades! They really last all day."
		},
		{
			"review_title": "Pretty in pink",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I’ve always been a fan of nars blush and this new formula is even better! Beautiful pigment but easy to blend. Dominant is such a fun bright pink but still looks natural and flushed. Will always repurchase these."
		},
		{
			"review_title": "Gorgeous blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Oily skin",
			"review_text": "I’m in love with this blush looks so beautiful perfect for the makeup no makeup looks"
		},
		{
			"review_title": "Wow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "This blush is amazing ! The shade is so pretty even though I prefer darker shades ! The brand Nars never disappoints. I would recommend it !"
		},
		{
			"review_title": "A perfect blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I'm loving this blush because it has very subtle flashes of shimmer and the color is gorgeous.  I also used it as an eyeshadow and it looks perfect due to its iridescent effect.  The formula is very good, easy to blend and has no smell.  The color seems very dark but when applied it is not so dark, I think it looks good on dark skin since it would be very dark for white skin."
		},
		{
			"review_title": "My new go to blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "Really loving this new shade! I love the original but this one is my favorite go to now. Highly recommended"
		},
		{
			"review_title": "stunning",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Normal skin",
			"review_text": "Absolutely love this shade. It has shimmer but I do t think it’s too much.  It is absolutely stunning. I think the color is much better than other brands. It’s true to what you see in the pan.  Absolutely keeping in my routine"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Orgasm X – 776 - shimmering deep coral with gold pearl",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I've heard a lot of great things about this blush before. Finally got to try it.I like the formula and how pigmented it is and for the price it better be. Its a nice shade of pink that can be used for everyday."
		},
		{
			"review_title": "Peachy delight",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "I love this blush!! I have torrid from Nars and i recently finished it, this product has the same color effect on the cheeks. Its a perfect peachy shade."
		},
		{
			"review_title": "Will repurchase",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "Love this blush super pigmented and lasts a long time. It’s a little too dark for my skin tone but that’s on me. I like the basic packaging and appreciate that it has no scent to it."
		},
		{
			"review_title": "Iconic blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I got a NARS' iconic blush in a peachy pink shade with golden shimmer. This blush provides a radiant, youthful glow that is suitable for natural makeup look. While the shimmery finish can enhance the appearance of pores and texture, the upgraded formula offers up to 16-hour wear with a comfortable, weightless feel. However, it might requires multiple swipes for buildable color payoff.  The silky, blendable texture glides on smoothly, but may require proper skin prep for seamless application."
		},
		{
			"review_title": "Perfect everyday shade",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "The color is perfect for everyday use it can definitely be built up."
		},
		{
			"review_title": "Chic Cheeks with Nars Blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Nars Blush in Shade Dominant is a versatile beauty staple that adds a pop of color and sophistication to any makeup look. The richly pigmented formula blends effortlessly onto the skin, delivering a natural flush of color with just a swipe. The shade Dominant is a flattering rosy hue with subtle hints of warmth, suitable for all skin tones. Whether you prefer a subtle hint of color or a more dramatic flush, this blush can be built up for your desired intensity. The finely milled powder texture ensures seamless application and long-lasting wear without fading or streaking. Packaged in Nars' signature sleek compact, it's perfect for on-the-go touch-ups. Elevate your makeup routine with Nars Blush in Shade Dominant for effortlessly chic and radiant cheeks."
		},
		{
			"review_title": "Beautiful..",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Insanely pigmented. The shimmer finish is soft and just the right touch. It was a candlelit effect that just appeared in the right lighting.  The color is a beautiful deep rose pink. Just a tap and your set with beautiful rosey shimmer!"
		},
		{
			"review_title": "Warm peachiness",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Such a pretty peachy tone, perfect for light medium skin tones with warm undertones. It is matte and has great color payoff. When used with a good brush, the fall off is minimal."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Dominant – 951 - matte poppy pink",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "I feel like this will be such a nice shade to use during the summer time. It’s the perfect pink color and has such great pigment."
		},
		{
			"review_title": "Pretty blush Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "Very pleased with this product. A light and healthy color, not cakey or chalky with a little shimmer. Not glittery at all. Applies easily and beautifully. Buildable. Lasts long. really like this color It's a very pretty blush. I use it in my everyday at office, home, girls out, church. Highly recommend. I got the product for free in exchange for writing the review."
		},
		{
			"review_title": "Love the color",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Love the color. It transfers on the skin to more of a rose gold shade than what I expected from the photos. I absolutely love it and would recommend it if you want a rosy peaches and cream glow. I will definitely be buying this again. It's the best"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "Love this!!! Love this shade it makes my makeup pop"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Orgasm Edge – 778 - matte peachy pink",
			"review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I really like this new shade, it is suited for year round, make you look refreshed and youthful.  Great pigmentation and long lasting color.  Very good quality blush."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Orgasm X – 776 - shimmering deep coral with gold pearl",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I love the color of this blush so much.  It looks very good on my skin and good for daily make up.  This new Nars Blush is a good added to my collection.  Definately recommend to friend and family!!!!"
		},
		{
			"review_title": "Insanely pigmented",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I’ve tried multiple blushes and I always feel they are not pigmented enough. This is crazy, is so beautiful and you have literally to blend it well later because it’s so pigmented. I’m really happy"
		},
		{
			"review_title": "High Performing Talc-Free Pigment. LOVE!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I absolutely love the talc-free formula. It doesn't irritate my skin or make it dry and the color payoff is amazing. It lasted all day without fading and is the perfect shade of pink which can be hard to find for deeper skin tones . I'm definitely buying more colors!"
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Absolutely love this blush! The color payoff is incredible, giving my cheeks a natural, rosy glow that lasts all day. The texture is smooth and blendable, making application effortless. Plus, the packaging is sleek and travel-friendly. Definitely my new go-to blush for any occasion. 5 stars!"
		},
		{
			"review_title": "Highly recommend for your cheeks.😉",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Oh my good, this color is perfect for my Asian skin. My face looks more healthy and vitality. I feel so confident when I wear it. Very easy to apply and remain last long."
		},
		{
			"review_title": "Perfect",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I loved this product. It brings a beautiful finish. The color and pigment are light. It definitely is a glowy blush."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Dominant – 951 - matte poppy pink",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "A very rich and lovely color. It will be even better in the summer. Goes on light and you can build on the color if you want it to be deeper. You don’t need a lot to get a nice subtle glow."
		},
		{
			"review_title": "New Favorite Blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "This blush is absolutely beautiful. It's the right blend of coral and warm pink, and the shimmer is perfect. It is VERY pigmented so you don't need to use much to get the full effect. I used it for the first time on vacation while getting a tan, and it looked great on my skin at every shade. I'm warm toned for reference. It lasts long too! Received this product for free to review"
		},
		{
			"review_title": "Favorite blush!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "My favorite blush!! I love the color and it's shimmery which I love also. I've worn it all day for school and its stayed on the whole time! It's also very light weight and easy to apply, a little pigment goes a long way. Defiantly recommend!"
		},
		{
			"review_title": "Quality item",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "Love the color payoff! I have always heard great reviews of this brand and they are correct. It goes on smooth and is not chalky. A little product goes a long way . Will be adding to my regular makeup routine for sure!"
		},
		{
			"review_title": "Perfect color",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "Love the color on my skin tone. It’s pigmented and blendable. It lasts pretty much all day. Talc free is a plus."
		},
		{
			"review_title": "Very Pretty!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "The product is overall pretty high quality. I love the mirror that comes with it. However, it may be a bit pricy for the size, but it gives you a really good shine if that is what you are looking for."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Orgasm X – 776 - shimmering deep coral with gold pearl",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Beautiful blush color that works well with my Asian skin tone. I would not have expected the coral to turn out so pretty but it did. Love the light shimmering that is not too overwhelming. I can wear this daily to work or for a night out. The pigment is great so I only need to use very little, I'd expect it to last for awhile. Highly recommend!"
		},
		{
			"review_title": "Must try!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I have used this blush nonstop and I still adore it. The color is fantastic! It’s richly pigmented with a shimmer that adds extra allure. Plus, it blends effortlessly for a seamless application."
		},
		{
			"review_title": "Like it",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Dry skin",
			"review_text": "I like this new formula much better than the one before. The color is so pretty and easy to blend. Perfect for summer. Overall pretty happy with my new blush"
		},
		{
			"review_title": "Very unique",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "This blush is so pigmented and I love the color because it is so unique and it fits wonderfully my skin tone. After a few days using it everyday on my makeup it’s becoming one of my everyday blushes. The texture is great."
		},
		{
			"review_title": "The Blushing Bride",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "I love this blush, I just got married and I added this to my make up routine and, I looked ravishing. This made my day, smooth and pretty."
		},
		{
			"review_title": "Very cute blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "I love this blush it really made me feel beautiful throughout the night and stayed on very well, even without my setting spray."
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Combination skin",
			"review_text": "This is a great blush! It is extremely light weight and natural at the same time , its is pretty pigmented and the amount of product is worth the monwy."
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Combination skin",
			"review_text": "I have received this product for an exchange for a review and for my review is this blush is so pretty I do recommend this I love it the color is not to strong is just perfect I would replace my other blush for this new blush"
		},
		{
			"review_title": "Very easy build up",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "Very pretty colors . It’s definitely a buildable blush which I prefer so you can pick and choose what days you want intense and days just a flush of color"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Orgasm Edge – 778 - matte peachy pink",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "I have always loved Nars blush, but it's been a while since I've had one. This is a perfect color for me. It is a matte peachy pink with great pigmentation. The color lasts all day and the formula reminded me of why I used to love powder blush."
		},
		{
			"review_title": "My favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
			"review_text": "I used NARS Blush Orgasme Edge. I love NARS cosmetics for their quality and longevity. Blush NARS was perfect for my skin. They apply easily and mix well. The color is very pretty with a slight sheen to it, it makes my makeup look natural and radiant. I will recommend NARS Blush to my friends and will use this product in the future."
		},
		{
			"review_title": "A gorgeous Highlighting blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
			"review_text": "The color is stunning! Beautiful golden shimmer can be used as a highlighter on its own. The peachy pink is my favorite and compliments so many skin tones. Blends easily and super buildable. This has a lot of sparkly so I would keep to putting it in places you want highlight. Also works great on eyelids for a quick shadow."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Orgasm Edge – 778 - matte peachy pink",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "I love this! The color is just beautiful and it really compliments the skin. It looks super pretty and is the best finishing touch."
		},
		{
			"review_title": "The perfect natural look",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "The color its very light and its perfect for those looks when u wanna look more natural and glowing, perfect shade for a day make up and natural look. Most have one of these always whit u ;)"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Orgasm Rush – 775 - deep rose bronze with shimmer",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "This shade is a beautiful match for tan skin tones, it melts into the skin and is very pigment too. For a powder blush, it’s nice and creamy. It is pretty glittery though, so if that’s not your thing, find a no shimmer shade"
		},
		{
			"review_title": "Great formula and natural shade",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Great upgraded formula. It is very natural shade and feels weightless once applied. It blends well and lasts a long time."
		},
		{
			"review_title": "It’s very pretty",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I didn’t think I was going to love the coral color from this shade so much but surprisingly I did!  It looks very pretty and has a little shine."
		},
		{
			"review_title": "A must have for your daily makeup!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Love the texture and the shade is a really sweet shimmery pink. I have light brown hair and light-coloured skin so I think this shade is perfect for me when I am not tanned."
		},
		{
			"review_title": "BLUSHING BABY",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "Nars is 1 of my FAVORITE makeup brands, & I was thrilled to be given this blush to try for free from @bzzagent! When I opened the Compact, my first thoughts were, tooooo pink!! When I applied it, gawgeous darling!! I definitely have to wear certain colors to make it work, but it is a fun, cute girly look. I prefer applying it with my fingers than with a brush which is rare for blusher, but you need just two or three dots for your entire face. I believe it will last a very long time, and it feels wonderful to use as well as looks beautiful."
		},
		{
			"review_title": "Subtle Color with the Right Amount of Shimmer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Color is subtle and blends in well and looks very natural.  The blush is shimmery and adds a nice shine but again isn't too obnoxious."
		},
		{
			"review_title": "An Unmatched Glow !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "This is my favorite blush!! It has a natural, radiant flush, enhancing my complexion with just a few strokes. Throughout the day, its durability stands out, maintaining its vibrant glow without fading or requiring touch-ups. The blush's texture is delightfully smooth, blending seamlessly into the skin for a flawless finish. It's essential that promises and delivers!"
		},
		{
			"review_title": "Moisture for your cheeks!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "This is the one! I am so happy to say that this blush is so amazing beautiful.Just apply and apply and let it shine.It applies so nicely without settling in your skin.Also it makes you glow with a little of a lot looks great!"
		},
		{
			"review_title": "Instant Glow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This shade of blush is natural looking abs long lasting. Its very flattering and a little is all you need for an instant glow."
		},
		{
			"review_title": "Long lasting blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "This blush is beautiful. It was extremely light weight feeling. Not much is needed on brush because the blush is hyper pigmented. It is super colorful and pink. No need to touch up as the day goes on, it lasted all day long. I will definitely buy again. Very good quality."
		},
		{
			"review_title": "Stunning",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "This blush is stunning! The color is so vibrant and perfect for spring/summer time! The color payoff is great and it lasts all day. I’m obsessed!"
		},
		{
			"review_title": "Must have blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "After two weeks using this blush, I am ready to give the review. The color comes true and last long. I like it shimmery and the pigment without need to use too much product. Recommend trying it."
		},
		{
			"review_title": "Highly Pigmented",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Super pigmented and long lasting. A little goes a long way and lasts all day. Reviewed as part of a sample trial."
		},
		{
			"review_title": "10/10",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I absolutely love this blush. I will not use any other blush. I definitely recommend 10."
		},
		{
			"review_title": "Must-have Blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "This powder blush is amazing! It has great pigmentation; a little product goes a long way. The blush is very easy to blend with its soft, silky texture. I have a fair complexion and the blush complements my skin beautifully."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Orgasm X – 776 - shimmering deep coral with gold pearl",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Even better than the original formula. These blend beautifully and are a slightly softer formula that provides for an easier color payout. The shade applies smoothly and evenly. Wear time was as expected."
		},
		{
			"review_title": "Must buy for summer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I have been using this blush now for over a week and I am loving it! I love to add a little hint of color to my cheeks to highlight my features and this is the perfect subtle yet noticeable way of doing it! This blush is everything! It has a light little shimmer to it and can be used with bronzer for a more dramatic feel. Goes on easily and smoothly and lasts! You can get as much or as little pigment as you want so if you want more color you can def layer it. Love it!!"
		},
		{
			"review_title": "A must-have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I can’t stop using this. It’s the perfect summer blush and is now apart of my core routine. It has a strong pigment so a little goes a long way. The color gives that orange/pinkish summery glow that we’re all looking for."
		},
		{
			"review_title": "Def recommend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I’ve been using this product for a two weeks now and I love it. It’s the perfect shade of pink for me. It goes on smoothly and it’s long lasting."
		},
		{
			"review_title": "Excellent color",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "I am very pleased that the color is not muted with this blush. I was so worried it would be pink. However, it is the perfect natural pink tone, the powder is smooth and silky, and has high adhesion. This is a rare blush color that can suit all skin tones, a suitable blush color that is not too brown or too pink/orange. Makeup styles and just enough to make a mark without being too excessive or fussy. This color is perfect, you don't need to apply much, a little dab on your cheeks will help you look more natural. Can I say this is my favorite blush...maybe. It looks gentle and natural I'm so glad I tried this. Highly recommended."
		},
		{
			"review_title": "A healthy-looking blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "The blush I received(Edge-Matt Peachy Pink), is a very subtle matte peachy shade. This blush was very long-lasting and stayed on for 8 hours which is very surprising for a blush and it gives you healthy-looking blushed cheeks."
		},
		{
			"review_title": "LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I love the light shimmer it leaves on the apples of my cheeks !! 😍"
		},
		{
			"review_title": "You need this blush in your kit",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "I used this product everyday for a whole week and I cannot get enough, this color is great for medium complexion and the shimmer works like a highlight. Everyone needs this blush in their make up kit"
		},
		{
			"review_title": "2 IN 1 !!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I personally don’t like too much highlighter cause I feel like it over powers the blush sometimes idk that’s just me personally though. So I really love this blush because it’s the perfect amount of both blush and slight highlighter. The color looked so good on me I wish I took pictures but I forgot 😭 I wore it for Easter though."
		},
		{
			"review_title": "A twist on the favorite cult classic",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
			"review_text": "A classic cult favorite blush with a newer, sleaker appearance. I love the new compact that nars developed for this. It truly is the best blush in America and is so versatile on everyone that uses it! A must have in every girlie’s makeup kit!"
		},
		{
			"review_title": "Pretty",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
			"review_text": "This is my first nars blush and i do like the fancy packaging the color is so pretty and flattering"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Thrill – 950 - matte cool light pink",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "i love how smooth and buttery the new matte formula is. the pigment is great, it’s very blurring and it helps set my cream blush. i felt the shimmer shades in store and they felt more gritty and didn’t seem to swatch as uniformly as the mattes"
		},
		{
			"review_title": "pretty soft pink",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I really love NARS overall! This color is very different for me but I like it, I think it will be really nice when I'm paler or do more natural make up. The pigment IS THERE!!! Pigment never disappoints with nars."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Dominant – 951 - matte poppy pink",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I really like how silky this blush feels, it blends very well and has great pigmentation. I'll probably be picking up other shades in the future."
		},
		{
			"review_title": "A must have!! Dominant Pink blush!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I absolutely love this blush. I got the Dominant color. It is matte as it says. I was a little ify on how the pink would look with my skin color, tan bronze. But, it's for great!!! It melts with my skin, pigmented, bendable and lasts all day!!! I'm the girl who likes to put my makeup on at the beginning of the and don't have time for touch ups. It looks fresh even at the end of the day. I highly recommend!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Orgasm X – 776 - shimmering deep coral with gold pearl",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I’d love this product. The blush does bring out my shade of light brown tone in my skin with a little bit of red. I just love it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Orgasm X – 776 - shimmering deep coral with gold pearl",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I am Korean with a slight tan, so neutral skin tone.  I found this shade to compliment my skin tone quiet well and easy to wear day or night.  I love the compact size of this blush as it is easy to take on the go if I need a touch-up and it blends very easily for a natural look but buildable if you want to go more dramatic."
		},
		{
			"review_title": "Great for everyday wear",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I love Nars blush. This time I'm reviewing the shade DOMINANT. I've used this blush before but in a different shade so I'm familiar with the formula. It's a nice almost a powder to cream formula. It blends really well and doesn't look drying on the cheeks. Dominant is a beautiful shade almost a darker pink. It looks dark when I opened it but wears more subtle on the face."
		},
		{
			"review_title": "My new go to blush!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "This is my new go to blush. It’s buildable, so I’m able to do a light flush of color for daytime and go a little heavier with it at night."
		},
		{
			"review_title": "Beautiful formula",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "I’m in love with this matte formula. I’ve been a fan of cream/ liquid blush for a long time but this powder blush changed my mind completely. I love how this color complements my skin and how buildable the pigment is. Once it’s all blended out, the blush looks incredibly natural even on top of my skin texture. I’ll definitely try more colors !"
		},
		{
			"review_title": "Amazing blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "From the updated packaging to the blush AMAZING. I love that they now include the ingredients on the back of the container. The blush is buildable and natural looking. I have both the old and this new one and wow"
		},
		{
			"review_title": "Youthful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I am one who loves to wear blush. The best way I can describe the color is coral with a spark of gold, kinda like the inside color of a ruby red grapefruit.  Very fresh and vibrant. A little goes a long way but if applied sparingly & evenly across the cheekbone it looks like a sheer flush of red with a pretty highlight on top. I get compliments from friends when I wear it, saying I look glowy and youthful."
		},
		{
			"review_title": "Absolutely gorgeous!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Dry skin",
			"review_text": "I received this from BzzAgent to review and absolutely love it! it's just as good as the OG of course but the shade suits my medium skin tone better. Pics don't do it justice because it's got a golden sheen to it that's just gorgeous. don't even need highlighter with it. Blends beautifully over other powders or a liquid base. def recommend trying it!"
		},
		{
			"review_title": "Perfect",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love NARS products due to their advantage of all day wear without needing to re apply or touch up. I like this bold but not over the top coral tones of this shade (deep throat) and the soft illuminator that give your cheeks the right amount of pop. I think this shade is perfect for those who have fair skin and like neutral looks."
		},
		{
			"review_title": "Smooth like buttah",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "Outstanding formula… but don’t think this is my shade. Maybe when I get my summer bronze skin it’ll suit me better but not just yet. The formula however is perfection, very pigmented so you don’t need a lot and very velvety. Very excited to find my shade! . O"
		},
		{
			"review_title": "Must Have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "This is the best blush Ive ever owned! I was gifted this and its so pigmented. This also looks amazing on the cheeks."
		},
		{
			"review_title": "Best blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Beauty color. Compliments my tan skin. Buy it! It’s definitely worth it."
		},
		{
			"review_title": "So sprakly pretty",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Medium skin tone, Combination skin",
			"review_text": "This blush is so pretty. it has an orange undertone. I have Asian skin so the orange undertone compliments my skin tone nicely without it being too bright. The shimmer adds a little flare on a seemingly subtle color, making the blush looks so pretty close up but subtle from afar. The shimmer also helps under the sun in natural light. My blush looks extra nice and sparkly under the sun  -- perfect blush for the summer"
		},
		{
			"review_title": "Stunning color and blends seamlessly",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "The color is simply stunning and adds the perfect touch of radiance to my cheeks. It is impressively long-lasting. From morning to night, the color stays vibrant and fresh, never fading or losing its beautiful hue. The texture is smooth and velvety, gliding effortlessly onto my skin. It blends seamlessly, leaving a natural and seamless finish that never looks harsh or patchy. It truly adds that extra touch of glow that brings my makeup look to a whole new level."
		},
		{
			"review_title": "NARS Blush is BACK BABY!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "A beautiful peachy pink matte from NARS classic blush shades. This matte color comes on as more peachy rather than pink in my opinion, and I like that it can be beautiful on multiple skin tones. The matte aspect allows the blush to be used in a more versatile way. As always, the packaging and quality is great. Glad to see NARS is back with new shades as I have been using their blushes since high school!"
		},
		{
			"review_title": "Pretty Blush",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Dry skin",
			"review_text": "I am so over the moon for this Nars blush.  It is such a beautiful color (Dominant - 951).  The pigmentation is great, but not too overwhelming that you need to be extra careful when applying.  It is totally buildable, so you can start off with gentle swipes, and work your way up to a bolder look.  It is by far one of my favorite blushes, better than most on the market today. I will be purchasing a few different colors in the near future.  I highly recommend trying it!"
		},
		{
			"review_title": "pretty nice!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "I do really enjoy this product. The color is very vibrant and does kind of apply / stick to my face differently than my typical MAC blush. Not really in a bad way, just a way I need to adjust to. I blend it out and it looks much more natural. I would probably purchase in a more natural shade in the future, but that's just a personal preference."
		},
		{
			"review_title": "Love!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Beautiful ! I love the color of this blush and the application is so great. It is a classic and has been my favorite for years!"
		},
		{
			"review_title": "Blendable and highly pigmented",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Oily skin",
			"review_text": "This blush is highly pigmented, long lasting, and easy to blend! I received this product for free in exchange for a review and I honestly can say that it is a high quality product and can be used to give your face a gorgeous bold or subtle glow depending on how much you use. I also like the packaging and find it to be sleek!"
		},
		{
			"review_title": "Fav Blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I recently tried this shade and OMG I am in love with the color and about how well in blends on my skin! I would 100% recommend"
		},
		{
			"review_title": "Good blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Very good product Love this color. It goes on easily and blends very well. It does last a lot longer . I think this shade is perfect for those who have fair skin and like neutral looks. It’s great for both day or night time wear. The product gives me a fresh look and provides a perfect match for a subtle glowing look"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Orgasm X – 776 - shimmering deep coral with gold pearl",
			"review_buyer_description": "Green eyes, Medium skin tone, Combination skin",
			"review_text": "I really like this product! I wore it with my everyday natural makeup and it blended right in. Looks super natural with a slight shimmer. The website picture makes it look slightly brighter than it is, it’s a very cool pink in person. I would definitely buy this product, but I do prefer brighter blush."
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Im using this product actually and I liked the results. It has a long lasting in my chics and I love it"
		},
		{
			"review_title": "Iconic blush!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "Absolutely gorgeous shade on my medium Indian skin. I love the little shimmer, it’s soo pigmented, and blends really well. It lasts for a long time too so I love the color payoff. Easy to apply and super cute iconic packaging"
		},
		{
			"review_title": "Highly recommend trying this blush!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I’ve been using the blush for the last week/week & 1/2 and I absolutely love it! My teenage girls have even asked to use it bc they said they liked the way it looked on me! My daughters are a little more tan than I am and it looks great on them too. I wasn’t to shure how I’d like the shimmer but it’s not overwhelming-it’s really pretty and subtle."
		},
		{
			"review_title": "Love it",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "Colour really pops and it’s buildable. It’s a classic for a reason. Lasts all day. Shimmers but not too much. Lovely colour for either no makeup makeup or a full face."
		},
		{
			"review_title": "Must Makeup Have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "Excellent pigments with this lovely light coral shade. Premier packaging. You can't beat the refillable container this comes in. Goes on softly and has great stay power"
		},
		{
			"review_title": "NARS blush review",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "I was concerned that the color would be too bright when I first saw the shade, but I lightly applied two coats and it looks good. It also stays on the whole day. Definitely will try another shade"
		},
		{
			"review_title": "My new favorite blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This blush is soo gorgeous against my brown skin. I love how pigmented and vibrant it is. It’s not too bright and give the right amount of pop."
		},
		{
			"review_title": "Blush",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I really liked how well the blush was it made my cheeks look really good and lasted a long time"
		},
		{
			"review_title": "Best Make up Brand",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "WOW, this blush is absolutely stunning! The shade Dominant is the perfect combination of pink and peach, giving me a healthy, rosy glow that lasts all day. The formula is so smooth and blendable, making it easy to build up the color to my desired intensity. I love how it adds a touch of warmth to my complexion without looking too pink or overdone. It's become my go-to blush for everyday use and I can't recommend it enough! 5 stars isn't enough, I'd give it 10 stars if I could"
		},
		{
			"review_title": "Looks good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I didn’t think it was going to look so good on me since I usually like to use a darker shade of pink, but it was a nice surprise. I’m medium toned. It does feel weightless, and I like that it is buildable. The only thing I don’t like about this product is its name— I’m not sure why some companies sexualize the names of their products, but apart from that I like this blush and would recommend it."
		},
		{
			"review_title": "Best Blush I’ve Ever Tried.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "This blush is one of the most stunning blushes I have. The pigment is great, it has little sparkles so it doesn’t look cakey or matte and looks more natural than usual pressed powder blushes. Love it!"
		},
		{
			"review_title": "Tried and true",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Make-up bag staple! I really love this blush and it's a great color that transitions from day to night too."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Orgasm X – 776 - shimmering deep coral with gold pearl",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "A swatch does not do this blush justice. This is such a stunning pop of coral, but it is almost like a blush highlighter hybrid, because there is such a lovely, golden sheen and glow to the blush. This blush does pack a punch, so either be super gentle and just tap your brush in or go all out and pack it on. I find that because this is such a Sunkissed color, I can almost get away without wearing bronzer when I use it. For reference, I have fair to light skin. I also love that this blush lasts quite a long time. Also, I’m not sure when they improve the packaging, but this is so much better than the original."
		},
		{
			"review_title": "Stunning Color for Olive Skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "5 stars for the color! It is absolutely gorgeous. I thought it might be too dark, but it looks beautiful on olive skin. It has a light shimmer which adds a nice glow. Looks great on camera! If you have sensitive skin like me, test the blush first. My only concern is that Nars is not cruelty-free. I hope the company will change its practices."
		},
		{
			"review_title": "Amazing blush beautiful color",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "Amazing amazing blush. Really light and subtle. Looks too good on dusky skin tone."
		},
		{
			"review_title": "Great payoff and beautiful color",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Combination skin",
			"review_text": "I recently changed my hair color from dark brown to light brown so currently my face looks a lot lighter. This blush has been my go to blush as it has amazing payoff and still complements my face. It does not definitely brightness  Comobr"
		},
		{
			"review_title": "Love love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I can’t tell you enough how much I love this blush.   It is shimmer, so you have a little bit of light every time you use it; my skin looks gorgeous and juicy, and I receive a lot of complements every time I used it."
		},
		{
			"review_title": "Favorite new blush!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "This blush was amazing, the formulation, the pigment was so great. Definitely a must have in my makeup routine. The shade was incredible!"
		},
		{
			"review_title": "Obsessed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
			"review_text": "This is absolutely stunning. The blush blends in perfectly into the skin with minimal effort and is perfect for everyday use. The packaging is really nice and the soft matte black container is high quality. The blush is pigmented and buildable. Definitely recommend and I am so happy with this. It is for sure my new go to blush."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Orgasm Edge – 778 - matte peachy pink",
			"review_buyer_description": "Fair skin tone, Combination skin",
			"review_text": "The perfect shade of pink for when I am going for softer makeup looks! I love the formula and applies on seamlessly; I need more shades now!"
		},
		{
			"review_title": "A pinch of color must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "Ok so I got this blush in the color organs edge and I’m just loving it. It’s subtle not all crazy and it leaves the perfect amount of color where it still looks like a natural pinch on the cheeks. I love this       pink so much"
		},
		{
			"review_title": "Love love love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I love this blush(Shade Dominant). Stays for very long on my skin and it is easy to apply. Words can not describe this blush. It is so pink and pigmented. I love this shade as it looks very natural and can be build from natural to more. It lays so beautiful on my skin and feel so light weight. This product is 100% worth the price. Planning to buy this in more shades"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Orgasm X – 776 - shimmering deep coral with gold pearl",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "I received this product complimentary from NARS for testing. I was so surprised my the color payoff - very buildable. The subtle sheen provides an inner glow completely removing the need for an additional highlighter"
		},
		{
			"review_title": "New favorite blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "This is the perfect orangey peachy pinky blush shade. It applies flawlessly and has a shimmery finish that complements my tan skin well. Formula and color are immaculatey made!"
		},
		{
			"review_title": "Highly pigmented!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
			"review_text": "This blush goes a long way. One dab on the brush gave me a significant amount of color on my cheeks! I’m use to wearing other brands and my blush fades away in a couple of hours. This blush lasted me all throughout the day! This is going to be a staple in my makeup bag!"
		},
		{
			"review_title": "My must have everyday",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "The blush has a nice and smooth texture and the color is perfect for my complexion. I love that I can wear it even without a foundation and it looks great."
		},
		{
			"review_title": "Color is beautiful",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
			"review_text": "This blush looks fantastic when applied and lasts all day. It glides on effortlessly, delicately tinting the cheeks with a natural flush!"
		},
		{
			"review_title": "Color is beautiful",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
			"review_text": "This blush looks fantastic when applied and lasts all day. It glides on effortlessly, delicately tinting the cheeks with a natural flush. Goes on smoothly and is long lasting, not cakey. Love it!"
		},
		{
			"review_title": "Beautiful!  I wish I got it sooner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "The blush is the most beautiful coral color. It looks really natural and radiant. Blends on skin easily. A little bit goes a long way. My skin looks gorgeous hydrated luminous and beautiful. I know the shade has been hyped for a very long time and I wish I bought it sooner!   Really love it"
		},
		{
			"review_title": "I absolutely love this Nara Blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Dry skin",
			"review_text": "I love this Blush . It applied on my skin so smoothly & lifted my cheek bones . It went great with my skin tone."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Orgasm X – 776 - shimmering deep coral with gold pearl",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I received this product complimentary from NARS for review. This blush is a classic for a reason. Such a beautiful color! Goes on smoothly without emphasizing texture and lasts well on the skin! Love the shimmer"
		},
		{
			"review_title": "Must buy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "If you're looking for a light weight vibrant blush this it it. I love the way it flawlessly complements my complexion. It also last all day which other blushes I used in the past didn't have a long lasting wear."
		},
		{
			"review_title": "Perfect blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I received something in exchange for this post free product. I love this blush, it lasts all day, very good pigmentation, the tone is perfect for me, perfect to use with day or night makeup. It has a slight shine that gives luminosity to the perfect face. The durable and mirrored container, ideal to take everywhere. I really recommend it"
		},
		{
			"review_title": "you should try it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received Nars Orgazm X Blush for my honest review from BzzAgent. This blush I received has shiny finish. It has tiny shimmer powder pieces and it is easy to apply and blend. When I saw this color for the first time I thought it is very bright. But it blends very good and as a result - natural and shiny finish. I should add that package is so soft when you touch it. I recommend to try this blush to my friends."
		},
		{
			"review_title": "Great Glow and Light Application",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "This blush leaves an AMAZING glow without being too over-the-top. I will say that it is a bit more sheer unless you layer it on a bit more. I was expecting it to be a little more pigmented, but it does give you options for your look (lighter versus heavier makeup). This color goes incredibly well with my neutral/light skin tone in the Spring time, and will continue to look well when I develop more of a tan. Love the sparkle and shine it gives!! Lasted all day into the evening. Just wish it packed more punch with an initial application as seen with other products."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Orgasm – 777 - peachy pink with golden shimmer",
			"review_buyer_description": "Green eyes, brunette hair, Light skin tone, Dry skin",
			"review_text": "I love NARS blushes. However, this one to me feels more like a highlighter. When I applied it, it's more shimmery than colorful, and the color of the blush is barely noticeable. Looks good on skin though!"
		},
		{
			"review_title": "Buildable!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This blush is nicely pigmented and it’s versatile. It can be applied lightly for a natural finish or it can be built up to achieve a more dramatic color payoff. I am wearing shade 778 and I particularly appreciate the matte finish of this shade for my oily skin. I have also included swatches of shades 778 and 776. Overall this is a beautiful blush that’s easy to work with."
		},
		{
			"review_title": "An Unmatched Glow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "This is my favorite blush!! It has a natural, radiant flush, enhancing my complexion with just a few strokes. Throughout the day, its durability stands out, maintaining its vibrant glow without fading or requiring touch-ups. The blush's texture is delightfully smooth, blending seamlessly into the skin for a flawless finish. It's an essential that promises and delivers enduring elegance and glow."
		},
		{
			"review_title": "My new fav blush!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "The color blends beautifully, leaving a touch of finely milled shimmer. It complements my skin tone giving my cheeks a natural, lit-from-within glow. Love it ❤️"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
			"review_text": "At first, I thought it was a bit too bold  for me, but once I put it on, it looked so good! It stayed the whole day as I was running errands. This is definitely my new go to for everyday wear!"
		},
		{
			"review_title": "A boom blush",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Can say enough about this blush. I can definitely save my money on my bronzer while using the blush since the color is boom with the shimmer finish. It’s like a mix of a bronzer and a blush"
		},
		{
			"review_title": "Smooth Application and Long-Lasting",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This blush not only provides a beautiful flush of color but also imparts a subtle glow. The golden shimmer catches the light, giving your complexion a luminous finish. A must-have for a fresh and radiant look!"
		},
		{
			"review_title": "The blush must-have for the party",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I love it and would buy it again with another shade. It is comfortable and smooth on my skin, it also has a shiny look like I used a highlight powder. I used it 6 hours outside and my blush is still good. Highly recommended"
		},
		{
			"review_title": "Old vs New is different, mainly new is +shimmery",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I have the old formula and this new one, the powder seems to be more finely milled than the old one. The color payoff is more noticeable in the old one and this one is slighly more shimmery."
		},
		{
			"review_title": "Pretty",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I love the color. Plus I really like the formula. Could be a little more pigmented but over all I like it. Haven’t ever used Nars so as a first I can’t complain."
		},
		{
			"review_title": "Just ok",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "Love that they removed the talc for this product but the color pay off isn’t really there"
		},
		{
			"review_title": "Lovely",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I received this product complimentary from NARS and Bzzagent in exchange for my honest review. I have had a mini deluxe sample of this blush in this shade before. It’s just lovely. Great pigmentation, blends well and easy to apply.I especially love it because it can be worn monochromatic favorite for awhile now for me. It’s a lovely shade th"
		},
		{
			"review_title": "Pigmented, shiny and lasting!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "Nars always holds it down and with this reimagined upgraded formula blush it has me at a loss of words! This stunning shimmering deep coral with gold pearl is everything!! With high pigmentation, silky smooth application, blurring and up to 16-hour wear, what’s not to love? I’ve always been a fan of their blushes and this one having a slight highlight on top of it makes it a duo item for that sun kissed look. It’ll make you blush just thinking about it 🤭"
		},
		{
			"review_title": "Pretty shade",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "I think the color and the shimmer is pretty and I feel like if I had better skin, then it would look better on bare skin. It does not look good with foundation at all because for some reason it just sit on top of skin, it looks very odd because of the shimmer that is in it, I can’t explain now, but I can definitely see this as my summer color"
		},
		{
			"review_title": "Idk",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "It gave a really pretty glow, but I don’t see the blush tone at all, a little confuse"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I’ve always heard good things about this blush, and always wanted to have one. It is as good and beautiful and they say! Perfect for AM and PM. The color is just amazing and so easy to apply."
		},
		{
			"review_title": "I will use this blush for the rest of my life.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I have been using this and this only since I got it. The new formula truly lasts and gets better and better as it wears. The glow is so beautiful. I’m fair/light from the winter months and it’s still a stunner. I can’t wait until I have a tan as this will be next level!"
		},
		{
			"review_title": "Beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Absolutely gorgeous, it has a beautiful gold shimmer and very pigmented."
		},
		{
			"review_title": "In love!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "I personally am blusher lover, and used lots of products including cream type, and pressed, but this blusher is another thing. It lasts soooooo long! As weather is getting hotter, Even if i sweat, it wouldn’t come off!! It’s really glowy when applied by hand, and feels powdery and soft when applied by puff! Super in love with this product !!!"
		}
	]
}