{
	"product_id": "46",
	"name": "Mini Sugar Eye Palette",
	"brand": "Anastasia Beverly Hills",
	"categories": "Makeup, Eye, Eyeshadow",
	"price": 39.0,
	"about": "What it is:An essential mini eyeshadow collection featuring nine full-pigment shades, from cool-toned neutrals to icy pastels in matte and metallic finishes...Ingredient Callouts:Free of parabens, phthalates, mineral oil, and contains less than one percent synthetic fragrance. These products are also cruelty-free..What Else You Need to Know:This palette contains nine eyeshadow shades from soft neutrals to bright sparkly tones, in five mattes and four metallic finishes. The full-pigment formula delivers high color payoff and buildable intensity..This Palette Contains:",
	"ingredients": "A1: .Mica, Dimethicone, Boron Nitride, Nylon-12, Polymethylsilsesquioxane, Zea Mays (Corn) Starch, Zinc Myristate, Zinc Stearate, Glycerin, Silica, Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Hydrogenated Lecithin, Caprylyl Glycol, Lauroyl Lysine, Isopentyldiol, Tocopherol, Phenoxyethanol, Titanium Dioxide (Ci 77891), Carmine (Ci 75470), Yellow 5 Lake (Ci 19140), Iron Oxides (Ci 77491, Ci 77492)...A2: .Mica, Dimethicone, Boron Nitride, Nylon-12, Glycerin, Polymethylsilsesquioxane, Silica, Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Zea Mays (Corn) Starch, Zinc Myristate, Zinc Stearate, Caprylyl Glycol, Hydrogenated Lecithin, Lauroyl Lysine, Isopentyldiol, Tocopherol, Phenoxyethanol, Titanium Dioxide (Ci 77891), Ultramarines (Ci 77007), Iron Oxides (Ci 77491, Ci 77492, Ci 77499), Carmine (Ci 75470), Yellow 5 Lake (Ci 19140)...A3: .Mica, Polymethylsilsesquioxane, Silica, Dimethicone, Synthetic Fluorphlogopite, Boron Nitride, Nylon-12, Zinc Stearate, Octyldodecyl Stearoyl Stearate, Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Caprylyl Glycol, Hydrogenated Lecithin, Lauroyl Lysine, Isopentyldiol, Tocopherol, Phenoxyethanol, Titanium Dioxide (Ci 77891), Iron Oxides (Ci 77491, Ci 77492, Ci 77499), Carmine (Ci 75470), Manganese Violet (Ci 77742)...B1: .Calcium Aluminum Borosilicate, Calcium Sodium Borosilicate, Synthetic Fluorphlogopite, Mica, Synthetic Wax, Silica, Dimethicone, Zinc Stearate, Polyethylene Terephthalate, Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Caprylyl Glycol, Tin Oxide, Polyurethane-33, Isopentyldiol, Tocopherol, Phenoxyethanol, Titanium Dioxide (Ci 77891), Aluminum Powder (Ci 77000)...B2: .Calcium Aluminum Borosilicate, Dimethicone, Calcium Sodium Borosilicate, Synthetic Fluorphlogopite, Silica, Mica, Synthetic Wax, Zinc Stearate, Tin Oxide, Caprylyl Glycol, Tocopherol, Isopentyldiol, Phenoxyethanol, Titanium Dioxide (Ci 77891), Carmine (Ci 75470), Iron Oxides (Ci 77491)...B3: .Calcium Sodium Borosilicate, Dimethicone, Zinc Stearate, Silica, Synthetic Fluorphlogopite, Synthetic Wax, Mica, Tin Oxide, Caprylyl Glycol, Tocopherol, Isopentyldiol, Phenoxyethanol, Titanium Dioxide (Ci 77891), Ferric Ferrocyanide (Ci 77510)...C1: .Synthetic Fluorphlogopite, Calcium Aluminum Borosilicate, Mica, Dimethicone, Silica, Zinc Stearate, Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Synthetic Wax, Tin Oxide, Caprylyl Glycol, Isopentyldiol, Tocopherol, Phenoxyethanol, Titanium Dioxide (Ci 77891), Ferric Ferrocyanide (Ci 77510), Carmine (Ci 75470)...C2: .Mica, Calcium Sodium Borosilicate, Dimethicone, Silica, Boron Nitride, Glycerin, Nylon-12, Polymethylsilsesquioxane, Zea Mays (Corn) Starch, Zinc Stearate, Caprylyl Glycol, Hydrogenated Lecithin, Isopentyldiol, Tocopherol, Lauroyl Lysine, Tin Oxide, Phenoxyethanol, Carmine (Ci 75470), Ultramarines (Ci 77007), Iron Oxides (Ci 77491, Ci 77492, Ci 77499), Manganese Violet (Ci 77742), Titanium Dioxide (Ci 77891)...C3: .Mica, Dimethicone, Boron Nitride, Glycerin, Nylon-12, Polymethylsilsesquioxane, Silica, Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Zea Mays (Corn) Starch, Zinc Myristate, Zinc Stearate, Caprylyl Glycol, Hydrogenated Lecithin, Lauroyl Lysine, Isopentyldiol, Tocopherol, Phenoxyethanol, Ultramarines (Ci 77007), Carmine (Ci 75470), Titanium Dioxide (Ci 77891), Iron Oxides (Ci 77491, Ci 77492, Ci 77499), Yellow 5 Lake (Ci 19140).",
	"how_to_use": "Suggested Usage:.-Use a light hand when picking up product; because the formula is full pigment, a little bit goes a long way. .-To apply eyeshadow, use a flat brush to deposit color, highlight, or pack eyeshadow onto the lid. .-Use a fluffy-ended brush to diffuse and blend out shadow. .-For a more intense color payoff, pair metallic shades with a setting spray. .-Use the matte and metallic eyeshadows as highlight shades. .-Use the warm matte-neutral eyeshadows for contouring and defining, and the warm- and cool-metallic eyeshadows as accent shades. . ..Pro Tips:.-For a more intense color payoff, pair the metallic shades with a setting spray. .-Create a gradient smoky eye look using a cool-tone shade for contouring and a warm-tone shade for blending out. .-The contrast between the warm and cool tones come together to create a high-impact eye look. .-Use any of the bright shades as a cheek color. .-Use the deeper matte shades to define the lash line.",
	"num_reviews": 41,
	"overall_rating": 4.3,
	"product_url": "https://www.sephora.com/ca/en/product/anastasia-beverly-hills-mini-sugar-eye-palette-P512502?skuId=2799732&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2799732-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "Favorite palette",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I love this eyeshadow palette, it’s nice and compact with a variety that all goes well together. I use the matte pink + brown shade everyday and the glitter  for some pizazz."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "4 of the most glittery shadows from the set were simply smeared across the packaging, very fragile shadows for further use and impossible to store them all the colors together - mix - matte with glittery shadows"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I used this beautiful palette for Christmas and I loved the colors. I love the fact that it has matte and shimmery colors. I hardly ever wear eyeshadow and much less color. But with these beautiful colors I wanted to experiment. I was not disappointed."
		},
		{
			"review_title": "One of my faves",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "It's so cute and blends great. I've been using only nudes up until now and I wanted to try a little bit of color recently. I recommend."
		},
		{
			"review_title": "A must have for everyday routines or dressing up",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Love  this mini sugar eye palette!!  The colors are absolutely stunning and easy apply.  Anastasia never fails me with stunning pallet colors and easy to apply finishes.  I would recommend this product."
		},
		{
			"review_title": "Gorgeous",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Oily skin",
			"review_text": "I love it so much, soo pigmented, doesn't run out, and the colors are stunning. The glitter stays on your skin no matter how much you sweat!!"
		},
		{
			"review_title": "It's Amazing !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "This palette is smooth good! The mattes blend smoothly and the shimmers are amazing with no fallout! This is amazing on my cool toned skin!  Love it!"
		},
		{
			"review_title": "So important for winter!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "these sparkles are IT! Best applied with a finger > brush for ideal colour pay off. So gorgeous for the holidays, I fear I’ll be hitting pan on that middle row by NYE"
		},
		{
			"review_title": "LOVEE!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This is the perfect shadow pallet for the holidays. The blue reminds me of a winter wonderland I absolutely love it!!"
		},
		{
			"review_title": "Mini sugar",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "The palette is beautiful and the color are the ones a use often"
		},
		{
			"review_title": "Pretty sugar plum fairy",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Normal skin",
			"review_text": "It’s a good little palette. Everyone knows by now to use glitter glue for certain shades, but you can do all matte looks too. The glitters have a beautiful shift. I’ve gotten compliments on it!"
		},
		{
			"review_title": "Shoddy Palette",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Honestly not a good palette. I expected more from ABH. the metallics BARELY have pigment and it’s so hard to get out. These are not easily blendable either, I don’t recommend this product and Im returning this."
		},
		{
			"review_title": "Beautiful colors, but some issues with fall out",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I love the colors of this palette and the matte shades go in really well. I really appreciate the cool toned neutrals. The sparkle shades are stunning but some (especially the blue) have a lot of fall out and don’t cover well.  I think this palette is worth the price!"
		},
		{
			"review_title": "Cute little palette!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "I am a Sephora Beauty Insider Community Ambassador and this is my honest review and opinion. I really like the price of this little palette, and I was drawn to this color story. This I think would be an excellent beginner palette or make a nice gift. Out of the 2 releases, I'm surprised I like the Spice palette more, but this one has more fun and stand out shades. I'm really happy I picked up these little palette's and they've been fun!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Porcelain skin tone, Dry skin",
			"review_text": "I'm underwhelmed.  There's fallout.  Blending is a challenge. It took considerable time reworking my look with both the sugar and spice palettes to come up with something presentable.  I still wasn't happy but this had to do. And surprisingly, the colours just do not go well, at all.  The dark glitters are VERY hard to blend.  I bought this palette specifically for the green glitter and blue glitters and, as you can see, even with white primer it's very underwhelming.  You either get a huge blotch of green that doesn't spread or you get sheer sparkles, literally everywhere.  I used one ply of a tissue under my eyes to remedy this.  I don't recommend these palettes for hooded eyes like mine unless you have a LOT of time and unlimited brushes because you will need to blend, blend, blend."
		},
		{
			"review_title": "Amazing mini palette!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Fair skin tone, Oily skin",
			"review_text": "I initially was worried that I'd hate the sequin shades. However, both sequin shades in this palette perform and blend like a dream, the shimmers are gorgeous and the mattes are pigmented and easily blendable. This type of color story usually looks a little bruisey on me, but these colors don't, which was a nice surprise. I highly recommend this palette!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
			"review_text": "The whole palette has a purplish tint. The middle color from the very top looks purple. Then the store didn’t comply with Sephora return policy. I should’ve gotten a gift card that I could use online, but I received a store credit. This is after I returned the eyeshadow in a brand new condition two days after I received it by mail."
		},
		{
			"review_title": "amazing matted and shimmers",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "got this for my bf who is new to makeup and the shimmer shades are gorgeous! they’re a little more chunky than the urban decay shimmer so it creates a magical effect instead of a watery texture"
		},
		{
			"review_title": "Life changing pink eyeshadow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I was so conflicted on buy this, because I dont need another eyeshadow palette.. BUT THE PINK.. the pink glitter duo chrome shade is the most GORGEOUS highlighter on the cheeks. I bought it soley to use the pink as a highlighter. Worth it. The other shades are good too!"
		},
		{
			"review_title": "Favorite palatte",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, fairLight skin tone, Dry skin",
			"review_text": "Absolutely beautiful! The prettiest palette I’ve ever seen. The matte formula is great and I love just how glittery the shimmer and glitter shades are. The price point is good too if you’re looking for a higher end palette that isn’t expensive."
		},
		{
			"review_title": "Absolutely 🌟",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Tan skin tone, Oily skin",
			"review_text": "This little pallet is so stunning without being over the top. The colors are great on their own or in any combo. No wonder it's selling out!"
		},
		{
			"review_title": "A lovely surprise",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "As someone who prefers a more subtle nude matte eye look, this palette seemed scary. However every shade is so beautiful and wearable, especially if you have cool toned features, it’s absolutely wonderful"
		},
		{
			"review_title": "He is sending me a replacement",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "First off, this palette is a dream. It’s so gorgeous especially the blue. But unfortunately, my pallet came shattered especially the blue. I called customer service and Caleb was very helpful. Hsending me out another pallet."
		},
		{
			"review_title": "I was pleasantly surprised!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I haven’t bought an ABH palette since the big Norvinas launched but this caught my eye and I’m so glad I got it!!! The mattes perform effortlessly, and the shimmers are really pretty and don’t crease on me!! Hoping to see more like this from them."
		},
		{
			"review_title": "beautiful palette!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Oily skin",
			"review_text": "Love the colours in this one and the sparkle is gorgeous! Lost a star for having the blue shade arrive broken. I was able to scrape it all out and do the rubbing alcohol trick and put it back in the pan...was able to save about half...phew!"
		},
		{
			"review_title": "Pretty, but glitter shades are a mess",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "Nice palette, but as another reviewer said, the blue broke during shipping and covered everything in the box in blue glitter."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Porcelain skin tone, Normal skin",
			"review_text": "I wish the palette was a 14 pan palette for a couple more shades. But I really liked the look I was able to create."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "Beautiful palette perfect for cool toned skin! The shimmers are beautiful and the mattes blend well. I’m very happy I bought this!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Oily skin",
			"review_text": "Such a stunning eyeshadow palette! Beautiful formula, very creamy and the glittery shades are so iridescent! Very happy with the purchase."
		},
		{
			"review_title": "a Dream!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "This is SUCH a beautiful eyeshadow palette 😍. Not only is the colourway so beautiful, but the shadows are soft, creamy and easily blend-able.  So happy with this purchase!"
		},
		{
			"review_title": "Broken Blue Shade",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "The blue colour came in the mail and it was broken! Wish they would package these pallets better for shipping"
		},
		{
			"review_title": "Beautiful and Perfect",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This is truly the most beautiful and perfect small eyeshadow palette I have ever seen.  The shades are gorgeous, and the number of variety of looks available is fantastic for its size.  The blending is easy, the textures are lovely, and on top of that there is no fallout (not an exaggeration)."
		},
		{
			"review_title": "perfect little palette",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, fairLight skin tone, Combination skin",
			"review_text": "I really enjoy this palette so much, the colors are so pretty together or on their own. It’s a nice size and would be good for traveling. Would also make a nice gift for someone."
		},
		{
			"review_title": "Really good quality eyeshadow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "This eyeshadow palette has really nice colours and the formula is perfect and lasts long. I think this is worth purchasing"
		},
		{
			"review_title": "Very pretty!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I bought this palette because the shimmery shades feel so Y2K to me. And it didn’t disappoint!! The colours are so subtle yet striking in the right light. They catch the sun beautifully. I didn’t notice any fallout throughout the day."
		},
		{
			"review_title": "Arrived in a glittery mess",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
			"review_text": "Beautiful pallet, perfect balance of neutrals and shimmer shades but none of that matters when it arrived with the blue broken and a complete glittery mess. As soon as I opened the sephora box I noticed traces of blue glitter and new I was doomed. All this to say, I'm still tempted to find one in store that is not broken. If you want to try this palette, I recommend you do this same."
		},
		{
			"review_title": "A Dream!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I am not a big eyeshadow girly. I rarely find palettes with colours I love but this is perfect! The colours are beautiful, amazing pigment and blend-ability. Each colour is rich and has long lasting power. It’s compact and perfect. Get it!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Amazing quality! I easily bendable, good pigmentation and I love square shape. Will be perfect for traveling too. I got both pallets (Sugar and Spice) I’m in love…"
		},
		{
			"review_title": "A winner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Deep skin tone, Combination skin",
			"review_text": "I love the color story. ABH doesn’t disappoint. Great quality and color payoff."
		},
		{
			"review_title": "New favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I love the colors in this palette so much as soon as it dropped it was on my radar of something I HAD to pick up. Beautiful as expected, in love with every aspect. I appreciate the inclusion of both metallics and mattes that have glitter specs. Only thing is to be wary around watery parts of your eyes it tends to crease and come off in those areas  even with primer but I made it work."
		}
	]
}