{
    "product_id": "1524",
    "name": "Self Tan Express Mini Kit",
    "brand": "St. Tropez",
    "categories": "Skincare, Value & Gift Sets",
    "price": 27.0,
    "about": "What it is:u00a0A travel-friendly kit of St. Tropez's bestselling tan on the gou2014shower off after one, two, or three hours for a light, medium, or dark tan...Highlighted Ingredients:- DHA: A customizable tanning agent that fades evenly...What Else You Need to Know: St. Tropezu2019s bestselling, on-the-go tan kit allows you to achieve a sunkissed glow in just one houru2014without the self-tan smell. This kit contains the bestselling Express Bronzing Mousse in a travel-friendly size and the Luxe Velvet Applicator Mitt for a flawless finish every time...This Set Contains:- 50 mL Express Bronzing Mousse (travel size).- Luxe Velvet Applicator Mitt",
    "ingredients": "-DHA: A customizable tanning agent that fades evenly....Express Bronzing Mousse:.Aqua (Water), Dihydroxyacetone, Caramel, Propylene Glycol, Ethoxydiglycol, Glycerin, PPG-5-Ceteth-20, Decyl Glucoside, Phenoxyethanol, Parfum (Fragrance), Melanin, Cetyl Hydroxyethylcellulose, Dimethyl Isosorbide, Sodium Metabisulfite, Ethylhexylglycerin, Linalool, Benzyl Salicylate, CI 14700 (Red 4), Hexyl Cinnamal, CI 19140 (Yellow 5), Citronellol, CI 42090 (Blue 1), Limonene, Aloe Barbadensis Leaf Juice, Geraniol, Coumarin, Alpha-Isomethyl Ionone, Hydroxycitronellal, Potassium Sorbate, Citric Acid.",
    "how_to_use": "Suggested Usage:.Prep:.-Exfoliate and moisturize dry areas including hands, feet, ankles, and wrists....Apply:.-Apply onto skin using the mitt to ensure there are no missed patches....Rinse:.-Shower one to three hours after applying, depending on your desired shade....Glow:.-Your tan will develop over three to six hours into your chosen shade.",
    "num_reviews": 37,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/st-tropez-tanning-essentials-self-tan-express-mini-kit-P511278?skuId=2764256&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2764256-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Pretty tan even if you live in the cold!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "I loved this tanning mousse, I look like I was at the beach everyday but I live in Canada and they have very little Summer here. The application is smooth and it is my go to when I need to fake a pretty tan."
        },
        {
            "review_title": "Not All That~",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "I purchased this brand because I heard soooooooo much about it being the ultimate self tanner. Really? Itu2019s great if you need a tan in a rush but gotta say, the color is underwhelming. I find it does have more of an orange tinge. Maybe the regular formula is better, but not so sure I'd want to try."
        },
        {
            "review_title": "A good self tanner",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I was excited to write a review about this product but I actually never received it. So unfortunately I canu2019t write one about this specific product but I used to use the small one a few years back on my face and it never left me orange so itu2019s a good brand, I like the undertone it gave. I just wish I could have gotten to actually try this."
        },
        {
            "review_title": "WASTE OF TIME AND MONEY",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Medium skin tone, Dry skin",
            "review_text": "Avoid this like the plague! Literally NO difference at all after using this for 3 hours. Followed the instructions to a T and have used countless other self tanners and this is a joke of a product. So disappointed! Glad I got the mini kit and didn't waste my money on the full size. No difference in my complexion at all. Dare I say cheap drugstore tans at less than half the price do better! 0/10 no stars"
        },
        {
            "review_title": "Gives you that glow !!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This makes my skin glow , it gives it such a even tan Iu2019ve been look for a nice self tan that give me that natural tan and this is the one, and also not to mention the kit is a very good size you get the perfect amount !"
        },
        {
            "review_title": "Super easy to use!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "It's super easy to use, not messy at all, has no smell, and is super natural! I highly recommend it, especially for travel or last-minute events."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "My first experience of using self-tanning. The product is easy to use, has a wonderful aroma and mousse texture. This bottle was enough for my whole body and still left (I'm 180 cm tall). The product is immediately visible on the body, so you can clearly see where you have already applied it, it is quickly absorbed and leaves a pleasant aroma on the body. After 20 minutes you can already see the first result. After 60 minutes, I already had a nice and even tan."
        },
        {
            "review_title": "Classic!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "This product was gifted by St. Tropez, however Iu2019ve been using this self tan forever. The formula is great. Itu2019s totally customizable depending on how long you want to leave it on for, and it does not have an orange tint. Goes on evenly if applied properly and is great for everyday use. The travel version is ideal for vacation to top up your tan."
        },
        {
            "review_title": "Best Self Tanner on the market!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "I absolutely loved this self tanner by St.Tropez! I have only used a few self tanners in the past, but I have always disliked the chemically scent and uneven tan streaks. St.Tropezu2019s self tan express eliminates all of my previous concerns with self tanners, resulting in a streak/mess-free application accompanied by a lovely tropical scent. I also love that the tanner dries down quickly so you donu2019t have to worry about staining your furniture or clothing! When applying the tanner, place a generous amount onto the mitt and rub into your skin until itu2019s completely even in colour. The tan will seem very subtle at first, but increases over the next 8 hours. I have fair skin and left the tanner on for 1 hour which resulted in a natural sun-kissed colour. I absolutely love this tanner and will be repurchasing again! (I received this product for free in exchange for my honest review from Skeepers)"
        },
        {
            "review_title": "Love how fast it was..",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Was a nice tan overall left it on for three hours and washed off. Did try the first time with one hour but wasnu2019t dark enough. Thatu2019s why I did three hours this time and it looked great. Love how easy it was to apply with the mit and how it felt on the skin as well."
        },
        {
            "review_title": "Great option for a quick tan",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "This self-tanner kit is a lot easier than other self-tanners as you can see where you're placing it in order to avoid streaks. However, it's not fully streak-free; even with following the instructions. I would recommend it as it's portable and a great option for travel."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "This self tanner is so good! I really enjoyed the fact that it spreads nicely and absorbs in the skin good and quick without leaving it looking streaky and orange. I am naturally very fair skinned and this tanner worked very well for me! It also is transfer proof which is a huge bonus. This is a really nice product and the mitt is essential to have with it!"
        },
        {
            "review_title": "A must try for self tanning this summer ud83dudc97",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love how efficient and easy it was to use this. This has been such a good kit which is so compact and travel friendly. I love the velvety applicator which doesnu2019t hurt my skin. Love self tanning and this kit has made my job easier for the season."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Got this self tanning kit and itu2019s so good for the summer. Gave me a nice skin tint that wasnu2019t too dark and was just the right complexion that matched my skin tone, highly recommended for the girlies that want a little tint this summer"
        },
        {
            "review_title": "Perfect self tan kit!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this little kit! Perfect self-tanner for travel. This is now my go to tan because of how quick the colour deepens. Love that it is an express tan, and only needs an hour to develop. I would definitely recommend this little kit for those who want to try self tanning for the first time. This product was gifted, but will repurchase in the future."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Ju2019aime bien aimer le Express Mini Kit. Lu2019utilisation u00e9tait simple et efficace. Les ru00e9sultats mon bien plus. Apru00e8s 8 heure ju2019ai bien bronzer sans que se soit trop foncu00e9 et non naturel. Le produit est agru00e9able sur la peau."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "I really enjoyed using Express Mini kit from St. Tropez. It is quite easy to use and leaves a nice tint on the skin in the end. feels just as nice on the skin. I will definitely use it again and recommend."
        },
        {
            "review_title": "Perfect for beginners!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This was one of my first experiences with self tanner and it was so easy! Using the mitt was so easy and application felt like just putting moisturizer on. The result immediately afterwards was a nice warm glow that continued after 8 hours! Honestly I love this product as a nice base tan for summer. Itu2019s very natural looking!"
        },
        {
            "review_title": "Must have tanning product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "i love how smooth the tan stays and how it looks! It is definitely one of my favourite spray tan looks to go to. My skin also does not feel dehydrated in any way whatsoever! Since the mousse has an applicator it made everything easier!"
        },
        {
            "review_title": "Amazing product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I loved this product so much! The application was easy and mess-free and the final results were gorgeous! I love the option of leaving it on longer for a darker tan. I have sensitive skin and it did not irritate my skin at all! 10/10, would recommend!"
        },
        {
            "review_title": "No orange streaky fake tan look!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Iu2019m new to the world of self tan, and this was a prefect introduction. I love that this kit comes with a generous size mini, plus the mitt for perfect application every time. The mousse was light and airy, blended seamlessly, with zero transfer!!! Results were beautiful!! No orange fake tan look. I will repurchase."
        },
        {
            "review_title": "A must-have for your next vacay!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "This express mini kit will be great for short trips this summer! The same ultimate golden bronze tanner but in a mini version? YES PLEASE! The application was super simple to use and leaves you with a flawless glow. My skin feels and looks silk smooth like I've just been on vacation for a week!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "This product is amazing! The mousse was so soft and blended in effortlessly. The no transfer mousse made for an easy and mess free application process! The final results were the best result I have ever seen with a fake tan. I looked so tan and glowy."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "recently tried the St. Tropez Tan Express Mini Kit from Sephora, and Iu2019m thrilled with the results! After just 8+ hours, my skin had a gorgeous, natural-looking tan that didnu2019t streak or look fake. The color was even and had a lovely bronzed glow, just like Iu2019d spent a day at the beach.  Applying the mousse was super easy and enjoyable. The formula is light and airy, making it a breeze to spread evenly with the mitt included in the kit. It absorbs quickly, so you donu2019t have to wait around forever to get dressed. Plus, it feels nice on the skinu2014not sticky or greasy at all.  One of the best parts about this mousse is that it truly doesnu2019t transfer. I could put on my clothes soon after applying without worrying about any stains. This no-fuss, no-mess feature is perfect for those of us with busy schedules who want a quick and easy tanning solution.  Overall, the St. Tropez Tan Express Mini Kit is a fantastic choice if youu2019re looking for a reliable self-tanner. Itu2019s simple to use, gives beautiful results, and is perfect for anyone wanting a hassle-free tanning experience."
        },
        {
            "review_title": "Great way to try the brand!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, gray hair, Light skin tone, Combination skin",
            "review_text": "I think the price is a little high for the amount of product you get however this is a great way to try the brand before committing to the full size. The kit is super soft and applies the foam super easily."
        },
        {
            "review_title": "I love this express tan!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Express tan in 3 hours is music to my ears!  This Express mini kit by St. Tropez is a must if you have an event and need a tan quickly.  Depending if you need a light tan (1 hr) , medium tan (2 hr)  or darker tan (3 hr) that's how long you keep the product on.  I kept it on for two hours and I love the results.  The tan is beautiful and I love how easy it is to use.  This is so convenient and I love the mini size because it's perfect to take on the go.  I will definitely be repurchasing this!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "One of my fav self tanners but now in a mini size made easy for travel, this will always be a necessity to pack when going away to keep my tan looking stunning the entire time! I love the colour that this tan creates and also the smell is different to your normal self tanner."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I absolutely love this kit. This mini set is easy to carry anywhere. This gives sunkissed glow in just one hour. So easy to use, comes with a great mitt applicator. Good price if looking to try out self tanner for the first time. skin was left looking sunkissed."
        },
        {
            "review_title": "Skin glow on the go!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This mini-kit is so cute! I'm going on vacation soon and will definitely be packing it with me to Europe. The consistency is great, easy to blend and love that you can get an glow in just one hour.  I highly recommend it if you're new to self-tanning products and want to try this out for the first time or if you're travelling anywhere this summer and need a little skin boost."
        },
        {
            "review_title": "Gorgeous tan",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This tan works so quickly and is so amazing. I leave mine on for three hours and it doesn't transfer while I'm doing house chores with it on. After rinsing off before bed it's usually still setting in, but when I wake up, it's with the most beautiful tan ud83dude0dud83dude0d"
        },
        {
            "review_title": "A tanning fave!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "The Express Mini Kit from St-Tropez is the best self tanner I have ever used. Firstly, it leaves no weird smell, it's super easy to apply with the mit that it comes with, the colour finish is stunning and it is not a time-consuming process at all! This product has helped me in so many last-minute situations and has never let me down."
        },
        {
            "review_title": "The best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I absolutely love this kit. This mini set is easy to carry anywhere. This gives sunkissed glow in just one hour. So easy to use, comes with velvet applicator mitt. For beach, vacation itu2019s very easy to carry. I love this kit, highly recommended."
        },
        {
            "review_title": "Great Kit!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Medium skin tone, Oily skin",
            "review_text": "I absolutely love this set! I am going on vacation soon and will definitely be packing this. The consistency of the product is good and goes on smoothly with the help of the mit. Once on, you see instant results. I would recommend if you are new to self tan products."
        },
        {
            "review_title": "Everything you need to get started",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This is a green based tan and gives you everything you need to get started on your super quick express Tan. I went with the three hour wait time before washing it off and the colour is beautiful. It also smells great"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I really enjoyed using the product. I have light medium skin and it is instant results. The smell is a light floral. It lasts for about a week on me before I apply again. The mitt was easy to use and wash."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Love the result. Really easy to apply and leave no marks. Impress!"
        },
        {
            "review_title": "Size Description is incorrect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "My favourite self Tanner. Works great! The description is wrong though. Itu2019s a 50ml bottle not 100ml. I had notified Sephora and they still havenu2019t updated it. Maybe they will see this  review. Description is misleading."
        }
    ]
}