{
	"product_id": "262",
	"name": "Multi-Active Day Moisturizer for Lines, Pores, Glow with Niacinamide ",
	"brand": "Clarins",
	"categories": "Skincare, Moisturizers, Moisturizers",
	"price": 78.0,
	"about": "What it is:A daily moisturizer that targets the first visible signs of aging to smooth the look of lines, refine the appearance of pores, and support a strong moisture barrier—for a healthy-looking glow..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Fine Lines and Wrinkles, Pores, and Dullness.Formulation:Cream.Highlighted Ingredients:- Niacinamide 2%: Visibly smooths fine lines and refines skin’s texture..Ingredient Callouts:This product comes in recyclable packaging..What Else You Need to Know:Daily stress and a fast-paced lifestyle are known to have negative impacts on skin, accelerating the aging process. This phenomenon is known as stress aging.* Powered by two percent niacinamide and organic sea holly bio-extract** to fight the eight damaging effects of stress aging, this day cream delivers up to 24 hours of hydration with a melting, energizing texture..Clinical Results:In a self-evaluation with 104 women, after 28 days, results revealed:",
	"ingredients": "-2% Niacinamide: Visibly smooths fine lines and refines texture. .-Sea Holly Bio-Extract: Reinforces the skin’s moisture barrier. .-Strawberry Tree Fruit Extract: Visibly refines texture and tightens pores. ..Aqua/Water/Eau, Coco-Caprylate/Caprate, Glycerin, Betaine, Cetearyl Alcohol, Niacinamide, Dimethicone, Glyceryl Stearate, Peg-100 Stearate, Cetearyl Ethylhexanoate, Ammonium Acryloyldimethyltaurate/Vp Copolymer, Cetearyl Glucoside, Propylene Glycol, Parfum/Fragrance, Caprylyl Glycol, Dipsacus Sylvestris Extract, Hydroxyacetophenone, Mica, Ci 77891/Titanium Dioxide, Polysilicone-11, Chlorphenesin, Tocopheryl Acetate, Butylene Glycol, Disodium Edta, Caprylic/Capric Triglyceride, Citric Acid, Tocopherol, Eryngium Maritimum Extract, Marrubium Vulgare Extract, Phenethyl Alcohol, Decyl Glucoside, Furcellaria Lumbricalis Extract, Sodium Citrate, Arbutus Unedo Fruit Extract, Lapsana Communis Flower/Leaf/Stem Extract, Maris Sal/Sea Salt/Sel Marin, Ci 17200/Red 33.",
	"how_to_use": "Suggested Usage:.-Smooth over a clean face each morning..-Apply with gentle press-and-release movements, avoiding the eye-contour area..-Work downward, covering the neck and décolleté.",
	"num_reviews": 403,
	"overall_rating": 4.8,
	"product_url": "https://www.sephora.com/ca/en/product/clarins-multi-active-day-moisturizer-for-lines-pores-glow-P510263?skuId=2736452&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2736452-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "1.7 oz / 50 ml",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2736452-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "this stuff is horrible. it smells nice that's it. it's doesn't get in your skin it just says on top."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Makes my skin feel really good. Not sure I have noticed any significant changes yet but I’ve only gone through one bottle of each the day and night. My skin does look healthy and has a smooth complexion after applying."
		},
		{
			"review_title": "Great addition to my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "Really moisturizes my older skin (62)! Feels great going on but stings a bit at first. Smells good without being overpowering."
		},
		{
			"review_title": "Great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I got a sample of this product and I love the it. It’s so moisturizing and smooth to my skin . I intend on putting it to my skincare routine"
		},
		{
			"review_title": "Not soothing",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Stings a little. May be the sea salt and fragrance ingredients. I did not get this for free so I'm being a little more critical compared to those who were gifted this product and told to write about it."
		},
		{
			"review_title": "Not good",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This product made me breakout! I normally don’t either so it sucks. Too bad I threw away the packaging or I’d return it."
		},
		{
			"review_title": "It is part of my daily skincare routine now",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Porcelain skin tone, Combination skin",
			"review_text": "As a skincare enthusiast, I was pleasantly surprised by this moisturizer. It works really well for my sensitive combination skin and used consistently, I noticed a difference in my skin. It has a lightweight formula and good ingredients and leaves the skin hydrating and healthy looking. It does have a bit of a more noticeable smell, which did not bother me as it does not linger after application. If you have the night cream, these 2 are a fantastic duo."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "This is a great lightweight day cream and it goes very well with the night cream in the same line. It’s got a great texture and goes on very smoothly. It is not too greasy and keeps my skin feeling very fresh and hydrated."
		},
		{
			"review_title": "Love this cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "LOVE THIS CREAM! Finally I found a cream which works. My skin improved, and I saw the results. I will buy it again."
		},
		{
			"review_title": "VERY MEDIOCRE",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Ebony skin tone, Combination skin",
			"review_text": "i have been using both moisturizers ( morning and night) for 3 weeks now and my skin has gotten barely any improvement. My face is softer but it looks dehydrated ( which it is). The moisturizer is not for people with dehydrated skin while it doesn't to give in much hydration. If u have really dry skin, save ur coin.   The ingredients of the product is good however moisturizers should moisturize."
		},
		{
			"review_title": "Not good",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This product was the worst! It broke me out so bad i wouldn’t recommend this at all."
		},
		{
			"review_title": "Added Fragrance",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "Chose this as my beauty insider sample. Waste of points. As soon as I opened it, could smell it and sure enough, the product has fragrance added. Disappointed and won't use the sample. Do not buy if you have sensitive skin."
		},
		{
			"review_title": "Too strong of scent",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I was really excited to try the line of this but it’s all soo extremely fragrant. I liked the texture of the cream, but wasn’t for me. Didn’t notice a difference and the scent is too strong."
		},
		{
			"review_title": "Broke my face out",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I wish I had kept the packaging because this would be a product I would return. The first few times I used this it didn’t add anything special and didn’t do anything to smooth my lines. After few days I noticed it was causing my face to break out. I don’t usually break out so I am definitely not a fan"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "soo creamy and is also safe for acne prone skin all ingredients are non-comedogenic"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I love that it is not sticky.  I’m a daily niacinamide user and I’m loving this moisturizer!!! Leaves my skin feeling soft. I received this product for free from Topbox Marketing for testing and review purposes."
		},
		{
			"review_title": "Will buy in the future",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
			"review_text": "I love this moisturizer. It is thick, but it absorbes very quickly and suits my sensitive skin. I haven't seen any improvement with my fine lines and pores yet, but my skin looks firmer and glowy from within."
		},
		{
			"review_title": "Glow!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "It's light moisturizer that absobs well. Although I cannot attest for pore & line smoothing claim as the sample I received was very small, I liked the subtle glow it gave my skin. Note that if you're sensitive to perfumes in skincare, it might not be your cup of tea."
		},
		{
			"review_title": "I have not tried the product yet but…",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "I just wanted to say that I spent 100 pts on rewards bazaar for a sample of 15ml that they show, they don’t specify the amount of product you’re going to receive but they show a picture, all I got was 5ml so I’m a little disappointed"
		},
		{
			"review_title": "It didn't go well with my skin",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "I immediately started getting pimples after the use, it's a very thick moisturizer. I am not sure if the ingredients aren't perfect for my skin."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This a very thick and creamy day moisturizer however i do have to dock points off because it does not have spf which is for me is not suitable during the day. I can honestly say i will using this cream at night time"
		},
		{
			"review_title": "Perfect day cream!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "I’ve been using the day cream and the night cream from the mutiactive line and I’m reaaaally loving the results! The day cream has a light, whipped texture, that leaves my skin feeling super soft and adds a gorgeous radiance to my skin! My skin feels nourished and plump and moisturized without feeling heavy at all!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "This cream is incredibly hydrating! Despite its thickness, it absorbs into my skin within seconds, delivering ample hydration that lasts all day long. Additionally, I find that it helps soothe any skin irritation I may experience and evens out my skin tone overall. My skin does look brighter and seems to be more plump and healthy looking!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "A perfect moisturizer if you prefer something thicker like I do. This gives me a great glow and it’s very moisturizing. Works perfect with my other skincare and when I wear makeup too . It does not cause pilling and it absorbs very nice."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I received the Multi-Active Jour and I really enjoyed it. I really like a lot of Clarin’s formulas and this one didn’t disappoint either. I cannot wait to keep using it. Love that it has niacinamide. Love"
		},
		{
			"review_title": "Love this cream!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I absolutely love the Clarins multi active day cream. After using this cream my skin is so radiant and smooth. My smile lines are even reduced. Applying this cream is so easy and the texture is so creamy. Love this cream!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I love the pretty pink container and the cream itself has a nice soft fragrance. I don’t think this is hydrating enough for super dry skin and it would probably work better for those with combo / oily skin types."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This is a nice daily moisturizer. It’s hydrating enough for my dry skin, but not heavy enough for my night routine. I appreciate that the container was filled to the brim. I do wish that this was fragrance-free, as I have very sensitive skin. Sometimes I apply this and my face will sting for a few moments. I’m not sure if this is from an ingredient (sometimes I naicinamide has this effect on my skin) or from the fragrance. Overall I think this is a nice moisturizer and I think I have noticed a slight improvement in the smoothness of my skin (tighter overall look), which I look forward to seeing more of with continued use."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Dry skin",
			"review_text": "I love this moisturizer from Clarins. It is very moisturizing and makes my skin feel very soft and plump. It easy very creamy and very easy to apply. It is not sticky at all and gives me a very nice glow."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "The multi active day cream really interested me because it has niacinamide. I apply the cream just like the instructions suggest. I start off by warning it in my hands and apply it to my face. As well as using pressure. This is a really nice cream"
		},
		{
			"review_title": "Absorbs quickly",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This was a gift. I am a fan of clarins and I like most of their products. This moisturizer is pretty good very moisturizing and hydrating but J haven’t had it for a long time to judge it properly. I’ve only been using it for 1 weeks now but totally love"
		},
		{
			"review_title": "I love using this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Oily skin",
			"review_text": "I love using this Clarins multi active day cream. It has a very light scent and it is a thick bouncy cream. It absorbs so well and dries down evenly. Non sticky and refreshes my skin. I have combo skin type that is normal to very oily and this works out well for me personally. Overall my skin looks radiant; refreshed and healthy."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I really like this cream! It’s great for everyday use but also for night time. I have dry skin and this cream leaves my face supple and smooth. Works well under makeup too so all around this is a win win."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This is a very nice formula. It’s thin but luxurious enough to sink into the skin without leaving it feeling greasy, and hydrating enough to give me that plump moisturized look. It has a rose, slightly powdery scent to it which doesn’t bother me, but definitely something to note. It’s a very nice day cream to use under makeup too. keeps everything hydrated, and makes makeup go on smoothly!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "What an absolutely fantastic cream! It’s so rich and feels utterly luxurious on the skin, but also absorbs super quickly. My skin is left hydrated, so dewy and supple and with a beautiful luminous glow! it is a bit pricey, so we can’t call this budget friendly. But if you can afford it or want to splurge a bit, definitely try it. I love the way it makes my skin feel, and I’ve been enjoying using it every single morning!"
		},
		{
			"review_title": "So good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This new day cream is quite impressive but then again everything I’ve tried from Clarins has been amazing. This cream has a light texture that gets absorbed quickly without the feel of stickiness. It’s been helping with my kin texture as my skin has become softer and smoother. The fine lines have definitely a softer look to them. My skin stays hydrated and radiant all day. I’m enjoying it."
		},
		{
			"review_title": "Love love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This has become my go to everyday daily moisture because of how good it is! It’s seriously like amazing! I mean it makes my face feels so good. It’s had the best ingredients to help the skin and with daily use my skin has been so radiant, so youthful, so glowy! Would highly recommend!"
		},
		{
			"review_title": "Worth it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "Having combination skin especially during winter is kinda tricky. I try to keep my skin hydrated all year long whatever season it is. I like this cream because it’s thick but not heavy on my skin. Great for daytime use and night as well."
		},
		{
			"review_title": "My dry skin loving it!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "It's like a soft cream that is slightly scented, it's pleasant and I kinda like it.. On my dry skin, it's hydrating without stickiness.. It glides on smoothly and absorbs easily.. Leaving my skin hydrated, soft, smooth and bouncy.. I've been using it for over a week now and I'm loving it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "It is perfect for day and night use, very lightweight but keeps me hydrated. A stunning moisturizer"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Combination skin",
			"review_text": "I love this cream so much! I have pretty dry sky and this cream does wonders in terms of hydration and keeping it moisturized throughout the day. But it does sort of give off a dewy look by the end as well"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Normal skin",
			"review_text": "One of the things I love about this day cream is its lightweight texture. It absorbs quickly into the skin, leaving behind a smooth and velvety finish. I can easily apply makeup on top without any issues, which is a big plus for me. One of the key claims of the cream is its ability to combat the effects of daily stress and environmental aggressors. While I can't visibly see the impact of this, I have noticed that my skin looks more balanced and healthier since incorporating this cream into my routine. The hydration is impressive. My skin feels nourished and moisturized throughout the day, without any greasiness or excess oiliness. It keeps my skin comfortable without clogging pores or causing breakouts. It doesn't leave a shiny residue, allowing me to go about my day with a natural glow. I recommend this for anyone seeking a lightweight, hydrating, and protective formula to incorporate into their daily skincare regimen."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "The best face creams ever ! I’ve been loving this brand for face creams for years now. My face looks so much more radiant when I use it. It goes on so smoothly and looks great under my makeup without making me greasy."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I received Clarins’ Multi-Active Day Moisturizer and I’m in love with this cream! My skin gets super dry during the winter season and not only does this cream helps me to keep my skin hydrated and smooth, it also helping me with aging which I love!"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Oily skin",
			"review_text": "This is an amazing day moisturizer which I have been using for the past two weeks and I absolutely love. It feels so luxurious when applied, it feels like a mini spa experience. It feels lightweight and feels my face feeling smooth and hydrated. I highly recommend it."
		},
		{
			"review_title": "Perfect",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "Transformative! This moisturizer is my go-to for combating fine lines and dullness. I love how it refines my pores and leaves my skin feeling hydrated and refreshed all day. Plus, the recyclable packaging aligns with my eco-conscious values. A must-have in my skincare routine!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Clarins is a favorite for me. Applies evenly, smells nice but not over powering and doesn't bleed into the eyes during the work day. Most of all I like how the results are especially if you are experiencing deep creases or morning puffiness. The cream fills it all in and makes my skin look younger and rejuvenated!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "So excited for this cream! I love clarins and this cream is no exception. Very hydrating yet not at all sticky. I love that it has benefits for pores and fine lines but also not irritating since my skin is so sensitive! Smells lovely and feels great on!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Dry skin",
			"review_text": "I was excited to try this as I’ve loved many other things from the brand. I also think that the packaging is adorable. The product was nice, but I found that it felt a little heavy on my skin and I didn’t love that. Overall it was nice, but I don’t think I’d get it again."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This cream is perfect for day and night time use. It’s light enough but keeps the moisture in. It doesn’t make me break out. The cream smells amazing. Doesn’t have too much of a sticky texture so it’s a good base for makeup"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I have been really enjoying this day cream. It is very lightweight and looks great under makeup and it wears nicely all day. I love this products for its such great ingredients and it makes my skin feel very hydrated."
		},
		{
			"review_title": "Beautiful niacinamide product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "This is a beautiful day cream that I like to use with the night cream. During the day I use spf and if my skin is dry, I use a moisturizer. This one works really well. Texture is nice and light, scent is amazing!"
		},
		{
			"review_title": "Amazing moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "First time using clarins skincare and after two weeks using it twice at day I have to say I really like how my skin is looking more healthy and glowing, I like the texture of it , it absorbs very easy I recommend it"
		},
		{
			"review_title": "So nice!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "This is my first time using a Clarins moisturizer and I’ll definitely be trying more! Even with a thick consistency this is absorbed quickly and leaves my skin looking dewy and feeling soft. It also has a light clean scent that doesn’t linger and I love the pink glass packaging."
		},
		{
			"review_title": "Fantastic daily moisturizer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I absolutely love Clarins! Their skincare is amazing and really caters to every skin type! The Multi Active Day Cream has a great, lightweight and creamy texture that feels so nice on my skin. It has a very lovely light floral fragrance and leaves my skin feeling super soft and hydrated! This moisturizer falls perfectly into my current skincare routine and leave my skin with a beautiful daily glow."
		},
		{
			"review_title": "Amazing moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Amazing moisturizing day cream for the first signs of aging, I can already notice how my skin is looking more smoother and feeling more hydrated when I use it every day before my makeup routine. I love the ingredient list. Id definitely recommend it."
		},
		{
			"review_title": "Lightweight moisturizer",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "As someone with dry/combo skin, finding a moisturizer that hydrates without leaving my skin feeling greasy can be challenging. However, this day cream strikes the perfect balance. It has a lovely light fragrance and a lightweight texture that absorbs quickly into the skin, making it ideal for use under makeup. Despite its lightness, it provides ample hydration, leaving my skin feeling soft and supple throughout the day. This day cream is anti-aging and formulated with teasel extract, which helps to visibly reduce the appearance of fine lines and wrinkles, giving my skin a more youthful appearance."
		},
		{
			"review_title": "Dry skin saver",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "Wow wow wow as someone with dry skin, this was the perfect consistency. My skin feels hydrated without feeling oily. It also layers really well under my makeup and keeps my skin plump all day…especially in this cold winter weather!"
		},
		{
			"review_title": "Love",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I really love this day cream!! Clarins is an amazing brand and always pulls through. It’s not too thick but also not too thin. Definitely moisturizing for sure! I received this product for free for testing purposes."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I absolutely love this day cream , Very light, perfect for warmer weather , no grassy at all, smells good and stay all day long hydrated and smooth skin , very good for my sensitive skin, I love it and I rightly recommend"
		},
		{
			"review_title": "So luxurious!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I am seeing texture on my skin and the fine lines creeping in, so I am trying this day cream during day and I am noticing a great difference in my skin texture and pores,  I see so much improvement. The cream's silky and luxurious texture is perfect to start my day."
		},
		{
			"review_title": "Must Have Day Cream!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I have normal/combo skin with fine lines, dullness, texture and dark spots. Firstly the scent on this is heavenly! I absolutely love how light and slightly sweet it smells. It really adds to the experience when you put it on and get that little hit of aromatherapy. The texture is so silky smooth and lightweight, like a gel-cream consistency that smooths in super easy and doesn't leave any stick/tacky residue behind.  This worked well on top of other skincare products and didn't bunch up or pill when layered. Putting on my makeup over top of this is like a dream! It makes my skin look so plump and hydrated that my foundation lays beautifully on top. It gives my skin a glowy, youthful look and hasn't caused any issues with my sometimes finicky skin. Get this, you won't be disappointed!"
		},
		{
			"review_title": "So good!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Really solid day cream with a slight scent but great moisturizing for those with dry or combination skin. I really love Clarins so anything by the brand is a stunner for me. Thanks for gifting Clarins"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I really like this product, I just wish it didn't have fragrance. It is so unnecessary and doesn't add any benefit to the skin. Having said that, fragrance aside, the product is very nice. it adds an amazing luminosity to the skin and makeup goes under it beautifully. Its the perfect thickness too - not too light or too heavy, and feels really hydrating."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "I got the Multi Active Day Cream as a gift & it’s been a great add on to my skincare. This product is rich in moisture and minimizes the look of my pores. A pea - sized amount of just enough for your face and neck"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I’ve been using this creamy moisturizer daily for the past two weeks and my skin feels more firm and youthful. My pores are less noticeable and my fine lines appear less visible as well. This is easy to apply and feels lightweight too. A great product everyone needs to try!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Medium skin tone, Normal skin",
			"review_text": "I like how light and moisturizing this cream is. The smell is subtle. I suffer from dry skin and this really helped with that . It goes well underneath makeup. I will repurchase and recommend to my friends"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Absolutely love the Active Face Day Cream! It's become my go-to skincare essential. Not only does it leave my skin feeling incredibly hydrated and nourished throughout the day, but its lightweight formula also absorbs quickly without any greasy residue. Gufted hy clarins"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "This day cream has targeted all my skin concerns with its great formula. I use it a lot and my skin has changed for the better. My fine lines are not as visible and my skin feels soft. It gives me a youthful glow."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This moisturizer makes my sleep feel and look very hydrated and glowy. I feel like my skin drinks it up. A little goes a long way so the product will last a while. I am adding this to my routine. I highly recommend"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "After using the Clarins Multi Active Day Cream for about a week, I've noticed some positive changes in my skin. It feels smoother, and so much more hydrated, and overall my skin looks more radiant. I'm pleased with the results so far!"
		},
		{
			"review_title": "Decent",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "It’s a lightweight almost gel moisturizer so it’s perfect if you have oily skin. I am prone to breakouts but this didn’t cause that and kept me moisturized all day. The only thing I don’t like is that it is scented, and it just is not necessary."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Im absolutely obsessed with this cream!  I have sensitive skin and I often struggle with dullness and uneven skin tone. After using this product for a week now my skin has never felt so smooth and hydrated. It has luxurious and silky texture that leaves skin plumped and glowy."
		},
		{
			"review_title": "Clean ingredients. Firmer and glowy skin !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "My skin is normally, dry and very sensitive. This cream has very good ingredients, that are good for my sensitive skin and cleanbeauty friendly. Its texture is gel but a thick gel that hydrates and moisturizes the skin, so looks luminous from the first application. I've been using it for about two weeks and my skin looks slightly firmer. I really liked it for daily use, as a day cream."
		},
		{
			"review_title": "Great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Great product! It feels very soft, not sticky and it smells fantastic. I definitely recommend."
		},
		{
			"review_title": "Great day cream!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This is a great day cream! I use it for only 2 weeks and that was enough to see a very noticeable improvement in my skin texture and my pores, my pores are now less visible. Love how lightweight it feels on the skin, perfect for day use and works great under makeup too. The only downside is the fragrance, it’s kinda strong for a few seconds then it goes away."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "My first impression was that this smells amazing!! The formula is really smooth and silky. I just turned 30 last June and would like to maintain my youthful glow and keep fine lines including smile lines at bay and this cream has done just that. My skin is glowing and hydrated and I will continue to use to see maximum results!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "This moisturizer is very hydrating and feels nice on my skin. I have oily acne prone skin and I do think it helps balance out my oiliness and is helping even out my skin.  I love the anti aging benefits of this moisturizer and I would definitely buy this again."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Dry skin",
			"review_text": "I’ve been using this moisturizer for over a week now and I love it! It’s helped my dry skin tremendously and leaves my skin glowing! It’s super thick and a nice consistency, I also love the bottle packaging!I’m"
		},
		{
			"review_title": "Glow cream",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "This moisturizer leaves my skin feeling smooth and soft. The texture of the cream is thick yet light weight and hydrating. I use it in the mornings to give my face a nice glow. The jar is also recyclable!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This day cream is my new go-to for everyday use. I love how lightweight it is and how hydrated my skin feels after each use. I have definitely seen a visible reduction in my pores. I would recommend adding this to your skincare routine!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "This Clarin’s day cream has been a lifesaver this winter season! It has completley healed my dry, flaky skin and turned it so youthful and bouncy. It is the perfect day cream to use under a full face of make up as well. I find that it replenished my skin deeply and left it looking so glowy everyday."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "I have been testing out this new moisturizer and so far I enjoy applying it every morning at the end of my skincare routine. It feels lightweight and my skin loves it. As someone with oily and combination skin it’s difficult to find products that don’t over dry or over hydrate my skin. I look forward to applying this each morning!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Lovely lightweight day cream that keeps my skin hydrated without feeling heavy or greasy. Niacinamide works well for my skin to keep it looking clear. This day cream layers well under makeup. Probably best for normal- oily skin."
		},
		{
			"review_title": "Great for dry mature skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I absolutely adore this cream for so many reasons. It keeps my skin beautifully moisturized all day long and leaves it with a radiant, glowy finish. Plus,  It also works well as a makeup primer. However, I do find the fragrance a bit strong. A fragrance-free option would be a great addition for those sensitive to scents."
		},
		{
			"review_title": "This smells so amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Combination skin",
			"review_text": "I recently tried the Multi-Active Night Cream from Clarins, and it has become a staple in my nighttime skincare routine. The first thing that caught my attention was the luxurious feel of the cream. The texture is rich and velvety, gliding effortlessly onto the skin.  What sets this night cream apart is its ability to address multiple skincare concerns simultaneously. I noticed a visible reduction in fine lines and wrinkles, giving my skin a smoother and more youthful appearance. The formula is also hydrating without feeling heavy, leaving my skin feeling plump and nourished.  I particularly appreciate the subtle but soothing fragrance, creating a calming atmosphere as I wind down for the night. The jar packaging is not only aesthetically pleasing but also practical, making it easy to control the amount of product dispensed.  After consistent use, I woke up to a revitalized complexion. My skin looked brighter, and the overall texture had improved. The inclusion of anti-aging ingredients like organic Teasel extract adds to the cream's efficacy, promoting skin renewal and resilience.  While the Multi-Active Night Cream is an investment, I believe it's worth every penny for those seeking a comprehensive solution to address aging concerns. Clarins has once again delivered a high-quality product that lives up to its promises, making it a must-have in my nightly skincare ritual."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I'm thrilled to share with you that I've found an incredible product that's been a game-changer for my skin! As I've started to notice some fine lines appearing, this amazing product has been working its magic by targeting the first signs of aging. It visibly smooths lines, refines pores, improves skin texture, and even helps to strengthen the skin's moisture barrier. I'm already seeing a radiant, youthful glow that makes me feel absolutely amazing!"
		},
		{
			"review_title": "Great day cream!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
			"review_text": "I’m always on the hunt for a day cream that keeps my dry skin hydrated enough, lasts all day and looks good under makeup, most are not hydrating enough or too heavy… This one is really nice and has a nice thick texture that is hydrating and helps my makeup look nice all day."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Clarins Multi Active Day Cream is my daily go-to for happy, hydrated skin. Its lightweight feel and refreshing scent make mornings a breeze. Plus, it keeps my skin looking radiant and feeling soft all day long. It's like a little pick-me-up in a jar!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "Another amazing product from Clarins. This day cream amazingly preps my skin for the day even goes well under make up application. It has lightweight texture none greasy and perfect hydration for my skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I received this product for a review and it is amazing hydrating cream. Will get this again for sure."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I got this NEW Multi-Active Day Cream from Clarins  I've been using this cream daily for the past week and my skin has loved it so much! The texture is smooth and lightweight, leaving me feeling nourished and hydrated!$"
		},
		{
			"review_title": "Glowing!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Normal skin",
			"review_text": "I am always impressed by Clarins skincare products but this one is GOOD!! Like really good! I have been using it in combination with the Double Serum and Double Serum Eye and my skin has never looked better."
		},
		{
			"review_title": "Must need!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
			"review_text": "Clairins makes the best hydrating moisturizer! I love the smell it is lightweight and not overpowering. It is not thick underneath make up and your skin will last all day. The size is perfect on the go or travel!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I'm in love with this moisturizer! It's lightweight, makes my skin feel amazing, and sits well under makeup! I love that the scent isn't too overwhelming too.  The ingredients like niacinamide are super beneficial for my oily/combo skin. Just love it!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Normal skin",
			"review_text": ". This moisturizer is a nice moisturizer for daytime. It doesn’t pill under makeup which is one of my biggest concerns when picking a daytime product. My skin feels hydrated after using this. It has a light scent to it that eventually dissipates. It is a bit overpriced in my opinion for what it is. I also think if you have sensitive skin the added ingredients might irritate your skin with daily use. Overall a good moisturizer especially if you love clarins because they make quality products."
		},
		{
			"review_title": "Def a good product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "To start off i would like to say it does have a small scent to it. I would say like a fresh scent nothing too strong. It was in a way a thick consistency and hydrating. It left my skin very glowy i would recommend to my girlies that want to try a high end skincare product"
		},
		{
			"review_title": "Perfect Day Cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Combination skin",
			"review_text": "I have never doubted the products from Clarins, and this is definitely not an exception. Perfect day cream for an everyday use. The texture is so creamy and it feels amazing in my skin. This is going to be a staple in my skincare morning routine."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "This is such a great face cream. I been using it daily before doing my makeup and I like that it nourishes and moisturizes my dry skin  and leaves it feeling smooth and plump. The texture is very light, creamy and it’s very nourishing. it has a light floral scent that is very pleasing. It's non greasy and doesn't cause any irritation."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
			"review_text": "I received the multi active day cream from clarins. I love this moisturizer  ! I have normal to dry skin and when I use it I don’t ever have to feel like I need to go running for more lotion. I would recommend!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Lovely packaging that feels expensive. It’s a light, but dewy cream that’s feels luxurious on the skin.  I love the addition of niacinamide for the daytime since it works with a lot of other ingredients."
		},
		{
			"review_title": "Way too heavily scented",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "The Multi Active Day Cream by Clarins is a wonderfully deeply moisturizing night cream infused with niacinamide that leaves my skin fully refreshed in the morning. Unfortunately this product is highly scented to the point it is distracting for hours."
		},
		{
			"review_title": "Make me feel confident again",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "This day cream is a dream! It has a luxurious scent that's refreshingly different from my night cream. The creamy texture is surprisingly lightweight and absorbs beautifully, leaving no residue. My stressed-out skin (thanks to sleepless nights!) finally found relief with this product. It's incredibly hydrating and smoothing, giving me all-day confidence."
		},
		{
			"review_title": "Great moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I love using this cream in my morning routine. It feels lightweight and I love the youthful glow it gives. I like that it targets the first signs of aging, smooths lines, refine pores, and skin texture. It also helps strengthen skin’s moisture barrier."
		},
		{
			"review_title": "Loveeee",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "My skin feels incredibly hydrated and soft, and I've noticed a significant improvement in the overall texture and appearance of my skin. The cream has a luxurious feel and absorbs quickly without leaving any greasy residue. I also love the smell. I've even received compliments on how radiant my skin looks! I highly recommend to anyone looking for a high-quality, effective moisturizer"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Such a luxurious cream ! I have been using it for sometime and my face feels more hydrated. The texture is super creamy , it does have a thick consistency but is not heavy on the skin at all. I wear it under makeup and it sits nicely."
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Dry skin",
			"review_text": "Wow I’m impressed with this day cream, I’m really liking the formula and how smooth it makes my skin feel throughout the day. It has a velvety texture that absorbs into the skin beautifully. My skin tends to get very dry, after using this day cream, I’ve noticed how hydrated and radiant my skin has been. I think now I need the night cream version. Highly recommend."
		},
		{
			"review_title": "So Hydrating!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "This moisturizer is so good! The texture is amazing, so silky and lightweight while still being super hydrating and plumping. I love the feel of it on my skin. I have sensitive and dull tired looking skin usually and this moisturizer makes me look bright and glowy and revived and it lasts most of the day! It layers well under makeup and spf too! Super easy to apply and just all around makes my skin feel great. I love it!"
		},
		{
			"review_title": "AMAZING!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I have dry and sensitive skin and found this day cream to really hydrate my skin and make it feel soft. It didn't feel too greasy on and absorbed into my skin nicely. I do have some dry patches around my nose and cheek areas, but this really helped lessen the dry patches appear sooner after hours of wearing makeup. So happy with this!"
		},
		{
			"review_title": "The best for reducing texture and fine lines",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This cream was so silky and satisfying on my skin. It helped brighten and bring life to my skin during my morning routine. My skin doesn’t seem so red nor does it seem as textured as before starting this product!"
		},
		{
			"review_title": "Highly Recommend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Im 50, with super dry skin! I have been using this cream in the morning and it doesn’t feel heavy at all while providing me with enough hydration, and it adds a nice glow on my skin! It okays well with my sunscreen and under my makeup!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Multi-Active Day Moisturizer works perfectly to hydrate the face, I really like this moisturizer for day time routine. It's perfect for normal to dry skin,This moisturizing cream is soft and light in texture but is absorbed super quickly into the skin!!! Another Clarins product I’ve been loving."
		},
		{
			"review_title": "Glowy, moisturized skin",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I love the rich, thick texture of this cream. It’s fairly thick, but absorbs easily into the skin and makes my skin feel more hydrated and plump. Even though I have combo oily skin I don’t find it too heavy. Looks great under makeup or on its own for a night cream. I love that it includes niacinamide, I’m assuming with this ingredient I will see more glowy skin with time. I did take one star off because I don’t love the scent."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Love this moisturizing cream !! After just a couple weeks of use I saw a huge difference in the size of my pores and my skin definitely looked more glowy and radiant. It smells amazing and I personally found the texture to be pretty silky and lightweight. A little goes a long way, and it literally leaves my skin feeling soft and hydrated throughout the day. Highly recommend !!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I love Clarins products and this moisturizer is nice like their other products! I have dry skin and this works like magic and my skin feels so nourished and moisturized now I am using it from 10 days regularly! This is a rich and luxurious cream that feels so good on the skin! Love the smell too so good!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I think this is a nice cream, my dry skin loves niacinamide and I feel like my complexion looks brighter using it. The cream does leave a nice immediate glow and feels not too heavy. However, I need something with more moisture for my dehydrated dry skin. I find myself needing more intensive serum and oil to pair with this cream."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "Initially, I scrutinized the cream's ingredients due to my sensitive skin, and I'm thrilled to find its composition ideal! The cream's texture is soft, with a pleasant scent, and leaves no sticky residue upon application. It absorbs swiftly, promoting rapid skin hydration and radiance. Additionally, the packaging is visually appealing!"
		},
		{
			"review_title": "Must try",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
			"review_text": "Love to use this Clarins cream every day, so moisturizing and hydrating my face skin perfectly. Also it has light pleasant scent. I have dry skin type and definitely recommending trying out this cream!"
		},
		{
			"review_title": "Must Add To Skin Routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This Multi Active Day Cream is truly perfect!!! I’ve been using this product for about 2 weeks. And I’m loving the results so far. I had huge pores but this cream has really helped minimize my pores. Also the the texture of those products is so silky smooth. It also makes my face feel smooth & very moisturized!!! Clarins I am so impressed!!! 😍🖤"
		},
		{
			"review_title": "Incredibleeee!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "I love Clarins products so much! And I've been using this moisturizer for a few weeks and the results have been amazing! My skin is so moistured and it looks amazing. The product also smells amazing and I love the consistency."
		},
		{
			"review_title": "Feeling youthful again",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
			"review_text": "The Multi-Active Day Moisturizer for Lines, Pores, Glow with Niacinamide has quickly become my go-to skincare essential. I've been on the lookout for a product that can combat the visible signs of stress aging, and this moisturizer does exactly that.  Its rich cream formula effortlessly addresses my fine lines, pores, and dullness, leaving my skin visibly smoother and more radiant.   I love how it has the potent combination of 2% Niacinamide and Sea Holly Bio-Extract, it's perfect for strengthening my skin's moisture barrier for long-lasting hydration. This moisturizer makes me feel youthful again and makes my skin glow. My morning always starts off with this smooth cream and I'm loving being able to visible see the results show."
		},
		{
			"review_title": "Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Oily skin",
			"review_text": "I am absolutely loving this multi active day cream! One of the first things that sold me is sea holly. Sea holly has so many amazing benefits to the skin I swear by it. I’ve only been using this for about a week now and I can tell you it’s helped so much with the overall brightness of my skin, my skin looks supple and healthy. I can’t wait to see further results."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I love this cream for daytime so much. It feels like I’m using a spa quality product. It does such a good job at making my somewhat dry but sensitive skin feel supple and moisturized, and it’s non irritating."
		},
		{
			"review_title": "Glowy luxurious skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This definitely left my skin hydrated all day! Definitely smells and feels like luxury! It makes my skin look glowy and hydrated! It’s not light on my skin but definitely feels just right. I really feel my skin is feeling pampered."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This day cream is what I rely on when I have bet skin or when I am dealing with some irritation and redness. It takes care of my many skin problems that I always have to reach for it for a good day cream."
		},
		{
			"review_title": "very hydrated!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Porcelain skin tone, Dry skin",
			"review_text": "I've been using Clarins Multi Active Day Cream, and the results are impressive. My skin feels noticeably smoother and more radiant. The texture is luxurious, providing a hydrating and velvety feel without being greasy. The application process is a breeze – it absorbs quickly, making it perfect for a morning routine. This cream effectively addresses my skin concerns, leaving it refreshed and combating signs of fatigue. Overall, it's become a staple in my skincare regimen for its effective formula and delightful experience."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, Medium skin tone, Combination skin",
			"review_text": "I was excited to try this day cream as I heard about this clarinets brand before. It is a nice texture that glides on my skin and is rich and creamy. It also has a pleasant smell that is not overpowering."
		},
		{
			"review_title": "Love!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "This has helped my skin so much!! My skin has been struggling with hydration and dark spots and since I’ve been using products to lighten my hyperpigmentation and that’s also lead to dry skin. This has helped my skin rebalance!! It keeps my skin hydrated and plump!"
		},
		{
			"review_title": "signs of aging",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "I am in my late 30s with no major skin concerns, but surely I have signs of aging - wrinkles + minor dryness, especially after washing my face. In addition, uneven skin tone due to lack of sleep. Excited to try this cream."
		},
		{
			"review_title": "Amazing Cream for dry skin .",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "This new Multi Active Day Cream from Clarins is amazing. The texture I so lightweight but very hydrating on the skin . It’s like a slash of water to your face . I have very dry skin and I’ve been using this cream for over a month now and my skin looks so glowing, plump and well hydrated. I apply a dab of cream on he palm of my hands and rub it together so it can warm up the product. I then pat my hands gently all over my face and neck to apply the product and give my face a little massage . This cream feels so luxurious on the skin ."
		},
		{
			"review_title": "Perfect every day cream before makeup!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I’ve been using this day cream every morning for the last 2 weeks, and I’m loving it! The formula is lightweight and it absorbs quickly and keeps my skin smooth and hydrated all day. It works great under makeup. It smells nice but not overpowering. Love that the packaging is pink(I’m obsessed with cute packaging lol) I’d recommend it!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "At first glance, this cream was great because it has a soft matte finish which I found to perform really well under makeup, especially for people with oilier skin. However, it has a strong scent that is too overwhelming for me; it smells like perfume. I would say if you're not sensitive to scents, this is an amazing cream due to its texture. I, unfortunately don't reach for this too often because of the scent."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Normal skin",
			"review_text": "The tiniest dab of this product goes a long way. It’s very thick and feels very moisturizing but doesn’t feel heavy on the skin. I feel like my skin has loved this product and I also love that it doesn’t smell strong!"
		},
		{
			"review_title": "Beautiful cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "I received this cream in exchange gor my honest review from clarins. This day cream is so dreamy, feels like a cloud on my skin, blends very well and super moisturizing. This cream little goes a long way. My skin feel like baby's butt."
		},
		{
			"review_title": "a new favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Normal skin",
			"review_text": "This multi active day cream is amazing. I love the texture, a creamy but thin consistency that is perfect for morning routine. My skin absorbs it easily and seems to give me a radiant glow from within! It keeps me hydrated throughout my whole shift and keeps my foundation looking great."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I love the packaging of this cream. It is pink and cute and comes in a hefty plastic container. It is easy to use and feels great on the skin. It feels so luxurious and smells great too. This is definitely my fave."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "This moisturizer works great for my combo skin. It has a lightweight and quickly-absorbing texture that leaves natural finish. My skin is left well hydrated but never greasy with this moisturizer. No breakouts too. I also love its powdery fragrance adding a little something to the experience. Wonderful overall!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "My initial impression is that the scent is overpowering. I have sensitive skin and I prefer fragrance-free products. it does absorb quickly. It leaves my face feeling smooth and moisturized, and I like that it has niacinamide."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "I’ve been a fan of clarins for years and am loving this day cream! It absorbs nicely and feels very hydrating. And it worked well under my makeup which is always a plus. A great addition to my skincare routine!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I have sensitive, dry skin with some texture from clogged pores and a bit of acne. My skin is also pretty dull, especially in the winter. I have used Clarins products before with great results and was very excited to try this one. It did not disappoint! I used it for a week straight at night, and when I woke up in the morning my skin was noticeably more radiant and with less texture. It smells great and did not negatively affect my skin in any way. I will keep using this product!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I wanted to try a new moisturizer and this was the perfect product to help me minimize my pores. The formula is thick and absorbs nicely into my skin. I have combination skin and this never felt heavy on my skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "So far this product has been nice. It’s very nice and supple on the skin while leaving the skin nice and hydrated but not in an oily way I have combination skin is leaning more towards dry, so this is nice and it makes the face fluffy."
		},
		{
			"review_title": "Soft And Hydrated Skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Been loving this! It makes my face feel super hydrated throughout the day and I love that it feels really light weight on my skin. I use it every morning and I have noticed my pores do look more minimized when using this product. It also has a very light scent that I enjoy."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This lightweight cream has become a staple in my daily routine. It makes my skin feel adequately hydrated and protected. Dry skin approved and doesn’t smell weird! The tub will also last you quite a while because you don’t need much. Grab this for spring and summer!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Oily skin",
			"review_text": "I love the texture of this moisturizer for daytime. Not too heavy but very nourishing and wears well under makeup/ doesn’t pill when combined or used with other skincare products. My first I’ve tried from Clarins!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I have used many products from clarins and they have never wowed me. Not to say that I don’t like the products, but I was just blown away by this moisturizer. I love the texture. I have recently gotten very very dry skin, which is not normal for me and this came at the perfect time it is so velvety it is so hydrating my skin looks plump. It looks Dewey. It looks fresh. I love the smell I know some people are weird about sense in their skin care, but I absolutely love the smell I use the nighttime moisturizer as well, and I have been so happy with it, I am in my early 30s I have fine lines I have wrinkles on my forehead. I have very very small smile lines. I also get acne and like I said I used to be oily but now I’m definitely more normal to dry."
		},
		{
			"review_title": "Very moisturizing.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "This active day cream is really Hydrating, especially during winter. It has helped my dry skin so much. It is very light weight and not thick. It has a clean scent but nothing too heavy. It leaves my skin feeling plump, hydrated and firm."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I love how this cram makes my skin look and feel. So hydrated and plump. I love the ingredients in this, has definitely helped my skin with moisture since my skin has been so dry these past weeks due to the cold"
		},
		{
			"review_title": "Def a must have in my new routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Made my skin so hydrated it felt like butter. Instanlty boosted my skin color and texture to soft and glowy. My fine lines were 50% less visible as soon as I put the cream on. My pores were instantly minimized and my skin felt so energized and ready to go for the day, laid great under my makeup!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I am always impressed with Clarins products! They are so underrated! This face cream was thick but not too thick, creamy but not oily. It applied beautifully and makeup applied great on top! I think it’s perfect for normal to dry skin and I will definitely be reaching for it over the next couple months."
		},
		{
			"review_title": "Nice cream!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I just started using this cream about ten days ago. I got it in PR and decided to pop it open as my skin is in desperate need of barrier support and repair and this seemed like just the thing. It’s probably too short of a period to know if it is working but it does leave my skin feeling hydrated and nourished so it’s a win for me so far! Gifted by Clarins."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I recently tried this day cream moisturizer, and it has become a staple in my skincare routine. The luxurious texture feels indulgent, absorbing quickly without any greasiness. My skin feels instantly hydrated and looks radiant throughout the day. The subtle fragrance adds a touch of spa-like relaxation. I've noticed a visible improvement in fine lines and overall skin tone since using this product. It's a bit pricey, but the results make it worth the investment for anyone seeking a high-quality day cream."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Clarins Multi Active Day Cream is a luxurious treat for the skin. The texture is velvety smooth, making it a delight to apply each morning. From the first use, I noticed how this cream instantly hydrates and nourishes my skin, leaving it incredibly soft and supple throughout the day.  One of the standout features of this day cream is its inclusion of niacinamide, a powerhouse ingredient known for its ability to improve skin texture and minimize the appearance of pores. I've noticed a visible improvement in my skin's overall tone and texture since incorporating this cream into my skincare routine.  What I love most about Clarins Multi Active Day Cream is its lightweight yet deeply hydrating formula. It absorbs quickly into the skin, providing long-lasting moisture without feeling heavy or greasy. Plus, the subtle floral scent is an added bonus that makes each application feel like a spa-like experience."
		},
		{
			"review_title": "Say Hello to Your New Beauty Staple!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Dry skin",
			"review_text": "Indulgence in a jar! This soft, creamy day cream is a skin savior. Not only does it lavish your skin with hydration, but it also imparts a radiant glow that lasts all day. Plus, its lightweight formula sits beautifully under makeup, ensuring your skin stays luminous and flawless from morning to night. Say hello to your new beauty staple!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I really like this moisturizer. I use it in the morning. I like its cream texture and that it has a good smell to it. It leaves my skin hydrated, smooth, and reduces my redness. I highly recommend it."
		},
		{
			"review_title": "smells amazing!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "omg this day cream feels like an absolute luxury on my skin! The smell is amazing, I want it in a perfume! This product paired well with the rest of my skincare and makeup! Also this was perfect for my very dry skin!"
		},
		{
			"review_title": "Wow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Packed with 2% niacinamide, this cream instantly moisturizes and softens. I love the pale pink hue. The texture is creamy, but it doesn’t leave my skin sticky. I use it daily at night and it’s moisturizing enough for dry & cold winter weather."
		},
		{
			"review_title": "A great lightweight moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I really like this Clarins day cream moisturizer. It smells great and feels good on my skin. It’s a light moisturizer but is perfect for the daytime. It makes my skin look dewy and glowing. I definitely recommend this cream and want to try the night version next."
		},
		{
			"review_title": "So super hydrating!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "So far my skin is really loving this! It’s nice and lightweight but also really holds the moisture in my skin! My makeup looks flawless after using this and lasts all day without slipping. My skin hasn’t broken out from this yet so I’m happy!"
		},
		{
			"review_title": "Amazing moisturizer !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "In love with this moisturizer. It is a cream that has a soft and light texture but is absorbed super quickly into the skin. I like that it contains ingredients like niacinamide since it is very good. It has provided a lot of hydration and softness to my skin and helps visibly smooth fine lines. It's perfect for daytime, it smells good and leaves your skin looking radiant but without feeling greasy."
		},
		{
			"review_title": "My skin loves it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "the new Clarin’s multi active moisturizer has been a great addition to my day routine. It feels very soft to the touch and leaves my skin feeling moisturized especially during these colder months. I have noticed an improvement in my overall texture as well."
		},
		{
			"review_title": "Really hydrating",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Loving the texture of this moisturizer. It leaves my skin feeling hydrated and glowy. It was perfect for me since my skin gets really dry on winter/cold days. My foundation looks super nice after applying it"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "I’ve recently discovered Clarins products and im loving everything I’m trying out. This cream is perfect for daytime, lightweight but super hydrating at the same time. Perfect texture to be worn alone or under makeup. Does not pill when applied under makeup. I feel refreshed when I use this and my skin says thank you!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Fair skin tone",
			"review_text": "Similar yet slightly different than the night cream. This one has strawberry tree fruit extract and teasel extract that helps to energize the skin and help improve texture! I can see how this is good for the morning."
		},
		{
			"review_title": "It’s ok",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
			"review_text": "This moisturizer has a lightweight texture and a light/medium scent that isn’t overpowering. It absorbs nicely and glides very easily. To me the glycerin is very apparent as it has a lot of slip to it, it has too much slip for my personal preference."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "This Cream is my go-to for keeping my skin hydrated and glowing throughout the day. The lightweight formula absorbs quickly and doesn't feel greasy on my skin. It helps to smooth out fine lines and wrinkles, giving me a youthful appearance. I love how radiant and refreshed my skin looks after using this cream."
		},
		{
			"review_title": "so great for textured skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Oily skin",
			"review_text": "this is a lux cream in beautiful packaging - i love the texture on my skin and how it melts into my skin leaving everything feeling smooth. my old scars and bumps are a pain point for me and i love that this day cream doesn’t make them look flaky"
		},
		{
			"review_title": "skincare staple",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "The Multi Active Day Cream is a skincare staple! Silky texture, quick absorption, and my skin feels rejuvenated all day. It's become my daily dose of hydration. No greasiness, just a radiant glow. A must for anyone wanting a nourishing and effective day cream."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "Another clarins product I’ve been loving. I recently started using this day cream and love how moisturizing it makes my face feel. I have combination skin and haven’t had any issues with irritation or breakouts."
		},
		{
			"review_title": "Pretty good!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I have not used a ton of Clarins products in my life, but I really liked discovering this. I have sensitive skin and this is non-irritating, doesn't have a crazy strong smell, and really moisturizes all day. I don't think its the BEST I have ever found, but definitely good!!"
		},
		{
			"review_title": "Good ingredients, but strong fragrance",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "The texture is luxuriously rich and creamy and applies smoothly to my skin. It leaves me feeling moisturized and glowy all day long. I especially love that it's packed with promising ingredients, like niacinamide and organic sea holly extract, to help with my dullness and fine lines.  However, there is one downside: the fragrance is quite strong. While it's pleasant, it might be overpowering for some, especially those with sensitive skin."
		},
		{
			"review_title": "I love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This cream is amazing. It made my skin glow and it smells amazing too. My skin is usually very dry but still sensitive and acne prone. This formula was gentle and hydrating, giving my skin the moisture it needed. I love it!"
		},
		{
			"review_title": "Very Effective",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "This day cream is Done Right. I have a sensitive combo skin with a bit of too much dryness during the colder months and this cream really helps to keep my face healthy and moisturized. The texture is light and airy and sets beautifully on my face and sits well under makeup. I highly recommend it"
		},
		{
			"review_title": "Cute pink packaging",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I absolutely love this product because this have combination of niacinamide, strawberry and sea holly extract to help aging, skin barrier, skin texture and glowing health skin. Day cream under light make up is nice too"
		},
		{
			"review_title": "Thick, sunscreen like",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "In it. So the first 3 reviews about it being lightweight is a lie. It DOES absorb quickly into the skin, like extremely quickly. My face feels supple. Overall so far it’s a good product."
		},
		{
			"review_title": "OBSESSED",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Combination skin",
			"review_text": "This is literally one of the most amazing day creams I have ever tried! The smell, the consistency, the way the product feels and hydrates my skin! I am truly impressed and this will def be a staple in my skincare forever! wow. I received something in exchange for this post"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "My skin has never looked this good after using this cream from Clarins. I have texture and pores and my texture/ pores have reduced so much and I’ve only been using this product for 3 weeks now. The cream is very lightweight on the skin and it’s non greasy.."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This cream has become a skincare essential for me. Its lightweight texture hydrates my skin without feeling heavy, and the formulation leaves my complexion looking refreshed and radiant. It's a daily indulgence that keeps my skin feeling nourished and ready to face the day."
		},
		{
			"review_title": "Staple moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I've been using this day cream for a little over a week now, and so far have really enjoyed it. It has a light scent, which I enjoy. It leaves my face feeling moisturized, however not greasy like some others. My skin looks dewy and plump. Excited to continue to use."
		},
		{
			"review_title": "SAVED MY SKIN!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "This cream recovered my skin overnight! I had excessive dry patches around the my mouth but as soon as I put this on, it didn’t irritate my skin and my skin became healthy again! This was a lifesaver. Definitely get this for the worst days and it will not let you down."
		},
		{
			"review_title": "A great addition to my morning routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I’ve been using clarins Multi-Active Day Face Cream for  the past week I’ve noticed a difference in the appearance of my pores and the texture of my skin. Not to mention the is product smells amazing and feels light weight on my skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
			"review_text": "A beautiful, luxurious cream preferably for night time use at least for me. It has a thicker consistency but glides onto the skin so smoothly and luckily no issues with pilling. It has a clean, almost light floral scent that is super calming esp before bed. I wake up with super hydrated skin and the perfect glow (thanks to the niacinamide), what better way to wake up!"
		},
		{
			"review_title": "Love!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I love using this product every day. It smells so good and I apply it all over my face and it feels so good on my cheeks. Doesn’t leave any shiny residue melts in so well. I can really tell the difference in the dryness of my skin."
		},
		{
			"review_title": "Smooth all day skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Dry skin",
			"review_text": "You want that all day smooth skin? Then this is the product for you!! My skin runs dry to very in the winter and needs that moisture. This cream has it. Not only did the product soak in, it had my skin feeling as smooth as ice cream! The consistency of the cream is light and it just glides right on to my skin. My face was happy all day long with this product on!"
		},
		{
			"review_title": "Nice gel-like texture",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "My skin type is fairly dry and can sometimes get flaky, especially in the winter. I find this moisturizer to be quite lightweight but still hydrating—it’s nice! The texture feels good between my finger tips and “soaks in” to my skin well; it’s sort of midway between a gel and a cream, and it feels slightly tacky even after it’s been on for a while (for me this is a pro). Keeps my face feeling hydrated all day and it does minimize my pores and dryness."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Oily skin",
			"review_text": "This moisturizer feels really good on my skin very light, goes on smoothly and quickly absorbed into the skin. It gives a beautiful glow and applies very well under my makeup. A little goes a long way so you don’t need to use a lot of product."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I absolutely love Clarins products which is why I was so excited to try their new Multi Active Day Cream! I have sensitive, eczema-prone skin and this cream gave my skin the perfect amount of plump hydration without clogging my pores and irritating my skin! I love to use this cream as a last step in my skincare routine and it does a great job of keeping my skin moisturized and glowy all day!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I have not tried Clarins moisturizers yet but I have to say I was really impressed with this baby. I felt it’s perfect for day time even with my dry asf skin. I think it goes really well and creates good hydration."
		},
		{
			"review_title": "Sits well on the skin even for combination skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "First impression, this product is incredibly hydrating. It is quite thick for someone with combination skin, however it lather very well at night. It doesn't leave me feeling greasy and works well with other ingredients. I would say as a daytime moisturizer it sits well under makeup. I would recommend it overall!"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "I have been using the multi active day cream with a night cream, and I absolutely love it. My skin feels so moisturized, it's creamy, but non-oily. It is easily absorbed by my skin. I love the scent. It has a really improved my skincare routine. It feels so luxe. I love the packaging."
		},
		{
			"review_title": "Beautiful cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This is such a great cream. The packaging looks very elegant and luxurious and the texture of the cream is amazing, so soft and creamy. I have combinations skin and this creams works so well on my face. It is such a pleasure to apply it in the morning before my makeup routine."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I love it. Lightweight, nice fragrance, absorbs quick in top on mine numerous serums and toners. Provides good foundation for a makeup. And I love that it has niacinamide. This is my go to active ingredient"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Medium skin tone, Combination skin",
			"review_text": "I love Clairins and was excited to try this new product. Off the immediate impression, I could notice it was very hydrating. This says it’s a a day cream, but it may be too thick if you have oily skin. For me, it was perfect and it has my favorite ingredient in it (niacinamide!). I will repurchase again."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Normal skin",
			"review_text": "I think this is the perfect first step into anti aging for anyone in their 20’s or early 30’s to get a start on treating or preempting those first signs of fine lines and loss of firmness. Though, layered with a solid anti aging serum it could be great for any age as long as it delivers enough moisture for your skin. It’s a beautiful texture that really melts into the skin without leaving a sticky finish or any greasiness, but doesn’t skimp on the moisture to achieve it. Immediately my skin felt super soft and smooth, and I began to notice a bit of a plumping effect after a few uses. I’m excited to continue using it to see what some of the more long term benefits are. I was really pleasantly surprised to find that this was rich enough to support my skin in the dry winter weather we experience here, given its lighter texture. But it applies beautifully and helps create a great base for makeup. Because it melts into the skin rather than sitting on top I didn’t have any pilling with my foundation, which is always a concern. Overall I’ve really enjoyed using it and I’m very pleased with it so far!"
		},
		{
			"review_title": "Great moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I like how this cream leaves my skin feeling hydrated without making it feel greasy. I do feel it makes my face have a more glowy look to it and overall healthier. I’ve been using it for a few days but will need to use it more to see if it helps with pores and fine lines."
		},
		{
			"review_title": "Perfect for day and night",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "So hydrating and light! I absolutely love it. I hate when creams are way too thick that takes time for it to absorb in your skin. But this is not the case, is so light that I can barely feel it. I wish it didn’t have a scent but it is a nice scent."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "I have been using this every morning and it’s making a tremendous difference in my facial skin. It overall made my face look more even in tone over all. My skin just looks brighter. I feel like I am having less problems with hydration and I am really happy using this."
		},
		{
			"review_title": "Amazing daily product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "Tried this product for almost a week and I can see and feel a difference in my skin. It is an amazing moisturizer that helps with dry skin and wrinkles. After use my skin feels very hydrated and fresh throughout the day. Definitely recommend."
		},
		{
			"review_title": "Perfect cream for oily skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Oily skin",
			"review_text": "Magical cream! I have fallen in love with it immediately! This formula is so gentle and absorbs instantly into the skin. I have oily skin and niacinamide always works wonders for me! Light and moisturizing!"
		},
		{
			"review_title": "Wow wow wow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "This day cream is very comfortable, very moisturizing but without leaving a greasy trace on the skin, it is not comedogenic, it smells delicious and moisturizes very very well. Excellent for combination to oily skin"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This is a great moisturizer that I use in the morning.  It’s not heavy, doesn’t leave my feeling greasy, and it wears well under makeup.  This keeps my skin hydrated all day long and my makeup looking fresh and never cakey.  I love how it has 2% niacinamide and sea Holly to target signs of aging."
		},
		{
			"review_title": "Beautiful cream, added fragrance",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This is a beautiful cream, both in color and texture. It’s the prettiest pale peach, though I’m sorry to see that it comes from added color (red 33) and that added fragrance is also quite high on the ingredient list. The cream feels immediately rich, but it isn’t too heavy, so it is great for daytime use."
		},
		{
			"review_title": "Amazing for my preventative skincare routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love this day cream for keeping my skin plump and refreshed all day! It’s amazing for my dry patches and giving my skin a more youthful and glowy appearance. It’s not too heavy either so its very comfortable to wear and even reapply if needed throughout the day!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "I absolutely love love love the shadow brand and I really am enjoying this moisturizer. I use this in the morning before make up and it wears great as a base for my make up products. I would definitely recommend this moisturizer."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I like the rich creamy texture and it absorbs well into my skin. I don't have to use alot and it targets the dry patches on my combination skin without making other areas oily so I really like how effective this is. I feel like my skin stays hydrated all day so I would recommend to others."
		},
		{
			"review_title": "Fighter for your perfect skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "This daily moisturizer is perfect for my dry skin. Formulated with Niacinamide, Organic Sea Holly Bio-Extract and Organic Strawberry Tree Fruit Extract to smooth fine lines, strengthen the skin barrier and improve skin texture, this cream promotes glowing, healthy-looking skin. Plus, it has a luxurious, lightweight texture with a pink shimmer, which absorbs quickly without leaving any stickiness on the skin after application. Definitely recommend!"
		},
		{
			"review_title": "Love the hydration",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "This Clarins Multi-Active Jour Day Cream omg it’s so hydrating and sinks into the skin so beautifully I’m very happy much like it’s night version it didn’t leave  a greasy feeling behind. The packaging is so so luxe and beautiful looking on top of the counter. the fragrance was a little more then I like at first but quickly dissipated and wasn’t a problem at all I’m super impressed"
		},
		{
			"review_title": "Beautiful Skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I received from:Clarins: NEW Multi Active Day Cream:I love this cream, it has an incredible texture, it is absorbed quickly, and the changes in my skin are wonderful, the texture of my skin is less visible, my skin looks much brighter."
		},
		{
			"review_title": "Perfect for combo skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "So, Multi Active Day Cream is a new discovery for me, but I can totally see it becoming a long-term thing. The texture is pure luxury – smooth, velvety, and not greasy at all. My skin feels subtly smooth, and even though it's early days, I'm already loving the vibe. I can't speak to fine lines just yet, but the promise is there. My skin appears and feels amazing, and I'm excited to see how it works its magic on those lines over time. The scent is subtle and refreshing, not too much for my sensitive skin. Multi Active Day Cream is definitely earning a spot in my daily routine!"
		},
		{
			"review_title": "LOVE THIS PRODUCT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I received this product in exchange for an honest review. I have been using this product for about 2 weeks now every day and I am noticing a difference in the fine lines around my eyes! It also gives my skin a very smoothing and glowy look. I will continue using it!"
		},
		{
			"review_title": "Holy moly",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I use this alongside the night cream. The ingredients are the best! No harsh peel causing ingredients which is irritating for my sensitive skin. This is so good and tames my eczema prone face. I have a very dry skin and this is a savior!"
		},
		{
			"review_title": "Best Moisturizer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "The Clarin's moisturizer is so hydrating and very easy to apply. It is very thick but goes on very light. The scent of the moisturizer is very elegant and has a floural smell to it that leaves your face feeling soft, hydrated and soothing. I received this product as a gift and I will continue to repurchase it because it has been such a staple in my everyday routine."
		},
		{
			"review_title": "Love this cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This cream will be an essential part of my skincare routine from now on, providing lasting hydration without feeling heavy. Its gentle formula is suitable for my sensitive skin, and I appreciate its subtle, pleasant scent. Overall, I'm delighted with the results this cream has delivered. It has smooth texture and glides softly on my skin and reduces the redness and dry flakes on my face."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "one of the best creams I’ve used! It made my skin so soft and glowy and I am really impressed with the formula. Clarins makes the best skincare products. Pairing this with the night cream has made my face glowy."
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "Clarins Multi-Active Day Moisturizer has been a game-changer for my skincare routine. The inclusion of niacinamide visibly reduced fine lines and minimized pores, leaving my skin smoother. The lightweight texture absorbs quickly, providing a radiant glow without feeling greasy. A definite must-have for those seeking an effective, everyday moisturizer with anti-aging benefits."
		},
		{
			"review_title": "love this one",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This moisturizer has a soft scent, the consistency is rich which is perfect for my combo skin. My skin has been a little itchy and dry from the weather, this cream helps to moisturize and that stops my skin from being itchy. It also brightens my skin giving me a radiant complexion. It's a welcome addition to my routine. It also does not pill which makes it a winner for me!"
		},
		{
			"review_title": "So creamy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I love clarinet in general and this cream is really really nice. The texture is nice and thick and creamy but doesn’t pill up when you rub it into your skin. It makes my skin feel so hydrates and moisturized"
		},
		{
			"review_title": "Healthy, glowing, and hydrating",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "This nutrient packed moisturizer feels incredible on the skin! The moisturizer is super hydrating and moisturizing without feeling heavy or greasy. It gives my skin an instant glow and feels very soothing. I have dry skin and it loves this formula. It absorbs pretty quickly so, you can apply makeup immediately after application but it still hydrates the skin for hours. It makes my skin look and feel healthier the more I use it. You don’t need much of this cream at all. It’s not heavily fragranced but it does have a nice scent. This is a moisturizer I’ll be going back to again and again."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I absolutely loved this cream! The packaging is nice and sleek and the the fragrance of the product is pleasant, not too heavily scented. It applied very smoothly and I’ve had no reaction. Also applies well under makeup."
		},
		{
			"review_title": "SUCH a Goodie",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This is such a good day cream... my skin loves it. Within days of using it my skin looked healthier and my fine lines were lesser. Doesn't irritate my adult acne and creates the perfect base under makeup. Just get it."
		},
		{
			"review_title": "great!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Clarins is all around a very good brand for skincare. This moisturizer adds to that lineup that they have. I love it because it’s not heavy and perfect to go under makeup. This has amazing ingredients and I love it!!"
		},
		{
			"review_title": "My new go to!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "I have extremely dry and sensitive skin and I LOVE how this feels on. Feels nice and lightweight on this skin and doesn’t leave that heavy great feeling. Smells nice and fresh and my skin looks and feels so hydrated!"
		},
		{
			"review_title": "Great texture",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "I have tried many Clairins face creams but this one has to be my favorite because it worked great on my dry skin. Also I love the texture of it, and the ingredients used in this day cream. The packaging is very nice as well. It is worth it!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This is such a night lightweight moisturizer! I added it to my day time routine and it leaves my skin feeling so soft and hydrated! It is a great base layer under makeup. This will definitely be a new addition to my skincare routine!"
		},
		{
			"review_title": "Perfect everyday cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "This Multi Active Day Cream by Clarins comes in a nice glass jar that was securely sealed. The texture is so creamy and absorbs quickly into my skin. I have normal skin type, and after using the cream, my skin feels nourished and smoother. I also like that this cream helped to make my pores less visible.  The scent is very light. I would say it is almost unscented, which is great as I can use it with other skincare products.  It is a perfect everyday cream, I would recommend this product for others."
		},
		{
			"review_title": "Great for visible pores!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "One of my biggest skin concerns lately are my visible and active pores. After using the Clarins Multi Active Day Cream I have visually seen my pores shrink and the lines on my face become less viable. It’s a great cream, a nice texture and a little bit goes a long way. Really love this cream!"
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This was my first time trying a product from Clarins. But, the Multi-Active Day Moisturizer for Lines, Pores, Glow with Niacinamide is the bomb and has me hooked! My skin looks absolutely stunning after applying a small amount all over my face and neck.  I can’t wait to see further results."
		},
		{
			"review_title": "For Bright and Smooth Skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Light skin tone",
			"review_text": "Ive been using this day cream for a few weeks now, and I'm absolutely thrilled with the results! It absorbs quickly, leaves my skin feeling soft and supple, and provides just the right amount of moisture without leaving a greasy residue. My complexion looks brighter and smoother, and I feel confident going makeup-free. Five stars and a permanent spot in my skincare routine!"
		},
		{
			"review_title": "Nice lightweight cream",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Oily skin",
			"review_text": "I was shocked how lightweight the cream felt on my face. With an oily t-zone a cream is usually two emollient, and when I felt the cream on my skin and noticed it was sinking in. I was delighted. It left my face feeling smooth and hydrated. The one thing I would change about. It is the fragrance it was quite strong. I love the packaging it’s a glass bottle and heavy and it felt quite lux."
		},
		{
			"review_title": "Must have! So moisturizing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Combination skin",
			"review_text": "it worked within the first day of me using it- my face has been glowing during the day it looks so good! I am using the night cream as well and the combination of both has been wonderful to my skin! I’m actually glad it helps with fine lines as well, love this cream!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I love the pretty, luxurious pink jar. Even the cream itself is high quality. I like the whipped texture and it makes my skin look glowing and moisturized, without feeling thick or greasy. I like the subtle scent."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I’ve been loving this product! It makes my skin feel silky and soft and it’s super easy to work into the skin. It soaks up pretty quickly and doesn’t really leave a greasy residue. I love the texture and would definitely recommend!"
		},
		{
			"review_title": "You won’t be disappointed!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "The everything in you need and more in one gorgeous product! I’ve now entered my mid 30s. I’m always looking for a moisturizer that will target fine lines and boost of hydration. Using this face cream has given me the most softest and dewy skin. I absolutely love it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This cream left my skin feeling absolutely amazing! I have the most amazing glow after I use it! Overall, this is a great brand and super high-quality! Give it a try! I highly recommend it, it is great"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "The perfect daytime moisturizer. Has a very whipped texture and is quite moisturizing but isn’t so thick that it won’t go well underneath your makeup. It does have a slight scent but it’s very enjoyable."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "My skin feels softer and my pores are less visible I’m very happy. It has a creamy texture and absorbs quickly. I have dry skin especially in cold weather . It keeps my skin moisturized and hydrated. Absolutely amazing"
		},
		{
			"review_title": "Butter but make it skincare",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "The texture of this was so beautiful like it literally melted into my skin. I love the fragrance on this and it love my skin feelings, so hydrating and looking so glowing the price is kind of high, but it is definitely worth it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "A super moisturizing cream that layers well under my sunscreen during the day. Doesn’t cause any excess oil sebum and not too thick for my makeup application. Pores look smaller and skin looks smoother"
		},
		{
			"review_title": "Luxurious",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "This cream is amazing on my skin. It’s a little thick, which I love specially for having dry skin, but it gets abserved immediately It has a light floral scent that doesn’t bother me at all., i actually enjoy it because it feels and smells luxurious. It feels amazing on my skin."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "This is actually a good day cream. I honestly expected it to be thicker but I’m glad it has a more lighter weight consistency. It does a really good job at absorbing nicely into the skin. I also enjoy the afterglow."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "The perfect daytime moisturizer. Has a very whipped texture and is quite moisturizing but isn’t so thick that it won’t go well underneath your makeup. It does have a slight scent but it’s very enjoyable."
		}
	]
}