{
	"product_id": "1571",
	"name": "AireBrush Round One-Step Volumizing Hair Dryer Brush",
	"brand": "T3",
	"categories": "Hair, Tools, Blow Dry Brushes",
	"price": 210.0,
	"about": "What it is:A volumizing hair-dryer brush with superior drying power for faster styling with less damage and bouncy, salon-level blowouts in one easy step..Hair Texture:Straight, Wavy, Curly, and Coily.Hair Type:Fine, Medium, and Thick.Hair Concerns:- Curl-Enhancing.Key Benefits:- Uniform heat and even airflow for fast drying that helps protect hair's natural moisture.What Else You Need to Know:T3 EvenFlow Technology ensures exceptional heat precision and even airflow to cut styling time in half** while protecting hair's natural moisture. A two-and-a-half-inch round brush design with a CeraGloss™ ceramic surface works to build volume at the roots and detail ends for gorgeous waves and bends. EvenStream vents equalize airflow for rapid drying with less damage,* and three heat and two speed settings deliver total styling personalization for healthy results on all hair types.",
	"ingredients": "",
	"how_to_use": "Suggested Usage:.-Use a towel or allow hair to air-dry until it is free of any excess moisture..-Thoroughly detangle hair..-Use clips to divide hair into three-to-four-inch sections before styling..-For voluminous blowouts, place brush under hair, close to the roots, and roll outward to the ends. .-For extra lift at the roots, hold the brush under the roots for two to three seconds..-To create bends and curls at the ends, place the brush under the ends of each section, rotate inward or outward, and hold for two to three seconds..-After each section is dry, hit the Cool Shot to lock in your look.",
	"num_reviews": 64,
	"overall_rating": 4.9,
	"product_url": "https://www.sephora.com/ca/en/product/t3-airebrush-round-2-5-P513680?skuId=2823318&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2823318-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
	]
}