{
	"product_id": "1618",
	"name": "Chocolate Soleil Matte Bronzer",
	"brand": "Too Faced",
	"categories": "Makeup, Cheek, Bronzer",
	"price": 52.0,
	"about": "What it is:..Finish:..Formulation:...Ingredient Callouts:...What Else You Need to Know:",
	"ingredients": "Talc, Mica, Titanium Dioxide, Octyldodecyl Stearoyl Stearate, Ethylhexyl Palmitate, Boron Nitride, Zinc Stearate, Sodium Saccharin, Fragrance, Silica, Sodium Dehydroacetate, Phenoxyethanol, Benzyl Benzoate, Tocopherol, Ascorbyl Palmitate, Theobroma Cacao (Cocoa) Fruit Powder/Theobroma Cacao Fruit Powder, Benzyl Alcohol, Iron Oxides (Ci 77491, Ci 77492, Ci 77499), Manganese Violet (Ci 77742)....Please be aware that ingredient lists may change or vary from time to time. Please refer to the ingredient list on the product package you receive for the most up to date list of ingredients.",
	"how_to_use": "Suggested Usage:.-Choose a bronzing powder one to two shades darker than your skin tone..-Sweep bronzer over face where the sun naturally kisses, forehead, cheeks, chin, and neck, with a soft powder brush..-For a red-carpet bronze, create a ‘C’ shape starting at the temples and finishing at the base of the cheekbones..-For a more sculpted look, use bronzer to contour along cheekbones, jawline.",
	"num_reviews": 4063,
	"overall_rating": 4.6,
	"product_url": "https://www.sephora.com/ca/en/product/chocolate-soleil-medium-deep-matte-bronzer-P229406?skuId=2064442&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2064442-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "Milk Chocolate",
			"shade_descriptor": "light to medium",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2064459-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Chocolate Soleil",
			"shade_descriptor": "medium to deep",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2064442-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Dark Chocolate",
			"shade_descriptor": "deep to tan",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2064210-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "",
			"review_text": "Sa fait bientôt 1 mois que j’utilise se magnifique produit il fait extrêmement bien leffet bronzant et vien bien compléter un petit maquillage"
		},
		{
			"review_title": "Easy to Apply",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Very easy to apply and natural looking! Will definitely be recommend!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I love how it’s not super heavy and it looks perfect for both a summer and winter look. I can use it all year round and it’s worth the money 😚"
		},
		{
			"review_title": "Great for blending contour out",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I’ve used this for some time. It’s blendable when I need to tone down my counter. I’m warm golden undertone, deep skin and it works. I love the smell! Only thing the pan is stupid trying to open it up! I’d be upset if I broke a nail."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This bronzer is really nice and blends really well, fairly pigmented. The packaging is just a bit hard to open that’s why 4 stars. Otherwise really nice"
		},
		{
			"review_title": "Slow delivery",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I have not yet recieved my order until now! I hope sephora can adapt to changes with shipping items"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "First of all, the smell is amazing. Like a sweet chocolate just like what the description states. The compact itself is pretty, and the pigment is great. I definitely recommend!"
		},
		{
			"review_title": "Shade has changed",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I love the smell of this product but I feel they have changed the shade color a little over the years. I just bought it after not using it for a couple of years and im disappointed because they made the shade more dark it used to be a little more golden. I got the shade I have always used at first I thought it was a mistake but it wasn't. Still a great product my advice is to match it first before you buy it if its your first time using it."
		},
		{
			"review_title": "Non muddy neutral toned bronzer",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Loved how blendable it is. Color is perfect not to orangey or muddy. No breakouts and feels light on the skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "I just got this product today, and it works wonders. My friends would always use theirs on me, and it looks beautiful so I had to purchase for myself. It’s amazing and really blend able."
		},
		{
			"review_title": "Lasts FOREVER",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I had a mini of this that I used almost daily for 2 years… I bought Charlotte Tilbury and hot pan within 2 weeks! I went back and bought this one. Perfect and can be counted on."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "Smells good, feels great, good color for pale skin"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I love this bronzer such a great bronzer but the case is the worst ever not easy to open at all . The case brands and then I still tried to use it and falls out of my hand and lost it all I am so annoyed it’s one that I love and all because of the case"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "This Bronzer is amazing, after trying it out for some weeks now, I can say it’s perfect. It’s like a neutral color, not too warm but neither cool, just the perfect in between color, aswell as pigmented. About the packaging, it’s really easy to open once you get the hang of it, but overall it’s a great bronzer."
		},
		{
			"review_title": "Favourite bronzer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "I have been using this every time I do my makeup. I love the smell and it blends beautifully. It doesn’t pull orange on my skin. I bought it maybe 4-5 months ago and finally hit pan after using it 4 times a week. The only downside is the price. I prefer it over Hoola, Patrick Ta, and my LYS matte bronzer. Chefs kiss."
		},
		{
			"review_title": "Perfect Shade",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I have a light neutral complexion and I I don't know why but I often have trouble finding a perfect bronzer shade. They either look too orange, look like dirt on my skin, or look like baby poop on my face. If you know, you know. This Two Face Bronzer is the perfect shade for me. Warms up my light skin without looking orange or dirty. It's a nice formula and smells like chocolate! I usually don't like scented makeup but this scent is yummy and makes me happy."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Blue eyes, blonde hair, Tan skin tone, Normal skin",
			"review_text": "This is a very smooth and easy to use product. I really enjoyed using it."
		},
		{
			"review_title": "Must have!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "I really REALLY love this product! It’s a great bronzer and is perfect if you want a light coverage or heavy coverage and the best part is that it smells like milk chocolate!"
		},
		{
			"review_title": "Beautiful Bronzy Glow",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "I’ve tried several bronzers from cream to powder and this is the one i always go back too. Great for my normal to oily skin and i am tan. Even if i tan during summer and get darker this shade still appears and gives a glow. Love it doesn’t disappoint."
		},
		{
			"review_title": "A must have in my bag for mature skin or beginners",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "I’ve been using this product for a long time and it’s still my go to powder bronzer! They don’t oxidize! They are bluring and my favorite feature is that this bronzer isn’t drying to the skin and isn’t as glittery as others. It is wonderful for mature skin like mine and also great for beginners as it’s easy to blend and a good color selection to get the look you want! It’s a must have!"
		},
		{
			"review_title": "Smells AMAZING and looks good too",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "If you love chocolate, you'll LOVE how this product smells. It's also one of the few bronzers I've ever found that doesn't make me look orange, so its undertone is probably more neutral than warm. Good for adding subtle color on pale skin. I've swatched it on the inside of my forearm, probably my palest body part, alongside some other contour/bronzer products I have for color comparison. (Both Fenty products say they are cool-toned or cool-neutral.)"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "It’s quite patchy regardless of my base routine or which brush I use to apply it. The color and chocolate smell is nice but I would not recommend."
		},
		{
			"review_title": "So hot you barely need to apply it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "One of the best bronzers i have tried. Such a dark and rich color for brunettes!"
		},
		{
			"review_title": "Worth the hype!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Smells amazing and looks natural! Not overly pigmented so it's easy to blend and it's almost impossible to over-apply."
		},
		{
			"review_title": "powder but applies like cream not patchy at all",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I'm very impressed by this formula because I am usually a cream bronzer person but felt nothing lasts on the face so I am back in trying powders. this bronzer applies so smoothly and looks almost creamy on the skin and never has patches and looks soooo buttery. it's matte but not flat and the color is perfectly neutral on my skintone(nc15, fenty140, armani4, nars deauville) I use milk choco and it's the perfect depth and not too cool and not too warm. it's a lovely eyeshadow color too. the biggest reason I like this is because of how longwearing it is. I love too faced complexion products and think they make really good formulas and packaging is cute which is a bonus. I've used tom ford, chanel, nars, westman atelier, rare beauty, patrick ta and makeup by mario etc I think this formula reminds me most of tom ford powder bronzer in terra in the white packaging in formula."
		},
		{
			"review_title": "Beautiful but breaks me out",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "Beautiful product and smells amazing but I think the formula has changed over the years. Now I’m getting red breakouts in my cheeks right after using this product. So disappointed, have to return."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Milk Chocolate - light to medium",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "This product was good for my fair skin tone. It blended well."
		},
		{
			"review_title": "Overall, really good!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "Really enjoy this as a great matte bronze option!  It smells DELISH. I do find the packaging a little irritating to open though."
		},
		{
			"review_title": "Easy To Use For Beginners",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Natural looking bronzer that is easy to work with! A little goes a long way… I’ve had this same bronzer for years! Blends beautifully. Make sure to use a round fluffy bronzer brush with this one!"
		},
		{
			"review_title": "A must have in my routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "Love this product ! Love the color,  love the feel spreads beautifully ! I’m in love !"
		},
		{
			"review_title": "Smells wonderful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Love the smell and the color and how it applies effortlessly."
		},
		{
			"review_title": "New favorite!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "My new favorite bronzer! It smells so good and blends in great while still giving you color. My skin is super sensitive and I haven’t had any trouble so far! My skin tone is fair to light but i purchased the darker shade bc the lighter one was too orange"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "My favorite powder bronzer. Smells like a chocolate bar. Shade is very natural looking once blended out of course. Gives me the perfect summer glow"
		},
		{
			"review_title": "worth the price !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "amazing product from too faced! this is the only bronzer i use and it’s not too dark but a little goes a long way! for reference i have dry, acne, and sensitive skin and this doesn’t break me out! definitely give it a try !"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "",
			"review_text": "Store chose this for me of course it’s way too dark. Smells cheap. And package doesn’t even open. It’s nice that it’s not orange though."
		},
		{
			"review_title": "Perfect",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Perfect!!! Must have one. Good quality, yummy smell and looks amazing on skin"
		},
		{
			"review_title": "A must have.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "I actually hit pan with this product. This is the only bronzer I will use. It is absolutely amazing and stays in my face all day! And it smells lovely."
		},
		{
			"review_title": "Great for asian skintone!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "Great price and great color payoff for asian skintone. It doesnt come on orange either! Cute packaging too."
		},
		{
			"review_title": "Yummy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "The best! I’ve tried several bronzers over the years and this is by far my favorite! I love the matte finish. Im on my third purchase!"
		},
		{
			"review_title": "Super amazing bronzer a must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "This product is a 1000/10. The package is adorable. The sent of chocolate is amazing. Its very soft and super easy to blend. If you dont have this u need this."
		},
		{
			"review_title": "Cult Fave For A Reason",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "I used this product in the past and just came back to it recently. I wish I hadn’t waited so long. It’s still just as lustrous and high quality as it was years ago. I purchased the medium to deep color tone and I’m obsessed. The smell is divine as all Too Faced products are and the application is seamless. You can control how much or how little of the bronzer you want to use just by monitoring the amount you put on your brush. If I find I apply a bit too much than I had planned for then I tap my brush first or I go over it with a layer of strobing highlighter powder. This is a great product to strobe and highlight with. Very fun and easy to use and it gives me such a nice glow and naturally looking sun-kissed appearance."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This has become my new favorite bronzer. I have cool toned light/medium skin and this is the perfect color that actually makes me look bronze without looking orange. It doesn’t look splotchy or muddy and blends well. Will repurchase!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Milk Chocolate - light to medium",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "Love it.   Very easy to use.  Blends out super easy. First time using a bronzer and this was very easy with great results.   I find it more warm than cool which is what I’m wanted."
		},
		{
			"review_title": "Use everyday",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I use this product everyday!! So easy to blend and build, also smells AMAZING"
		},
		{
			"review_title": "Finally A Bronzer for Fair/Light Skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Check this out! I’ve always struggled with finding a bronzer that didn’t turn orange or too brash on me until this one! Now I have to have one on back-up. Smell is a lovely treat, too."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Absolutely beautiful! It lasts all day, and it’s super pigmented, so a little goes a long way, it also has a heavy but luxurious feel for the packaging, and the powder itself feels light, almost like nothing"
		},
		{
			"review_title": "No complaints",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Even after many years, I keep coming back! It never fails me- color is great, lasts all day, I love it"
		},
		{
			"review_title": "Best bronzer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "Love this ! I even use it on my eyes. It’s a perfect color that is buildable. I like that it’s matte"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Great pigmentation but just doesn’t blend as well as I’d like."
		},
		{
			"review_title": "Best bronzer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "brown hair, Medium skin tone, Dry skin",
			"review_text": "Everything you would want in a bronzer is in this!This bronzer is all that!! Never cakes and seamless application. It gives a gorgeous airbrushed affect."
		},
		{
			"review_title": "You need to try!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "Smells very good, the pigmentation its good too and blends perfect. I personally prefer powders to make contour and this product it's giving."
		},
		{
			"review_title": "A staple in my makeup bag!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I am in awhhh with this bronzer! It is my new fav and made it to my favorite products list immediately! I’m obsessed great bronzer! It makes you look sun kissed and almost as if you have a filter on you!!"
		},
		{
			"review_title": "Give it a try!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "One of my favorite bronzers - easy to blend and gives a very natural matte tan look. I use this to contour as well during the winter months when I’m at my palest"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Love this product! Good colour. Applies nicely. Recommend."
		},
		{
			"review_title": "My favourite bronzer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I’ve used so many bronzers over the years. This is by far my fav one. The colour shows well without having to over brush."
		},
		{
			"review_title": "Smells like chocolate!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Oily skin",
			"review_text": "My go to bronzer and makes me feel alive and awake daily"
		},
		{
			"review_title": "Perfect tan shade",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "So many bronzers pull orange on me I have the hardest time finding ones I like. This is the perfect ratio of cool-warm, blends well, looks sunkissed without being harsh"
		},
		{
			"review_title": "Good product",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I love this product, It looks nice on the skin and goes on. Very Matte and is Long Lasting. My only problem with this is that is causes me to break out."
		},
		{
			"review_title": "very pigmented and smells very good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "i rlly like it it smells like real chocolate not face chocolate and it has so much pigment i just wish they made cool tones and darker tones as the shades are quite light"
		},
		{
			"review_title": "a must have for me!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "this product looks beautiful on my skin!! love, love, love this!!!"
		},
		{
			"review_title": "Chocolate Goodness for your face",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I use this for contouring. It has a great color, goes on soft and silky."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "This smelled amazing! I wish they had more colour selections."
		},
		{
			"review_title": "It’s okay",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I’ve been using this product for little over the year, I would recommend using a little darker, I do have quite fair skin, and this doesn’t show up too well. I’m not expecting this to have too much pigment, but I feel this isn’t a lot. I had to switch bronzers as this broke me out every single time."
		},
		{
			"review_title": "Best bronzer of the century",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "The Too Faced Matte Bronzer is a standout product in the bronzer category. Its smooth, buildable formula allows for a natural sun-kissed glow without any shimmer. The matte finish is perfect for contouring, providing a subtle warmth that complements various skin tones. The packaging is both cute and practical, making it easy to travel with. Overall, a reliable choice for a matte bronzer that delivers on quality and versatility."
		},
		{
			"review_title": "Perfect!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I love this bronzer ♥️ the color and formula is perfect for me ☺️ and smells amazing ♥️"
		},
		{
			"review_title": "A must!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Great bronzer!                                                               ."
		},
		{
			"review_title": "Compact needs improving",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Five stars for product. Well pigmented, smells like cocoa, great color.   Three stars for the compact. The magnet is too strong. I really struggle to open it in my routine I have to use two hands which isn’t ideal"
		},
		{
			"review_title": "PERFECTTTT for the fair-skinned girlies!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "NOT ONLY DOES THIS WORK WONDERS FOR FAIR SKIN, BUT IT SMELLS DELICIOUS AND BLENDS AS SMOOTH AS BUTTER!!!"
		},
		{
			"review_title": "Nice but pricey",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I like the colour and smell. They can’t justify the price. I’ve been buying this from when it was $35. Overpriced. I’m looking for another product. It stays just as long on as any other product."
		},
		{
			"review_title": "Must have for any look.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Love this product, it can be a subtle bronze, you can layer it to make it more intense, or sometimes I layer it over my rare beauty bronzer stick. I have been using this every day and I love it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This bronzer has always been my holy grail for so many years! This is my go to everyday for a super summer glow. It’s very pigmented so a little goes a long way. I will never not purchase this."
		},
		{
			"review_title": "GREAT BRONZER!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Love love love this bronzer it doesn’t make me look cakey, it’s pretty pigmented so you don’t need a lot to apply, it last for a very long time i got this 6 months ago and i haven’t hit the bottom, smells yummy too!"
		},
		{
			"review_title": "Most beautiful finish",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "I’m surprised how gorgeous this looks on the skin. Not at all orangey. Very beautiful and smooth look. Very buildable.  This is hands down my favourite powered bronzer ever ! Love ! Got chocolate medium deep perfect for olive skin"
		},
		{
			"review_title": "This is no to me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair, Fair skin tone, Combination skin",
			"review_text": "It’s very brittle and powdery. Difficult to blend evenly. The smell is overpowering and caused me to have multiple sneezing fits."
		},
		{
			"review_title": "A MUST !!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "I love the color, the perfect bronzed color! And it smells so good !"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "it smells so good, blends so easy, and has the loveliest shades and packaging. literally my must have it is the only product i use for contouring."
		},
		{
			"review_title": "My favourite bronzer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Medium skin tone, Combination skin",
			"review_text": "Absolutely stunning bronzer. Feels silky on the skin. The pigment is beautiful. It does have a scent which I can only sense while applying the bronzer. It applies so nicely. I was a big fan of Nars Lavinia bronzer, but I think I found my new favourite! The chocolate shade gives me a nice bronze look without being too far altho it’s totally buildable if you want more darker tanned look."
		},
		{
			"review_title": "must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "very pretty bronzer and smells so good it's insane. it's very easy to blend and overall is an extremely good bronzer def worth the money"
		},
		{
			"review_title": "Warning: Attracts small animals!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Last forever! You will get very tired of smelling like hot cocoa or chocolate mix though! Haha! Great buildable bronzer and It’s been my go to for over a year! You’re pets will love the smell!"
		},
		{
			"review_title": "Not the same as it used to be",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This used to be my go to bronzer. I loved everything about it but the newer version is just not as good as the old one. I find it to not last as long and it’s super dusty and powdery. I think there are better out there now."
		},
		{
			"review_title": "10/10",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "One of the girls I work with recommended this to me. I love everything about it! It smells delicious. It’s not orangey at all. It’s butter soft. Blends like a dream! 10/10"
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "It’s the 2nd time I buy this product, love everything about it, including the smell!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I don’t love the packaging or the smell. But I’ve had this one compress for years (of daily use) & despite trials with Nars, elf, Glossier, Fenty, nothing is better. The tone is neutral & natural & I will be repurchasing"
		},
		{
			"review_title": "THE BEST BRONZER EVER",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "this bronzer is so so so good. i have been using this for months and can not get enough. for a pale girly this shade is so good and pigmented enough to add warmth but doesn’t look muddy or overly pigmented. the packaging is really cute which is a vinous and when i run out i’ll repurchase!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Love love love love love love love love love love love love love"
		},
		{
			"review_title": "Must have!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
			"review_text": "I’ve bought this twice. I love how it smells and it’s the perfect bronze for me."
		},
		{
			"review_title": "lovelovelove",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Oily skin",
			"review_text": "I love this bronzer, its so easy to put on without it being very dark and it smells like chocolate, yummyyyyy"
		},
		{
			"review_title": "Best Bronzer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "At first I thought the colour was going to be too light. I have fair skin and it shows up beautifully. The colour is so nice and it blends so well."
		},
		{
			"review_title": "Not recommended for acne prone skin",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I love this product regarding as to how it looks, however every time I use it my cheeks break out even though I’ve never had that problem before."
		},
		{
			"review_title": "Natural bronze",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is my favorite powder bronzer!! Smells amazing and is not patchy at all. Makes you look naturally bronzed."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Milk Chocolate - light to medium",
			"review_buyer_description": "Blue eyes, black hair, fairLight skin tone, Oily skin",
			"review_text": "i am so fair meaning it’s near impossible to find a bronzer that doesn’t look like straight oompa loompa skid marks across my cheeks. this is the first bronzer i found that truly is cool toned, not to mention the smell  the color lasts all day 5/5 for the overall product however 0:5 for the shade range. it’s an absolute disgrace that we lack a range still in 2023"
		},
		{
			"review_title": "LASTS!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This is super long wear and is a good “setting” powder for any cream bronzer underneath. Looks super nice on its own as well. Would recommend this to my oily girls because this bronzer will STAY!!!"
		},
		{
			"review_title": "Natural look",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Perfect:) i have lighter skin and this leaves a natural bronzy look on me!! And the smell is amazing it smells like chocolate. I would say though If you want a more dark bronzy look definitely go a shade darker!!!Alsoalsopacking"
		},
		{
			"review_title": "It’s a must have in my makeup routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I love this bronzer. It’s amazing. It smells so good and is greatly pigmented. It gives me a perfect golden bronze."
		},
		{
			"review_title": "Look beautiful on my face.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Fair skin tone, Normal skin",
			"review_text": "I have been using this product now for a month and it goes well with my skin. My skin is not too dry or oily so it really works for my normal skin. I use it every time I am wearing makeup and the combination with my blush and setting powder makes it so beautiful on my face. I have recommended to my friends too and they loved it too."
		},
		{
			"review_title": "this bronzer is a must have in my makeup routine.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Oily skin",
			"review_text": "I'm very fair with rosy undertones and the Korean makeup style suits my heart face shape so this bronzer is perfect for the job cause it's not too dark on me which I is perfect for me and best of all the chocolate smell is amazing 😍"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "It smells AMAZING! Still have yet to use it, but every other product I’ve bought from Too Faced has done its job. Cant wait to try it out!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "love love love LOVE , its so beautiful, shade is so pretty and it smells sooooo good , packaging is so pretty too i love this bronzer sm"
		},
		{
			"review_title": "I never do reviews",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "ok i never write reviews.. but for this product, i really wanted to write something. basically this is my fav powder bronzer of all time. tbh this is my holy grail product i love. looks like i just got back from florida"
		},
		{
			"review_title": "Odeur et pigmentation incroyable",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Je trouve que ce produit est facile à estomper et l’odeur est très agréable. La pigmentation est très intéressante aussi, ce qui fait en sorte que le produit dure plus longtemps."
		},
		{
			"review_title": "LOVE!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This is seriously the best bronzer in the game😍 it’s not orange whatsoever it sits so well on my skin and blends effortlessly!! Highly recommend!!"
		},
		{
			"review_title": "Repurchase!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "This is a repurchase! Smells delicious and I love that it is matte and not glowy at all. Pricey, which is why it has 4 stars, but honestly pretty worth it"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "So good.. so far it’s my only bronzer that doesn’t make the face red"
		},
		{
			"review_title": "adore it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Oily skin",
			"review_text": "best bronzer ever. a absolute necessity!!! blends out so nice and beautiful packaging"
		},
		{
			"review_title": "Milk chocolate perfectnessss",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "The prettiest bronzer and bronzer packaging !! Go to bronzer staple ! Matte and pigmented !"
		},
		{
			"review_title": "Go-to Bronzer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "This is my favourite bronzer and I've tried a lot. My skin is pretty fair but I choose chocolate Soleil because it's got a nice tone to it. Goes on smoothly and not patchy."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "I love this but i actually use this for my contour not bronzer. It’s too cool on me for bronzer and works better than my KVD contour which is a little too gray."
		},
		{
			"review_title": "Préféré à vie",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Je l’utilise depuis des années. Je ne peux m’en passer. La couleur ne fait pas orangée du tout. Une belle couleur bronzée parfaite pour l’été. Tient toute la journée sur la peau et non brillante., effet mat Ça très bon et j’adore son contenant"
		},
		{
			"review_title": "Very good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Porcelain skin tone, Dry skin",
			"review_text": "The best powder bronzer to me. The packaging is super pretty and the quality is 10/10. Not too orange and not too cool I really love it!"
		},
		{
			"review_title": "Color and scent are perfect",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I love this bronzer. It is the perfect color to warm up my face or even use in my eye crease for a neutral eye look.  Oh and it smells yummy."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Will forever be my go too bronzer been using it for years"
		},
		{
			"review_title": "4.5 stars",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "has a tendency to go on a little patchy sometimes, but mostly looks beautiful, smells delicious, and the packaging is great. On top of that I’ve been using it everyday for months and haven’t made a dent."
		},
		{
			"review_title": "Great bronzer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This has been my go-to bronzer for several years now. Great color, smooth application, long lasting, smells great!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Milk Chocolate - light to medium",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I have used this bronzer for years. It works great on my fair skin. Great chocolate smell too."
		},
		{
			"review_title": "Great for fair skin!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "FINALLY! I have been trying so many bronzers and returning them because they looked too dark on my fair skin or were so light that they just looked like my foundation. This one adds the perfect natural bronze."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Dry skin",
			"review_text": "PERFECT. I have a pale skin, but the bronzer is not too much, it blend perfectly!"
		},
		{
			"review_title": "Terrific!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I couldn’t be more pleased! This bronzer is truly awesome. I apply it with my Sephora bronzer brush, and the results are wonderful. Well worth the purchase. And the smell is a nice little bonus."
		},
		{
			"review_title": "trade secrets",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "they don’t want me to tell you this, but it tastes like chocolate too."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "I love this product I’ve been using it for two years and it gives me the prettiest look to help me look alive. It’s buildable and a little goes a long way. Also lasts so long."
		},
		{
			"review_title": "Great Bronzer",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I’ve been using this bronzer for months and I love everything about it. Great buy, highly recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Green eyes, red hair, Dry skin",
			"review_text": "Favorite bronzer, I have been using it for two years!"
		},
		{
			"review_title": "Perfect contouring powder",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Medium skin tone, Combination skin",
			"review_text": "Very happy w this product. The color & texture are exactly what I was looking for- not too warm, little to no fall out."
		},
		{
			"review_title": "One of my favs for years",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Tan skin tone, Dry skin",
			"review_text": "One of my favourite bronzing products for years. This has been a must have in my routine for so long, literally cant go wrong. Gives a warm highlight and glow which always looks trendy and beautiful and works in all seasons"
		},
		{
			"review_title": "Great bronzer for all seasons!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I ordered it and was not sure about the color. It is a great product and the color is adorable for all seasons! Buy it!"
		},
		{
			"review_title": "Holy grail powder bronzer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This bronzer is everything a bronzer should be. Goes on beautifully, no orange and no shimmer. It's just beachy goddess vibes. I can't forget to mention the smell of cocoa, what an added bonus. I adore it."
		},
		{
			"review_title": "Why am I receiving opened products?",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I like the smell and Color but mine came broken and used it’s the second order I have placed that came open or used. However I really am loving too faced lately their packaging and pigments are very good I will exchange and rebut"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Milk Chocolate - light to medium",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I love this bronzer! Apart from the cute compact and the powder smelling like chocolate, I like how easy it is to blend. The shade has the right amount of warmth without being overly orange. I read the reviews before purchasing this and I was not disappointed."
		},
		{
			"review_title": "My ride or die",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This is my go-to. Ride or die. I use it basically as a setting powder right on top of my foundation with a fine dusting, then I’ll contour out just under my cheekbones with it. It sets beautifully for those of us with dry skin. I use foundations that dont dry out and it does very well not looking patchy or Casey. Setting powders usually make me look dried out so this is just a God-send. Bronzer, setter, and contour in one if you know how to apply varying degreees of layers and control the amount of product for which task! PLUS THE SMELL!!!"
		},
		{
			"review_title": "loveee",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "there’s a reason it’s a cult classic!! I love this product, perfect neutral shade for bronzing. the new packaging is adorable too"
		},
		{
			"review_title": "BLENDS BEAUTIFULLY!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I needed to find a powder bronzer that did not look orange on my tan skin and I absolutely adore this one! It blends so pretty into my skin and a little goes a long way! It stays all day and I recommend it to anyone who wants a bronzed and glowy look to get it!"
		},
		{
			"review_title": "Sun kissed in minutes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "The most natural bronzer without any shimmer! I despise any bronzer that has shimmer in it as I find it never looks as natural as I want it to be. It also doesn’t have an orange-y under tone to it like most bronzers do it give it that “sun kissed look” which often makes it look even more unnatural. This has the perfect tone that actually makes it look like I’ve been in the sun all day!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Smells amazing, looks amazing on. Best bronzer I’ve ever used."
		},
		{
			"review_title": "Smooth Layerable Bronzer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I’ve tried so many bronzers and this one has been my favorite for months. I finally found a bronzer that doesn’t make me orange. It’s smooth and buttery and the perfect shade for my light skin tone."
		},
		{
			"review_title": "Good purchase",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "Really liking it, easy to blend, tried it in the store prior to buying to get the correct shade"
		},
		{
			"review_title": "Fair skin must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "My favorite powder bronzer! I’m pretty fair, (1N0 in EL Double Wear,) and this bronzer is the perfect shade! It’s not too orange or warm, which a TON of bronzers pull on me. Blends beautifully, but can get a little muddy if you put too much on. All in all, a wonderful bronzer for fair skin."
		},
		{
			"review_title": "Awesome contour",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "Really nice contour doesn’t turn orange and smells amazing. Blends well. Recommend for contouring on light skin tones or bronzing the face 💖"
		},
		{
			"review_title": "Best there is",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Combination skin",
			"review_text": "It’s shocking to me what the right shade of bronzer can do to change my overall look. I wish I had discovered this sooner. Neutral medium bronzer with something of an ash tone against my warm olive skin. This is perfection. Bronze, contour, chisel, define my eyes. I look like a leaner, sleeker version of myself after using this. Matte but doesn’t look cakey or flat, heavily pigmented so only a little is needed. No powder kick up in the pan. I don’t notice the scent (wish I did though!) and doesn’t irritate my skin either. Cute, sturdy packaging. Has survived many drops on the bathroom floor. My desert island product. I am in love. Backups purchased already. Love love love. Best on the market and I’ve tried too many."
		},
		{
			"review_title": "can I eat it?",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Well no sense beating around the bush, this smells amazing. I feel like I am applying nesquick t on my face (interpret that as you wish). However do not worry, your face will not be scented chocolate all day. I purchased mine a long time ago (I will not say when as...it is pretty old the packaging has changed since I bought it) but I still have lots left and I use this every time I do my makeup.   Also, if you are going to use this to contour just keep in mind this is a warm tone (it is a bronzer).  I haven't had any issues with this product in terms of clinging. I use the lightest shade so perhaps this is not something concerning the other shades, but I do find I need to dip in twice to get a good amount on my face."
		},
		{
			"review_title": "BEST Bronzer for pale skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "this is probably the best bronzer i've ever used. for someone who is quite pale this is the perfect shade. i can easily build on without it looking muddy. AND it smells delicious too so thats a plus."
		},
		{
			"review_title": "Neeeeed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, lightMedium skin tone, Combination skin",
			"review_text": "HOLY GRAIL! Love it and i'll always repurchase it."
		},
		{
			"review_title": "You’re missing out if you don’t get this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "Every time i have ever tried to use any other bronzer, i always come back to this one because of the formula. this product just sits perfectly on my skin and looks amazing every time i put it on. i will never use i a different bronzer."
		},
		{
			"review_title": "New favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "I love love this bronzer. It’s my new favorite. The packaging is super pretty. Smells amazing. Applies in a blendable matte shade."
		},
		{
			"review_title": "So good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "I’ve used this product for the last couple of months and it’s my new favorite bronzer! Would definitely buy again!"
		},
		{
			"review_title": "Meh",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "Packaging is beautiful and smells incredible. My problem is the limiting shade range. I am medium tan natural and during the summer I tend to get darker and in the winter I am a few shades lighter. The medium range will not show up on my skin, it seems to be more of a powder foundation. I tried it on my friend who is lighter and it did show up but I have used bronzers that had more ranges and for a better price."
		},
		{
			"review_title": "So cute and smells amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "I absolutely love this bronzer! I thought it was going to be too dark on my skin, but it actually blends beautifully! I don’t like when bronzers give me an orange look. But this bronzer does not! This gives me a radiant seamless contour to my face. If you are a person like me who doesn’t really do creams and likes powders then this is for you! Its so cute in my makeup bag and smells amazing each time I open it! 🫶🏽💖"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Dark Chocolate - deep to tan",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This reminded me of my love of bronzer. It smells great and leaves your skin glowing. I was afraid this would be too dark, but it blends easily. Like a little treat for your face!"
		},
		{
			"review_title": "Give it a whirl!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "First off, the smell of this is so divine and chocolatey! The powder is so light and airy on my face when I use it, it is great. And the color isn’t too dark for my skin, it still has that natural look to it. Super cute case and look. Definitely give it a try!"
		},
		{
			"review_title": "It’s good not great",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "It’s good not great. I really wanted to love it but the packaging alone to open is difficult. I have nails and i always worry I’ll break a nail opening it because it’s so difficult. The smell is nice but even when i apply it’s a little patchy it doesn’t blend the best. I just think there’s better bronzers on the market."
		},
		{
			"review_title": "Cute",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "It smells delicious and is smooth and pretty on the skin. The packaging is also cute and feels nice and heavy. It also looks pretty in pictures."
		},
		{
			"review_title": "Another Great Too Faced Product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "**I received this product as a complimentary sample for my honest opinion  I love Too Faced products! Their fun packaging and super yummy scents are always fun to try. This bronzer is no exception! The Milk Chocolate shade is super smooth, buildable and has a slight shimmer upon application. The scent of this product reminds me of hot chocolate powder! The compact itself is gorgeous and contains a mirror on the inside.  Great job as always, Too Faced!!"
		},
		{
			"review_title": "Bussin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "First off love the packaging! Its very easy to use and a little goes a long way. I use it more for nighttime looks rather than daytime but could work for either depending on what you like. Very buildable, love the texture, goes on smooth. Smells like chocolate and i want to eat it!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Milk Chocolate - light to medium",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "A little shimmer but it’s a good bronzer. Part on the new rotation"
		},
		{
			"review_title": "Great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "I am in love with this bronzer! This is perfectly chocolate (even smells like chocolate) with no orange or gold undertones and is perfectly matte! It just melts into my skin and has a smooth, buttery texture"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This bronzer comes in a super cute almost antique looking case. It smells just like chocolate. I thought it was going to be super dark since I received the darkest one and I am super white, but it came out looking great. I would highly recommend! Mine was actually the caramel cocoa but that wasn't an option."
		},
		{
			"review_title": "The best!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "My go to bronzer. It’s super pigmented and long lasting. 10/10 definitely recommend."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I’ve used a lot of too faced products so I had high hopes for this, it works extremely well but it’s just too orange for my skin tone"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This is a great powder bronzer. It’s buildable and easy to use and I love blending it as an eye shadow as well. The smell is a little strange but isn’t overpowering, would still recommend."
		},
		{
			"review_title": "Great product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I’m not a huge makeup wearer but I’m a huge fan of everything TooFaced! As always, they did not disappoint. The product for one smells amazing. I recently wore it during a wedding I stood in and despite wearing it for the ENTIRE day, it lasted! Definitely recommend."
		},
		{
			"review_title": "Tens across the board",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I CANT express enough how this is literally my go to bronzer. Tried and true. I have been using this for years. LOVE the smell the feel and the blendability. a great starter bronzer that will quickly become a Staple"
		},
		{
			"review_title": "Don’t Knock it until you Try It!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I don’t really buy things from this brand for personal reasons. However, after receiving this to test out I was very happy. It’s doesn’t present itself orangey on my skin. It actually makes me look sun kissed which I have found hard with high end bronzers; they usually make me look dirty. This has a slight scent, definitely long lasting and I have combo skin. It’s very pigmented so start with a light hand. I have light medium skin tone in summer and I could use the medium shade. Really liked it! Would recommend for someone who is looking to splurge on high end."
		},
		{
			"review_title": "Great product wrong shade",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "Sadly bought the wrong shade, but I gave it to a friend and works amazing"
		},
		{
			"review_title": "Very pigmented , smells amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I got this an a sample to try and holy cow this product is pigmented. It smells just like chocolate and goes on very well. A little goes a long way with this product and the color is beautiful. Not to mention the packaging is adorable. I would purchase this product on a heart beat."
		},
		{
			"review_title": "Not for me",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I returned this! It's basically cocoa. Smells like chocolate and felt awful on my face."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "Still as amazing as when I used it in high school! Love the formula and color."
		},
		{
			"review_title": "Great bronzer for me!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "This product has been a great one to use and lasts throughout the day. I apply it once and it lasts a while. I can’t get over how good smelling it is! It is great with my medium skin complexion as well. I would recommend this product to everybody"
		},
		{
			"review_title": "Love the product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I absolutely love how this product looks on my skin! It smells so good and looks natural but also works so well! I would definitely recommend it for everyone!"
		},
		{
			"review_title": "Blends well and smells great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This is a nice bronzer for summer! It blends well and is very flattering on the skin. The smells is awesome too!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Dark Chocolate - deep to tan",
			"review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "The smell of this is delicious! It smells so good. The color and glow is so beautiful! I think this might be my favorite bronzer. And it’s natural?!! What more could you ask for??"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Dark Chocolate - deep to tan",
			"review_buyer_description": "Hazel eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "I like this product. Literally I take care my skin because I don't take sun to look a natural bronzer... :3 I use this product and it make me feel beauty and healthy."
		},
		{
			"review_title": "Dark skin who?",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "This product is definitely not for dark skin tones. Barley has any payoff and I couldn’t tell a difference on my face. Not the best product I’ve tried from too faced."
		},
		{
			"review_title": "10/10",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "What I liked about this product was it went on smoothly doesn’t feel cakey. Definitely made me feel more confident especially struggling with applying make up these days it just hasn’t been going my way as far as feeling like I have too much on I’ve been trying to go more natural and I definitely will be using this bronzer there from here on out."
		},
		{
			"review_title": "Perfect color",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "This is the perfect bronzer, and I am beating myself for ever trying anything else. I like this color better than the hoola.  I don’t like a warm bronzer, I think bronzer looks better when it’s a little more cool. I don’t bother using contour and bronzer - I prefer a more natural look. This adds warmth and definition to the face. I put it on my cheeks and forehead.  I have a light/medium skin tone - neutral, slightly warm undertones"
		},
		{
			"review_title": "delish",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Super good bronzer so pigmented and smells the best!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Oily skin",
			"review_text": "the perfect bronzer. I had an issue where all bronzers made me look orange but this product eliminates that issue."
		},
		{
			"review_title": "Free for review",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Love its so pretty i got this for free for review from influenster. This is one of my all time favorite brands of make up and now my go to bronzer"
		},
		{
			"review_title": "Smells bomb and blends very well",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "Tried this bronzer for the first time and fell in love with it! It blends very well and gives a natural bronze look which I love! Cocoa smell is a bonus. Highly recommend"
		},
		{
			"review_title": "Amazing bronzer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I received this product for free by influenster. I am in love with this bronzer. The color looks amazing on me. Also the texture is so soft and natural. Love the smell. It goes well with all my makeup products. I totally recommend it."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "When I tried this on, I immediately loved how natural it looks on your skin. And it blends well and it’s really pigmented. A little goes a long way , and oh it definitely has that scent of chocolate."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This bronzer smells amazing! I’ve always loved the chocolate-based line of Bronzers from Too Faced and this is no exception!"
		},
		{
			"review_title": "LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Absolutely love this bronzer. I have tried many and this is my go-to always. The shade is stunning and I like how its matter (no shimmer) also smells soooo good."
		},
		{
			"review_title": "Chocolat en poudre",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Normal skin",
			"review_text": "Odeur incroyable de chocolat  Teint bronzé parfait ; pas orange"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Milk Chocolate - light to medium",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "I loved this bronzer! It smelt so good and blended out so easily, i would have to say this is one of my favourite bronzer"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Very good bronzer for the price and it smells nice"
		},
		{
			"review_title": "love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Favourite bronzer and smells amazing. This has lasted me a long time. I love how it’s matte and doesn’t make my face shimmery or anything. Just a simple glow. Blends in really well. Doesn’t make me orange."
		},
		{
			"review_title": "A staple product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "Honestly, the best bronzer. This is my second time purchasing it after hitting pan. I have had this one FOR YEARS - I can't even remember when I bought it. So a little goes a long way and I use this pretty much every day. As a naturally tan/olive toned person, this gives me enough subtle definition and if I feel like I want more - I can build it up easily without it looking ridiculous. It's blend-able and doesn't up looking patchy. Bonus - the packaging is cute and luxe & the scent is dreamy cocoa!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Bear bronzer! I’m not a fan of glitter in my bronzer! This is perfect because it’s matte! No orange or grey undertone! The scent is so yummy! Smells like chocolate"
		},
		{
			"review_title": "Best Powder Bronzer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "I recently bought the charlotte tilbury bronzer to compare which is best. I tried it for a couple weeks, and I am now sure that too faced has the better bronzer."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Just a perfect universal shade for medium to light skin tones."
		},
		{
			"review_title": "YES",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Excellent product. Favorite bronzer I’ve ever tried. Smells incredible and my boyfriend loves it too!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Amazing! Best bronzer I’ve used!! Smells great! It’s buildable. Great over foundation or bare face for a quick natural glow!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "",
			"review_text": "Smells good, blends well, and doesn’t have orange undertones."
		},
		{
			"review_title": "Terrible packaging!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Tan skin tone, Combination skin",
			"review_text": "I wanted to give this all 5 stars because I love the bronzer but unfortunately it’s the worst packaging ever! So difficult to open which caused me to drop it multiple times and replacing."
		},
		{
			"review_title": "Forever a favourite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Used this back in highschool and recently re bought as I remember it being amazing and it was one of the only bronzers I completely used up. Boy am I glad I did!! Forgot how good this bronzer truly is. The perfect tan colour, doesnt look patchy, and lasts all day! Buy this and you wont regret it!! I am light-medium skin tone."
		},
		{
			"review_title": "Not orange or patchy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I've been on the hunt for the perfect bronzer after my favorite one was discontinued. I purchased this bronzer in the milk chocolate shade and it is the perfect color for me (I have light skin) and I do not have any issues with this color showing up on my skin. What I love most about this bronzer is that it is NOT ORANGE or patchy. This bronzer is actually a true brown and leans neutral in color, which I personally prefer. It also blends like a dream, lasts on my skin all day, and never oxidizes. It remains true to color. The packaging is very pretty, but it is a little pesky to open..not a deal breaker at all though! It is scented like cocoa powder and tastes like it too (if you happen to accidently get a little on your tongue). The scent does fade shortly after application and has not broken me out, and I do have sensitive skin. I will definitely continue to purchase this bronzer and highly recommend!"
		},
		{
			"review_title": "The best matte bronzer, and I've tried a lot!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I have tried MANY bronzers, and still always end up going back to the Too Faced Chocolate Soleil. Great coverage. My skin is very fair so I purchase light to medium and it applies very nicely on top of concealer."
		},
		{
			"review_title": "BLACK PEOPLE READ THIS BEFORE BUYING PLS",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, fairLight skin tone, Combination skin",
			"review_text": "BLACK PEOPLE READ THIS BEFORE BUYING   bought it as a eyeshadow since I’m not really an all over the face makeup gal and I’m telling you … it is not dark at all … I am a ginger white girl and blended it was the right color … so yeah unless you’re a VERY PALE black person , buy from another brand and save your money :)  (first line blended , second one isn’t)"
		},
		{
			"review_title": "great bronzer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This is the second one of this exact bronzer I have purchased & it continues to be the best! I had my old one for years and it lasted & looked flawless every time I used it!"
		},
		{
			"review_title": "Holy Grail",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I've been looking for the perfect bronzer for a long time. I've tried countless drugstore and high end bronzers but could never find the right one. I've always wanted to try this out and finally did. It's so soft, pigmented yet buildable and smells like chocolate. It's not an overpowering strong scent, however. What really sold me on this was the shade! It's so hard to find a perfect bronzer for olive skin tones. I was recommended the Fenty powder bronzers but they ended up being SO orange on my skin. It was terrible. This product looks natural on medium, warm olive skin tone. It also lasted me a good seven hours and I have combination skin. Do not hesitate to try this."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Milk Chocolate - light to medium",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I really like this bronzer. It is very light but buildable, which is what I prefer. I don't like a heavy bronzed look. I also like that it's neutral and not orange at all. The chocolate smell is also a plus."
		},
		{
			"review_title": "too light for me",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I am SUPER fair and I found this to be too light for my skin as a bronzer. I returned as I’ll maybe have a teeny bit of colour in the summer and want a bit more from my bronzer"
		},
		{
			"review_title": "favourite bronzer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Favourite bronzer! I’ve been using this for a few years now, I always go back to it. I am quite pale and find this suits me well. It also blends nicely with my face powder when I use fake tan and want the rest of my face to be a little more evenly bronzed haha. Also smells soooo good !"
		},
		{
			"review_title": "love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Very pigmented and blends super well. I’m very pale but it still doesn’t make me look orange. Also smells heavenly"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "The perfect bronzer for fair skin. This bronzer blends well and can be applied at varying degrees of intensity. It also smells great too!"
		},
		{
			"review_title": "<3",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "perfect color- not too warm but perfect on my olive skin. blends easily and looks really natural :) i like that it has a matte finish. and smells like chocolate but it’s not overpowering which is nice! the packaging is really cute too, easy to open. my only complaint is that there is some fallout with this, though that’s not a big deal imo."
		},
		{
			"review_title": "Smells delicious!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Smells very good! It is not too pigmented, which is perfect because I am pretty new with bronzer. I will probably get the darker shade in the future for a more dramatic look!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "The only bronzer that I have tried that won’t make me look unnatural, has no orangey tones to it to where it looks fake or gimmicky to wear. Looks like I have a nice bronzed tone to my face when applied"
		},
		{
			"review_title": "New formula is garbage",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Used to love this product it went on a tad bit more ashy than orange but the new formula is just orange. Absolute garbage now. As usual big MU brands getting greedy and changing the formula to make it cheaper for them and garbage quality for their customers. Won’t be buying too faced anymore..."
		},
		{
			"review_title": "Great product, TERRIBLE packaging",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I LOVE this product and it has been my holy grail for years. However, the new packaging is literally so terrible. It’s impossible to open, but especially if you either have acrylic nails or there’s another product on your fingers."
		},
		{
			"review_title": "not good",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Old formula was so much better!!! This one leaves my skin blotchy to the point I just threw it out .  Very disappointing.  Thought I had purchased a different brand but it’s the same brand and not at all the same formula.  Went thru the reviews and glad to see I wasn’t the only one with this issue ."
		},
		{
			"review_title": "yeah baby",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Grey eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "A perfect product. Works well for contouring or bronzing, blends well, and the milk chocolate shade isn’t too dark for my very pale skin. I’ve had my current pan for about 1.5 years and I’ve got at least another 6 months of use in it."
		},
		{
			"review_title": "wear it every single day",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I love this. It never turns orange. I often wear it alone but occasionally use it as a contour and it layers well with a cream blush."
		},
		{
			"review_title": "chocolate bronzer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Oily skin",
			"review_text": "This is my favorite bronzer smells good blends good and cute packaging. Doesn’t look orange can wear it with or without makeup for my pale skin"
		},
		{
			"review_title": "Not what it used to be",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "lightMedium skin tone, Combination skin",
			"review_text": "New packaging is annoying to open and the new formula doesn’t come close to the old one for me. Hard no. Returned product"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Milk Chocolate - light to medium",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Perfect shade bronzer for light skin tones! And love that it's not sparkly"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Light skin tone, Normal skin",
			"review_text": "I have been using this bronzer for years. I liked the old formula before the packaging changed more, as this new formula settles onto peach fuzz more, but it’s still very good! I haven’t come across a better bronzer that the color is as cool toned/ but warm enough as this one."
		},
		{
			"review_title": "too faced bronzer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Oily skin",
			"review_text": "This is a very nice bronzer. Gives a nice glow to my pale skin. Highly recommend. Lasts all day and looks beautiful. The smell is amazing"
		},
		{
			"review_title": "Best bronzer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "A few years ago I decided to try this bronzer and I've been loyal to it ever since. It smells amazing, just like chocolate. It looks great on my skin and doesn't look orangey like other bronzers. I use the milk chocolate one and I have light to medium skin."
		},
		{
			"review_title": "Favorite bronzer!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I have been using too faced bronzer for many years now. I love the new packaging and it adds such a beautiful tint to my face. I have very fair skin and the light to medium shade is the perfect shade for me."
		},
		{
			"review_title": "MISS THE OLD FORMULA",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I miss the old formula this one seems to be more blochy even the packaging changed"
		},
		{
			"review_title": "the best bronzer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "i swear by this bronzer. it lives up to all of the hype it constantly receives. it smells amazing and goes on very smoothly. the product doesn’t get orangey after hours of application either. i recommend all people give this product a try!"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Light skin tone, Oily skin",
			"review_text": "This has become my favorite bronzer. So smooth and beautifully pigmented!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Milk Chocolate - light to medium",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "The bronzer is great, same as always but this new packaging is just terrible and so hard to open. Maybe it's just me but it's slippery and the magnet sticks I always drop it"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "My favorite bronzer! I got the milk chocolate one because of my pale complexion, and it’s the perfect color. It also smells like chocolate which is cool."
		},
		{
			"review_title": "Cult classic bronzer, always a hit.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I’ve tried so many different bronzers and this will always be my favorite. It’s perfect all around. It’s not too warm or too cool, and it smells amazing. Will always be a favorite!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Amazing, one of my favourite and a must in my collection"
		},
		{
			"review_title": "Wonderful product - horrible packaging",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair, Fair skin tone, Combination skin",
			"review_text": "I have been buying this product forever and absolutely love it. I don't really care that much for the smell because I think it's a bit gimmicky, but it's not that strong. What I love about it is that it's not orange-y or fake in color and it applies pretty evenly. Additionally, it's not shiny/glittery - a real matte product.  HOWEVER... I HATE this packaging. First, it contains less product than the old packaging for a higher price  (but that's the way it is these days). Second, it just feels and looks cheap and tacky.  Third and the absolutely worst thing is that it's impossible to open. The ribbing on the side gives you nothing to grab onto, and the cutesy heart is just purely decorative. I usually have to dig a nail in between two sides and wedge it open, so that I don't end up dropping it and having it shatter all over the bathroom floor like the previous one I bought.  If I could find a comparable product with better packaging, I would switch in a heartbeat."
		},
		{
			"review_title": "This yummy blush is delish.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This is my favorite brown blush. It is a bronzer but i like to used it as blush. It smells good and give a soft brown glow to my face."
		},
		{
			"review_title": "new fav",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "This is a great bronzer, good colour and it smells like hot chocolate. I would recommend getting the chocolate soleil because the milk chocolate is a bit yellow on certain skin tones."
		},
		{
			"review_title": "Easy to blend",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Smells amazing, easy to blend and I love that it is matte. Works well on my fair skin."
		},
		{
			"review_title": "Great Bronzer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Actual color I have is milk chocolate: light to medium. Great bronzer and am really hoping they keep it around for a long time."
		},
		{
			"review_title": "Love the bronzer, compact design is definitely off",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "The milk chocolate shade is a perfect everyday bronzer for my fair skin. Not too heavy, not too light, builds easily and quickly, and looks like a lovely natural shadow. It smells nice too. Everyone else's complaints about the compact being difficult to open are legit though, it's definitely not a great design. I don't even have nail tips on, but if I did I don't know if I could open it. The trick to opening it is to hold it so you're only holding the bottom part and then push up on the bottom tip of the heart in the middle. It opens every time like that, but I could easily drop it every time I open it because I can't have a good grip on it to get it open. Just annoying and I'm not sure why they didn't go with a different compact design. I half expected the heart to be a button release since the whole compact is a little reminiscent of the early 2000s. I wish it was a button release."
		},
		{
			"review_title": "Perfect bronzer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Perfect bronzer.  No sparkle, so great for mature look.  Most bronzers make me look older and trying to look younger just from all of the sparkle!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "best bronzer I have ever used, gives natural tanned look, I can't live without it"
		},
		{
			"review_title": "I really like it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "This is a beautiful bronzer, very pigmented , a little goes a loooooooong way!! Trust me less is more with this product! Its just the perfect warmth , not too orange ! Love the packaging and love too faced! Another product im happy i purchased!!"
		},
		{
			"review_title": "Best Bronzer Ever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I’ve been using this bronzer for years! It has a delicious chocolate smell and is so beautiful. You can apply lightly or build to get darker tones. Wide range of looks you can get from this. Warm bronzer that looks great and smells great! Definitely buy! As you see in the photo, I swatched with one swipe and then underneath I built it up to be darker. So pretty!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I’ve been using this bronzer for years and you honestly can’t go wrong with it. It’s buildable so you can cater to whatever bronzed intensity you prefer and it smells absolutely delicious. The colour is also perfect, not too orange and not too brown it can work with any undertone"
		},
		{
			"review_title": "Love This Bronzer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "This bronzer is my favorite bronzer I’ve ever used. I love the PF Butter Bronzer but was looking for something that has better lasting power as I found myself needing to reapply the butter bronzer throughout the day and this delivered! I love the scent, the packaging is adorable and I love the color and pigmentation (it’s very pigmented so a little goes a long way!) I am buying this again soon when I finish the one I have. Love!"
		},
		{
			"review_title": "My favourite bronzer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I love this bronzer so much. It's very similar to the hoola bronzer but it's much less patchy and looks very flattering on the skin. you can build it up and it looks very natural on the skin!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Smells so good!!! It’s a buildable formula so you can put on as little or as much as you want. I wear it everyday and it’s such a natural bronze colour"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Been a hoola fan for years and thought I’d try this because of the pretty compact. Definitely not disappointed! Some bronzers appear orange but not this one, makes my fair complexion a healthy suntanned glow just like I wanted. And it smells like chocolate which is a plus!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I have been using this bronzer for years to contour. No skipping, amazing scent."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Milk Chocolate - light to medium",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Always look flawless and natural! Would not change bronzer ever, been using it since at least 3 years. Still in love with the cacao smell every morning"
		},
		{
			"review_title": "Can’t imagine using anything else",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "I did prefer the old formula but I’m still a huge fan. Not orange in the slightest but also goes on nice and doesn’t give that “smudgy” look (like hoola does) the old formula applied much nicer but this is still my fav holy grail bronzer. Save the shimmer and glitter for my highlighter, this matte bronzer is perfect."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Natural looking. Next time I will just use actual coco powder.. cheaper!"
		},
		{
			"review_title": "best natural bronzer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "this bronzer never looks orange and blends seamlessly - if you’re looking for a bronzer that doesn’t look like bronzer and simply makes you look tan, this is the one"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I look so tanned but not orange. It’s the first bronzer I’ve used that actually makes me look glowing and tanned... it also makes my face match my body since I do not tan my face. Will purchase again. So great."
		},
		{
			"review_title": "Packaging is Near Impossible to Open!!!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I had to knock a couple stars off of what would normally be a 5 star review, as the bronzer is great, because the packaging is near impossible to open if you have acrylic/fake nails!  I have to wrestle with it and struggle every time.  I'm honestly considering just breaking it in half so I can access the bronzer easily.  PLEASE change back to the old packaging that was much easier to open."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Milk Chocolate - light to medium",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Best bronzer ever. Was using Sephora’s Los Cabos until they discontinued and I didn’t realize what I was missing. This product goes on smooth, it’s soft and blends well. It’s a very natural shade. Absolutely no orangey tones whatsoever. It smells like chocolate too which was a fun surprise. Gives my pale skin a perfect sun kissed glow."
		},
		{
			"review_title": "Not orange",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I like this bronzer because it blends nicely and it is not orange on my pale skin. Sometimes, I also use it for contouring to add some depth but my primary use is to match up my foundation when I am in between a light and medium shade. I find that my neck is the lightest part of my body and so it is difficult to match my foundation to face, body and neck. It also lasts forever and smells divine! I think this is the best color I have found thus far."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Milk Chocolate - light to medium",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "One of the best bronzers I’ve tried! Gives me nice color but looks natural."
		},
		{
			"review_title": "Best Bronzer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Grey eyes, blonde hair, mediumTan skin tone, Normal skin",
			"review_text": "Easy to work with and smells wonderful. Been using this for years."
		},
		{
			"review_title": "Great product but smells a little too strong",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I really like this product! It blends really well and doesn’t look too orange which I like. I just find the smell a little too strong. I like a smell in a product but I like it when it’s a little more subtle. However, it doesn’t bother me too much. The product is great."
		},
		{
			"review_title": "Love it and lasts forever.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Lasts forever and smells like chocolate. My children want to eat lol. That might be a downside but it really is a great product!"
		},
		{
			"review_title": "delicious product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This product looks amazing and smells so good, you will have a scent of chocolate all day long ♥️"
		},
		{
			"review_title": "LOVE ❤️ THIS PRODUCT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This is such a nice lightweight easy to blend product!!! I use it to contour for a light day makeup look!  This shade looks great on fair skin tones"
		},
		{
			"review_title": "too orange for me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "After using Benefit Hoola for years I wanted to transition to a bronzer that’s cruelty-free and silicone-free. I like the texture, buildability, and scent of the Chocolate Matte. Unfortunately it leans too orange for me. I am pale with cool/yellow undertones and especially if I’m using this without any tint on my skin it comes up too orange. Disappointing."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I love this product so much! Smells delicious and works well with my complexion. Really recommend"
		},
		{
			"review_title": "Super pigmented!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Very pigmented and smells amazing. I love the velvety texture and goes it really nicely. The reviews made me buy it and it was worth every penny."
		},
		{
			"review_title": "BEST BRONZER",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "As much as I don’t like too faced as a brand, I adore this.  The chocolate smell is better than I could’ve ever wished for.  When I apply it to the cheeks there’s a strong chocolatey smell.  It smells better than actual chocolate.  Doesn’t smell artificial at all and if you’re worried about smelling like chocolate all day, you can only really smell it when you apply it.  I have pale skin so it’s usually quite difficult to find a light bronzer match.  This is a neutral brown so its perfect for warming up the skin, or contouring.  The packaging is amazing, just sometimes hard to open.  You get suprizingly a lot of product.  Its my favourite bronzer of all time and the SMELL IS INCREDIBLE."
		},
		{
			"review_title": "too faced bronzer chocolate soleil",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "À dâte, c'est le meilleure bronzer que j'ai jamais utilisé de ma vie! il est  tellement bien manipulable il s'estompe comme un charme. odeur agréable aussi"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Milk Chocolate - light to medium",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Love this product!!! Powder matter finish easy to blend looks subtle and Smells AMAZING!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I am a huge fan of this product, it goes on well and smells amazing!"
		},
		{
			"review_title": "Best bronzer ever!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "This shade is absolutely gorgeous on me. I love Too Faced bronzers, they're very nice & easy to blend. It never looks muddy or patchy, it's just a great formula. I'll continue repurchasing this specific bronzer forever. My #1 fav."
		},
		{
			"review_title": "Patchy & Causes Acne",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Pass on this one. I don't know what is with the formulation of this product but it is extremely difficult to get a clean look with this bronzer. I have tried several brushes and techniques, but it still comes out very patchy, streaky, and orange. It is very time consuming and frustrating to blend out. I have never had this problem with other bronzers. Also, I have warm skin, but this bronzer is very orange. If it weren't for the patchiness, I would have exchanged it for the lighter shade to see if its any better but I decided to just take the loss on this one.   I also noticed that I started to get a bunch of bumps in the areas that I was using the bronzer. I believe this product is not very good for your pores. About a week after stopping use of this bronzer, the bumps went away and haven't been back since. Just something to consider.. It looks like a lot of people have had this issue."
		},
		{
			"review_title": "Holy Grail on first use",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Fair skin tone, Dry skin",
			"review_text": "This is my first time using this product and I think it is going to become one of my HGs. Wonderful and not overbearing color for my very fair, warm skin. Super easy to apply and get a diffused and natural look. Not much more to add! :)"
		},
		{
			"review_title": "Natural Looking Bronzer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I love this bronzer! It adds such a natural looking glow to my everyday routine! Would definitely recommend to anyone looking for a nice natural bronzed look!"
		},
		{
			"review_title": "A rare find",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I use this product for contouring. I am a repeat customer of the product.  Pro: -Doesn't have excess fall out, yet is pigmented and has an easy application -The color has a nice tone for what I believe would be multiple skin tones (it's warm and not orangy).  -They've updated the packaging, which now has a magnetic close and a mirror - super cute  -^The lid is not likely to break off - which is something that I find often reoccurs with some makeup products  Matte products are hard to find, and this is a product I would recommend.   Potential Con: Depending on your budget, the pricing could be be considered costly for a single product"
		},
		{
			"review_title": "Very very VERY pale girl's opinion.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "I have had it for years, it still keeps its nice smell and suits my very very very pale face. All other bronzers usually make my face look orange, this does not. It is such a pretty bronzer. I don't feel like I need any other bronzers in my collection. Such a nice tone too."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Big fan. I'm writing this review 2 years after purchase, and am just now hitting pan. The product smells amazing, and gives my fair skin a nice toasty glow without being overkill. Will be buying again!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "My favourite and go-to bronzer to this day. Blends out great, a natural and matte finish, and omg the SMELL is AMAZING!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Milk Chocolate - light to medium",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I used the Hula bronzer for the longest time and recently mae the switch to this one instead and I will NEVER go back. This bronzer is great and gives my skin a radiant glow."
		},
		{
			"review_title": "Beautiful Bronzer for Fair Skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "I love this blush. It’s light enough for my fair skin and doesn’t look orange. It also makes an excellent transition shade on the eyes. The best part is that it smells really lovely. I love this bronzer so much that I bought a back up when Sephora was selling them for half off!"
		},
		{
			"review_title": "Non-Orange Bronzer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I’m a very pale girl, so any tinge of orange in a bronzer will show on me. This is the ONLY bronzer that I buy anymore because it is actually ~brown~ and not orange. It can easily be built onto for a deeper colour, but for everyday a small amount is perfect.   Also the smell is amazing -so bonus!"
		},
		{
			"review_title": "Good, but slightly too orange for me",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Don’t get me wrong this is a great bronzer, but it is a bit too orange for me. I compared it to my Benefit Hoola bronzer and I would recommend that instead if you aren’t looking for some as warm, but still bronze. I find that this one has an orangey tinge. Other than that, I think that this is a great product the packaging is beautiful and it spells amazing!!"
		},
		{
			"review_title": "Pigmented!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Purchased this on sale for under $20 and definitely worth that price. The chocolate scent is very strong so if you're not into that I wouldn't really recommend. I tend to like unscented products but this is a scent I don't mind as much. Super pigmented and a good shade. Blends out great and the packaging is very cute. Wouldn't recommend if you are super pale as the color is quite warm and darker than I'd expected."
		},
		{
			"review_title": "Love this bronzer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I absolutely love this bronzer. I use it to lightly contour or dust across my whole face as it’s almost a powder for my skin tone when I’ve had a bit of sun. It feels clean on and I love the smell too. I also use this to dust my roots instead of dry shampoo in a pinch."
		},
		{
			"review_title": "FAV",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
			"review_text": "This is my favourite bronzer ever! I think I’ve been using this for about 5 or 6 years now, I have of course tried other bronzers but nothing compares to this one! If you prefer warm toned bronzer this is definitely for you."
		},
		{
			"review_title": "love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This is my favorite bronzer I've been using it every day for years now"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Blue eyes, brown hair, mediumTan skin tone, Oily skin",
			"review_text": "I lalalaLOVE this product. First of all, it literally smells like chocolate which is so cool. It is a beautiful colour, and I was never much of a bronzer/contour kind of girl until I started using this product and now I swear by it. My makeup look is incomplete without this. Not to mention, a little goes a long way. I don't know how long bronzer is good for, but I bought this 2 years ago and I still use it and I still have some left. lol"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Dark Chocolate - deep to tan",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "Great lightweight silky finish, and smells great! I would recommend for sure."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I honestly love this product so much, and it smells very good."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Milk Chocolate - light to medium",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This product is fantastic! Builds easily and smells amazing. I also use this as an eyeshadow base and it works well. The light/ medium is a perfect shade for my complexion."
		},
		{
			"review_title": "Best bronzer for fair skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Best bronzer for fair skin! It's so smooth and I get tons of compliments when I wear it. It has the perfect undertone, not too ashy, not too warm and blends like a dream. I have a hard time using any other bronzer now. I hope they keep this product around."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Good shade for me blendable and did not look muddy like some other bronzers"
		},
		{
			"review_title": "Chalky and Irritating (break outs)",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "I loved the old formula of this bronzer and used it for many years.  After running out, I purchased this new formula and found that it was chalky, but more important broke me out.  I stopped using it and my skin returned to normal.  I picked it up again to give it another go, and broke out again."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "I know this was advertised as being chocolate scented but it was a very sweet strong smell. The color looked kind of grey and ashy. It was definitely not worth the price."
		},
		{
			"review_title": "The BEST bronzer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "This is, hands down, my all time favorite bronzer. I always reach for this one first. It’s my perfect shade. It goes on so smooth and easy and blends really, really well. And it’s a nice bonus that it smells like chocolate."
		},
		{
			"review_title": "THE BEST BRONZER EVER",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "The best bronzer I have tried. The powder looks and stays really well and it smells just like chocolate. It does not make your makeup look powderly even dough this bronzer is powder."
		},
		{
			"review_title": "A MUST.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "The absolute best bronzer I’ve had. This will forever be my go to. Soft, smells nice, blends easily, doesn’t streak, pigmented but not heavy, and overall just everything you need in a bronzer!"
		},
		{
			"review_title": "smells amazing",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Smells amazing, very buildable formula and easy blending"
		},
		{
			"review_title": "Chocolate Bronzer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "This bronzer is so much bigger than it looks in pictures!   The packaging is truly gorgeous!          It's just so beautiful to look at and to hold!"
		},
		{
			"review_title": "scent too strong",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Light skin tone, Dry skin",
			"review_text": "If you’re sensitive to smell, do not get this. It’s driven me crazy all day"
		},
		{
			"review_title": "Yum!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Light skin tone, Oily skin",
			"review_text": "A little goes a long way! It has zero shimmer; which I prefer because I have oily skin, it also doesn't leave an orange hue like some bronzers do. And it smells DELICIOUS!"
		},
		{
			"review_title": "Great Bronzer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This is a great bronzer, and it smells nice. It is buildable so you are able to achieve a more dramatic look if that's what you want. It also lasts forever, definitely worth the price!"
		},
		{
			"review_title": "best for fair skin - MILK CHOCOLATE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This may be 'old & boring' but it's still the best find for fair skin."
		},
		{
			"review_title": "Disappointed.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I got a sample of this years ago and loved it. It smelled great and was the perfect bronzer for a subtle contour... but I just bought this and it smells not like chocolate... but like playdough."
		},
		{
			"review_title": "Need more colour options",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Great quality, lasts long, but none of the colours available are right for my Indian skin tone."
		},
		{
			"review_title": "Simply the best!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, lightMedium skin tone, Combination skin",
			"review_text": "Perfect golden bronze colour, no orange at all. I was sad when my Tarte bronzer ran out in the glow pallet and I was on the hunt for something similar but with longer lasting power. This surpassed my expectations and I will continue buying it for years to come! For reference I have neutral light/medium skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "OOoh girl she PIGMENTED. As a very fair skinned person I can only use this (the original chocolate soleil) sometimes if I’m feeling very brave...i have to give the product the lightest touch with my brush and then vigorously tap off the excess unless I want a big blotch of dark bronzer on my face...which I don’t. But the color beautiful, a true matte brown..and the cocoa scent is to die for. If you can make it work, this is an A+ product."
		},
		{
			"review_title": "Choco not",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "The smell is amazing and i wanted to like it. It was too light for my skin tone to show up and they wouldn’t exchange via mail and I had 20% discount so I won’t be repurchasing now that I have used my coupon. I love scented powders. Everything should be scented in my opinion. Miss the old school powders from drugstores that smelled so pretty."
		},
		{
			"review_title": "Best Bronzer EVER",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "This chocolate matte bronzer is the bomb!!! Very pigmented and it looks soooo natural it’s really amazing."
		},
		{
			"review_title": "perfect bronzer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I love this bronzer.  I’ve bought it probably 5 times. It’s perfect. I pass and you have a pretty hint of sun. You can build it up to look darker without looking caked or dusty. Smells divine. It’s matte with no shimmer. I love it."
		},
		{
			"review_title": "Does everything right",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
			"review_text": "This Bronzer is really finely milled and in one layer looks like a beautiful hint of sun. It can be built up to a more intense sunkissed glow without looking thick or heavy. It has a pleasant chocolate smell that once applied isn’t noticeable. I have sensitive skin and the added chocolate fragrance didn’t cause any irritation or breakouts. The milk chocolate bronzer is neutral and light enough to be worn as a blush or can be layered upon bronzers or blushes to make them more neutral. I find that it looks good over several base products and cooperated with a variety of cream, liquid, and powder cheek products. I highly recommend this as an everyday, fail safe bronzer and I am glad it’s in my collection."
		},
		{
			"review_title": "Beautiful Bronzer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "It's a beautiful matte bronzer. Nicely pigmented and easy to blend. It gives Nice bronzy look and not too dark or light. ideal for olive, tan to deep skin tones. Packaging is very cute and beautiful."
		},
		{
			"review_title": "cocoa powder in a shiny case",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "This product is hyped up version of your basic grocery store cocoa powder, sure smells like it too. Besides the strong scent, the very powdery texture, the packaging is just sensational. it's bulky, heavy, shiny, like why?? I was hoping to use this on the go - nope! Definitely not a product you would carry around unless you have a huge purse and don't mind the extra weight. It also doesn't last... If you take basic cocoa powder and apply it to your face it will last longer.. don't waste your money there are much better bronzers out there"
		},
		{
			"review_title": "the best",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "I will always love this bronzer. The best and smells delicious!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Milk Chocolate - light to medium",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I loveeee the packaging and I really like the product!"
		},
		{
			"review_title": "love it!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I love it!!! I’m young so I want natural and this gives me the natural everyday look"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "my favorite bronzer. ever. it doesn't break me out and isn't patchy, even when i apply it to bare skin. it is a bit too light for me during the summer, but is the perfect shade for me during cooler months. i use this to contour and to bronze my face. stays on all day."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Milk Chocolate - light to medium",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Oily skin",
			"review_text": "Love this product. really gives a good bronze look and goes on really nice. really expensive though"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "my go to bronzer! it does become patchy a little during the day but it is a very nice and natural colour, it also smells amazing and applies very smoothly"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I'm somewhat fair skinned and this was the perfect shade for me. It looks natural and blends really well. Plus it smells like creamy chocolate, so definitely recommend this."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Beautiful shade and product! The scent is just enough to be pleasant on the skin and not overwhelming. It lasts all day and is a darker medium neutral colour that works really well with my olive toned skin."
		},
		{
			"review_title": "Better than Hoola!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I’ve heard so much hype about this through the years and it is WORTH IT!!!! Perfect combination of contour and bronzer. I like it better than hoola!! Less orange more olive."
		},
		{
			"review_title": "my ride or die",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I’ve been using this for years and I don’t know if I’ll ever try another bronzer! Smells amazing and works perfectly. Love the shade."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Milk Chocolate - light to medium",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Ce produit a un magnifique fini et la couleur est parfaite pour ne pas paraître fake"
		},
		{
			"review_title": "So perfect",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "lightMedium skin tone, Combination skin",
			"review_text": "I've been buying this for many years, even after the redesign of the packaging! It smells so nice, lasts me a long time and I use it almost everyday. There's no orange hue to it, which I love because when I tan in the summer, I can use this all over my face instead of my foundation and it looks natural and I get a lot of compliments on my skin."
		},
		{
			"review_title": "Natural bronze",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "I’ve always found it so difficult to find a subtle natural looking bronzer and this does the job. Bonus, it also smells great and blends well. For reference I am Mediterranean with light olive skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I have very dry and red blotchy skin. In the summer this is my go to always!  Gives me a tan look without all the sparkle!  I use on my chest and neck!  It is scent free and doesn’t irritate my skin. I use in the winter for contouring!  It’s a great product!  I highly recommend!"
		},
		{
			"review_title": "Chocolate Heaven",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This bronzer is a chocolate lovers paradise. It smells divine. I take a deep breath in every time I open it up. On top of that, it’s easy to blend, never makes me break out, and looks seamless and natural."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Love the colour and I love the scent. I do have a little harder time blending this bronzer but the shade works so perfectly with my summer tan that I will take the extra time to blend it out. It’s a great shade, no orange undertones like you have with so many other bronzers."
		},
		{
			"review_title": "Looks Natural - Smells Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "There's so much I love about this bronzer. The color, the smell... oh man, the chocolatey smell! It looks really natural and is easy to blend. The one drawback is that it's not terribly long-lasting. But honestly, it smells so good I enjoy reapplying."
		},
		{
			"review_title": "Excellent Quality Product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Nice buildable shade. Smells amazing too. I also like that it does not turn my skin orange."
		},
		{
			"review_title": "New Favorite!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, gray hair, Fair skin tone, Combination skin",
			"review_text": "I'm so ecstatic to have finally found a bronzer light enough for my skin tone. It smells wonderful, goes on smooth, and leaves the perfect lightly sun-kissed look. Definitely a new favorite."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "Fave bronzer to contour with!!!! Like it better than the Marc Jacobs bronzer that I’ve been using for years. I feel like for olive toned skin, this is great"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Dark Chocolate - deep to tan",
			"review_buyer_description": "Tan skin tone, Oily skin",
			"review_text": "I was pleasantly surprised when I tried this powder at home. I was recommended the bronzer in store but was hesitant because I couldn’t try it on but it works like a dream, even on brown skin."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "My favorite bronzer and I've used many different brands. Plus it smells so good."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Smells like chocolate and blends like a dream. The best bronzer I’ve tried so far"
		},
		{
			"review_title": "perfect color",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I've tried so many other bronzers but this is the only one that doesn't look muddy on me. I just love it!"
		},
		{
			"review_title": "I can’t open the case!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "If you have nails of any length. Don’t buy this. I literally start to sweat and yell every time I try and use this. It’s impossible to get open. Smells like chocolate so that’s nice but I wouldn’t buy this again."
		},
		{
			"review_title": "Fair Skin's Best Friend!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I absolutely love this bronzer It's perfect for more fair skin such as mine. I also like that it's very light and allows you to build it up as much or as little as you like. I use this as my everyday bronzer when I go for a more natural look without intense contour. Would recommend to anyone who struggles with finding bronzer light enough for them!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Milk Chocolate - light to medium",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "Amazing - this is my first bronzer and it goes on perfectly and smells great. Gives you a really nice glow! Note that I have very fair skin so was a bit nervous about using bronzer, but this worked magically."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Dark Chocolate - deep to tan",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "Smells great. Works great. Its a great colour for my skintone"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Milk Chocolate - light to medium",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Love this bronzer it’s light and it smells great. It gives you the perfect glow."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "It goes really smoothly, it's blendable and color is nice, not orangey, never cakey..I love it, use it every day. You get a lot of product, it will last you for a long, long time."
		},
		{
			"review_title": "First bronzer I have ever used and love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Never used this bronzer before and got a sample size one of the chocolate Soleil as a gift and absolutely love it.  First of all it smells amazing and delicious and secondly I love the shade on my skin.  I have light skin and this adds a perfect amount of bronzer and a cool tone to my skin.  Defiantly will be purchasing a full size when I run out of my sample size."
		},
		{
			"review_title": "love love love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "I love this bronzer. It blends really well and it doesn’t turn out orange on my skin. It also smells really good. I definitely recommend this bronzer."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Tired of trying other bronzers that look orange on me and went for this one. It is the perfect neutral shade plus it smells great!"
		},
		{
			"review_title": "Love this bronzer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Smells amazing. Does not go on orange or too strong, layers and build well and looks natural."
		},
		{
			"review_title": "Amazing bronzer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, lightMedium skin tone, Combination skin",
			"review_text": "OMG the best bronzer I ever had! Amazingly pigmented, very blendable, lightweight & versatile to use. Sometimes I use it as all over face warth & sometimes as contouring,both ways works wonderfully nice. Alittle dust of it & you are good to go, I'm sure it lasts forever. The smell also is very lovely."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Perfect bronzer shade. Not orange whatsoever. Looks like a natural tan in buildable color. Bonus that it smells amazing."
		},
		{
			"review_title": "Don’t waste your money!!!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Way way to dark. Smells good but it doesn’t even go on the skin smooth it shows all my imperfections."
		},
		{
			"review_title": "The Best",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "This bronzer is the PERFECT shade of brown. It is not orange like all of the other bronzers I have tried. The scent is nice as well. I have been repurchasing this bronzer for 3 years and I have not felt the need to even look for anything that could compare to this one."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Milk Chocolate - light to medium",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "I love this! it smells delicious. I highly recommend this"
		},
		{
			"review_title": "Loveeeeeee",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "Great product. It lasts a long time, survives most impacts, and love the smell. It isn't patchy or hard to blend. Definitely recommend."
		},
		{
			"review_title": "smells like food, who needs that?",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I am light to medium and got the bronzer in medium to dark but it hardly shows on my face. Plus it smells too much, and I am on the Intermittent fasting until 5 pm every say and it makes me hungry and angry so I will have to only use it in winter when the skin is the lightest with my nose closed, or as an eye shadow, the package weights a ton and hard to open  and my first thought was to depot it but i refused the idea cause i tend to destroy stuff when depotting. Anyway I do recommend it ony for those who do not fast and need a barely there shade . I will never buy this smelly makeup again."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Great matte bronzer! I have light skin and was worried this would be too dark but I love that it’s more brown, making a GREAT contour!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Very good! Not patchy at all, the final result is beautiful and very easy to apply."
		},
		{
			"review_title": "Go for a lighter shade.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "Love the smell. Love the packaging. Bought the wrong color. I bought “med-deep” since I tan easily and have a medium tone already. Way too dark for me. Going to swap for the Light medium."
		},
		{
			"review_title": "Must have bronzer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This bronzer is a must have! very natural looking, and smells amazing. I love it!!"
		},
		{
			"review_title": "my go to bronzer !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Got this at winners and I love it! Perfect shade and It’s not orange looking on my face at all which I worry about with browsers, this one looks natural (: y’all need this"
		},
		{
			"review_title": "Love the smell!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "Smells so delicious and love the shade! Very nice Bronzer. Good amount of product."
		},
		{
			"review_title": "Always buy this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Bought this many times. Just a great bronzer. Smells like chocolate too lol"
		},
		{
			"review_title": "Perfect for pale/light skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "The perfect matte bronzer for pale/light skin. You can add more to build up the bronze, if you need to. Because it's matte, it's perfect for work or anytime you need a little extra colour. Smells like hot chocolate."
		},
		{
			"review_title": "Great Bronzer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I love this bronzer!!! I love the subtle smell of it and it goes so well on top of cream bronzers."
		},
		{
			"review_title": "THE BEST BRONZER ON THE MARKET",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I’ve been using this bronzer for over 2 years and it’s literally the best bronzer because it lasts all day, it’s not orange like the rest of the bronzers there is., the smell is amazing and it looks so flawless on the skin! What more do u need for a bronzer?! I love it and I will never replace this bronzer!"
		},
		{
			"review_title": "BEST ONE YET!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "i think this is the best bronzer ever!! it looks very natural which is what i want. but you could also make it harsher if that’s what your into."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I’ve tried many bronzers but this one I got it in a set so I tried the small version and it’s amazing, not only it smells really good but also does it’s job !!!"
		},
		{
			"review_title": "Good product but cooler than the old one",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I have been using this product since before the reformulation. It's great because it smells (and tastes) amazing and it does not break out my sensitive skin.  Unfortunately, I won't be repurchasing this as the colour is more cool toned than the previous version, which would work with a cooler skin tone but mine leans warm (NC35)"
		},
		{
			"review_title": "LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "LOVE it! Smells good, looks good. Zero issues with this. I have used the Too Faced Chocolate Bronzer for years and I have other ones as well but this is by far my favourite. The Chocolate Soleil shade is dark for the winter months but Its easy to blend and shade better to my seasonally changing skin tone ahaha."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Milk Chocolate - light to medium",
			"review_buyer_description": "Green eyes, red hair, Light skin tone, Combination skin",
			"review_text": "Absolutely love this stuff! Gives me such a beautiful glow and the smell is heavenly!!"
		},
		{
			"review_title": "such a cute bronzer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I use this bronzer everyday! It lasts all day and it never fades! Even if I sweat during the day it still sticks to my face so I would definitely recommend this bronzer!!!"
		},
		{
			"review_title": "Formula change?",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This is my third time buying this bronzer. the most recent one i bought had SO much fallout. Did the formula change? :("
		},
		{
			"review_title": "It smells like chocolate!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I've worn this every day for the past 2 yrs and I still love the smell omg!!!"
		},
		{
			"review_title": "old faithful",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "I’ve been using this since high school! It is the best bronzer, it goes on easy without making you look orange.. and it smells like chocolate... but not in an annoying way! One of my all time favorites"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Milk Chocolate - light to medium",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Love love love this bronzer! I use it for contouring my cheeks and it's not too light and not too dark for my light skin. And it smells faintly of chocolate. I have been using this brand for years."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Great color and lasts all day long! This is one of my staple products."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "LOVE the colour, the smell, the only annoying part is that it’s a bit hard to open the actual bronzer. 9/10 for bronzers that I’ve used tho‼️"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Milk Chocolate - light to medium",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "Love this stuff! smells amazing and is good bronzer for lasting all day/night. I like to use this all over my face to just warm it up a bit, but don't contour with it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "Excellent matte bronzer. Not patchy and not too orange"
		},
		{
			"review_title": "amazing product for sensitive skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "it is my favourite bronzer of all time. I am using it from last 3 years and I have sensitive dry skin. best bronzer , never cause breakouts or skin irritation."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "My favorite bronzer!!! I hate how everything has a bunch of glitter and shimmer in it, I JUST WANT A MATTE BRONZER!! This is it!! It smells amazing, goes on smooth and isn’t too orange, definitely a more natural color."
		},
		{
			"review_title": "I WOULD SAY PERFECT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "I love this bronzer just gives the right amount of color , smells like chocolate , is matte and even tastes good :)"
		},
		{
			"review_title": "can use multiple ways by far my fav powder",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "My friend turned me on to this and now I can’t live without it!! They recently changed the packaging and now there is less product in it. I love it for many reasons. I have sun damaged skin and I am self conscious about it. I can use this as overall cover when I need to go somewhere and don’t want to do full makeup. It helps even out my skin tone. I can even wear it to the gym and not worry about liquid getting into my pores. On days when I do my full makeup routine I use it as a bronzer over full makeup to even everything out then spray with setting spray."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I absolutely loved this shade for a bronzer! it was easy to apply and blend and smelled AMAZING. worth the buy."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
			"review_text": "I have pretty fair skin and freckles and was looking for a bronzer that didn’t pull too orange on me. This is PERFECT!! It is buildable and easy to blend and also offers a natural bronze look. I have been using it with my Patrick Ta “She’s Passionate” blush and loving the outcome!!! So natural but beautiful! Also a given plus.... the amazing smell."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "At first I thought the colour was too dark for me, but after a couple of uses, I actually started liking the product. Very easy to apply and the smell is awesome too!"
		},
		{
			"review_title": "Best shade for my skin tone",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I like to try new products out but couldn’t find any other product that Shows up on my skin tone and doesn’t make my skin shiny. I tried Nars Laguna and that didn’t show up at all I use it every day and it lasts forever. I am asian and have medium with olive undertones."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Milk Chocolate - light to medium",
			"review_buyer_description": "blonde hair, Fair skin tone, Dry skin",
			"review_text": "Highly recommend for all skin types. Been using this bronzer for years its a go to."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I really liked this in the beginning and it smells just like chocolate but it quickly dried out like a desert. I couldn't even get product on my finger if i swiped it across the top."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love this bronzer. Great color and smells amazing. Easy to apply."
		},
		{
			"review_title": "BUY THIS",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I love this product it smells amazing and it is so smooth on, very natural looking for a easy tan. It also is great for contour if need be. 100% will from now on buy this bronzer!!"
		},
		{
			"review_title": "Top bronzer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I’m a bronzer girl. I’m naturally tan, but i love to look sun kissed. I have bought a Lot of bronzers, and this is my favorite. Usefull to contour too. Really matte."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Dark Chocolate - deep to tan",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "Good product, just now deep enough for anyone Fenty 410 or deeper."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "Une poudre miracle !!  J’adore le fini mat naturellement bronzer, avec la senteur de cacao , elle est mon top 1 , après en avoir essayer plusieurs !!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I bought this item on sale. Smells delicious and works great too!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "love this product! However I recently went into purchase it and they have changed a lot about the product appearance. The compact is now harder to open, smaller, the smell has changed and the mirror is smaller. The new case is heavier and I also noticed there is less product in them now. Still love the long-wearing of the product, just don't love the new look and smell."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Smells fantastic but doesn't linger. I can be a bit powdery but blends really nicely. I hadn't realized how pale i'd gotten over the last few months so it appears a bit darker but nothing a little blending will take care of.  It can be a bit powdery so a light hand is necessary but totally manageable."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Love this bronzer. Super natural yes noticeable tan to the skin. Blends well and lasts a long time. I’ve had mine for nearly 2 years and it still have a good amount of product left"
		},
		{
			"review_title": "my fave",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "My favourite bronzer of all time hands down, regardless if I’m a lighter shade from winter or darker in the summer it never looks out of place. Always blends so easy even if I’m just applying over a bit of concealer and powder. Plus it smells just like chocolate"
		},
		{
			"review_title": "THE BEST",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "blonde hair, Light skin tone, Oily skin",
			"review_text": "This has lasted me almost two years so far. and I have worn it every day. I have not even used half of this product. It blends very well (I use a tarte contour blush to apply). I have very fair skin in the winter and get very tan in the summer (go from mac nw 10 to nw 30) and this works well year round! If you're on the fence go for it! Buy this product! Usually not a huge fan of too faced but i really like this."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Love this bronzer! Just as everyone else is saying, it’s easy to blend, build able to whatever type of natural or less than natural look you’re going for, has a beautiful colour (and scent!!) and stays where you put it! Not much more to say, it’s just the perfect bronzer."
		},
		{
			"review_title": "tried and true",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "This is a great bronzer, full proof and buildable. If you hate fragrance then skip out on this one, i like this smell so it doesn’t bother me at all."
		},
		{
			"review_title": "To Dark",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "this shade was just  to dark for my skin. I had no problem with the product per se but had to return it"
		},
		{
			"review_title": "LOVE this product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I've been very loyal to my Makeup Forever bronzer but decided to stray and try this product. I was not disappointed!  I use bronzer not only to bring warmth into my skin, but on my eyes as well (learned this from a Fancy Face tutorial!) and it's an incredible product for how I use it.   Also, I saw a lot of people commenting on the smell, and I must admit, it smells absolutely delicious!  10/10 would buy this again."
		},
		{
			"review_title": "I love chocolate but don’t want to smell like it",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Goes on patchy. Barely touched the brush on the bronzer and it looked muddy. Tried twice with two different go-to foundations and I returned it. When drama surfaced about the brand after, I will never support this brand.  I choose Nikki Tutorials win/win for me"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Milk Chocolate - light to medium",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Love it I always use It as a bronzer all the time when I do my makeup"
		},
		{
			"review_title": "best bronzer evvvvver",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I never leave reviews, however this product has recently replaced my Marc Jacobs O!mega Bronzer (which I loveeee).   Let me begin by saying, I have fair-light skin so I find it hard to find a bronzer that gives me that perfect “sun-kissed skin” look. Either bronzers are too light for me to make a difference, or waaaay too dark and orange. This bronzer gives me beautiful bronzed skin without looking too warm or orange on my light complexion.   Second, it blends like an absolute DREAM. Although I love my Marc Jacobs bronzer, I find I have to work a little harder to blend it. This Too Faced Bronzer blends with little-to-no effort.  Third, it smells amazing. I have sensitive skin, so anything scented usually gives me hives or some type of reaction. But this doesn’t.   I can’t say enough good things about this bronzer. I highly recommend!!"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I have tried so many bronzes  but this it's still my favourite for fair skin. Blenable, long lasting, it is not ashy or too yellow. Love the smell too. A winner."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I wore this bronzer for years up until about 2016/2017 when I was told they reformulated the product when the packaging was changed. I was heartbroken, this was my go-to holy grail for so long! On a whim, I decided to purchase it again despite what I had been told. I am so happy to know that I believe the formula is the same it always been. It’s a gorgeous, natural, neutral shade with no shimmer. Blends like a dream, long-wearing, with a delicious chocolate scent. I’m so happy to have this phenomenal product back in my life, sometimes it really is the little things! ❤️"
		},
		{
			"review_title": "Honestly the best.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "One of the best bronzers Ive ever used. I like that its matte but does not dry out my face, which is what happens a lot with other matte bronzers. Smells absolutely AMAZING and gives a beautiful colour to my face. 10/10 will be my fave go-to bronzer!"
		},
		{
			"review_title": "Cocoa Puff Princess",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "My Gingerbread Tan, Beach Bunny, Chocolate Soleil and Chocolate Gold Soleil bronzers shook when I saw the Dark Chocolate Soleil go on sale. Finally, a perfect excuse to splurge on a darker matte bronzer! Thank goodness. I had NO CLUE how perfect this would be for my skin! First of all, the compact is absolutely fabulous. Second of all, the bronzer is so beautiful that it felt like a crime to disturb her. Thirdly, she smells sooo good! My cocoa puff princess. Yes, she is alive haha I couldn’t wait to do my makeup, so I went for a classic bare faced look with eyeliner, mascara, bronzer and lipgloss. HONEY, this is all I need to get by!! This bronzer is the perfect shade and instantly warms up my complexion like a sunny day. I can only imagine how beat my full face looks are going to be! But honestly, I don’t feel like I need to do all of that. My simple look has never been so youthful!! Thank you TF for another winner. Got me bronzed to the gods!!   For reference, I wear TF Born This Way in Butterscotch."
		},
		{
			"review_title": "A Classic",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "mediumTan skin tone, Dry skin",
			"review_text": "A classic that will forever be in my makeup bag. The pigment is amazing, very bendable and smell is amazing."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Absolutely love the colour, texture and the smell of this bronzer!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Best bronzer EVER! I’ve tried so many and this one is my favourite. Smells amazing and looks so pretty and natural!"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Milk Chocolate - light to medium",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I thought I would love this bronzer but it turned out orange on my skin... the product smells very good though"
		},
		{
			"review_title": "Fave natural looking bronzer!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "My go to daily bronzer!! Beyond smelling absolutely amazing, this bronzer blends beautifully and is so easy to wear! You can go fairly sheer for a little glow or build the product up for some seriously gorgeous contouring. Can’t go wrong adding this to your makeup bag!"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
			"review_text": "Can’t say enough good things about this. It WORKS and smells GREAT."
		},
		{
			"review_title": "Great bronzer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Love this bronzer!  I have fair skin and the middle shade works great. Not to orange/red. Great for light contouring of hair line and cheeks."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "A little goes a long way with this product! It looks great and blends very easily. I haven't used another bronzer since I tried this one! I have oily skin and it lasts all day!"
		},
		{
			"review_title": "Surprisingly orange",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
			"review_text": "I had really high hopes for this, but the colour was very orange, and it was so pigmented that it was near impossible to get a natural look, even with a large fluffy brush. The scent is tolerable, but I would rather it not smell like cheap liqueur."
		},
		{
			"review_title": "Not like it was",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I have been using this brozner for at least 5 years and the last one I received has been HORRIBLE. I don't know if the formula has changed but it definitely seems like it. I barely touch it with my brush and it breaks apart all over - its such a mess and I can't control how much gets on my brush.  If i accidentally get too much on brush, it looks like there is dirt all over my face. I have had to completely take off my makeup and start over. I know I need to just throw it out but its still relatively new and feel bad wasting it. So even if you have liked this product in the past, be weary -- I will be on the hunt for a new bronzer now."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I love the feel and look of this bronzer. It adds just the right amount of sunkissed color to my fair skin without looking orange. It applies smooth, so it doesn't leave me feeling cakey. Also, the smell of this might be my favorite part! It's amazing."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Dark Chocolate - deep to tan",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "One of my favourite bronzers!!! Makes my skin look stunning in the summer. Smells great and application is nice and buttery feeling."
		},
		{
			"review_title": "very good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "I love this bronzer. It smells great and the shade is perfect for my skin tone."
		},
		{
			"review_title": "not great",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Grey eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This product is very pigmented. A little goes a long way. I am pretty fair though and it goes on my skin a little orangey."
		},
		{
			"review_title": "LOVE",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I’ve been using this bronzer for years, I recently tried something new and that brand made me appreciate chocolate soleil matte bronzer that much more! Doesn’t leave you looking orange! Smells soo good!!"
		},
		{
			"review_title": "the perfect matte bronzer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "The bronzer to end all bronzers. This one is actual perfection. The most realistic sun kissed tan you can get without going on vacation. Not too red/orange and not too brown/grey. No shimmer or sparkle whatsoever, but is probably too warm to double as a good contour color. Can easily layer it, target specific areas of the face, or apply all over with a fluffy powder brush. It smells absolutely delicious too. Highly recommend."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Milk Chocolate - light to medium",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Not Worth the price, nothing more than your average bronzer."
		},
		{
			"review_title": "My Fave",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "Very subtle, natural glow. Blends well. I’ll be sticking with this one!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "This is my all time favorite bronzer. I can use it during all seasons since the color is buildable. I also love the smell & it goes on very nicely."
		},
		{
			"review_title": "Not for sensitive skin... Breakouts!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I loved the color of this and how smooth it was, but after using it for months I realized I was breaking out along the areas I used the product. I struggle with acne and sensitive skin, so I did not think much of the breakout until I noticed a pattern of where I was consistently breaking out. I removed  this product from my makeup routine to test out my theory and my skin is just about clear now! If you have sensitive skin, look for a product that is clean or fragrance free instead"
		},
		{
			"review_title": "MUST HAVE!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I absolutely love this. I use as a contour on  top of my forehead, under my cheeks, on my nose and under each side of my jaw.  I actually used the Two Faced double sided Bronzer brush. The small side to apply and the other to blend and to use when I want an all over bronzed look."
		},
		{
			"review_title": "Don’t waste your money",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I did not try the earlier formula,but based on zillion good reviews,was hoping this would be a good bronzer. I was soooo upset seing how hard it is to blend and how mistakenly dark and unnatural it gets once aplied. Tried it 2 days in a row,until someone at work commented that I may need a workshop on applying make-up... this was a deal breaker. Never had this issue with the Urban Naked Bronzer. And the packaging-omg,it’s so poor!! Looks like a cheap replica of some sort,really disappointed. I’m not even going to return it-it’s not worth to be repurchased,but rather goes to trash. Sorry,Too Faced."
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "My favorite bronzer....looks good on all skin tones and is definitely buildable. If using in the summer, it enhances your tan flawlessly. If using in the winter, use sparingly ( a little goes a long long way). Not to mention it smells amazing. A staple in my makeup bag."
		},
		{
			"review_title": "Great Bronzer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "Love the way this bronzer looks on my skin and it smells like chocolate too!"
		},
		{
			"review_title": "Just not good enough in the sea of great bronzers",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I'd read this was a great bronzer but I guess don't believe everything you read right?!It's not bad...but it's too softly pressed, which means it's not really great quality. I won't repurchase once I get thru this one:( Back to MAC, Benefit or Nars which are all excellent!"
		},
		{
			"review_title": "Classic but needs more variety in colors",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This bronzer is better than the hoola from Benefit. I really like the scent. My issue is I wish they had a wider variety to suit different undertones. The milk chocolate was my go to. But now it has become too light, and the regular chocolate is too dark."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "It smells amazing and comes in great shades, but I feel that the Benefit Hoola bronzer builds up better and looks less cakey"
		},
		{
			"review_title": "Enjoying it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Amazing bronzer, it is easy to blend and the final result looks very natural. The smell is pleasing too."
		},
		{
			"review_title": "love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, lightMedium skin tone, Combination skin",
			"review_text": "I love this product!! I use it as a blush and a bronzer. I top it off with tarte’s paaarty blush. Absolutely BEAUTIFUL look!!! It is my go to look for either a daytime look or a night out!! I would highly recommend the combo!!!!"
		},
		{
			"review_title": "Bronzer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "This is a good bronzer  I put this on once and it stays on my face without replying ."
		},
		{
			"review_title": "Throw it in the trash",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I’ve been using this for years but since the brand decided to come out as transphobic I’ll be tossing this in the trash. There’s better bronzers anyways."
		},
		{
			"review_title": "good color pay off",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This bronzer has a nice finish and good color pay off. Takes a good amount of blending to look natural bc the color is so rich, but I’ll take that over less effective color. Also the smell is divine!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Love this bronzer! Goes on nicely and you don’t need too much. It also smells amazing!!"
		},
		{
			"review_title": "Love It!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I use this product everyday. I love it for when I do a full face or for a natural look with some lip gloss. I even use it as an “eye shadow” with some mascara."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Milk Chocolate - light to medium",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This bronzer is absolutely wonderful. It isn’t overly pigmented or harsh, its a really good in between. It’s quite creamy and the color suits my skin tone. The smell is also really nice, but then again, I love chocolate."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This used to be my favorite bronzer. It wasn’t super dark in comparison to other bronzers. The formula was great, gave a blur kind of look to makeup but over time, I started breaking out in a straight line around my cheekbones where I would apply the bronzer. I would rarely ever break out, and would NEVER break out on my cheek area. I read reviews from other people that had the same experience & I still can’t get rid of the acne this bronzer gave me."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "I'm very fair skinned so I was going to get the milk chocolate but after reading other reviews I decided to go one color up. It was the right call, this is a perfect shade for me and not orange looking like hoola. It blends in so well and smells amazing!"
		},
		{
			"review_title": "Unbelievable Blend! GET IT!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "This is the best bronzer EVERRR it blends like a dream! It basically does all the job for you.. I’ve tried sooo many other ones and I always come back to this one. You have to get it!!."
		},
		{
			"review_title": "LOVE.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "This is my favorite bronzer. I have fair to light skin and this shade is perfect for me. It's not too dark but also makes/ shows a difference when I use it."
		},
		{
			"review_title": "best bronzer I've ever used",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Best bronzer I've ever used. Have issues with my face looking dirty because it doesn't apply properly but this bronzer goes on nice and coats my entire face giving me a nice natural glow."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Milk Chocolate - light to medium",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "This is my favorite bronzer! I love the scent and the color compliments my skin tone well. I hit pan a while ago and I plan on repurchasing this when I start running out. I also really enjoy the scent. I can smell hints of chocolate throughout the day and I love it. 100% recommend to someone looking for their staple bronzer!"
		},
		{
			"review_title": "Color inconsistent color",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "I have purchased the same shade of this product  for the last several years. This compacts shade was definitely not the same color I have been wearing.  It is a very unnatural looking color. I feel like I’m spreading dirt on my face. I have always been more then happy with everything about my Two Faced bronzer but this must have been a bad batch unfortunately It’s a particularly expensive mistake."
		},
		{
			"review_title": "Great tone and smell",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
			"review_text": "Good smell, great tone for my fair skin. Not too red or too grey. Would recommend and buy again!"
		},
		{
			"review_title": "Blends really well and works as a contous",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I love the colour and it is a completely matte bronzer, so it is perfect for contouring. I do find the colour payoff could be better. I've used it with both a natural and synthetic hair brush- and I prefer the application from the synthetic brush. But it isn't too opaque- and it blends really easily. The only downside is that it does have slight orange undertones, so if you choose a colour too dark for your skin tone then it can look cheap."
		},
		{
			"review_title": "Addicted!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I am addicted to the chocolate smell and the colour is perfect for light skin, it is soft and buildable. I wear this everyday."
		},
		{
			"review_title": "Best Bronzer Ever!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I have been a fan of the Too Faced bronzer for the last 5 years! When I ran out of the last one I had, I purchased a mini Hoola bronzer, but didn't like the color too much. I bought this one today and am in love with it all over again. I will never buy a different brand for my bronzer. I am for sure a die hard fan of this and I'll keep buying it til the end of time."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "Love the hue i get from this product, it also smells like chocolate! So delish!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Really like the color it gives and smells amazing! also, the texture is super soft and creamy"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I love love love this bronzer! I especially love the chocolatey smell! Blends really well."
		},
		{
			"review_title": "Really wanted to love this but...",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This is a really nice bronzer. It's a beautiful color and it blends out like a dream. For those reasons, I really wanted to love this. Unfortunately, it gives me horrible breakouts every single time I wear it and I almost never break out from makeup products. I think the more emollient ingredients that make this powder so creamy and blendable also give it a tendency to clog pores and cause breakouts. Also, while the chocolate fragrance is nice, it doesn't belong in a makeup product that can irritate the delicate skin on your face. There are too many other beautiful bronzers on the market to deal with one that breaks you out."
		},
		{
			"review_title": "New formula is patchy",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Use to be my favorite bronzer of all time. The smell was delicious and went smoothly on the skin. Now with the new formula it is very patchy and the old packaging was wayyy better and more practical. I have used this bronzer for years and now I am testing out different ones to see which one will replace this one as I am not happy with the new formula and packaging."
		},
		{
			"review_title": "a great bronzer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Light skin tone, Normal skin",
			"review_text": "I love this product, because it looks great for a simple look or you can add more product to have a glam look. I would definitely recommend this to anyone and everyone."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Milk Chocolate - light to medium",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "Simply the best bronzer! Applies evenly and can be layered for more of a bronzed look. Stays on all day and doesn’t need to be reapplied. Great for sensitive or oily skin also!"
		},
		{
			"review_title": "YES TO COLOR NO TO PACKAGING",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I LOOOVE this bronzer!! The nicest and most natural bronzer I’ve found yet..BUT I absolutely CANNOT stand the packaging... not only does it take me 5 mins to get it open but also feels like I’m about to break a nail every time I do. Amazing product, but packaging could definitely use improvement."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Blue eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I looooove the smell. Very pigmented and blends well."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "I am super fair so I tend to have issues with bronzers being too dark or too orange for my skin-tone, but this bronzer has actually been really good for me! My skin is also very acne-prone, however, this product didn't cause me to breakout. My only complaint would be the smell, but that's due to personal preference. It's not an awful smell, I'm just not a fan of the fake chocolate smell. I haven't tried many bronzers because they're hard to find for someone as pale as me, but I'm glad I gave this one a shot."
		},
		{
			"review_title": "MUST HAVE!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "BEST BRONZER ! Smells heavenly, applies smoothly and lasts all day. Definitely a must have!"
		},
		{
			"review_title": "I love this product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I had this bronzer years ago and the scent a little bit changed since then but the quality is on point. Before it smelled more chocolately now it reminds me cocoa but the scent is not overpowering. I am quite pale and have the lightest shade. Bealieve it looks very light inbut the packaging but it's very pigmented and little goes a long way. When you purchase you just have to figure out how much you really need to pick up with your brush and the result is beautiful. Doesn't transfer in an orange shade and has very natural finish but is buildable. I will definitely repurchase."
		},
		{
			"review_title": "THIS NEVER FAILS ME",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "my #1 go-to makeup product. this will never leave my makeup bag! been using it for months and it’s perfect. no complaints at all. it leaves a very nice bold or natural look and gives a perfect bone structure / cheekbone illusion. it smells amazing and feels too :)"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "Blends beautifully, not too orange not too cool toned perfect for medium skin tones so glad I purchased"
		},
		{
			"review_title": "FANTASTIC",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Absolutely LOVE this bronzer.  I got this in the old design and used it until I couldn't use it anymore.  Then I got a different brand and returned it as soon as I got it.  This is the best!  No shimmer, very saturated with color, and blends perfect.  Wouldn't use anything else from now on!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Milk Chocolate - light to medium",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Absolutely love this! The color and the way it smells"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Milk Chocolate - light to medium",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "After constantly switching bronzers for years, I’ve been using this bronzer for almost a year now. It’s the first one I absolutely love. I love the matte color, because it allows me to add my own shine and highlighter. Plus it smells delicious! Would definitely recommend to any bronzer user."
		},
		{
			"review_title": "broke me out for 2 years..",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "Absolutely loved the color and the wear of this bronzer. I’ve had it for two years repurchasing it. Recently connected the dots as to why my forehead and cheeks only get acne. The bronzer has a very heavily perfumed smell Of chocolate which caused my break outs. Stopped using it for 4 days and my acne of two years finally cleared up"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Milk Chocolate - light to medium",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "The smell of this product is the top thing I don’t like about this product. After using this a few months I don’t think this product preforms well."
		},
		{
			"review_title": "Crappy new case HARD TO OPEN",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Fair skin tone, Normal skin",
			"review_text": "love the product HATE THE NEW CASE! SO DIFFICULT TO OPEN. I SLIP A NAIL EVERYTIME. IM ABOUT TO JUST SNAP OFF THE TOP AND LEAVE IT OPEN."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Perfect for a natural look, but it’s buildable and easy to blend. I’ll never buy a different bronzer."
		},
		{
			"review_title": "YUMMY",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "A Sephora Associate recommended this as my former bronzer was discontinued. I like it just as much maybe more as it was even cheaper then my former bronzer. A little goes a long way so no need for a heavy hand. And yes, it really does smell like chocolate, yummy, lol. But scent does fade so there is no conflict with perfume or lotion. Sets very nicely, no blotching. Great for 50  skin."
		},
		{
			"review_title": "Not worth the hassle",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I’ve used toofaced bronzer for years and have now decided to find a new one based on the new design. Love the bronzer but it is a struggle to open every morning.... and if you have lotion or makeup on your hands forget about it. I’ve dropped it multiple times struggling to get the clasp open every day. If you have really long nails to get under that tiny heart then go for it. Other than that it hurts your fingers."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Chocolate Soleil - medium to deep",
			"review_buyer_description": "Blue eyes, auburn hair, lightMedium skin tone, Oily skin",
			"review_text": "Excellent bronzer - true to match colour and smells amazing"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Milk Chocolate - light to medium",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "Lovely color for my medium skin color (I’m NC35). I prefer cool tone bronzers over warm bronzers. This one works for me all year except when I’ve got a summer tan. I’ve had the product for close to two years. Lately, it clogs my pores every time I use it. Not sure if my skin has changed or if it’s time to replace. This is a great bronzer nevertheless. Blends beautifully and looks sophisticated."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Dark Chocolate - deep to tan",
			"review_buyer_description": "Blue eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Hands down, this is my favorite bronzer. Love that it’s natural and not shimmery at all. This is a must have for my makeup bag."
		}
	]
}