{
	"product_id": "536",
	"name": "MAKEOUT CLUB Nude Muse Lip Liner",
	"brand": "Freck Beauty",
	"categories": "Makeup, Lip, Lip Liner",
	"price": 24.5,
	"about": "What it is:A smooth-gliding, pigment-packed lip liner in an array of universally flattering nude shades, powered by clean ingredients..Formulation Type:Lip Liner.Benefits:Long-wearing.Highlighted Ingredients:- Jojoba Oil: Forms a protective barrier, locking in moisture..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also gluten-free and cruelty-free..What Else You Need to Know:Available in an array of wearable nude shades, this nondrying, pigment-packed lip pencil holds your lip look in place with clean, high-performance, plant-based ingredients. Use it to smoothly define and amplify your lips—completely tug-free.",
	"ingredients": "-Jojoba Oil: Forms a protective barrier, locking in moisture..-Clean, Natural Emollients: Mimic the performance of silicone, allowing for an easy-glide application..-Lip Booster 1%: Supports collagen for a voluminous, 3-D look...Isododecane, Synthetic Wax, Polybutene, Trimethylsiloxysilicate, Silica, Sucrose Tetrastearate Triacetate, Hydrogenated Jojoba Oil, Cetearyl Behenate, Isoamyl Laurate, Mica, Palmitoyl Tripeptide-1, Ethylhexyl Palmitate, Tribehenin, Sorbitan Isostearate, Synthetic Fluorphlogopite, Lactic Acid, Pentaerythrityl Tetra-di-t-Butyl Hydroxyhydrocinnamate, CI 77891 (Titanium Dioxide), CI 77491/CI 77492/CI 77499 (Iron Oxides)...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
	"how_to_use": "Suggested Usage:.-Trace along edges of lips to define and enhance their natural shape. .-To lock in your look, fill in lips before applying Rich Bitch Nourishing Plant and Peptide Lip Balm or MAKEOUT CLUB Soft Blur Lipstick (each sold separately) for a smooth, soft, long-wearing base.",
	"num_reviews": 258,
	"overall_rating": 4.8,
	"product_url": "https://www.sephora.com/ca/en/product/freck-beauty-makeout-club-nude-muse-lip-liner-P510159?skuId=2735827&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2735827-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "Shade 05",
			"shade_descriptor": "cool taupe brown",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2735827-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Shade 04",
			"shade_descriptor": "rosey cinnamon",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2735819-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Shade 06",
			"shade_descriptor": "rich Chocolate Brown",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2735835-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Shade 03",
			"shade_descriptor": "camel beige",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2735801-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Shade 02",
			"shade_descriptor": "warm pink nude",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2735793-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "Shade 01",
			"shade_descriptor": "warm nude beige",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2735785-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "Keeps breaking... faulty formula?",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Decided to try this liner after I saw Violette use it in a short video. Absolute disappointment. The second I tried to put it on it broke and it kept on breaking ( I know how to use a liner!). I honestly don't care how nice the shade might be. Here is a review and also direct complaint to Sephora as they make it impossible to provide feedback post purchase. I sincerely suggest you try other liners."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "Shade 03 - camel beige",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "love the colour, love the packaging but my does it not stay on at all.... anything I even remotely touch with this on gets a nice auntie mark on it."
		},
		{
			"review_title": "very good for ppl with fair skin",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Oily skin",
			"review_text": "this is my first time writing a review and i just have to say as someone who always uses the palest foundation colour i never thought to try lip liners bc they’re always so dark. this shade seems like it would be way too light but it is genuinely perfect for my lips and i can blend it it without it creating a harsh line"
		},
		{
			"review_title": "I Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I'm happy for it to be a simple lipstick with a thin berry tip, spectacular coverage, I'm loving it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I absolutely love this lip liner I have every color . One of my favorite just wish they had more colors."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 06 - rich Chocolate Brown",
			"review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
			"review_text": "this product has the perfect pigment and pairs very well with any lip gloss. it smudges out beautifully for a more natural look too!"
		},
		{
			"review_title": "HONEST NON-INCENTIVIZED REVIEW 👁️👄👁️",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Sadly, I won’t be repurchasing as it wasn’t worth the price to me personally (and I have NO issues with pricey products if I love them - trust)!  My only issue is that it wasn’t as long lasting as I had hoped.  I did a swatch/swipe test on my hand (see photo), but afterwords realized it doesn’t work like that on my lips for whatever reason 😅 after a few min on my hand, it will not budge! But as a lip liner, it doesn’t last even up to an hour for me. Idk if I’m doing something wrong, but that was my experience at least."
		},
		{
			"review_title": "Would buy again!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "Very long lasting..very creamy. I just want more brown shades!"
		},
		{
			"review_title": "A must have good priced long wearing lip liner!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "The Freck Beauty Lip Liner is a game-changer for those seeking a precise and long-lasting lip definition. The creamy, blendable formula glides on effortlessly, providing rich, pigmented color that stays put throughout the day. It’s perfect for creating both subtle and bold lip looks. The image provided is me after smudging it on my hand as you see it stays on very well!"
		},
		{
			"review_title": "Last all day!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This lip liner last forever and they have beautiful shades!"
		},
		{
			"review_title": "Longest lasting lip liner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "If you are looking for long lasting color- this should be your go to. I test all my makeup by sampling it on my hand and then seeing how easily it smudges and then is removed with makeup remover. I had five different lip liners on my hand and all of them except the freck beauty ones came off. The longevity is the best part of this product! Nice and smooth formula as well and this shade compliments a lot of my lip products"
		},
		{
			"review_title": "Longlasting lip liner shade 01 & 03",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I was swatching my favourite lip liner incl MUFE, tower28, too faced, and freck beauty. Smudged all of it with my finger without setting spray just wanna test it out the longevity and I was surprised only freck that doesn’t budge"
		},
		{
			"review_title": "My favorite lip liner!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "I LOVE this product, and the color is so pretty. It glides on the lips so smoothly. But there isn't much product, and I ran out in less than a month."
		},
		{
			"review_title": "Fantastic Long Lasting Lip Liner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This lip liner is one of my top 5 favorites and I have a lot. This is hands down the longest lasting lip liner I own and it’s super creamy and comfortable on the lips. It does set down but doesn’t feel drying or look patchy as you wear it. I have several shades and all of them are beautiful with nice undertones. Shade 4 is similar to Mac Spice but it’s a bit more neutral toned.  just a little bit more neutral tone"
		},
		{
			"review_title": "LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Dry skin",
			"review_text": "One of the best liners I've ever used. I'm obsessed"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 06 - rich Chocolate Brown",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Love these lip liners! Nice cream formula that stays in place and last! Please gives us some more colors!"
		},
		{
			"review_title": "It's perfection and the tones are amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "I've always purchased cheaper lip liners because I simply couldn't understand spending more than $10 on a lip liner. I do still think the price is a bit much, but the formula and color is nice enough that I dare to say it's worth it. I bought shade 01, and it's the perfect everyday contour shade for my lips. It has enough pink to keep it looking natural with some oomf. The aspect of this particular lip liner that makes it worth it to me, is the fact that it almost stains your lips a tiny bit. It makes the formula so much more long wearing without being drying or gross looking."
		},
		{
			"review_title": "Longest lasting lip liner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "This is my all time favorite lip liner. The color is so pretty and it lasts all day!"
		},
		{
			"review_title": "My new fave lip liner!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Such an underated gem! So creamy, hydrating and last the whole day. So creamy and comfortable that I like to fill the whole lips. Got shade 2 and so happy that color is pretty similar to Pillow Talk. I hope they will release more color.  On pic: top is freck, bottom is CT"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 05 - cool taupe brown",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Last for a long time and is also very creamy and easy to apply. I also love that it doesn’t need to be sharpened"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 04 - rosey cinnamon",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Smooth formula and long lasting.  Color is beautiful also"
		},
		{
			"review_title": "Love but too soft, it broke",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Love the shade and formula. So sad because it broke the 2nd time I used it and had to return."
		},
		{
			"review_title": "love this, long wearing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "such a great product, long wearing more than any other lip pencil and the color is really flattering, want more shades."
		},
		{
			"review_title": "Bought almost all of them",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, mediumTan skin tone, Dry skin",
			"review_text": "I never write reviews but this product deserves all the praise. Yes, it is pricey for the amount of product you’re getting… very pricey but this lipliner does not move all day and night. I work 12hour shifts & through meals and drinks this liner does not disappoint!!!"
		},
		{
			"review_title": "Is it really worth it?",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Light skin tone, Oily skin",
			"review_text": "So I really tried to put off leaving a review but after trying it for the third time I really had to. This product is 0.012 oz for $18 for the sake of my preference I compared it to MBM lip liners. Makeup by mario lip liners  are 0.049 oz for $24 so the difference in OZ is 0.037 and the price difference is $6. So you decide if it’s worth it to you. As for me I rather pay the extra $6! These liners are creamy and go on really nicely, BUT O truly did not get any staying power from them for $18 they and that much low product it should at least stay on for a while! When I put it on and put any type of lip oil or lip gloss it will immediately want to run everywhere and transfers like crazy! It doesn’t even last long and even if i do leave it on without any type of oil or balm it still doesn’t last. So I truly don’t understand the good reviews on this product. Because these were a blind buy for me and I purchased them based on the reviews online. I never like returning anything and even if i do not like something i keep it and use it all the way but for these I have to return because I bought 5 out of 6 and I absolutely cant stand them because of the crazy transfer after applying any type of lip product on top."
		},
		{
			"review_title": "Not healthy product…",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Normal skin",
			"review_text": "It’s not clean, because the ingredients contain titanium dioxide."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 05 - cool taupe brown",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "Such a great lip liner! It’s so creamy, easy to apply, the colour is beautiful and it lasts on the lip for a very long time. Absolutely loving it, and will purchase more colours"
		},
		{
			"review_title": "Perfect MLBB color for me",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "In love with the shade 2, it’s perfect for my lips for an everyday color. It’s a great consistency and my favorite at the moment"
		},
		{
			"review_title": "Pretty",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "The way this glides on with literally no effort is kind of crazy. It's a great formula and is beautifully pigmented. I want to get more shades of it because this one pulls more orange on my lips but I love the way it goes on and wears. Gifted by Freck"
		},
		{
			"review_title": "Very nice product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is such a pretty lipliner! It’s super creamy and glides on effortlessly. The only problem I personally have with this product is that it’s more of a brown base to the color. Gifted by Freck Beauty!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 06 - rich Chocolate Brown",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This is the tiniest lip liner tip I’ve ever seen! It’s so precise that I have the easiest time doing my lips. It also glides on so smoothly— so much so that I was amazed how smear-proof it dries to. So glad to have gotten this gifted by Freck!"
		},
		{
			"review_title": "Nice!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
			"review_text": "It’s so smooth & a nice shade! Swatches a little more cool tone than it applies on the lips, which bummed me out a little. Lasted through a whole wedding for me though!"
		},
		{
			"review_title": "Easy Way to a Clean Lip Line",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I have been using this lip liner (gifted by freck) for the past couple of weeks and love how it gives me a smooth, bold line, and doesn't smudge. Its super easy to put on and the shade matches one of my favorite lipsticks"
		},
		{
			"review_title": "Long lasting lip liner",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I like how it’s long lasting but I wish they had more shades to choose from. It’s retractable so a sharpener is not necessary. I got shade #3 and it was too dark for me. Hoping to find my perfect shade."
		},
		{
			"review_title": "So long lasting!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I was VERY excited to try this lip liner and it did not disappoint! Firstly, the formula glides so smoothly against my lips. The pigment is easy to build, and it truly truly does stay put, even with a lip gloss on top which is so impressive. The shades are definitely easy to wear for a variety of lip looks, and the tip also makes it very easy to line my lips. I received this product complimentary from Freck."
		},
		{
			"review_title": "Beautiful Lip-Liner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I tried the Freck beauty Lipliner in shade 6. It is really pigmented rich chocolate brown shade. It glides on easily and does not dry out my lips. The color is beautiful and I am looking to add more shades to my collection. Gifted by Freck Beauty."
		},
		{
			"review_title": "Perfect!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "I love this lip liner! The precise tip and smooth glide formula are amazing , not to mention the pigment !!! It locks in my lip look super good and is a super wearable shade. I was gifted by freckbeauty this product for free in return for my honest review"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "Obsessed with this lip liner. It glides on soooo smoothly and is so pigmented. I love doing a few swipes and then blending it out with my finger for a diffused look and topping it off with lip gloss. So good! Gifted by Freck beauty."
		},
		{
			"review_title": "The most have lipliner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "This is such a creamy lipliner, it honestly is one of the creamiest ones I have every tried. The texture is super smooth. The color for me is the must have brown liner that I can wear on it own or to tone down the nude lip product that I like to wear. This will be a repurchase for me because I love it that much. Gifted by freckbeauty"
		},
		{
			"review_title": "So good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I was gifted by freck beauty in exchange for my honest review of this lip liner product. This brand really does minimalist right. It’s sexy and beautiful and the color is stunning. It’s the perfect shade and product"
		},
		{
			"review_title": "Love!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I love how easily this product goes on! It’s long lasting and doesn’t feel like it is drying out my lips at all! I got shade 6, and it’s perfect for a darker maroon lip look. I will definitely be looking into the other shades!! (Gifted by freck)"
		},
		{
			"review_title": "Love this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Freck beauty’s new lip liner is a game changer. It’s so pigmented and defines my lips so beautifully. Love the color and how this stays in place all day. It compliments my brown lips and love it. I use it with the lip stick or by itself . I received this complimentary from Freck beauty"
		},
		{
			"review_title": "Wish it was more pink",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I bought this product myself. I’ve been on the hunt for a neutral pink lip liner and this is close but not it. I just wish it was more pink toned because it leans peachy on me. It lasts pretty well though."
		},
		{
			"review_title": "Awesome!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
			"review_text": "Best lip liner ever. This is the first time I tried Freck Beauty and I love it!! Stays in place for a long time and does not feather. I bought two different colors  and love both of them. You gotta try them!!"
		},
		{
			"review_title": "meh",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "it’s too warm, i hoped it was like the color on the box more peachy also the formula is not creamy whatsoever and tugs on the lips"
		},
		{
			"review_title": "Love this one!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "Purchase this myself and love it and also love the colour. Many compliments on the colour and I also paired with their lip gloss. I will say that it is a pretty flimsy plastic, mine was bending but Sephora customer service was amazing. Definitely recommend!"
		},
		{
			"review_title": "Much needed lip staple!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "5 stars aren’t enough when it comes to rating this lip liner.  Such a creamy and easy glide when you’re applying. I love the fact that I don’t have to carry a sharpener around for this product."
		},
		{
			"review_title": "Best lipliner EVER!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
			"review_text": "I will start off by saying that I bought this myself and it wasn’t gifted by Freck. I figured a little review by someone who actually bought the product would help. Yep, these reviews are legit! It is that awesome! It’s literally the best lipliner I have tried and I’ve been using lipliners since I was in high school 15 years ago! It has GREAT staying power and the shade 3 is the perfect nude for my medium olive skin! Also, it glides on soooo smoothly and has great color payoff…a little goes a long way. Will definitely repurchase!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Shade 05 - cool taupe brown",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I absolutely adore this lip liner! Its brown hue is just perfect, and it effortlessly glides onto my lips. Plus, it has excellent staying power and completes my lip look flawlessly. I'm genuinely impressed by its formula and performance. This product was gifted by freck for an honest review, and I stand by my assessment."
		},
		{
			"review_title": "Such a good lip liner!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "I really love this lip liner! It’s the perfect brown shade and glides on my lips so easily. It also stays put really well and ties my lip look together. Really impressed with this formula and how well it performs! This was gifted by freck for an honest review."
		},
		{
			"review_title": "great lip liner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "Received this complimentary from freck and loved this lip liner! It was long lasting and very pigmented. It glided on like butter and was not drying the way some lip liners can be. The color was also gorgeous and I would highly recommend them."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Shade 05 - cool taupe brown",
			"review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "I was super impressed by the payoff of the Makeout club lip liner. I’m not usually a big fan of lip liners as they typically are drying however this one glided on smooth and stayed longer than others. Thanks again freck, as it was gifted by freckbeauty for a free review."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 06 - rich Chocolate Brown",
			"review_buyer_description": "Brown eyes, Deep skin tone, Dry skin",
			"review_text": "This lip liner glides on sooooo smoothly oh my gosh. It’s also very pigmented and seemed to be pretty long lasting from what I have tested. I will have to get more colors! This was gifted by Freck Beauty"
		},
		{
			"review_title": "It’s great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Gifted by freck beauty- I am really enjoying this lipliner, it’s my everyday lip combo! The shade matches my skin tone perfectly, it applies smoothly on the lips and it stays on for long. I really like the formula because it’s not drying or tug on my lips."
		},
		{
			"review_title": "Go to lippie",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "I was sent this complimentary from freck  1. So creamy 2. So pigmented  3. So long lasting / smudge proof! I got the shade 01 and it is the most perfect every day nude lip shade for me! It glides so effortlessly but once it sets, it lasts all day for me at work!"
		},
		{
			"review_title": "Great lip liner!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I received this product for free in exchange for my honest review. This is my first time trying Freck and I’m really impressed by its lip liner! The color is absolutely beautiful with a great payoff. I have very pigmented lips so sometimes colors just don’t show up on me. Not the case here! I also love that the formula is easy to apply. Gifted by freck beauty."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 04 - rosey cinnamon",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Complimentary from Freck Beauty. This is a beautiful lip liner. The formula is nice. Glides on smoothly and is pigmented as well. One pass is enough. The shade is also very pretty for my medium neutral skin tone."
		},
		{
			"review_title": "Love how smooth it applies.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "I love this lipliner so much. It glides on so smoothly and last very long time. Shade is natural but still defines my lips really nicely. I love pairing this with nude lipstick or lips gloss. Gifted by freck beauty"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Shade 05 - cool taupe brown",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": ": The nude shade is just right, neither too light nor too dark. It complements my natural lip color beautifully, providing a seamless base for any lipstick or gloss. The texture is creamy and glides on effortlessly gifted by freckbeauty"
		},
		{
			"review_title": "LOVE THIS LIP LINER",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "The new Freck Beauty lip liner is one of my fav lip liners of all time! I have been searching for a lip liner to use for my daily lip combo and it is absolutely perfect! it applies easy, lasts long, and has a really nice pigment! 100% recommend! gifted by freck"
		},
		{
			"review_title": "It was an okay lip liner.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I was gifted by freckbeauty this lipliner. Overall, this lipliner is just okay. It is most definitely not long-lasting, it is very creamy and I think that may be the reason why the staying power is not very long. I do like the color, however, it is a very basic lipliner."
		},
		{
			"review_title": "Amazing formula!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This was gifted by freck beauty! But honestly I’m loving this lip liner from Freck Beauty. This formula is really smooth and glides on. I also like how pointy the lip liner tip is, so I have precision when I’m lining my lips. It’s perfect for my everyday lip look, and it’s a wearable nude lip liner with pigment!"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "Freck beauty gifted me their make out club nude muse lip liner and I really enjoyed it. The color is rich and works beautifully alongside a plethora of lipsticks. I would definitely recommend this lip liner."
		},
		{
			"review_title": "A great liner for deep skintones",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Another brown lip liner I can comfortably add to my roster. It has the pigment that I need and applies effortlessly without any pulling or tugging. Absolutely love this and I will be repurchasing for sure. Gifted by freckbeauty"
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "Gifted by FreckBeauty: I love Freck Beauty and I just love when they drop new products, so I was super excited to get my hands on this lip liner! I love it! Nice and pigmented with long staying power. I def need more shades asap!"
		},
		{
			"review_title": "Silkiest lip liner ever!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "Ok, this is the silkiest, smoothest lip pencil I have ever used. Glides on like butter. Shade 3 is my a beautiful warm nude for my tan skin tone. I use for lining my lips and I apply a transparent lip oil on top or when I want a full satin matte, I line AND fill with this lip liner and it’s everything! Gifted by Freckbeauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 05 - cool taupe brown",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "This make out club freck lip liner is gifted by freck beauty and its really good I love the shades and the color payoff and how long the lipiner lasts on my face and the color is perfect for me and I love it"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 03 - camel beige",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I received this complimentary from Freck Beauty for consideration but all opinions are my own. The Freck Beauty MAKEOUT CLUB Nude Muse Lip Liner in shade zero three is a really pretty shade. This is a really pretty camel shade!"
		},
		{
			"review_title": "Love ut",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "Freck beauty gifted me, this lip liner. I can honestly say that this lip liner feels amazing on my lips it’s so smooth and creamy the texture. I highly recommend this product because it’s also very pigmented in color and very flattering shade."
		},
		{
			"review_title": "Shade 01",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Oily skin",
			"review_text": "I am obsessed with these lip liners! I got mine in the shade 01. The formula is so good and it is a creamy matte consistency. Literally go get these lip liners right now! They are the best I need like 10 more of these."
		},
		{
			"review_title": "Lovely liner!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "this is the perfect lip liner shade for nude lips with  pigmented complexions and skin tones. I really enjoy this lip liner shade with peachy nudes and pink nudes it offers final touches for a soft and feminine makeup look! Gifted by freck"
		},
		{
			"review_title": "New Favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Light skin tone, Normal skin",
			"review_text": "Highly recommend these lip liners are better than high end lipliners. They do not budge. I hope they make more shades."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 05 - cool taupe brown",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "I love a good nude lip liner. This nude liner that I was gifted by Freck beauty is the perfect shade. I love to line my lips and then fill them in. I also typically put a lipstick on top or a pretty gloss. The lip liner stays on all day."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 02 - warm pink nude",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This was gifted by freck beauty and I am obsessed!! I love All of their products in general so I definitely recommend and I am loving the color and how well this stays on it’s been great to use !!!!!!"
		},
		{
			"review_title": "Gorgeous, everyday color!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "Love this lip liner! It has a smooth formula that glides easily against the lip and very pigmented with a matte finish. It’s also long lasting and locked in my lip look all throughout my meals. It’s also a very wearable shade that goes with everyday colors. Great price for the product! — Gifted by Freck"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Shade 06 - rich Chocolate Brown",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "I received this lip liner for complimentary from Freck in exchange for my honest review. It's fairly dry but I paid it with a lip gloss and it was comfortable enough. Product breaks easily despite barely twisting it up. Color is beautiful."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 03 - camel beige",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I really have been loving this liner. It is so creamy and glides in beautifully . The shade is warm toned but I don’t mind that because it looks beautiful with other lipglosses. It doesn’t smudge or move. Gifted by freck"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 05 - cool taupe brown",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This lip liner is the best! It is so creamy and smooth. I love the packaging as well. I didn’t know what to expect but I really love this liner. It is also very long lasting and the color goes great with my skin tone. Gifted by freckbeauty"
		},
		{
			"review_title": "Doesn't budge",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This was gifted by freck in exchange for my honest opinion. Shade 04 Rosey Cinnamon is GORGEOUS! It's a rose brown shade that compliments my skin well and is perfect for an everyday look. The liner glides on effortlessly and I was surprised by it's staying power. It doesn't budge!!! Because of that, I much prefer to use it as a lipstick than a lip liner."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 02 - warm pink nude",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Dry skin",
			"review_text": "The make out club nude lip liner gifted by freck is great. I love how smoothly it glides on to line the lips and it’s a perfect shade for me to enhance the color of the lips. It’s a long lasting liner that applies smoothly without smudging."
		},
		{
			"review_title": "Smooth Application & Pretty Color",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Normal skin",
			"review_text": "I was gifted by make out club for an honest review. I love how easy this lip liner was to apply and how smooth the formula felt. This shade was perfect for everyday and stayed well on the lips. I would definitely recommend"
		},
		{
			"review_title": "Finally, a good clean lipliner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "These are fabulous. So hard to find a good clean lip liner and I’ve tried a few, but these are by far the best. These nude colors are gorgeous, the pencil is so thin and precise, and these ACTUALLY stay on. The Tower28 liner colors aren’t great and I hate that you have to sharpen it, and the (short-lived) Kosas lipliners were too emollient. Neither of them lasted as long, either. I’ve already bought three of these Freck ones. I was so excited when these came out and they definitely delivered."
		},
		{
			"review_title": "Perfect Shade!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
			"review_text": "I love this lip liner! I’ve been wearing it almost everyday because it’s such a nice shade that goes with everything. The formula is so nice and it glides on so easily. I don’t have to reapply throughout the day which is nice."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 04 - rosey cinnamon",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "I received the Nude Muse lip liner in the shade Rosey Cinnamon gifted by freck in exchange for my honest review. This lip liner is very pigmented and non-drying. The shade is also gorgeous. I like how this liner is smudge-proof!"
		},
		{
			"review_title": "LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "this lipliner has an amazing smooth glide formula. i was suprised about how well it comes onto my lips. the color is so pretty and can be used at day or night. it locks into my lips so easily and has amazing pigment payoff. offered by freckles"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Shade 02 - warm pink nude",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I love that this lip liner is creamy and precise. It really does a good job lining the lips. I think it works well with helping applying lipstick as well. I use to not really like lip liners but the older I get the more I need them and this one is becoming a fast favorite."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 04 - rosey cinnamon",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I didn’t think I would like this lip liner offered by freck , not only do I love the color, but I’ve never had a lip liner that doesn’t smear or move or smudge throughout the day. I bought it in every color and I’m absolutely obsessed."
		},
		{
			"review_title": "Beautifully pigmented",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I received this product complimentary from Freck Beauty. This is a wonderful lip liner in a nice shade 3 Camel Beige that is a very nice nude that looks so natural. The creamy texture just glides onto my lips and the fine tip makes it easy to follow the contours of my lips. It is long lasting and beautifully pigmented. It feels very nourishing on the lips. A perfect nude lip liner!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 04 - rosey cinnamon",
			"review_buyer_description": "Brown eyes, blonde hair, Normal skin",
			"review_text": "Offered by freck. Love love love this lip liner! I have been looking for a good color that compliments my lip color to wear with my tinted lip oils and this is it. I have shade four and it is so perfect on my lips. It is a creamy formula that glides onto the lips easily. It has good staying power but is easy to blend while you’re applying it. I’m very very impressed with this lip liner it’s my new go to."
		},
		{
			"review_title": "Beautiful!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I was gifted by Freck Beauty the new MAKEOUT CLUB Nude Muse Lip Liner in a shade 2 (warm pink nude). The formula is super creamy with a beautiful color payoff. The color is a lovely pink nude that makes my lips look natural but better! The liner is perfectly easy to use!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 04 - rosey cinnamon",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "Wow! This just might be the most budge-proof lip liner I’ve ever used! It’s legit! Super creamy and pigmented, it glides on smoothly and it STAYS PUT. I have the shade 4 which is a pretty pink, and I might have to grab more of these now because I need a good nude shade! Gifted by Freck Beauty."
		},
		{
			"review_title": "Definitely my new go to lip liner!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I was gifted by freck in exchange for my honest review. I love how creamy this lip liner is! It glides on my lips and is very pigmented. I would say it is pretty long lasting especially paired with a lipstick. I like this shade as well, it gives my lips but better!"
		},
		{
			"review_title": "love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "freck beauty's lip liner in shade 2 is my new favorite! lip liner glides on smoothly and pigment is great for my overlining in my lips plus it doesn't wear off too easily. The shade is perfect for everyday and any occasion.  This is gifted by freck"
		},
		{
			"review_title": "LAST FOR HOURS",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "i received a lip liner gifted by freck beauty. I usually have a really hard time liking lip liners. I think they always look great when you put them on but after you drink or talk too much or eat I always feel like the lip liner just goes away. This lip liner will literally last for so long. Even if I wipe my lips trying to shift it around, it will not move, I love it so much and i reach for it quite often"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 04 - rosey cinnamon",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I am impressed!! This does not budge at ALL?! I did the whole vigorous test in my hand and she really does not move. It also is incredibly smooth and glides on like butter in to my lips. My only tings about it? I wish there are more cool pinky brown shades. Hopefully there can be more shades that comes out because I would love a pinky brown! Gifted by Freck Beauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 02 - warm pink nude",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "i have really enjoyed using this product, i r noticed a difference in my hair and it has been looking a lot shinier while it feels softer and less frizzy. i would recommend this if you have wavy or straight hair"
		},
		{
			"review_title": "Pretty",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "So cute! It’s a very thin tip liner so it gives very clear precision. If you are looking for a good definition for the lips this does the work and it is Easy to carry in my purse too. I add a similar color to go with the liner. Offered by Freck."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 02 - warm pink nude",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I was in hunt for a creamy lip liner, and was fortunate to be gifted by Freck beauty. This lip liner is so creamy and the color is super natural. The application is easy and i love the fact that it’s twisting and you don’t need to use sharpener. Totally recommend it."
		},
		{
			"review_title": "Pigment is amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "I love the Freck Beauty Lip Liner! It goes on so smoothly and the color is a beautiful neutral shade. I can wear it all over my lips with a gloss over it or I can wear it just as a liner with a complimentary lipstick. I received this complimentary from Freck."
		},
		{
			"review_title": "Pigment-Packed and Very Wearable Lip Liner!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Makeout Club Nude Muse Lip Liner gifted by Freck Beauty has an amazing formula that is pigment-packed and glides on smoothly. Shade #04 Rosey Cinnamon blends in well and is very wearable. These lip liners are gluten free and cruelty free. The precise tip is easy to use! This lip liner easily locks in my natural look. I am looking forward to trying all of the nude shades."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 03 - camel beige",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I received this product complimentary from freck. I'm obsessed with the shade 3 for this lipliner. Perfect dark nude for my skin color. So smooth and hydrating and so pigmented. It also lasts all night long, even with kisses and drinks. Can't wait to try more shades."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Shade 04 - rosey cinnamon",
			"review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "This lip liner is exceptionally soft and durable! The selection of neutral shades caters well to a variety of skin tones, something I truly appreciate. It even surpasses some of my all-time favorite liners. I'm absolutely obsessed with it and plan on getting more! This product was kindly gifted by Freck Beauty."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 01 - warm nude beige",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I love this lip liner! Freck’s lip colors are so on point and this is no exception. I have pale, neutral undertoned skin. I have shade 01 and it’s a perfect neutral brown-toned lip liner for me. Super creamy and easy to apply. A new go to!!"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I love this thing! I got Tye darkest shade because it looks good against my deep skin. It applies smoothly and I love a dark liner and gloss look. I definitely recommend this lip liner! It’s absolutely stunning! Gifted by Freckbeauty."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 02 - warm pink nude",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "The shade is beautiful and glides on easily. It's a bit more pink and slightly peachy in person. Goes really well with clear gloss and leaves a natural look plus also covers up any dark lip pigmentation behind. Overall, I'd def want to get more.  Gifted by Freck"
		},
		{
			"review_title": "Frecking amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "A good lip liner can be hard to find. The new lip liners by Freck beauty are amazing. I checks off all my must have boxes. It's glides smoothly on my lips with no tugging, the color payoff is insane, and it looks amazing. It is critical for any lip look to have a great lip liner that makes it easy to be so precise. Gifted by freck."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 05 - cool taupe brown",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Such a buttery soft and long lasting lip liner! This range of shades are great neutrals for various skin tones which I love, and definitely beats out some of my all time fav liners! Obsessed with this and going back for more! This product was gifted by Freck Beauty."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Shade 03 - camel beige",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "These new lip liners are creamy, nice shades and look great on my lips. It isn't anything special to be honest since there is so many lip liners in the beauty space but I like how it blends well and looks nice on my lips. It didn't last too long for me but overall though it was nice. Gifted by Freck."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 06 - rich Chocolate Brown",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Gifted by Freck beauty. As a lip combo queen, I really like these liners! They’re pigmented and glides on so smoothly. I personally find them to be long lasting but I do wish there were more shades but hopefully they’ll expand in the future!"
		},
		{
			"review_title": "Wow long lasting!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Gifted by Freckbeauty.. this lip liner in shade 03 is perfect for your everyday wear. Very nice creamy, glides onto lips beautifully and is very long lasting which is the best part! The color is perfect for my light medium skin stone. Love it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 04 - rosey cinnamon",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I love using this lipliner to give myself plumper looking lips! I line just outside my natural lip line and the shade is perfect for a my-lips-but-better color! It’s creamy, pigmented, and the precise tip makes it super easy to apply.  I’m super impressed with it! This was gifted by Freck."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 01 - warm nude beige",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "My new favorite lip liner!! Shade 1 is the perfect brown toned nude. I have a hard time finding a brown nude that doesn’t pull pink. This is it! It glides on so nicely. I love the precise tip and the fact that it’s retractable! Perfect for on the go! And it does not budge whatsoever! Highly recommend! Offered by freck"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 01 - warm nude beige",
			"review_buyer_description": "Green eyes",
			"review_text": "Gifted by the brand in exchange for a review. It’s a very nice creamy formula that glides on easily and is very pigmented. It’s not as long wearing as my other lip liners, but overall it stays put on pretty long time. I love the shades, and would recommend these!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 01 - warm nude beige",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This was gifted by Freck and I love this liner! I'm super picky but it has a smooth glide formula and is nicely pigmented. It brings together my lip look and I am bound to get compliments when I wear it out! Wearable, long lasting, and easy to use thanks to the precise tip!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 04 - rosey cinnamon",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Gifted by freck. One of the better lipliners I’ve used. The tip helps me precisely line my lips. The color is stunning and natural looking. It glides smoothly into my lips without tugging on it. The color is definitely very pigmented so I don’t have to use so much product."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 03 - camel beige",
			"review_buyer_description": "",
			"review_text": "I was gifted by freckbeauty but I will DEFINITELY be purchasing more shades! The formula is creamy and easy to apply, but long lasting without being drying. The shape of the pencil itself makes it easy for me to line my lips or overline if needed. LOVE this lip liner!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 03 - camel beige",
			"review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I'm definitely going to need these in every single shade! I can't get over how easily this glides on and how it offers precise application. The color I went with is my perfect nude. It also has stay power that is out of this world! Honestly, the shade is so good, not only do I lie my lips, I feel them and wear the color as is with nothing else. This is one you are definitely going to need in your makeup bag. Complimentary from Freck Beauty."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "I couldn’t believe how amazing this liner is. Wow it does not move and stayed all day on my lips. It was literally a dream Come true when I found this out. I highly recommend it’s long lasting and amazing you’ll thank me gifted by freckbeauty"
		},
		{
			"review_title": "must try with gloss!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "This liner is soo good! It applies extremely well and glides on the lips like butter. It is pigmented and does not bleed or move throughout the day. I love the effect with just this liner and some gloss on top. offered by freck"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 03 - camel beige",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Dry skin",
			"review_text": "Product was kindly gifted by Freck Beauty. These lip liners are really pigmented and are matte. They are not budging at all. They glide on so easily and they last quite a while. I'm very impressed. Definitely recommend."
		},
		{
			"review_title": "Glides so nicely!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "I was excited to fry this lip pencil gifted by freck. I’m not usually a lip pencil girl but learning how big of a difference it makes for a juicy pout! Love how smoothly this glides over my lips and it’s so easy to use. Color lasted a long time and didn’t feel heavy or chalky. A gray formulation and I love the color!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 02 - warm pink nude",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "i am absolutely obsessed with this lip liner!! it’s the perfect color and looks so good with my every day lip stick. i also love the consistency of it and how natural it looks. it’s also very affordable! gifted by freckbeauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 03 - camel beige",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "loveeee this lip liner! so creamy and once it dries down it doesn’t budge! the shades are perfect for everyday lips and i can pair it with so many of nudes and pinks. i do usually like a wood clench, but this formula isn’t too soft when applying pressure gifted by freckles"
		},
		{
			"review_title": "Such a great staple",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Such a great creamy lip liner that glides on so well. It covers the lips nicely and goes perfect with a gloss. The precise tip helps to the application. The shade choice are very nice I plan to purchase more for wedding season.! Gifted by freckbeauty"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I was gifted by freck in exchange for my honest review I think this lip liner lights on super well unless all day the colors are also super pigmented. I like to line and then blend and then put a gloss over top to make it look natural."
		},
		{
			"review_title": "LOVEE this liner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "this is hands down my new favorite line ! i received the shade 02 and it is my perfect “your lips but better” lip shade. It’s so pigmented and the perfect nude. It was also so easy to glide across and apply.  Gifted by freck."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Shade 03 - camel beige",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Gifted by makeout club. The positives about the liner was that the tip was the perfect point and the formula was actually really smooth! It applied easily. However, the pigmentation could’ve been a little better. It barely showed up on my lips"
		},
		{
			"review_title": "such a great lip liner!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Gifted by Freck Beauty! I love Freck and I was spa excited to see this new line of lip liners! I have shade 5 and it’s such a nice color! The liner is smooth and creamy and really stays on! I can’t wait to try more of their lip products!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 04 - rosey cinnamon",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Sheesh! I really like this liner! I was nervous about the color, as I'm medium-tan, but the color ended up being a perfect rosey nude. The application is really silky but it almost sets before I apply my gloss or lipstick. Lasts quite some time as well. Gifted by Freck!"
		},
		{
			"review_title": "Obsessed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Lasts all day!!! I love this lip liner it is so creamy and goes on so smooth on the lips. The tones are perfect nude tones and is perfect for everyday / over lining lips. Its pigmented and doesnt smudge i love it and need all the colors gifted by freck beauty"
		},
		{
			"review_title": "so pretty!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Oily skin",
			"review_text": "I love the shade I got! I’m really fair and I love lip liner shades that are basically my lips but better or as close to my lip color as I can, this is perfect for me! I got the lightest pink shade and its so pretty. gifted by freck"
		},
		{
			"review_title": "The perfect nude!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "This is my new go to for a couple reasons 1) the color payoff is so nice 2) the shade is super wearable with any look 3) the pencil easily glides on! I really love the tone of this shade, it doesn’t pull too orange or too grey, just the perfect nude! I love to pair it with either sheer gloss or nude gloss. Offered by freck"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 01 - warm nude beige",
			"review_buyer_description": "Brown eyes, red hair, Fair skin tone, Normal skin",
			"review_text": "I love this beautiful lip liner! The color is very pretty and looks very natural. I love the extra pop of color I get. I have been loving everything from Freck. It is a great brand!! Definitely grab this! GIfted by Freck."
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This is one of the most smooth lip liners I have ever seen, so pigments and glides on to the lips like a pro. I love the packaging it’s simple and beautiful. I love the color shade is universal and can be used with any lipstick, gifted by freck ."
		},
		{
			"review_title": "Easy to use",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Oily skin",
			"review_text": "I have shade 01 it’s a great nude color that goes with so many different lipsticks. The formula is creamy and guided along the lip line with easy. It’s a thin tip so the line is very precise. It’s a retractable component so if you don’t like to sharpen your lipstick, this would be a great lip liner for you.  Gifted by freckbeauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 02 - warm pink nude",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I liked this lip liner . The packaging is nice as well. The easy glide of the lip pencil makes it easy to line and fill the lips. It did not feather at all and extended the wear time of my lipstick. I would repurchase. Gifted by Freck Beauty."
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "The best lipliner!! Its super easy to apply and feels like butter! Its also super pigmented and I love that it stays on all night even when I eat or drink anything! I can’t wait to purchase more colors! Gifted by freck beauty"
		},
		{
			"review_title": "So smooth!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I love this lip liner so much!! It’s so smooth and glides on so well. I really love the color I got as well (#3) it’s a medium nude and looks so beautiful on the lips. This was gifted to me by skeepers."
		},
		{
			"review_title": "Great shade not too light",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Dry skin",
			"review_text": "Gifted by Freck, I loveee this shade I got shade one thinking it would be lighter and it’s actually more of a brown than a pink on me. So it will give definition to my light lip sticks. The wear is nice and it’s lasting it didn’t just rub off which is so nice. Over all really impressed by these lil liners."
		},
		{
			"review_title": "Sooo creamy!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Gifted by freck beauty This is a crazy creamy lipliner! Almost too creamy for heavy handers! you dont need a lot of pressure to apply this or youll break the tip! I love the shade i got and its the perfect my lips but better shade."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 02 - warm pink nude",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "This brand is new to me and it's so cute! I loved the lip liner! The color was amazing and the pencil was easy to apply! I will definitely be buying more from this brand! This was gifted by Freck Beauty!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 02 - warm pink nude",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This was gifted by freck. Such a beautiful formula. It is pigmented and applied very easily. It’s a great base for a lipstick or to just wear on its own. It has pretty good lasting power too with just some minimal touch ups throughout the day."
		},
		{
			"review_title": "Love these liners!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Fair skin tone, Normal skin",
			"review_text": "I love freck’s new nude muse lip liners! They are so pigmented and the shades are just beautiful! I love that they are easy to take with me on the go and are so versatile! I was very impressed and will be purchasing more shades! This was offered by freck!"
		},
		{
			"review_title": "The perfect lipliner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "I was gifted by Freckbeauty the lip liner in shade 03 which I believe is the perfect nude shade! It is slightly darker than my natural lips, I’m pairing it with a lip oil and the result is so pretty. The formula is supersmooth and the tip of the liner is very precise which makes it so easy to put on. It is the perfect nude shade both for day and night, you can not go wrong with it!!"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Normal skin",
			"review_text": "Love this shade it’s perfect for an everyday look! The formula goes on smooth and buttery! For someone that doesn’t like a bold lip this is perfect!! I would definitely recommend and repurchase this product! Offered by freck"
		},
		{
			"review_title": "My fav!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I was gifted by Freck Beauty and I love it! This lip liner is so creamy and long lasting. I love that the applicator is a twist up, you do not need a sharpener for this product. Great for on the go this goes everywhere with me."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 02 - warm pink nude",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "This formula is a new favorite for me! I got a gorgeous subtle nude color and I really enhances the natural color of my lips and glides on super smooth. Color is gorgeous and the payoff is perfect for what I am looking for in a lip product. Gifted by Freck"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 06 - rich Chocolate Brown",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "I'm absolutely thrilled with the Freck Beauty MAKEOUT CLUB Nude Muse Lip Liner! The smooth glide and rich pigment make application a dream. Plus, knowing it's powered by clean ingredients like jojoba oil and natural emollients gives me peace of mind. Long-lasting wear without any nasties—definitely a staple in my makeup routine!  complimentary from freck"
		},
		{
			"review_title": "Love at first use, so good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I like lip liners a lot, it’s my must have lip product so trust when I say it’s great quality- the color pay off is worth it, and even tho it’s a twist up- it performs like a creamy wooden lip liner (which I prefer). Usually twist ups remain shiny or waxy on the lips but this is a velvet smooth, matte formula and glides on without tugging. I will def purchase at least one more, they’re so good! - this was gifted by freck beauty, but I’ll give them my money any day, they’re such great quality!"
		},
		{
			"review_title": "Love this formula!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I love this lip liner! It is so smooth to apply and lasts forever! The texture is very creamy but super pigmented! Definitely found my new favorite shade and formula! Definitely would recommend trying out this lip liner offered by freck!"
		},
		{
			"review_title": "Creamy & lasting!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "Glides like butter - literally so easy and creamy to apply. This survived a greasy panini with minimal budging (my lipstick was gone, but this stayed on), so that’s a winner to me. Love the warm nude brown shade - super flattering nude on me without looking greyed out/too light. Gifted by freckbeauty for honest review."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 03 - camel beige",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Gifted by Frick. I like this lip liner. It smoothly glides on and is pigmented. I got shade 03, which is brown shade. It is a good lip pencil to create a nude lip. I definitely recommend this lip pencil."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Shade 02 - warm pink nude",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I am obsessed with the number 2 color. It looks so natural and stunning on however, the stay power is unfortunately not the best! I am not sure if it is with the combo of my products I am putting on top but with a lip gloss and lip balm I am finding myself to reapply a bit too often. But when applied the color is gorgeous. Gifted by Freck Beauty."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 03 - camel beige",
			"review_buyer_description": "Green eyes, blonde hair",
			"review_text": "Freck's Lip Liner is a true standout in the beauty world. The creamy and long-wearing formula glides on effortlessly, providing precision for a well-defined lip contour. The shade range is impressive, catering to diverse skin tones and complementing various lip colors."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "I absolutely love how easily this lip liner glides onto my skin! It makes over lining my lips super easy and I love to color so much. It’s a little darker than my natural lips but doesn’t look to unnatural, it adds a nice contrast and makes my lips look fuller, love pairing it with a gloss! Gifted by freck"
		},
		{
			"review_title": "Natural lip",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This lip liner glides on and has a nice creamy and buildable texture. I would say that the coverage is a little lighter and best for more natural or soft looks. The color payoff could have been more pigmented for my medium skin tone but it still looked soft and pretty. This was complimentary from Freck."
		},
		{
			"review_title": "Super easily and long wear",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Gifted by Freck This is such an amazingly pigmented lip liner and I have to say incredibly long wearing as well which I love!! It glides on really easily and has a really nice precise tip making product application a breeze."
		},
		{
			"review_title": "Love this lip liner very nude",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "I really been loving this lip liner it’s so pigmented very creamy blends like a dream and wow it stay on for a long time very comfortable on the lips I got the shade 03 and it’s such a beautiful nude shade it’s very pretty gifted by freckbeauty"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Shade 03 - camel beige",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Gifted by Freck for free in exchange for my honest review. This is a nice lip liner. It glides on smoothly and has a really nice pigment and formula. It was surprisingly long lasting as well. Highly recommend!"
		},
		{
			"review_title": "Great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "Gifted by Freck - thisbeauty lip liner- this new lipliner is great! I love that its a turn mechanism which makes it so much easier to bring along to retouch on the go. The formula is smooth and the color is beautiful"
		},
		{
			"review_title": "Beautiful and precise!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "The precise top of this lip liner makes it so easy to draw around your lips. It’s also great for filling in specific areas if you want an ombré look, or filling in the whole lid. The formula is creamy and glides across the lips effortlessly. The shade is so pretty on it on, or with a gloss on top, or a lipstick over it. This was gifted by freckbeauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 01 - warm nude beige",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "Fist off the shade is absolutely gorgeous and I’m in love!! It was super creamy on the lips and absolutely stunning. It was definitely very pigmented and lasted a while. Amazing and would love to try other shades. This was gifted by Freck beauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 03 - camel beige",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "This is such a great lip liner. The formula is creamy and smooth, it applies very easily with no tugging. I love the color, it’s great for everyday and it is so long wearing! It does not budge! *gifted by freck beauty"
		},
		{
			"review_title": "Fantastic!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Nailed it! This liner is pigmented, smooth, and lasts. The shade I picked is stunning and goes with pretty much any look—it permanently lives in my handbag.  I like that the liner isn’t too thin and also not too much like a crayon. It’s the perfect size to draw around your lip line or to fill in your lips.   Gifted by Freck beauty"
		},
		{
			"review_title": "Must Have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I absolutely loved this liner ! The color was absolutely beautiful. It went on super smoothly. The pigment actually was great stood out a lot. I feel like you can dress this liner up or just wear it as an everyday color. #Gifted By Freck Beauty"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Shade 01 - warm nude beige",
			"review_buyer_description": "Blue eyes, Medium skin tone, Dry skin",
			"review_text": "& was gifted by freak beauty This is such a pretty color! I am excited to have this part of my lip liner collection. It was my first time trying this brand and it didn’t disappoint. I love a good nude/brown lip liner and lip gloss combo!"
		},
		{
			"review_title": "Love this lip liner!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "LOVE this new launch! I chose shade 2 and it’s the PERFECT shade for a natural lip liner for me. The formula is so smooth and applies beautifully. The pigment is great and the lasting power has been so impressive! This shade is a perfect daily go to lip liner look for me and the precise tip gives the perfect clean look I love. Gifted by Freck beauty."
		},
		{
			"review_title": "long lasting",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "such a good color and long lasting! shade 01 is the it shade slightly warmer and these are so affordable. Omg. If you want to try a new brand and lip liners that are retractable, get these. These are amazing. offered by freck"
		},
		{
			"review_title": "Brown girl approved!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Gifted by Skeepers! I got this in shade #5 and I'm absolutely obsessed.  I have medium brown skin and this is the perfect brown lipliner for a nice natural matte look. This goes on so incredibly creamy, and lasts all day!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "Shade 04 - rosey cinnamon",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Gifted by freck. I think lip liners are a perfect way to add color to your lips by using on its own or defining your lips for whatever lip product you want to use on top of it. This was creamy and did not drag on the lips like some lip liners do. I like the variety of colors offered to go with any makeup look you want to achieve."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 01 - warm nude beige",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "Gifted by freck Beauty. This was a great new lip liner to add to my collection! This did a great job of helping lock in my lip look without feathering or bleeding. I would definitely add a few more of the shades to my collection"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 06 - rich Chocolate Brown",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "This liner applies very smoothly. The lip is small and precise making it easy to line my lips. It’s also very pigmented. I can see this being paired well with just a clear lip gloss or a tinted one. It would be good with lipsticks and stains as well. I prefer this type of liner wear I can twist it up because I don’t always have a pencil sharpener handy. Gifted by freckbeauty"
		},
		{
			"review_title": "so long lasting",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Oily skin",
			"review_text": "This is the most pigmented and long lasting lip liner I have ever used. I love the shade I chose and the packaging is so cute! I definitely want to try all the shades and purchase more shades as soon as possible! Gifted By Freck Beauty"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Freck Beauty's lip liner is a smooth-gliding, pigment-packed lip liner. It stays on the lips longer and is kiss proof. I like the shade 02 that is pink nude. It enhances the lip line and keeps it hydrated. I received this product complimentary from freck."
		},
		{
			"review_title": "Nice color",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I love this Freck lip liner. It is just darker than my natural skin color. It lights on smoothly, and the tip of the liner makes it easy to apply. It was long lasting, and I got compliments on the shade. Gifted by Freck."
		},
		{
			"review_title": "Long wear and intense color",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I am not a make up expert however, I do love to wear make up. This product stood out because it’s very easy to use even for someone that’s not an expert, it glides easy the color is quite intense, I have use the shade number 05 to trace the contour of my lips in order, for my lips to appear fuller. After a full day, my lipstick and lip liner were in place, therefore, I can honestly say as long lasting. Excellent product I highly recommend. Gifted by Freak beauty."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I really like this lip liner. It is very pigmented and creamy. It glides on your lips and it is under $20 which is a plus. I would definitely buy more and try and different color. The brown shows up nicely on my lips *gifted by freck"
		},
		{
			"review_title": "New staple liner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "This is a new staple lip liner for me! The color payoff is so good and it glides on like butter- I love how the tip gives such a precise line. The shade I got is the perfect everyday shade, I’m obsessed! This was gifted to me by freck."
		},
		{
			"review_title": "Lovely lip liner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I receieved this complimentary from freck beauty. I love the color of this lip liner because I feel like its a gorgeous pinky nude that can go with many type of nude combinations. I feel like this lovely color really pays off well and gives my lips the definition that they need to have. I also really like how this does not bleed on my lips and stays well put for quite some time. Overall its a lovely lip liner and I love to wear it with different lip combos."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 05 - cool taupe brown",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This formula is one of the creamiest I have tried. The pencil just glides on. The color is sooooo pigmented and beautiful. The shade is the perfect nude in my opinion and looks amazing with just a clear gloss over it. The tip was super easy to use since it retractable and not sharpened. Offered by freck"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 05 - cool taupe brown",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "i love this nude muse lip liner gifted by freck beauty! i got it in shade 5, the perfect cool taupe brown shade! the liner is creamy and lasted all day on my lip! i love the color and get many compliment whenever i wear it"
		},
		{
			"review_title": "super cute packaging",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "this lip liner has great pigment, shade 05 is the perfect nude for a woman of color like me, the color is also very buildable. the packaging is also incredibly cute, love “make out club” sadly the tip broke off my first time wearing hence the star off… offered by freck"
		},
		{
			"review_title": "Amazing!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "SOOOOO buttery, I literally wore this all day and didn’t need to reapply, I’m obsessed with this lip liner and it’s so smooth and even better the fact that you don’t have to sharpen it!!!! Love it !!!! Gifted by freckbeauty"
		},
		{
			"review_title": "Decent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Pretty basic lip liner that gets the job done. I really like the neutral shade as it is perfect for everyday. The pigment is nice as well. It doesn’t beat my other holy grail lip liners. Gifted by Freck"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 05 - cool taupe brown",
			"review_buyer_description": "Combination skin",
			"review_text": "I have shade 5 and I absolutely love it, its the perfect brown tone for my complexion. This formula is so smooth it literally glides on like butter and makes it so easy to use. The tip is also very precise which helps achieve the look I was looking for. The packaging is also cute which is a plus! I was gifted by freck and I love, def going to be in my lip rotation."
		},
		{
			"review_title": "A new must have lip liner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Kindly gifted by Freck Beauty. This is an incredible lip liner formula; it glides easily without pulling. It gives good definition and feels soft on the lips. I love the neutral color and the easy to use applicator pen."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 03 - camel beige",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "This lip liner wears amazingly! Beautiful shade and creamy formula that glides on my lips easily. Love how precise it is and  stays on throughout the day without smudging. I received this product complimentary from Freck Beauty."
		},
		{
			"review_title": "Love!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This liner is so pretty!!! I love all the nude shades! It does not tug at my lips nor do they look crusty. I love following with a lipstick and/or lipgloss. I also love the affordability compared to other lip liners. Gifted by Freck Beauty"
		},
		{
			"review_title": "love love love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "black hair, Fair skin tone, Combination skin",
			"review_text": "love love love!! This lipliner glides like butter and the color matches every single makeup I put on. Love how its long lasting and gives a glow with any lip oil. Definitely recommending this to my friends. Gifted by freckles beauty"
		},
		{
			"review_title": "Luscious Lips!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Oily skin",
			"review_text": "I love this lip liner! It really helps me give my lips the dimension and shape I don't have! I have a rather small top lip so a good liner is very important, this liner really allows me to effortlessly line my lips and they look natural. I love the shade, it's a beautiful nude but rose brown which I love for my everyday look! If your looking for a longer lasting lip liner this one is great! This was gifted by freck and I now need them in all shades"
		},
		{
			"review_title": "Lined and Defined",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This is such a pretty shade! I love the darker rosewood color, and it blends so easily on my lips. I also like how it defines without running into lines. Definitely recommend trying this lip liner out. Gifted by freck"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 06 - rich Chocolate Brown",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Makeout Club Gifted me. This is a smooth glide formula.  This shade is amazing it pretty much goes with everything. It’s Pigment is out of this world. It has a precise tip which makes the application to be really easy. Also it has a built in sharpener."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 01 - warm nude beige",
			"review_buyer_description": "",
			"review_text": "I love this pencil for an easy lip color for going out. It stays so well I don't have to reapply and is perfect for a night out because it doesn't transfer. It has such a natural color and the nude blends so nicely. Gifted by Freck"
		},
		{
			"review_title": "This liner is so good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Combination skin",
			"review_text": "This lip liner is amazing! It lasts all day long! I love this shade I think I could wear it any time of year it’s the perfect nude. I love the formula it’s not drying and it lasts all day long this liner with some gloss is so good and I got so many compliments! Gifted by freck"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 05 - cool taupe brown",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received this gifted by freck beauty. Was excited to try this lip liner and I am loving it. It glides on the lips without pulling or having to be rough. It doesnt smear or bleed out and blends in beautifully. Great for under the lippie or a lip oil."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 06 - rich Chocolate Brown",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "I’m so obsessed. This lipnliner is so smooth; so pigmented and it stays put!! I was so impressed the first time I used this, I had to stop and jaw drop for a second. It’s everything it claims and it’s everything you need in a lip liner!! It’s pretty AND practical to use! Gifted by freck."
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "Gifted by freckbeauty This is a non-dr ying, pigment packed lip pencil and it doesn’t dry out as well. Love how it looked as well. in six universally flatter ing nude shades designed to hold your lip look in place. Define and amplify with this clean, high-performanc e formula, comprised of plant-derived ingredients and with a smooth, tug-free application. My shade was warm nude"
		},
		{
			"review_title": "best lip liner ever",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Combination skin",
			"review_text": "gifted by freck beauty - the lip liner is sooo nice. it’s so creamy and glides on like butter!! the color is such a pretty like teroctta shade almost. the liner literally DOES NOT MOVE. it’s amazing the shade is such a pretty summer shade"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 06 - rich Chocolate Brown",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
			"review_text": "I was gifted by Freck for free but my review is my honest opinion… I love the texture of this liner, as it is a unique mousse texture. It’s so rich and smooth. Very easy to line with and looks so good on. I want even more shades now."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 01 - warm nude beige",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "This lip liner, gifted by Freck Beauty, is so beginner friendly! This product is creamy and glides on the lips precisely and smoothly. The pigmentation is perfect, it’s wearable without being too overwhelming. This liner is great for lining around the lips and even for filling them in. I want to pick up all of the shades!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 02 - warm pink nude",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I love that this lip liner glides on smoothly. The precise tip makes it easy to apply and use. I really like that it does not dry out my lips. It is very pigmented and it locks in my lip look. The shade is beautiful! This was gifted by freck."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 01 - warm nude beige",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "This lip liner is different than others I have used since it doesn’t require sharpening which is nice. I liked the precision and color pay off. The color is buildable, stays on well and glides on. I’d recommend giving this one, offered by freck a try"
		},
		{
			"review_title": "Loved",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Dry skin",
			"review_text": "The shade is absolutely gorgeous. This lip pencil glided on the lips like butter,i had no issues using it for the last two days. I need to have them in all the shades available now. This are great for gifting."
		},
		{
			"review_title": "Easy to use!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I love that this is twist up and doesn’t need sharpened. The tip is thin and precise which makes it easy to use. Richly pigmented. Shade 01, warm nude beige, is the perfect nude for me making it super wearable. Applies beautifully with no tugging, really glides effortlessly. No feathering. I found this to wear well and help lock in my lip look. Overall, easy to use and very happy with the performance! I received this complimentary from Freck."
		},
		{
			"review_title": "Great lip liner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I am loving this lip liner! It goes on so smooth and does not dry out my lips leaving them looking absolutely kissable. It has a great pigment and the shades are perfect for everyday wear. I like that it has the precise tip making it super easy to get the perfect lip. offered by freck"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "Shade 01 - warm nude beige",
			"review_buyer_description": "Brown eyes, blonde hair, Normal skin",
			"review_text": "First timer using freck beauty lip liner. It went on very smoothly. The color was very neutral. The one thing I will say is, it’s very thin and looks very fragile as it were going to break. When I put it on I made sure not to press to hard otherwise it would snap. Other than that I think its ok, price could be a bit more cheaper. Gifted by freckbeauty"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 04 - rosey cinnamon",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This formula glides on to easily. It really locked in my lip look for all day wear. I love how complimentary the shade was and how long lasting it was. So nicely lined with the easy to usetip. Will be getting every color."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 04 - rosey cinnamon",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This is such a pretty colour and I really love the retractable packaging of this lip liner. I really love that it works precisely on the lips and gives a very sharp finish. Good selection of colours Gifted by Freck Beauty."
		},
		{
			"review_title": "Darkskin friendly!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "Gifted by Freck Beauty - A lip liner for dark skin! Shade 06 rich chocolate brown was made for black women. It's so hard finding a deep enough brown. The color payoff is 10/10! Super smooth glide formula that locks in my favorite lip combos with a precise tips. A new stalpe"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 01 - warm nude beige",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I love the lip liner goes very well with a lot of my lip tints and lip stains especially since I like to wear outgoing colors it’s perfect and it also doesn’t smudge or come off and last me throughout the whole day! Gifted by freck"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 01 - warm nude beige",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This is such a great lip liner I absolutely love it!!! I highly recommend trying it out! It is amazing try it out it’s so good! I also love this brand! Overall a great product and I highly recommend!! Offered by freck"
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Oily skin",
			"review_text": "I was gifted by freck beauty. Never tried the brand before but I must say I loved this lip liner it was very pigmented and had a smooth glide formula. I can’t wait to try the other shades because I love it so much."
		},
		{
			"review_title": "Clean beauty that has a PAO of 24 months!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "This lip liner is creamy but firm. It has the right consistency and thickness for smooth and precise application. Shade 01 is a good match for my pigmented lips. Prevents feathering when used as a liner and has a matte finish when used all-over. I experience dryness when using it all-over so I always prep lips. Unlike most clean beauty that goes bad after just a few months, this is good for 24 months.   Gifted by Freck."
		},
		{
			"review_title": "Very creamy and goes on smoothly",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "Very pigmented formula that just glides on so smoothly. No dragging or skipping…just super smooth and creamy. I do wish my shade was slightly cooler than it is but it’s still beautiful especially with a clear gloss or balm on top. I have the shade 5 which is described as a cool taupe brown. It looks more warm than cool on me. I like that I don’t have to use a sharpener on it. The tip being so precise helps me fill in exactly where I want. I have a double bottom lip line so this magically fills in the space between so it look natural but not overdone. Just a very user friendly liner that gives me long lasting definition. Happy happy! Gifted by Freck"
		},
		{
			"review_title": "Gorgeous pigment!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I am SO in love with this lip liner! I love that it glides on so effortlessly and the pigment is gorgeous. It locks in my lip color for all day wear. The color so versatile that you can wear it during the day with a relaxed fit or dress up for a night on the town. I also love that the tip is precise that makes the application easy and simple. Add this product to your cart! I was gifted by freckbeauty."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 06 - rich Chocolate Brown",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I can’t get enough of this lip liner ever since I got it! The color is so good and glides on so creamy on the lips and I have eaten and drank with the lipliner and it does not budge!! And the color is also stunning ! Gifted by freckbeauty"
		},
		{
			"review_title": "Shade range could be extended but good lip liner",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Gifted by freckbeauty Ughhh I love this lip liner so creamy and easy to use- I picked up the perfect shade I think they should extend their shade ranges for other skin tones but overall this is a good lip liner!!"
		},
		{
			"review_title": "Super long lasting!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "This was gifted by Freck beauty.Loved this lip liner. Not only did it glide on easily with full pigment but it’s the perfect nude! I honestly love how long this lasts and is so smudge proof. The color perfects my own lip color and is very hydrating while leaving a matte finish. My favorite part is how small the tip is, it makes it so easy to get a sharp line and it’s so precise! I love wearing this with just a gloss and it keeps my lips looking great all day."
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Winner!!! This is everything I look for in lip liner. The shape is perfect and no need to sharpen it. She’s pigmented and the color is perfect every day gorgeous. The formula is so smooth and creamy but not too creamy, perfect consistency and glide on like a dream. I love it and highly recommend! Gifted by freckbeauty"
		},
		{
			"review_title": "My New Favorite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "Oh my goodness I am so happy to have found this lip liner. It is absolutely my new favorite lip liner. The color is amazing, I thought it would be too dark, but it’s actually the perfect color! The applicator is super easy to use and the lip liner goes on very smoothly. I get excited to use it now!!  Gifted by freckbeauty"
		},
		{
			"review_title": "Incredibly long-lasting",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I am so impressed with this lip liner formula. Not only is tug-free and non-drying but is also long-lasting. I love all the nude shades available and the price point. I’ll be definitely buying another shade or two. Offered by Freck"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 01 - warm nude beige",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "I love this as it goes on so smooth. Sometime I wear it a lone or with gloss but a little bit goes a long way. It looks natural and love the color"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 06 - rich Chocolate Brown",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
			"review_text": "Received complimentary from Freck. I love this shade of brown and the formula feels amazing! Literally no pulling or tugging and it glided across my lips! It didn’t crumble in the corners of my mouth and wore off evenly! This may be my new go to brown lip liner!"
		},
		{
			"review_title": "A staple in my makeup routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "In love with this lip liner gifted by freckles beauty. The neutral color goes perfectly with a clear gloss over top. I love how small the tip of the pencil is because it allows for the best detail. The formula of the liner is smooth and blendable which I also love. This has become a staple in my everyday makeup routine."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 02 - warm pink nude",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Softest lip liner I have ever used!! I got #2 which is a light pink. It’s not as warm pink as I thought which I actually worked better on me! It’s a pretty muted pink that you can wear everyday. It stays on for pretty long time, but it will wipe off if you use napkins. Love this and would definitely get another shade. Gifted by freckle beauty but opinions are my own"
		},
		{
			"review_title": "Best cream lip liner",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "As someone who uses lip liners for all my makeup looks I was excited to try this one out and I am OBSESSED. The application is a lot easier than a lot of pencils because of the cream application with is so smooth. It’s super precise since it is a fine tip and the color is perfect for my skin type. I picked a neutral shade so it is pretty wearable for me. I would totally get this again when I run out. Gifted by freckbeauty."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 01 - warm nude beige",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "This nude lipliner is absolutely perfect for everyday. I love how rich the pigment is and how beautifully it stays on the whole day. The color goes on smooth and is long lasting as well.  It is my favorite! Gifted by freckbeauty."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 06 - rich Chocolate Brown",
			"review_buyer_description": "",
			"review_text": "The Freck Beauty New Lip Liner was gifted by freck exchange for a review. And it's a beautiful product and I love the cute packaging. It apply so smoothly and easy. I love it so much and have been using it everyday since receiving it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 05 - cool taupe brown",
			"review_buyer_description": "Green eyes, Dry skin",
			"review_text": "This lip liner glides on like butter! I was pleasantly surprised the first time I used it, and how pigmented it is on my lips. I got shade 05 and it’s perfect for every day wear. I also like that I don’t have to sharpen it after every use. gifted by freck"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 01 - warm nude beige",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I LOVE THIS LIP LNNER. This is the ultimate liner to lock in your perfect look. I didn't have to reapply it lasts all night. The shade options are perfect and the pencil itself just glides right on. Th pigment is very bright! gifted by freck."
		},
		{
			"review_title": "Great shade",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I really like this perfect everyday mauve shade that I got. It’s a great neutral mid tone. I first swatched the liner when I got it and right away noticed it would not budge. It went on super smooth but really stayed which is what I look for in a Lipliner. Gifted by freck"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Gifted by freck. This lip liner is easy to use and super pigmented love how easily this lip liner glides on and love that the color locks in for all day wear and keeps your lipstick in check.  This will nude is perfect for my skin tone and it’s just the perfect color."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I was gifted by Freck.This color is super gorgeous and easy to apply. The pigment glides on super easy and locks in my color all day. Love that this nude matches the nude lippies I already have super convenient I love that this color lasted longer than usual."
		},
		{
			"review_title": "Such a great liner!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Gifted by freck. I love this lip liner! Let me just say the pigment on this lip liner does not budge at all and glides so smoothly on my lips. The color goes well with my complexion, by far one of the best I have used yet. I got the shade warm pink nude. This product is so easy to use and I am so happy with the finished look of this liner."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 04 - rosey cinnamon",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I have received shade 4 from Freck Beauty, and it is a very pretty shade. The lip liner glides on the lips easily Smooth as butter, and easy to handle. It also feels comfortable on the lips and it’s pigmented. gifted by freck."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 02 - warm pink nude",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Gifted by FRECK BEAUTY.  A brand that has been on my wishlist for a long while to try.  Received shade 02 and it matches my lips perfectly. Love the packaging and so easy to use.  Glides on the lips so smoothy.  Shade is very pigmented and buildable.  Its perfect, buy it!"
		},
		{
			"review_title": "A must need for your lip combos",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "Gifted by Freck. I absolutely love how easily this lipliner glided over my lips. It was very easy to create a beautiful lip combo. It’s color payoff was really good too also it’s staying power was great. It didn’t budge like at all. The shape of the tip allowed for precise shape and you are able to really define it buff out the line. The color was a true brown too."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 03 - camel beige",
			"review_buyer_description": "",
			"review_text": "* gifted by Freck Beauty * This is such a beautiful formula. The pencil is creamy, but not mushy. It glides of the lips without tugging on them. It applies smoothly and evenly and the color is well pigmented. It works well both for just lining the lips and filling them in with the pencil. It stays on well throughout the day."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 03 - camel beige",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "This lip liners glides on with ease, leaves behind and even, smooth line and last all day on my lips. The color 03 is so wearable for every day. I’m able to slightly overline and make it look natural. The tip allows for precise application.  complimentary from freck"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 01 - warm nude beige",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Love this lip pencil. It’s so pigmented and lasts such a long time on my lips. The shade is perfect for me, I love brownish lip pencils. It glides on like butter, so smooth and easy to work with. 5 stars! Gifted by Freck"
		},
		{
			"review_title": "Beautiful shade",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Gifted by Freck Beauty.  I like that this liner is in a retractable case with a secure lid. It’s easy to stick in you bag for on the go. This lip liner is precise and glides on easily. I like more neutral pink shades and this shade 02 is perfect. It’s very long lasting."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 04 - rosey cinnamon",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "Ordered shade 04 Rosey Cinnamon and it’s stunning! So comfortable to wear and feels great on my lips. Shade is a nice color and feels pretty versatile so under glosses or lipsticks. Gifted by freck beauty"
		},
		{
			"review_title": "A new fave lipliner!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "I’m a fan of all things Freck and their new Makeout Club Lip Liner is just one more product to add to my favorites list! I went with Shade 1 for a neutral, everyday look and I love it for a number of reasons: 1. It’s so easy to glide on…no tugging or accidental smudges due to cakey formula. 2. The pigment is rich, so a little bit goes a long way!  3. The shade is perfect for everyday wear, or adding to a more dramatic nighttime look if I felt like it! 4. The applicator is precise, but the soft formula allows for a great smudgey, lived-in look…  Freck does it again, and I can’t wait to get my hands on Shade 5 next :)  This was gifted by freck in exchange for my honest feedback"
		},
		{
			"review_title": "Perfect Nude",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
			"review_text": "I must say, it's a game-changer! The pigment-packed formula delivers rich color without drying out my lips, and the smooth, tug-free application makes defining and amplifying my lips a breeze. I love that it comes in six universally flattering nude shades, ensuring there's a perfect match for every skin tone. Plus, knowing that it's made with plant-derived ingredients gives me peace of mind. Overall, this high-performance lip liner holds my lip look in place beautifully, making it a must-have in my makeup collection.Gifted by Freck"
		},
		{
			"review_title": "Perfect brown-nude shade✨",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "This was gifted by Freck. I received shade one. Which is the perfect nude brown shade. Great to use all over or with your favorite lip combo. The liner is retractable. It glides on really easily. Feels very smooth and creamy. Can’t wait to try the other shades!"
		},
		{
			"review_title": "Sexy contoured lips",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I received complimentary from Freck Beauty. A smooth creamy long lasting lip liner. The formula allows for easy glide on my lips without tugging and enough time for blending and contouring my lips. I received the shade 05 and it’s the perfect neutral brown tone for paring with any nude lipstick"
		},
		{
			"review_title": "Long lasting",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Oily skin",
			"review_text": "Gifted by Freck Beauty, this lip liner is so pigmented and so creamy. I love how long lasting it is on my lips. I chose The shade 06 and it’s a beautiful, dark brown color it gives me very much 90s lip combo!"
		},
		{
			"review_title": "A new staple in my everyday makeup routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I absolutely love this lip liner. The shade is so pretty and goes great with any makeup look. The tip of the liner is tiny which is great for detail. I love how pigmented and blendable the liner is and how I can pair it with a gloss over top."
		},
		{
			"review_title": "love this",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This lip liner is so good. it goes on my lips so smoothly and makes my makeup look incredible. it stays on my lips for a long time. the packaging is great and it’s great to use. Really elevates my makeup look. gifted by"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "Shade 04 - rosey cinnamon",
			"review_buyer_description": "Hazel eyes, Oily skin",
			"review_text": "I like this lip liner. It is smooth and glides on. It has good color payoff and it is blendable. It is a retractable pencil and it has a thin tip that makes it easy to be precise. The formula is comfortable on the lips and not drying. Gifted by freck"
		},
		{
			"review_title": "Shade 1 is a great browny nude!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This is a great retractable liner with good longevity. It’s skinny and precise, and shade one is a great browny nude that works with a variety of lipsticks. The packaging is sturdy and the cap clicks in properly. I’m excited to keep using this! Gifted by freck"
		},
		{
			"review_title": "Goes on smooth!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "Gifted by Freck Beauty. These lip liners are great! They go on really smooth and not dry like some of other brands I have used. Great color selection, definitely can find something that fits your skin tone. Long lasting as well!"
		},
		{
			"review_title": "Good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Oily skin",
			"review_text": "This color looks beautiful on my light skin tone . It applies smooth and looks really pigmented as on the picture. It looks good with most nude/ pink nude  lipsticks and it’s  really a universal shade .*complimentary from freck"
		},
		{
			"review_title": "I love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
			"review_text": "I received this beautiful lip liner complimentary from Freck Beauty and It’s so good! Very creamy but once it sets it doesn’t move, I got the shade 4 and it’s a beautiful warm brown with a touch of cinnamon perfect to pair with any of my nude lippies, I love the packaging and that is retractable too"
		},
		{
			"review_title": "Love it!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
			"review_text": "I desperately needed a really good neutral/nude shade lip liner that would lock in my lipstick and wear as long as my lipstick does. That’s where this new Freck came in! It glides on like butter yet it doesn’t smudge off right away. It locks my lipstick in place so no feathering or whatever. It the perfect shade for practically any nude shade of lipstick! I want to get the other shades next! Gifted by Freck"
		},
		{
			"review_title": "Try this out!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "I received this complimentary from Freck . I’ve never tried this Brand till now and I’m obsessed with it. This lip liner glides right on and it’s very easy to apply.  It’s very pigmented as well. I’d definitely try this out!"
		},
		{
			"review_title": "Love this lipliner!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I love this lip liner, it glides on super smoothly & feels so velvety on the lips. I got the shade 03 and it’s the perfect one for me. The formula is really nice and feels super lightweight . Gifted by freck beauty!"
		},
		{
			"review_title": "Long lasting and versatile!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love that this lip liner has the perfect nude for every complexion! I got mine in shade 04 and it’s the most stunning rosey nude with a hint of brown pigment. It glides on flawlessly and is very opaque! It’s so versatile to wear with so many shades. Definitely an everyday lip liner in my book!"
		}
	]
}