{
	"product_id": "1453",
	"name": "Essence Absolue Hair Oil & Overnight Serum Duo Holiday Gift Set",
	"brand": "shu uemura",
	"categories": "Hair, Value & Gift Sets",
	"price": 149.5,
	"about": "What it is: A luxurious, day-to-night duo featuring a full-size nourishing oil and overnight serum to intensely hydrate and reduce frizz, while providing UV and heat protection up to 450°F, for a smooth finish with enhanced shine..Hair Type: Straight, Wavy, Curly, and Coily..Hair Texture: Fine, Medium, and Thick..Hair Concerns:.- Dryness.- Heat Protection.- Shine..Key Benefits:.- Hydrates, softens, and smooths to enhance shine.- Protects against breakage and reduce frizz.- Protects against heat up to 450°F and UV-induced hair damage..Highlighted Ingredients:.- Japanese Red Camellia Oil: One of the most rapidly absorbed oils, rich in essential lipids to nourish, hydrate, and enhance shine...What Else You Need to Know: Celebrate the Japanese art of gifting with a collaboration featuring Hiroko Takahashi's sleek designs that fuse beauty and artistry into every set. Gift a luxurious, day-to-night hair care routine with bestselling Essence Absolue Nourishing Hair Oil and Overnight Treatment. The iconic hair oil will add shine and protect from up to 450°F heat and UV rays during the day, and the overnight serum will hydrate and reduce unwanted frizz for radiant hair by morning. The best kept secret among pro stylists worldwide, Essence Absolue products are infused with Japanese red camellia oil for hydrated, smooth, radiant hair...Fragrance Description: An iconic interpretation of the camellia flower composed of grapefruit and green aqueous top notes, subtle camellia in the heart, and delicate vanilla with musk in the base notes...Clinical Results:.Essence Absolue Nourishing Protective Hair Oil:.In a controlled study using Essence Absolue Nourishing Protective Hair Oil, results showed:.- 96% less hair breakage*..Essence Absolue Nourishing Overnight Hair Serum:.In a controlled study using Essence Absolue Nourishing Overnight Hair Serum, results showed:.- 97% less hair breakage*.- 25% smoother hair*..*vs non conditioning..This Set Contains:.- 5 oz/ 150 mL Essence Absolue Nourishing Protective Hair Oil.- 5 oz/ 150 mL Essence Absolue Nourishing Overnight Hair Serum",
	"ingredients": "-Japanese Red Camellia Oil: One of the most rapidly absorbed oils, rich in essential lipids to nourish, hydrate, and enhance shine...Essence Absolue Nourishing Protective Hair Oil:.Aqua/Water/Eau, Dimethicone, C13-16 Isoalkane, Glycerin, Polyacrylamide, Phenoxyethanol, C13-14 Isoalkane, Laureth-7, Camellia Japonica Seed Oil, Hexyl Cinnamal, Hydroxycitronellal, Isoeugenol, Ci 19140/Yellow 5, Ci 15985/Yellow 6, Parfum/Fragrance...Essence Absolue Nourishing Overnight Serum:.Aqua/Water/Eau, Dimethicone, C13-16 Isoalkane, Glycerin, Polyacrylamide, Phenoxyethanol, C13-14 Isoalkane, Laureth-7, Camellia Japonica Seed Oil, Hexyl Cinnamal, Hydroxycitronellal, Isoeugenol, Ci 19140/Yellow 5, Ci 15985/Yellow 6, Parfum/Fragrance.",
	"how_to_use": "Suggested Usage:.Essence Absolue Nourishing Protective Hair Oil:.-Apply one to two pumps into palms, depending on hair thickness—a little goes a long way..-Distribute throughout mid-lengths and ends of dry or towel-dried hair..-Style as desired..-Complete routine with shu uemura’s Essence Absolue Nourishing Overnight Hair Serum in the evening for maximum hydration benefits...As a pre-cleanse:.-Comb three to four pumps into dry hair..-Rinse before shampooing...For conditioning:.-Divide your hair into four sections..-Apply one pump to each section from mid-lengths to ends..-Massage the product into your scalp..-Leave on overnight..-Style in the morning as desired...As a styling aide:.-Apply one pump to hands..-Work through hair from mid-lengths to ends...Pro tip:.-When using as a pre-cleanse, apply oil liberally throughout prior to washing—hair will be full of shine and softness...Essence Absolue Nourishing Overnight Serum:.-Before going to sleep, apply one to two pumps into palms, depending on hair thickness and length.-Distribute throughout mid-lengths and ends of dry or damp hair..-Ideally, use a comb to help evenly distribute the product..-Leave in overnight, do not rinse..-In the morning, style hair as usual with no need to rinse..-Complete routine with shu uemura’s Essence Absolue Nourishing Protective Hair Oil during the day for maximum hydration benefits.",
	"num_reviews": 1,
	"overall_rating": 5.0,
	"product_url": "https://www.sephora.com/ca/en/product/shu-uemura-essence-absolue-hair-oil-overnight-serum-duo-holiday-gift-set-P507701?skuId=2713998&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2713998-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "Amazing duo to change your hair health",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "This duo is amazing - the serum is a game changer for my damaged hair and the hair oil is a stae in my routine. Highly recommend!!"
		}
	]
}