{
	"product_id": "174",
	"name": "Mini Her & Goddess Perfume Duo Set ",
	"brand": "BURBERRY",
	"categories": "Fragrance, Value & Gift Sets, Perfume Gift Sets",
	"price": 49.0,
	"about": "Set Description:This is an on-the-go selection of BURBERRY scents for her. It is a perfect way to explore BURBERRY’s signature fragrance range..About the Bottle:The travel-friendly gift set is wrapped in a seasonal iteration of the BURBERRY Check for holiday gifting..This Set Contains:- 0.16 oz/ 5 mL BURBERRY Her Eau de Parfum",
	"ingredients": "BURBERRY Her Eau de Parfum: .Alcohol Denat., Fragrance, Water, Ethylhexyl Methoxycinnamate, Alpha-Isomethyl Ionone, Ethylhexyl Salicylate, Limonene, Butyl Methoxydibenzoylmethane, Hexyl Cinnamal, Citronellol, Linalool, Bht, Alcohol, Tris(Tetramethylhydroxypiperidinol) Citrate, Ext. Violet 2 (Ci 60730), Red 33 (Ci 17200), Yellow 5 (Ci 19140)...BURBERRY Goddess Eau de Parfum: .Alcohol Denat., Parfum/Fragrance, Propylene Glycol, Aqua/Water/Eau, Ethylhexyl Salicylate, Benzyl Salicylate, Linalool, Hydroxycitronellal, Limonene, Coumarin, Butyl Methoxydibenzoylmethane, Pentaerythrityl Tetra-di-t-butyl Hydroxyhydrocinnamate, Benzyl Cinnamate, Alcohol, Citral, Tris(Tetramethylhydroxypiperidinol) Citrate, Anise Alcohol, Benzyl Benzoate, Geraniol, Yellow 5 (CI 19140), Red 4 (CI 14700), Ext. Violet 2 (CI 60730).",
	"how_to_use": "Suggested Usage:.-Decide which BURBERRY scent to wear and spray onto skin, focusing on your pulse points at the wrists, inner elbows, neck, and heart for a long-lasting fragrance.",
	"num_reviews": 176,
	"overall_rating": 4.3,
	"product_url": "https://www.sephora.com/ca/en/product/burberry-mini-her-goddess-perfume-coffret-set-P513278?skuId=2795284&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2795284-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
			"review_text": "Absolutely amazing! The scents are so beautiful! Will buy again! They are the tester sizes however, the her is my favorite!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Rich skin tone, Combination skin",
			"review_text": "i love both!!! i’m not a big fan of perfumes without sprayers, but these scents are great! Goddess was more on the mature side, but good nonetheless!!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Loving these fragances!!! I Smell like an empowered woman driving a Porsche!!!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "They smell soooooo goooddd, but really small, kinda hard to apply but as long as I smell good🤷‍♀️.I would reccomend the bigger ones but if it’s not in your budget, I reccomend to get the smaller ones like this"
		},
		{
			"review_title": "Love this sm",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "SMELLS SOOO GOOD. It smells like heaven in a bottle!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Both of these smell amazing! However the scent is not long lasting for the price"
		},
		{
			"review_title": "Great Pack",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Excellent holiday pack with two excellent scents!!"
		},
		{
			"review_title": "my new favorite fragrances",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "i was gifted this perfume set and i am obsessed. the “her” perfume is my new favorite in my fragrance collection. the “goddess” perfume is also a beautiful scent. every time i wear both fragrances i find that they smell even better as the day goes on, not to mention they last all day long. i adore these perfumes and i can’t wait to buy the full sizes !!"
		},
		{
			"review_title": "Mini Her & GoddessPerfume Duo Set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I absolutely love these samples! They allow me to try different scents on my skin before ordering a full-size bottle of my favorite. I'm really excited about both samples and will definitely be ordering the full sizes. Thank you, Sephora! 🤩🤩❤️"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "Recommend if you don’t want to buy the large one, or just need something for your pocket"
		},
		{
			"review_title": "Smells Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This 4 pack of perfumes delivers such a floral, exquisite scent that is to die for! I personally love Goddess the best, but the Goddess Intense is a close favorite!"
		},
		{
			"review_title": "Returned the next day.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "Only putting three stars because I love the scents. But Putting this on my Christmas/Birthday list had my mom in tears from laughing so hard because of how tiny this micro perfume set was. It’s meant for an American Girl Doll. Save your money and get the travel size of this perffu"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone",
			"review_text": "Smells really good however it's so Tiny I wouldn't recommend getting the mini perfume next time I probably get the large size"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Rich skin tone, Normal skin",
			"review_text": "I thank this product is great to use the her is amazing so as the goddess but they are mini like mini brands"
		},
		{
			"review_title": " My newest fragrance loves!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "This duo is such a refreshing fragrance set. I have never tried Burberry before, as a first impression. Both perfumes have a deep scent that makes me want more. I love that you don’t need very much to get the depth of scent. I love that “Her” has the fruity notes with jasmine."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "I really like the scent but it doesn’t last long at ALL. I sprayed it on my clothes and the next day I couldn’t smell it at all it was like I never sprayed it."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "doesnt smell like the big one at all, its not spray perfumes  and very short ( pictures its a lying lol"
		},
		{
			"review_title": "Very messy",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I gave it two stars because they do smell nice. However not having a way to get it out of the bottle really sucks. No spray or even a wand, I thought these would be cute to throw in my purse for on the go. But they really seem inconvenie"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Smaller than expected but so worth the money! They’re cute little packaging and two of the best scents Burberry has to offer"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "These are not spray bottles they are like the old Avon bottles that you apply with your fingers gets all over. For $36 dollars just buy the 1 oz. Don’t even smell the same."
		},
		{
			"review_title": "Sweet scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "Love this set! Great as a trial to test these perfumes or a good size to have if you want something to throw quickly in your bag or as an add on to a gift. Light but long lasting"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "smells amazing but was way smaller then i expected for the price"
		},
		{
			"review_title": "Poor",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, fairLight skin tone, Combination skin",
			"review_text": "Looks like Sephora staff opened my package before I could as the security ￼seals are missing. Unfortunately I have not been reporting this for a replacement as I don’t want such a low cost item marked against my Rogue status."
		},
		{
			"review_title": "Ridiculously small for the price",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "The perfumes smell great- but for nearly $50 you don’t get enough product. The picture I’ve included shows my hand and a normal sized bottle of Burberry Her for comparison. I think you’d be better off getting a small tube of the scent."
		},
		{
			"review_title": "Review size before buying",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Thought it was way bigger for 35 i felt ripped off"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "A little bit smaller than I anticipated, but I love these fragrances"
		},
		{
			"review_title": "Too small for the price",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "Extremely tiny I was not expecting it to be so tiny. I would just buy a travel size instead"
		},
		{
			"review_title": "Would buy the bigger size",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Dry skin",
			"review_text": "The bottles were much smaller than I expected and the scent wasn’t as strong as I would have liked."
		},
		{
			"review_title": "Good to try scents and not blind buy",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
			"review_text": "I love this cute little set, I wanted to try and not blind buy, good thing I did, because I hated the goddess ones and loved the Her set better."
		},
		{
			"review_title": "Sample size",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "This is literally a sample size perfume for $35. It’s not a spray.  It is 2 tiny perfumes, overpriced."
		},
		{
			"review_title": "Definitely worth buying",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
			"review_text": "I recently bought this for my mother and she loves it she says it smells floral and that it is travel size for her."
		},
		{
			"review_title": "goddess is they way to go.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Normal skin",
			"review_text": "Goddess is rich, warm and vanilla-y, overall AMAZINGGGGG. lasts around 6 hours on skin Her is a lighter, more floral and a little fruity, not as good but still good. Only lasts maybe 4h on skin tho Wish they lasted a little longer on the skin also I was hoping for a spray nozzle despite these being mini, which neither has. Overall they're great and would def recommend this duo if you don't know what type of fragrance you want"
		},
		{
			"review_title": "smells great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "smells really great. very interesting and unique scent   lasts all day"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "They smell great but my mini goddess oil looks clear in the bottle but when I put it on my skin or rub it comes of grayish almost black and stained my nails. Was really surprised and disappointed."
		},
		{
			"review_title": "Smells lovely but so tiny",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
			"review_text": "They both smell lovely , I was a bit disappointed when I saw how tiny the bottles were for the price but at least they smell good"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "I received this today and I absolutely LOVE the scent! the only thing is that the application is a dabber instead but other than that, it is amazing. (here are the perfumes next to a 12 FL oz coke can for comparison on how small they are)"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "The mini set is so cute. I love the scent and the scents are amazing."
		},
		{
			"review_title": "Breathtaking Scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Normal skin",
			"review_text": "Both these perfumes are amazing but I’m partial to the Goddess one. It smells so amazing and I love how I can throw it in my purse to use for touch ups. Highly recommend this scent"
		},
		{
			"review_title": "Absolutely love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Absolutely love these perfumes. They are dobblers just so everyone knows but goddess is my favorite it’s very elegant and warm scented!"
		},
		{
			"review_title": "A must have!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I love love love this product! It lasts me at least 4-6 hours before I need to re-apply it I have gotten soo many compliments asking me what I am wearing! As soo as my samples are gone I will be buying a full size!!"
		},
		{
			"review_title": "Not my favorite",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "This is a cute combo but the scents are not for me. One of them is very sweet and reminds me of the Ariana cloud. Which I really dislike. Would not recommend"
		},
		{
			"review_title": "Divine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "When the grocery clerk comments in your scent you know you’ve hit the mark!"
		},
		{
			"review_title": "Lingering less",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Very nice warm scent. After someone hugged me they said I smelled pretty, however it did not last throughout the day. That’s the only takeaway from both fragrances."
		},
		{
			"review_title": "Floral elegance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Beautiful fragrance that’s lasts all day, and will purchase in the future"
		},
		{
			"review_title": "So good!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Such perfect scents and perfect for gifting as well. The scent is just the best!"
		},
		{
			"review_title": "Found a new favorite scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Fair skin tone, Normal skin",
			"review_text": "I wasn’t expecting to love these fragrances as much as I do, so this duo was surprising! Both scents have a great projection and our long lasting. I particularly love Goddess, which is a spicy vanilla scent that smells sexy and sophisticated. These minis were the perfect tester size, and I’ll definitely buy a full-sized bottle!"
		},
		{
			"review_title": "Perfume for ants",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I love the Goddess perfume (I have a full size) and wanted to get this set to give to a friend who has similar perfume tastes as I do for Christmas. Let me tell you- I can't give this to her- It looks like a free gift with purchase. They are 5 ml each. I got a free birthday gift from Sephora this month that was 7.5 ml. I can't believe this is $50 (cdn). While they smell great, this is laughably tiny."
		},
		{
			"review_title": "The perfect set!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "I've had this Her and Goddess Duo set for a few weeks and I absolutely love it. The notes in this set, are romantic and super feminine. I love wearing the Her scent in the daytime and the Goddess scent at night, because it is bold and captivating. I'm so in love with this set, that I plan on buying the regular sized bottles soon. Definitely a 10/10 for me!"
		},
		{
			"review_title": "Two Lovely Scents To Switch Up Your Routine",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Dry skin",
			"review_text": "This set is incredibly adorable.  It gives you the chance to test drive two distinct scents that you can switch up with your mood.  Even though they're minis, they'll last a decent while cause a little goes a long way.  I would describe them both as soft scents, but the difference lying in the notes that come through most.  For me that was a sophisticated fruity for Her and a musky woodsiness for Goddess.  Both lovely and unique to each other."
		},
		{
			"review_title": "AMAZING",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
			"review_text": "The best duo! Each have their own unique scents but both are unforgettable. Definitely a new fav for me!"
		},
		{
			"review_title": "Great size and long lasting scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "I’m super picky about my perfumes but also want something that smells great. It’s nerve wracking and saddening to buy a huge bottle of perfume (sometimes they aren’t cheap) only to not like the scent. These are great samplers though!! Smell great, not overpowering but long lasting, and the picture size for a purse!"
		},
		{
			"review_title": "Great Travel Duo Set",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "This duo set is perfect for travel. I am a fan of both gourmand and floral scents, so this is ideal. This is a great way to explore and sample the perfumes. I do wish it had come in a spay though. I think I prefer Goddess over Her. I would repurchase especially for travel or a gift."
		},
		{
			"review_title": "So Demure",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Normal skin",
			"review_text": "I did receive these from Influenster in exchange for my Yes yes yes, a million times yes! Burberry Her a little sweet “so demure”. Goddess is a little sexier for evening time"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I love having these two distinct scents in one set. The Her scent is a great day fragrance, light but noticeable. The Goddess scent, on the other hand, is perfect for evenings or special events.The mini sizes are ideal for travel or keeping in my purse, so I can refresh throughout the day."
		},
		{
			"review_title": "Not worth it! Not sprays",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "Her is a beautiful clean, fresh scent. It reminds me of a more grown up feminine Daisy Eau So Fresh. I would love to repurchase the full size, because it smells so beautiful and could totally be my everyday scent. Goddess is a gourmand vanilla scent that is sexy. It’s not my typical fragrance, but I will be wearing for going out and special occasions. The set comes with two very small perfumes that don’t have sprays, they just dab. I personally do not want a dabber, so I think this set is not worth it based on the size and lack of spray. I received this product for free in exchange for my honest review"
		},
		{
			"review_title": "So cute!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "Burberry Her is my fav! My daughter loves to play in my perfume. Lol so I bought he own mini"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "These smell so good! Her is very fruity, sweet, youthful, and playful. Goddess smells more mature. It has a vanilla-lavender scent (trust me..it smells better than it sounds). With both scents, a little goes a long way and they both lasted several hours"
		},
		{
			"review_title": "Great Fragrances!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I received these from Influenster for review. These Burberry fragrances are wonderful. They’re not too sweet and contain just the right touch of floral notes that I love!"
		},
		{
			"review_title": "Wonderful Scents!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I absolutely love these scents, but the Goddess is my favorite out of the two. I lean more towards musky/vanilla, but the scent for Her is still nice! If you want a mixture of scents, these minis are just for you!"
		},
		{
			"review_title": "Beautiful scents",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "I received a free sample of this and absolutely loved it. Warm and sweet, a small dab goes a long way. Really cute set too, I like that I can easily fit it in my purse and go."
		},
		{
			"review_title": "Amazing smell that lasts",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I wore this perfume the other day and really enjoyed it. The scent isn’t too strong but lasts for hours. I would have to test it to see if it lasts all day but it’s definitely one of my new favorite scents. My boyfriend complimented my scent a few times when I wore the pink one."
		},
		{
			"review_title": "Terrific set!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I've really enjoyed this mini set! This was my first time trying these fragrances and I love them both! I think Goddess is perfect for the cooler weather and Her will be a great scent for spring and summer. They both last all day for me without having to reapply and project very well. I highly recommend this set!"
		},
		{
			"review_title": "Great scent and if you’re interested in layering",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "I received the perfume set from Influenster to review.  I love the idea of layering the scents.  I tried them one by one also.  The pink Her is sweet, which is not my go to.  The Goddess is slightly musky and definitely one that enjoyed.  I found that the tiny bottles made it difficult to apply, so I only used a very small amount because of how it’s applied.  I might even use these and layer them with a 3rd perfume.  The size is great for travel.  On my most recent work trip, I took them and was so happy that there were no leaks.  The tops just pop on and off."
		},
		{
			"review_title": "Amazing!♥",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I loved this gift from influenster. When I tried both perfumes I loved the smell of both the durability but my favorite was the Goddess."
		},
		{
			"review_title": "Obsessed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Light skin tone, Combination skin",
			"review_text": "Absolutely obsessed with both of these fragrances. I had smelled Her before and loved it, but Goddess is new to me and I am IN LOVE. It is a warm vanilla, but the lavender gives it a little twist that keeps it from being too sweet and sugary. It is the perfect autumn/winter scent. This set is a great gift for the fragrance lover in your life - I guarantee they will love it. And the bottles are so cute!"
		},
		{
			"review_title": "Too sweet",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes",
			"review_text": "My wife got this as a review. She uses it quite a bit but she thinks it’s too sweet for her liking. Seems like it’s for a younger crowd"
		},
		{
			"review_title": "A must for my Perfume Girls",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Normal skin",
			"review_text": "After alternating between the Burberry Her Eau De Parfum and Burberry Goddess Eau De Parfum over the last few weeks, I’m struggling to decide on which one is my favorite. Goddess is lovely, feels fun and vibrant with sweet notes of vanilla with a twist of jasmine that lingers once the dry down. Her is sexy and dark, jasmine with a musky amber. This is my first experience with Burberry fragrance which has left me craving more. Just delicious"
		},
		{
			"review_title": "Perfect little gift set!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
			"review_text": "I love this little gift set. Minis are always a win for me it’s an easy way to try out both of these scents without going way over budget. I think this set would make the perfect stocking filler gift. I love the packaging simple and easy slide out box. The bottles are nice, however I really wish mini bottles could have a spray mechanism. The tops are a bit hard to get off that’s my only real complaint. Also the Burberry Goddes bottle feels a bit more expensive and presents more luxury to me than the Burberry Her bottle. Burberry Her is a very fruity floral scent to me. I would wear it more in spring/summer. Burberry Goddess is a more rich vanilla and amber scent to me. In my opinion it’s a more everyday or year round scent. I find both to last fairly well throughout the day and have received  compliments on both. Overall I think the set is quite versatile with two very different scents which can be worn for different moods or occasions. I would definitely recommend this as a nice gift for any woman."
		},
		{
			"review_title": "Smells great!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This perfume smells amazing! The set is the perfect way to sample both scents and pick what you want the full size of!"
		},
		{
			"review_title": "2 very different scents",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
			"review_text": "I received a mini bottle gift set and was really excited to try the 2 perfumes. I don't like that they are not spray bottles, so you have to use with your finger. I do not care much for the Goddess scent. After a while it seemed to have a tobacco undertone. I felt like an older lady at a casino. I REALLY like the scent for the Burberry Her though. Sweet, with a currant tone. I would definitely wear the Her regularly."
		},
		{
			"review_title": "Must try!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I received this product as a free sample and I have to say I’m glad I had a chance to try.  Both scents are wonderful.  I prefer Goddess over Her.  I feel like Goddess is more sultry with the spicy and warm fragrance. Her is more floral.  But cannot go wrong with either.  Great mini set,  only wished it was a spray."
		},
		{
			"review_title": "Must have scents",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "This is such a great set for gifting!! Such cute packaging!  This is a great choice for someone who wants to experience both scents.  Goddess is a deeper scent with a touch of musky and vanilla-ish type scent  Burberry Her is a lighter airy scent with hints of berries and jasmine.  These two scents are both amazing and I have added them to my collection"
		},
		{
			"review_title": "A must try!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This is a hard smell to describe just know people will love the scent. I have gotten compliments on the smell men and women. If you’re not sure what to try try this one. It’s a light smell but you can also smell it from a distance."
		},
		{
			"review_title": "amazing add to a mini collection!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "Beautiful scents to have in your mini collection! I just give it 4 out of 5 since they released right away other set which was bigger, and i wished I hold on it."
		},
		{
			"review_title": "On the go perfume",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Very tiny but they’re nice to throw in your purse or for travel. The scent is not too strong and it will last! I recommend trying the mini versions before splurging on the full size bottles!"
		},
		{
			"review_title": "Love the smell",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
			"review_text": "I’ve used this perfume for a few weeks now and I love the smell of the clear one better than the brown. It’s easy to apply and lasts all day"
		},
		{
			"review_title": "Smells great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "I absolutely love the scents but I hate that it doesn’t have a spray nozzle makes it hard to use"
		},
		{
			"review_title": "Mini Her & Goddess Perfume Duo Set",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "The Burberry Goddess set smells great. The pink bottle has a very light fragrance. The gold bottle has more of a heavier scent. They both smell amazing. They remind me of how I would want to smell when I’m on vacation. I only gave it four stars because I was expecting a spray bottle. I highly recommend this product."
		},
		{
			"review_title": "Nice smell not worth price.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "Cute sample size of Burberry fragrances.  The size is a good way to test the fragrances but for the price it doesn’t seem worth it for the size."
		},
		{
			"review_title": "Strong &Old Fashioned",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Normal skin",
			"review_text": "I was really excited to try out this set, Burberry has great fragrances however this pair reminded me of my grandmother’s perfumes back in the day.  Very strong and powerful, too over powering for my liking."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "Love the scents and such a cute size great for travelling"
		},
		{
			"review_title": "Burberry Fragrances",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I wore both Burberry Goddess and Burberry Her for a week to give these fragrances my honest review.  Starting with Burberry Goddess she opens with a warm vanilla with lavender, cacao and ginger. However the dry down is a lovely Vanilla absolute. This is definetmy a lovely fall fragrance I love lavender so the perfect harmony between the rich velvet yet smooth vanilla is quite addictive. This is such an easy reach for and it last a good 6+ hours on me. This fragrance will garner many compliments.  Now Burberry Her is that it girl. She is fun, fruity and flirty. With top notes of strawberries, raspberries, blackberries, a bit of sour cherry lemon, orange and black currant. Her opens with a rush of strawberry that begins to dry down to a whipped strawberry milkshake. This is such a juicy fragrance that is sure to get you a compliment or two. This is definitely a favorite Burberry Her is a sure winner if you love fruity fragrances like myself she does not disappoint."
		},
		{
			"review_title": "Nice scents that you could wear day or night",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I love that this duo has 2 very distinct fragrances yet they seem to go together so well. It would make a great gift for someone who appreciates feminine scents. The Her scent is quite sweet, perhaps just a bit too sweet smelling for me. The packaging is fine, nothing special. I would rate this individually at 3 stars. The Goddess scent is very vanilla, but a mixture of vanillas that give it a certain depth that you don’t expect when reading the description. The packaging is nice and I will get a lot of use out of this one. I would rate it individually at 4.5 stars."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "I love the way it smells even my Husband and my Family love it."
		},
		{
			"review_title": "A Seductive Set!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "If you love smelling amazing, then this 2 piece Burberry set review is for you!  First we have Burberry Her, which is such a captivating and feminine scent. Its beautiful jasmine and amber scent is incredibly sexy and feminine. I have never been a big fan of the warmer scent families, amber, vanilla, musk, etc...but the way they layered the subtle amber scent to the jasmine is... *chef's kiss*! I have approximately 50 fragrances in my collection and the only scent that my husband will stop what he is doing to smell my wrists or neck is Burberry Her. I also get so many compliments when I wear it. If you like alluring scents, this is a must for your collection!  Next is Burberry Goddess. It initially sparked skepticism in me, given my aversion to most vanilla perfumes. However, this fragrance defied expectations and became a truly enchanting experience. The blend of lavender, vanilla, and a subtle, woodsy note (perhaps patchouli) is simply beautiful. From the first sniff, a wave of unexpected joy washed over me. The scent is rich and evocative, conjuring up heartwarming memories of my grandmother. This is a testament to the power of scent. While it's a stronger fragrance, this is a positive attribute for me. The longevity is impressive, with the scent lingering beautifully throughout the day. If you're hesitant about vanilla perfumes like I was, I encourage you to give this one a try. It's a beautifully crafted fragrance that is both comforting and uplifting, making it a perfect choice for those who seek a rich, long-lasting, and truly memorable scent."
		},
		{
			"review_title": "Great for travel and purse",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
			"review_text": "One gives you a light floral smell and the other one has more sweet notes. I prefer the Her over the Goddess. Definitely like a day and night combo."
		},
		{
			"review_title": "Her is beautiful scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I received Burberry Mini perfume duo set complimentary from influenster for my honest review. I’m obsessed with Her. It’s a light floral scent that I will purchase in future. Goddess is a really nice scent but strong for my taste. It  smells like vanilla and citrus. It’s good if you like vanilla but I prefer lighter scents."
		},
		{
			"review_title": "Everyday scent and a bold night must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Oily skin",
			"review_text": "After wearing these two Burberry scents for a few weeks I am in love! The Pink Her scent is light and feminine and a beautiful mix of clean and floral scents. Then to shake it up you have to Goddess scent is bold and more masculine. The Goddess smells rich and oaky but yet still feminine. Wonderful scents by Burberry!"
		},
		{
			"review_title": "Perfect stocking stuffer",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "I was thrilled to have these minis for travel. I have a full sized bottle of Goddess and it’s one of my favourites, though it unfortunately doesn't last all day. Goddess is a vanilla/lavender blend to my nose, while Her is a fruity floral. I wish they’d start including spray nozzles with these minis, for the price."
		},
		{
			"review_title": "Cute set!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Burberry Her has a bright fruity and floral scent easy for everyday wear. The Goddess is perfect for a date night with many different notes of vanilla and hints of lavender. Such a cute set! They are the perfect size to carry in your purse. Highly recommend."
		},
		{
			"review_title": "Love this for Christmas!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "This is an amazing gift to put in a stocking at Christmas or in a gift bag for a birthday present. I think goddess is my favorite scent, it’s very deep clean scent. The her is very sweet like candy."
		},
		{
			"review_title": "Dabber no sprayer",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I received this product free from Influenster in exchange for my honest review. First off let me say that this sample set is a dabber and not in a spray bottle so that might have affected my experience with the perfumes.   Burberry Her is light and fruity and soft. I had to bring my nose to the points where I put it to smell it. It’s a nice none offensive scent that is mass appealing. Would probably be good in office spaces.   Burberry Goddess is a vanilla. Thicker scent than Her. But I could only smell it well in the opening and I am not sure if I went anosmic to it or it just faded. It is unfortunate because it’s a beautiful scent. Also, my friend wears this as one of her signature scents and I can only smell her when I meet her which is usually when we are going out and then I can’t smell her anymore. 🤷🏾‍♀️."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "This is a great little gift set! Both fragrances are really nice. her is more feminine - floral and sweet, and goddess is more sultry but still feminine. The set together is adorable especially for the price point. I just wish they had spray nozzles- I prefer to spray and walk into my perfumes, so that’s my personal preference!"
		},
		{
			"review_title": "Beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "After trying Burberry Mini Her & Goddess Perfume Duo Set I was in love. Both fragrances are beautiful!! I’ve already run out of Her and Goddess is getting low. Thank you for the opportunity to try this set for free! This is definitely getting added to my Christmas list!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I absolutely love this perfume, but I will have to say that Burberry her is my favorite, It has a sweet smell to it, but the goddess is more of a stronger women’s smell."
		},
		{
			"review_title": "A beautiful scent to have.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I absolutely love Burberry Her and I love Burberry Goddess these are day and night perfumes one is sweet sassy the other is more elegant. I recieved these as free gift from influenster.com."
		},
		{
			"review_title": "Very demure and sexy!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I am OBSESSED with both perfumes! The pink one is perfect for an every day scent. Very fruity, clean, sweet, and fresh. The gold one is perfect for a late date night. The perfect mix of sweet and sexy scent together. I will definitely be getting the big perfumes!"
		},
		{
			"review_title": "My newest fragrance loves!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This duo is such a refreshing fragrance set. I have never tried Burberry before, as a first impression. Both perfumes have a deep scent that makes me want more. I love that you don’t need very much to get the depth of scent. I love that “Her” has the fruity notes with jasmine. Goddess has vanilla notes, one of my fave scent notes of all time. These are a fabulous addition to my collection, I’m sure I will be reaching for these beauties often. XX"
		},
		{
			"review_title": "HERRRR",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Love this little set, it's so cute ! The scents are beautiful and definitely an all occasions type of fragrance. I love how tiny they are ❤️ I do have full size bottles as well, Def love the gift !"
		},
		{
			"review_title": "Stocking stuffer worthy!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Tan skin tone, Dry skin",
			"review_text": "Just in time for the holidays! Great for gift giving. The packaging is the cutest that includes the mini bottles with the same great formula as the bigger bottles."
		},
		{
			"review_title": "Great fragrances",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "These fragrances smell so good. This is a perfect size to try a new fragrance. Both smell very high end and last all day. I plan to buy a bigger size of both once I have used"
		},
		{
			"review_title": "In love with these perfumes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "Both of these perfumes smell so divine!  I am so happy that I get to experience the travels sizes before committing to buying a full bottle of each but I definitely will be buying the full sized versions because they smell sooo good! If you like vanilla & fruity scents but not in a juvenile way, these perfumes are a must-have!"
		},
		{
			"review_title": "Beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "Love the Burberry mini her and goddess perfume duo set. This is a great petite set just in case I didn’t want to commit to such a large bottle. My favorite is the mini her. Scent is soft and no overtaking. Mini goddes is more of evening hint of musk. Love the packaging and great for on the go."
		},
		{
			"review_title": "Cute perfumes",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "These two fragrances they’re not bad, however, I felt that the pink one was a very very light sent, and it did not have any staying power. Goddess, however, had nice staying power and was a very feminine powerful scent. The packaging is nice for both bottles and I also like the design."
		},
		{
			"review_title": "Long lasting fragrance!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Got this as a gift and gifted it to my partner. She loves fragrances and has not stopped talking about the freshness and long lasting scent of this set! Looks like I’ll be picking up full size bottles for Christmas."
		},
		{
			"review_title": "Great scents",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This Burberry Mini Her & Goddess Perfume Duo Set has a great smell. The Goddess is so vanilla in fragrance, and the Her has a fruity scent. I really like both of them. I get a lot of compliments. The scents are lasting and smell fresh and clean all day. I will definitely buy when these bottles get empty. Love it!"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "Loved this !! Her is absolutely my favorite since I tried it! Love the scent on both"
		},
		{
			"review_title": "Great combo for winter and spring",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "Love love these scents. I’ve had the vanilla one for a while and get tons of compliments. The Her perfume is light floral which smells great on a nice spring day."
		},
		{
			"review_title": "Burberry treat you can carry anywhere",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Burberry Mini Her & Goddess Perfume Duo Set is adorable tiny set. The big surprise is the lasting scent, not overbearing. I will wrap up and have under my Christmas tree for myself 😊"
		},
		{
			"review_title": "Smells amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "I love both perfumes. They smell amazing. I got lots of compliments on how great it smells. I told my husband to buy me bigger bottles for Christmas. I let my friend try it and she loved them too."
		},
		{
			"review_title": "If you wanna turn heads, get it!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "Smells sooo good! I wore it on a date and he complimented me like 2x. It smells very mature and definitely a night scent. The bottles are very small but for the price I think it’s worth it. Also a little goes a long way. I’m excited to keep using them!!"
		},
		{
			"review_title": "Smells soft and sexy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "I received these Burberry fragrances and I’m so glad I did . They both smell amazing and my favorite o e out of both Is Burberry Her. It smells soft seductive and romantic all at the same time . I’ve received mane compliments on this scent and it lasts longer than I thought . Hours later I still get people who give me compliments . Burberry Goddess is also sexy but has a bit more formal of a scent .I love perfumes and don’t discriminate , even the more formal ones I’ll use while in pjs at home . I recommend them both since they’re both long lasting and great quality ."
		},
		{
			"review_title": "Will be purchasing in the future!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "I received the Burberry Mini Her and Goddess Perfume Duo complimentary. Starting with Her, a light and delicate floral. The Goddess is a bolder scent warm... maybe vanilla and amber. I loved both scents. Each scent lasts most of the day and I've recieved compliments on both."
		},
		{
			"review_title": "Must Have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
			"review_text": "These are literally two of my absolute favorite Burberry fragrances with Burberry Goddess being number one. The vanilla truly stands out in the most luxurious way. The Burberry Her is fresh and clean and fruity with the strawberry note. The mini bottles are absolutely adorable as well."
		},
		{
			"review_title": "Just as marketed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Many peoples reviews say it is too small of a product, I disagree. If you are looking for a mini perfume to test out new scents, this is perfect. Not a spray just a dip bottle, as marketed. Overall very good product, would purchase again.  are very feminine"
		},
		{
			"review_title": "Cute gift set",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "This gift set is perfect for the holidays! Both perfumes smelled great and I think work for day and night time wear. The only con is that the lids are a bit hard to get off, they aren’t spray bottles. They are dabber bottles so it’s easy to spill if you aren’t being careful."
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "Mini means mini. These are about the size of smaller of a Lego mini figure  they are cute but not worth the $35 price tag. They are small bottles you dump the perfume out which means you can really control the flow. I like the smell of the Burberry her the best and they will be adorable on my vanity."
		},
		{
			"review_title": "Beautiful perfume set!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "I love this Burberry set so much. The perfumes smell amazing. The Goddess perfume smells like vanilla and the Burberry Her smells so light and fresh. The mini bottles are super cute and perfect size for my purse and excellent for traveling. I highly recommend them."
		},
		{
			"review_title": "They smell amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
			"review_text": "This is a perfect set.I really love Goddess Perfume beause it has notes of vanilla.These are great for day or night These are perfect size for traveling."
		},
		{
			"review_title": "Super small but smells so good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "Smells so good but super small. They are like trial sample size. I think it’s a little overpriced for what you get but love the smell so will be purchasing the bigger sizes. Great if you like to collect minis!"
		},
		{
			"review_title": "Love HER, Goddess is even better!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Love these scents and the size is perfect as a gift. I already owner Her and Goddess smells even more amazing. I would repurchase as a gift, but buy the full size for myself ;)."
		},
		{
			"review_title": "Perfect for being classy",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "After using this perfume, I started to love it by putting on my arm and neck everyday.. the sense is not too strong. My husband also gave me compliments!"
		},
		{
			"review_title": "Good if you like both scents",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "I was not a fan of bottles, they have no sprayer. It can only be use it to dab on your wrists or neck. The my way is okay I wasn't a huge fan. The goddess one i was a huge fan of love the smell"
		},
		{
			"review_title": "Love it! So cute",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Both scents are so good, I love when the bottle is a mini version of the regular size, perfect for on the go."
		},
		{
			"review_title": "Lovely set",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I do love the scent of both of there perfumes and they are such a cute size. They come without a sprayer or roller ball, so you have to dab the scent onto the skin which is not very convenient. That’s why I’m taking away a star.  They last nicely on the skin as you wear them and I don’t have to reapply because of that. The gift set is perfect for someone who wants to try the scents but not splurge on a full size bottle."
		},
		{
			"review_title": "A Must Have",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "The Burberry Her & Goddess Two-Piece Fragrance Festive Set is a delightful treat for fragrance enthusiasts. Both scents in the set are beautifully crafted and offer a lightly sweet aroma that feels refreshing and uplifting.   The mini bottles are a standout feature—perfectly sized for your purse or as companions for your travels. They make it easy to carry your favorite scents wherever you go, ensuring you can refresh yourself throughout the day or during your vacation adventures.  At a price point of $35 for the set, it’s an excellent value, especially considering the quality of the fragrances. This set is not only a great way to experience two stunning scents but also an ideal gift option for anyone who loves a touch of luxury without breaking the bank.  Overall, the Burberry Her & Goddess Two-Piece Fragrance Festive Set is a charming addition to any fragrance collection. Whether you're treating yourself or someone special, this set is sure to impress with its delightful scents and practicality. Highly recommended!"
		},
		{
			"review_title": "A must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Dry skin",
			"review_text": "In LOVE with these two Burberry fragrances.  Her, has always been one of my top 5 favorites.  It’s a very light, sweet scent which is my go too.  Goddess, has more of a warm, woody fragrance which I usually stay away from but this one is amazing!  I’m in love with both!"
		},
		{
			"review_title": "Smells Lovely",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "My wife loved the scent of these perfumes. I loved them also. She also liked that they came in a double pack, so she got a two for one with it. She likes to wear them for different occasions. Her favorite of the two is Her, with Goddess coming in at a close second. The scents last the entire day and don’t need to be reapplied. They are appropriate for any time of day and any activity. The set would be an excellent gift for any woman in your life, and she is sure to love it."
		},
		{
			"review_title": "A Must-Have Duo!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Burberry Her and Goddess are truly an indispensable collection for any season! Her, with its upfront fruity notes like strawberry and cherry, feels to me, delightful and light, despite the warm, woody base notes that anchor it. This fragrance feels like a perfect choice for the warmer weather of Spring, especially. It's a great way to start the day with a fresh, invigorating scent that can carry you through until evening.  Goddess, on the other hand, is a more robust and denser fragrance. It opens with a rich, spicy note of ginger, balanced by the sweet, creamy vanilla. This feels like a bolder, colder weather fragrance, perfect for those crisp autumn or winter days. It's a scent that commands attention and leaves a lasting impression.  But the true value of this collection lies in its versatility. These fragrances are not just beautiful on their own, but they also complement each other beautifully when layered. Together they make a unique fragrance that is beautiful and unique!   In the time I've been using these fragrances, I've noticed that I get more compliments when I wear them together. And the best part? A few drops in the morning have lasted me from 7 am to 8 pm during a busy work day. I've found that with other fragrances, I often need to reapply midday or even several times throughout the day. But these two have a power and longevity that's truly impressive.   So, whether you're looking for a fresh, light scent for Spring, or a rich, spicy fragrance for Fall, or even if you're just looking to expand your fragrance collection, Burberry Her and Goddess are a collection you won't want to miss."
		},
		{
			"review_title": "Must have in your pocket.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I love those smells and a size of bottles. It’s an amazing Parfume for every day."
		},
		{
			"review_title": "Sweet and fruity",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "The perfume set is sweet and fruity. I love combining them."
		},
		{
			"review_title": "Perfect for on the go!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This oerfume smells so great it is the perfect size for your purse to take on the go the scent is floral and subtle not overpowering  I highly recommend  this ."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "I have tried this over the past weeks and i’m in love with the scent! Everyone who smells it immediately wants to know the name!"
		},
		{
			"review_title": "Stand out!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "If you don't have this, you must run and get it. These scents scream fall to me but In a great way. You smell warm, cozy and sexy all at the same time. And every time I've had them on I didn't miss a compliment. Really makes you feel good."
		},
		{
			"review_title": "One of my favorites!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "Burberry her is one of my favorite perfumes and this mini set is adorable for in your purse and on the go or travel. I would always recommend Burberry scents - they last on the skin and are light and fresh."
		},
		{
			"review_title": "A holiday must have !!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I love holiday sets !! The pink smells lovely but they are both good !! They both have good longevity. I may have to pick up the full bottle ."
		},
		{
			"review_title": "Holiday set!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Medium skin tone, Combination skin",
			"review_text": "I live these Holiday Mini Sets, perfect as a gift or for stocking stuffers. I already own the Burberry Her EDP, everytime I wear it I get so many compliments. Burberry her is sweet but in a grown and sexy way. This mini is perfect to carry in my purse for when I am out. This set also comes with the Burberry Goddess, I am going to purchase the bigger size of this as well. It smells very sheik, sexy and sophisticated. I love the gold detailing on the bottle, it definitely gives Goddess! I feel alluring when I wear this fragrance, like I can captivate anyone in my presence. Burberry knows how to create a fragrance and this set does not disappoint."
		},
		{
			"review_title": "Perfect to carry on the go",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "I loved this mini set. Although the perfumes were small, they are perfect to keep in your purse to carry on the go. I love that I can reapply my perfume when needed. I prefer the Burberry her scent compared to goddess but both smell great!"
		},
		{
			"review_title": "Love it !!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Dry skin",
			"review_text": "I’m so in live with these mini sets, you have a chance to try the scent and see if you like it to buy the full size. The her perfume is going to be a staple in my colection. Such a beautiful everyday scent !"
		},
		{
			"review_title": "Deliciously fruity",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "I absolutely LOVE the scent of both minis. I’m actually contemplating buying the full size of “Her” because it smells deliciously fruity and lasts all day on my skin. I’m not sure I can actually tell the difference between the two fragrances but I prefer the “Her” bottle because I love pink."
		},
		{
			"review_title": "This is a must have box set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "This set is extremely cute and smells so good. I really feel like this would be the perfect Christmas present for anybody to buy their loved ones because it not only is such a great brand but it just looks really cute."
		},
		{
			"review_title": "My new favorite",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "I've never tried any perfumes by Burberry, but the Goddess one is now my favorite one. I definitely will be purchasing the Goddess one in the future once I run out. I don't think the smell is overpowering and I absolutely love anything vanilla scented."
		},
		{
			"review_title": "Smells so good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Both scents smell so good! They lasted till the the end of the day and got so many compliments. I especially like the pink one, it smells even nicer when it put on skin."
		},
		{
			"review_title": "Perfect for traveling!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "The pink fragrance stood out to me as the more desirable scent, characterized by floral and sweet elements. Meanwhile, the golden fragrance conveyed a sense of maturity and elegance."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Love, perfect stocking stuffer when I saw it I wanted it. I collect fragrances and I’m also collecting minis and I just had to have them."
		},
		{
			"review_title": "Everyday wear",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Love this fragrance. It smells so good. It hot so many compliments when i wear it."
		},
		{
			"review_title": "Great for anyday!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "After using this product for the past week, I am in love with this perfume.  It is amazing.  It great for any occasion.  It's worth the price."
		},
		{
			"review_title": "Cute Mini Versions of Classic Scents",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This set contains two of Burberrys best selling fragrances: Her and Goddess. This is a great sample set for those who are curious about the brand and wanting to test out the scents. I have the full size version of Goddess and it’s great for vanilla scent lovers. I like that the shape of these mini sizes are exactly like the full size version as opposed to the cylindrical sample tubes that most brands send out. I would like to see a bit more fragrance in each bottle because Burberry fragrances do not have a strong lasting power like other fragrances at the same price point. Great holiday gift idea for friends or colleagues or a stocking stuffer for females in your family."
		},
		{
			"review_title": "Great travel size perfumes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I love this little duo! The fragrances smell great and the size is perfect for travel or keeping in your bag. I received this product free in exchange for my honest review."
		},
		{
			"review_title": "Teeny tiny",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "Out of the two fragrances the pink one was my favorite smelling one. It was floral and sweet. The golden one was giving me older lady fragrance vibes. Both of these bottles are tiny, way smaller than I expected. I put a regular lipstick in the picture for sizing. They will be great for traveling though."
		},
		{
			"review_title": "My new Favorite!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
			"review_text": "Her: I like this and I typically don’t like sweet scented fragrances. I definitely get the fruity/floral notes but it’s not overwhelming. I wouldn’t say it’s a favorite but I do like it. It dries down nicely, lasts throughout the day, with a pleasant fading.  Goddess: this smells wonderful! I really like the warmer amber/vanilla notes. I feel like this is a good fall scent. It also dries down nicely, lasts throughout the day, with a pleasant fading."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I really like burberry Goddess.  It's perfect for me.! I love the smell of this perfume   , it is not to strong.  This is very long lasting fragrance. The bottle is gorgeous.  I would recommend.  I also like burberry her. The scent is so beautiful.  This is Very sexy, classy and sensual."
		},
		{
			"review_title": "Must have for going out!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
			"review_text": "My absolute new favorite perfume. The goddess one is the best. A little goes a long way. This is my new going out perfume! If you want to be smelled before seen I highly recommend. I put it on and six hours later still just as strong as when I got home.   Packaging is super cute when I do run out of the trial size I will be purchasing! The best way to describe the scent is classy and modern!"
		},
		{
			"review_title": "Clean and light fragrance.",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I received free sample size products to try and review. I did like both of the scents. They were light and not overly heavily like other perfumes. Just a small drop does the trick. I preferred the Goddess one over the Her. It had more of a clean/woodsy scent. The Her perfume was light and had a slight floral scent."
		},
		{
			"review_title": "Smells amazing, especially the goddess fragrance",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Combination skin",
			"review_text": "The fragrances smell great! I wish it was actually in a spray bottle though but the bottles are still great for when going on a trip or just wanting to have it with you when going out. I liked the goddess perfume the most and probably one of the favorites."
		},
		{
			"review_title": "Beautiful non offensive perfumes.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Both of these fragrances are beautiful. Very soft and non offensive. I prefer the goddess more as it is vanilla heavy. Beautiful fragrances as always. The mini bottles are so cute. Perfect to keep in the pocketbook. Lasts on skin too. They are dabbers not sprays."
		},
		{
			"review_title": "New favorite scents",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Love these they smell amazing. You get a decent amount of product. Only wish they had a different top. But overall amazing."
		},
		{
			"review_title": "New add on to my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "These are the perfect travel size. The scent on both is excellent and last all day."
		},
		{
			"review_title": "Try this for sure",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Oily skin",
			"review_text": "I love this little duo! It allowed me to try both perfumes before purchasing and HER is definitely on my next to buy list."
		},
		{
			"review_title": "Light scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Oily skin",
			"review_text": "I received this product free in exchange for my honest feedback. The scent is light and not to heavy. It lasts a good length of time."
		},
		{
			"review_title": "Good purse perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "These perfumes smell absolutely amazing! They last. I love the small bottles they come in, my only wish is they should have a spray and not a dabber"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "The bottles are so tiny and cute! I love Burberry perfumes and this mini set is perfect to leave in my purse! This isn’t the first time trying Burberry and it has such a beautiful scent! It smells amazing, I love it."
		},
		{
			"review_title": "Sampler Set",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "A few issues with this set. They’re more for putting on pulse points and I’d prefer them be a spray so I ended up transferring them into an atomizer. Her is bright deliciously fruity and floral, but the longevity isn’t there. It lasted one hour max on pulse points. On the other hand Goddess is warm spicy vanilla and dries down to a light sweet scent and it definitely lasts longer. The bottles are cute and small but weren’t too functional for me."
		},
		{
			"review_title": "Burberry mini her",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
			"review_text": "This is an on the section of Burberry scents for her it’s travel size friendly gift the smell is very good I love the packing in it cute and nice the quality of this product is good too it was easy to open and use I like the smell and like it’s travel size I can use when I am traveling or moving to another place I would like to buy it again and try another kinds of it I recommend it I love it"
		},
		{
			"review_title": "Obsessed!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "Love love love this duo! My favorite out of the two is goddess, I will definitely be purchasing a full size version of the scent. The instant I put it on, my husband was obsessed! The scent is long lasting and gives me a feeling of luxury. The only downside is that the application can be difficult because the tops of the bottles are open and I worry that I’m using more product than is necessary."
		},
		{
			"review_title": "Heavy & sweet",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, gray hair, Light skin tone, Dry skin",
			"review_text": "It’s a heavy vanilla gourmand that dries down to a sweet scent that unfortunately is just not for me. It’s warm, strong & vanilla-sweet. VERY gourmand & almost sharp on me. It’s just not for my chemistry as I’ve tried almost all the Burberry scents."
		},
		{
			"review_title": "Smells so good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "The Burberry mini set is absolutely adorable! Both mini-sized perfumes smell amazing, making it a fantastic deal. It’s a great way to try out the brand’s scents and the size is perfect for travel or keeping in your bag for a quick refresh."
		},
		{
			"review_title": "Great travel size perfumes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "The Her mini has more floral notes while the Goddess bottle has more vanilla and amber undertones. They are lovely worn separately or together. Great travel size bottles. I received these for my honest review from Influenster."
		},
		{
			"review_title": "Petite and lovely",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "The package was simple and presented the product well. Perfumes are petite, no doubt but great to allow me to have more Her and try Goddess. This would make a lovely gift!"
		},
		{
			"review_title": "Beautifully packaged sampler set",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "The bottles are tiny (each one takes up less area than the palm of my hand), but the packaging and glassware feel substantial and classic. I love how tiny they are, frankly; they're so cute yet luxe-looking. The application style is a dab, but I don't mind it. I have heard good things about both Burberry fragrances and wanted an easy way to try both. This would make a great gift for someone who enjoys gourmand fragrances.  Personal thoughts: I love Her - it has a bright berry bubblegum note with a sophisticated touch to it. I've never smelled a fragrance quite like this one before. Goddess, while not bad by any means, felt harder for me to approach as it has a stronger projection and a dry intensity despite being a vanilla scent. It is well made, but maybe too grown up for me? Regardless, I feel open to sharing and even giving away my tiny Goddess bottle since the packaging is so well made. I do not regret this purchase!"
		},
		{
			"review_title": "love them!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Deep skin tone, Combination skin",
			"review_text": "I used Goddess as my wedding scent, but I can't afford a regular size bottle. Apparently,  Burberry fragrance bottles are refillable, so this was right up my alley! The bottle of Her was, to me, a bonus. I love them both!"
		},
		{
			"review_title": "Not worth $35",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "In the photo, it showed four of the perfume samples, not two. I mean, these are sample sizes. They're very small, so for only two it's so not worth thirty five dollars. That's more than fifteen dollars each. Maybe if there was four of them, it might be worth it. Don't waste your money."
		},
		{
			"review_title": "Falsely marketed",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "Both perfumes smell lovely, but the product claims to be a spray and both bottles are actually the ones you have to dip into"
		},
		{
			"review_title": "lowkey not worth it",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "just saying you have to be braindead to look at the photo and think hmm four bottles so thats how many i'm getting when you can use your pea sized brain to look at the description to determine what youre getting.   anyways i personally like both scents but i think the set wouldnt be worth it since theyre both deluxe sample sizes which in that case just get the sephora favourites perfume set you get more perfumes anyways."
		},
		{
			"review_title": "Comes with 2 not 4",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Combination skin",
			"review_text": "The product page photo is misleading.  This item only comes with 2 fragrances not the 4 shown in the photo.  Very disappointed as I was hoping for the Her Elixir since it last much longer than the EDP."
		}
	]
}