{
	"product_id": "1712",
	"name": "Flowerbomb Tiger Lily Eau de Parfum",
	"brand": "Viktor&Rolf",
	"categories": "Fragrance, Women, Perfume",
	"price": 234.0,
	"about": "Fragrance Family:Fresh.Scent Type:Fresh Solar.Key Notes:Coconut Milk, Tiger Lily, Mango.Fragrance Description:A warm-solar perfume for women that transports you to a tropical summer oasis. The fragrance opens with an inviting burst of refreshing coconut milk, deepens into a wild-floral tiger lily heart, and fuses with a juicy mango-fruit base for a sensual, tropical scent..About the Bottle:The instantly recognizable grenade fragrance bottle displays the amber hue of the floral women's perfume within, contrasting the harsh shape with a distinctly feminine scent..About the Fragrance:The perfect perfume for the wild and fierce woman who roars in all her glory, fully embracing her sensual femininity. Unleash the power of the wild tiger lily, a symbol of confidence, to let your sensuality roar.",
	"ingredients": "Alcohol, Parfum/Fragrance, Aqua/Water/Eau, Benzyl Salicylate, Benzyl Alcohol, Linalool, Hydroxycitronellal, Limonene, Ethylhexyl Salicylate, Butyl Methoxydibenzoylmethane, Coumarin, Citronellol, Methyl Anthranilate, Citral, Benzyl Benzoate, Geraniol, Ci 19140/Yellow 5.",
	"how_to_use": "Suggested Usage:.-Fragrance is intensified by the warmth of your own body. Apply in the creases of your knees and elbows for a longer-lasting, stronger scent.&nbsp;.-After applying, avoid rubbing or dabbing skin. This breaks down the fragrance, causing it to wear off more quickly.&nbsp;.-If you prefer placing fragrance on your wrists, be sure to reapply after frequent handwashing, as this tends to rinse off the scent.&nbsp;.-Replace fragrance after 12 months. Expired perfumes more than a year old lose the integrity of the original scent... Eau de Toilette or Eau de Parfum?: .The difference lies in the volume of perfume oil. While EDT contains five to nine percent, EDP contains more, usually eight to 14 percent. EDPs, therefore, last longer and smell more intense.",
	"num_reviews": 1079,
	"overall_rating": 4.6,
	"product_url": "https://www.sephora.com/ca/en/product/viktor-rolf-flowerbomb-tiger-lily-eau-de-parfum-P509800?skuId=2735553&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2735553-main-zoom.jpg?imwidth=465",
	"shades": [
		{
			"shade_name": "1.7 oz eau de parfum spray",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2735561-main-zoom.jpg?imwidth=465"
		},
		{
			"shade_name": "1.7 oz eau de parfum spray",
			"shade_descriptor": "",
			"shade_image_url": "https://www.sephora.com/productimages/sku/s2735561-main-zoom.jpg?imwidth=465"
		}
	],
	"reviews": [
		{
			"review_title": "In Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "I have fell in love with this perfume! It has become one of my favorite scents in my perfume collection. I feel that this warm and tropical fragrance can be worn all year long. I love it also because it is very long lasting, it lasted all day on me. It really wowed me!"
		},
		{
			"review_title": "Headache",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This lasts long but gave me the worst headache. It smelled okay at first but very strong. I’m glad I didn’t get the full size!"
		},
		{
			"review_title": "Amazing scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Light skin tone, Dry skin",
			"review_text": "I have received so many compliments on this perfume."
		},
		{
			"review_title": "OG flower bomb with STRONG coconut and lime notes",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
			"review_text": "Imagine the original flower bomb with strong notes of coconut and lime. Scent was strong for about an hour and then wore off and could barely smell it. Was not a fan, will be returning."
		},
		{
			"review_title": "Floral bomb",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "This is like a floral bomb going off and it lasts forever It is such a great scent."
		},
		{
			"review_title": "Lingering!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I love this lingering scent it just stays with you all day"
		},
		{
			"review_title": "Love",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I’m just a girl who loves perfume. I also don’t believe in scents for different seasons. If I love it and I do I will wear it regardless of summer, fall, winter, spring. The bottle is gorgeous, the box was too. I feel expensive when I wear this. I’ll definitely buy with my own money."
		},
		{
			"review_title": "New signature scent!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Finally found my signature scent!! I always come back to this perfume. There’s something warm and comforting about this perfume. I don’t get headaches from it and my husband actually likes it!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "love it! Only been two or three weeks and I’m done with half the bottle"
		},
		{
			"review_title": "viktor & Rolf",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "run don't walk!  I can't even begin to tell you how amazing the smell of this perfume is, it's absolutely beautiful.   if you like ysl black opium this perfume is also for you"
		},
		{
			"review_title": "Tropical beach vibe",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Normal skin",
			"review_text": "I got the original flower bomb and I returned it. I thought I like the smell on me but I changed my mind. I did not like the patchouli, it was kind of harsh. But hello to this fragrance, when I first smelled it in the store, I'm like this is way better than the original one! It's so me. I love the notes on this. It's like you are going on a summer vacation by the beach. It smells tropical! I can smell creamy coconut, mango, vanilla and some floral! Buy it now! ♡"
		},
		{
			"review_title": "Sweet, Spicy, Sea Salty + a Hint of Coconut Milk",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
			"review_text": "I first smelt this in Sephora and didn't quite like it. Tried it again on another trip and fell in love. That's how it is sometimes. Its more spicy and tropical than regular flower bomb, I have every single flower bomb fragrance and this is my number 1 right now, well right after Bloom but seasonally this is def a great summer scent. It lasts long I took a 10 hour flight and came out still strongly smelling of it. If you're going to get it get the 98ml because I bought the 50ml not realising the bottle was that small. I thought it was 30ml when I opened the box because this bottle is smaller than the others. Worth getting the bigger bottle. You won't regret it especially if you like Flowerbomb. This scent isn't gourmand like Nectar or BonBon but definitely gives holiday in Hawaii or somewhere with salty seas. perfect for day or night time. Get it!"
		},
		{
			"review_title": "Beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, gray hair, Light skin tone, Oily skin",
			"review_text": "I have been a fan of V&R Flowerbomb fragrances (original and BonBon) as I bought a sample size/rollerball of Tiger Lilly to see how it would mix with my skin chemistry.  It is now my new go-to fragrance as I have purchased a full size."
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I received this product for free in exchange for my honest review!!  I love it and so does my husband!! 😏   Get yours today!!! 🏃‍♀️"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Combination skin",
			"review_text": "long lasting fresh scent. keeps me feeling fresh the whole day. I am sensitive to most perfumes, Thankfully not this one."
		},
		{
			"review_title": "So Amazing Especially for FALL Y’all!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This is my new go to especially for fall. The scent is so warm and inviting. Exudes confidence! Smells great, my teenage daughter even likes it!!!"
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Normal skin",
			"review_text": "This smells amazing! I have enjoyed wearing it on date nights!"
		},
		{
			"review_title": "Smells great",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This perfume smells great! It has a strong scent and makes me feel like a professional! Perfect work scent. However, it doesn’t seem to last longer than an hour. I still love it!"
		},
		{
			"review_title": "Let Down",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "First of all this scent is gorgeous, easily one of my favourites. However, like other reviews have said it doesn't seem to last more than 30 minutes on me which sucks because like I said, the scent is beyond gorgeous. I also spray pretty liberally (5-6 pumps all over) If they released this with higher longevity I would definitely buy again, but with the way it is now I won't unfortunately."
		},
		{
			"review_title": "Sensual floral",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "What a beautiful fragrance! My brain categorizes this as a dark floral scent for some reason. It has a sensual quality to it. I find that it lasts about 4 hours on my skin. I am alternating with 3 other perfumes so that I don't go nose blind to it. The main reason I wear fragrance is so that I can enjoy it. If I wear it every day, I can no longer detect it all after a few weeks."
		},
		{
			"review_title": "Gorgeous scent, doesn’t last",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Absolutely obsessed with the scent, but it does not last. Even when I spray it on my clothes 5-6 times the scent is gone in an hour or so. I’m so sad because I really thought I’d finally found my signature scent."
		},
		{
			"review_title": "LOVE this fragrance!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I LOVE a good fruity floral, Viktor & Rolf never disappoints. Great sillage, pretty good longevity with a need to reapply later in evening. Definitely focuses on those middle and base notes of tiger lily abs mango with a faint hint of the coconut lasting.  Obviously comes in the signature grenade bottle with the V&R pull-pin. Definitely love the amber color in reference to the Tiger Lily as well as the mirrored label. So beautiful!"
		},
		{
			"review_title": "Chef’s Kiss",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
			"review_text": "I love this! If you like Soleil Blanc, then this is right up your alley. It’s very bright and solar leaning and the mango note really adds a nice touch."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
			"review_text": "This came packaged so cute! The bottle itself is not super fancy but it is pretty enough to sit out on the counter or vanity. One spray is really all you need unless you like a heavy scent."
		},
		{
			"review_title": "LOVE this perfume for me",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, fairLight skin tone, Dry skin",
			"review_text": "When I went into the store yesterday, I sprayed this on to see how well it would do with my body chemistry after reading how it doesn’t last long buuuut I still smell it on me today, it definitely lasts long on me. So, it it doesn’t last long on you, it’s probably because your body chemistry doesn’t work with it"
		},
		{
			"review_title": "Its okay...",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "It smells OKAY. I was really excited to smell this scent due to the reviews but honestly it just smells like a mature, expensive sunscreen. I do think maybe people would enjoy this if they're a huge fan of tropical sunscreens and live in hot whether year-round, but I do live in Canada, so for the price I would prefer a perfume that I would wear all the time. It sort of smells like Beach Walk by Maison Margiela, very beachy! So, if you enjoy coconut, musky, warm, sunscreen scents, then yes! I would reccommend this. If you're looking for a year-round scent, maybe pass!"
		},
		{
			"review_title": "Pretty floral tropical scent",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I really like this although it's not anything groundbreaking. I'm not a huge floral perfume wearer (a lot of floral perfumes give me a headache or make me feel queasy) but I find this easy to wear and very pretty. It does have a tropical vibe to it with the mango and coconut, but it's not heavy or overly 'beach-y' feeling. I feel like you could wear this in a lot of situations, including an office or a date."
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Deep skin tone, Combination skin",
			"review_text": "If you love the original flowerbomb, you’ll love tigerlily. This was a blind buy for me and I was pleasantly surprised. I wear this as daytime outing, brunch, out with the girls fragrance."
		},
		{
			"review_title": "Doesn't last bit love the scent",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Normal skin",
			"review_text": "I love the smell of summer! Coconut, suntan lotion, sunshine, and salty air are all part of this fragrance. My one complaint, which is actually a big one, is it doesn't last. This is surprising since it's a perfume. When I first smelled it at another store, I'll loved it. But somehow, it's not as nice on me or from the small bottle, or I'm not sure."
		},
		{
			"review_title": "Soo good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "This is such a good summer sense I’m very happy. They came out with us. You definitely smell the coconut pull through, but it’s very fresh and Lily is really nice was impressed with this"
		},
		{
			"review_title": "Light, Dainty, refreshing  everyday staple",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "I love this perfume so much that within a weeks time it had become an everyday staple for me. It smells so light and refreshing and lasts all day without being overpowering. It can be a daytime or evening time scent which is just another added bonus."
		},
		{
			"review_title": "Very long lasting, pleasant scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
			"review_text": "While I favor the original flowerbomb perfume, this one is also a great variation! The scent is quite strong and overwhelming at first, so I always make sure to put it on right after I shower so it has time to settle a bit before I go out, and I only use a very small amount (which means the big bottle will last me years!). Not to mention the bottle is GORGEOUS!"
		},
		{
			"review_title": "2nd favorite scent @ the moment!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "My 2nd favorite scent right now behind burberry goddess 3rd fave right now is Dolce & Gabanna Devotion"
		},
		{
			"review_title": "The smell of summer!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Normal skin",
			"review_text": "If you like summer, beachy, and coconut scents, then you'll like this perfume. When I first smelt Tiger Lilly at Macy's, I fell in love! But I'm poor! So I checked on Sephora, and I got the smallest size, which is also a spray! My one complaint is that it doesn't last long. I would use more, but it's a small bottle for a lot of money."
		},
		{
			"review_title": "Love!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I absolutely love this scent. I got this from Influenster and absolutely adore it. The longevity of this perfume is actually awhile and you could smell yourself throughout the day. Def recommend"
		},
		{
			"review_title": "Love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "I LOVE Flowerbomb fragrances — I really real love love this one.  It smells so sweet and sexy to me.  This is my newest favorite and so excited to wear it all summer."
		},
		{
			"review_title": "must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "so happy to have this option in my perfume rotation"
		},
		{
			"review_title": "Great Smell!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I wasn’t a fan of the packaging. I felt like it was too big, flimsy, and didn’t protect the product at all. The perfume itself smells wonderful and lasts a long time. Will be wearing it more in the future!"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I am an absolute perfume enthusiast! This smells AMAZING! It’s definitely long wearing, summer perfect and fresh. I am not a fan of the original flowerbomb but this is definitely a new staple in my collection! Definitely would repurchase"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Combination skin",
			"review_text": "This smells so good and has a bold but soft scent at the same time. the scent also lasts I put it on a shirt thw scent lasts all day."
		},
		{
			"review_title": "Wine granny’s will be obsessed!",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I was expecting something more exotic or tropical and honestly this smells like cheap sweet wine and a flower scented baby powder combined…. If you love sweet florals almost boozy this is for you! Longevity is there lol"
		},
		{
			"review_title": "My new favorite scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I love this new scent! The scent is floral and fresh without being to overwhelming. It’s prefect for everyday wear and for date nights. This is sure to get you many compliments and the packaging is beautiful!"
		},
		{
			"review_title": "Summer Scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I bought the travel size, it smells nice very summery but unfortunately it triggers my migraine I think it has to be the coconut because I have all the flower bomb collection and this is the only one I have issues with."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Porcelain skin tone, Combination skin",
			"review_text": "Really yummy but not mango-heavy. I was hoping for a bit more of a mango bomb but this stays pretty close to Flowerbomb, just with this coconut milk and mango twist. To me it smells like Flowerbomb on vacation. The longevity is not great, about 4 hours of sillage and maybe 6 right up on skin. Nice scent for summer tho!"
		},
		{
			"review_title": "New summer favourite",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Dry skin",
			"review_text": "I am in love! The mango is subtle on me and it is primarily warm coconut with floral. The mango isn’t an individual sent on me but, mellows the floral so it isn’t too intense which I prefer."
		},
		{
			"review_title": "If you like mango....",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "The first few hours are mango prominent, which I strongly dislike. I knew before purchasing it that it has that note, but I decided to take a chance on it because I love all the other Flowerbombs. If you like the original or other flankers and like mango, this may be for you. I gave mine away to a friend who loves it."
		},
		{
			"review_title": "Surprise favorite",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "This is not a scent profile I typically gravitate towards. I’m a fresh, citrus, floral type of person. I got this as part of those sample sets and this is the scent I chose to redeem my voucher for. On first spray this is a bit warm and almost musky on me. It dries down to a lovely warm tropical scent (I find the coconut and mango really do stand out) that lasts quite awhile for myself and those close to me. I’m not a fan of everyone smelling me as soon as I enter a room so if you’re looking for projection I wouldn’t say this is it. It is lovely, and sexy, and warm for those looking for a summer scent that’s a deeper than a fruity floral."
		},
		{
			"review_title": "A nice scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
			"review_text": "I got the trial size in this, it’s tiny but I like the smell. Its would be a good scent for an evening out with friends"
		},
		{
			"review_title": "Lighter than the normal flower bomb",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
			"review_text": "I love anything with tea in it .. the tea is very subtle and this parfum is definitely on the lighter side.  It will be nice for summer when you don’t want a heavy scent.   This is also nice as a layering scent. I wish it had a bit more staying power."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "After using this product for the past couple of weeks. It has been a constant fragrance for me. Its sweet and Strong!! The perfect mixture. It last for about 6-8 hours. But i am a heavy sprayer."
		},
		{
			"review_title": "Will be my go to scent for the end of the summer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Im a light scented girlie, typically reaching for wispy floral perfumes. To my surprise, I liked this scent! this perfume has a coconut-y base with fruity notes. the benzoin then warms up this scent and ties the whole thing together. while it won't be a perfume I will reach for during the summer, I think it'll be the perfect scent for the transition between summer and fall!"
		},
		{
			"review_title": "Yes yes yes!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "Smells incredible and lasts long. Pairs well with Sol De Janeiro 62 and 59"
		},
		{
			"review_title": "",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "The scent does not last long. Maybe a few minutes. Normally my coworkers would complement me, but no one has said anything. I purchased this because it was new and because of the brand. I was not blown away by the scent, but not disappointed."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": ""
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "THE most wonderful perfume! Can’t live without it."
		},
		{
			"review_title": "Absolutely beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Light skin tone, Oily skin",
			"review_text": "I wanted this since first seeing the ads so I was thrilled to get the option of picking a 7ml V&R free with my loccitane purchase from Sephora, of course I grabbed this one,  and wow did it surpass my expectations. There's something light and airy about it though it's strong it's not overpowering. It's quite comforting actually. Warm, kinda beachy, sunny, relaxed, feminine, milky. If you love Tiger lillies like me you have to try it. The bottle os a gorgeous tiger lilly orange.  I'm saving up for a full size."
		},
		{
			"review_title": "Super feminine and sweet!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "It’s been a long time since I’ve smelled a perfume and went WOW that’s good. I’ve recently bought two new perfumes and they had nothing on this. It’s sweet and tangy. Large hits of floral with citrus and sugar…but it’s light and airy. I don’t like perfumes that are thick and smell too…unnatural. I prefer perfumes like Vanille Insensee by Atelier, Madagascar Vanilla by NEST or Coffee Break by Margiela. This is something I’d chase someone down the street to get the name of despite it being less ‘natural’ than the usual scent profile I go for. Very girly. I will be purchasing the largest bottle shortly."
		},
		{
			"review_title": "I love this one!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I was so hesitant to try this because all other V&R perfumes do not wear well with my body chemistry. So when this was offered as a sample I decided to try it and OMG! I’m buying a larger size as soon as I’m done with this review. It’s SO good! I can see myself wearing this fragrance all year long, honestly. All the notes play so well together, nothing is overwhelming or overpowering."
		},
		{
			"review_title": "A must have perfume!! Make a value size PLEASE!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Dry skin",
			"review_text": "This perfume REALLY surprised me. I didn’t think I was gonna like it as much as I do. I was worried it would be too sweet and overly smell of coconut, but it isn’t. It’s fresh and juicy. I will repurchase.￼"
		},
		{
			"review_title": "Really great interesting scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "This smells really good. It’s a little bit of OG flowebomb with coconut and mango. It’s not really fruity though, it has like a dry coconut mango scent if that makes sense. Not super sweet. I got a travel size and immediately bought full size. Great for summer"
		},
		{
			"review_title": "Powdery fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
			"review_text": "Impressions over time: Initially, it's strong and sweet, with vanilla actually coming through quite strongly and the bergamot too mild to detect. At five minute I get mostly flowers, just a hint of coconut and mango (which fade quickly). At an hour it's floral and quite powdery. After that, the powder starts fading and it's got more of a savory-sweet note, presumably the benzoin; it's quite vanillic throughout.  It doesn't really remind me of Flowerbomb, which for me is a good thing. However, I also don't get much fruit, which is sad. I wish I was getting the mango others can detect. This is one of my better-liked tries, but I wish it were less powdery and more fruity."
		},
		{
			"review_title": "Amazing Scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This perfume has an amazing smell! I was smelling it all day long! The scent notes are so unique and I love it for summer! I want to purchase the full size bottle once I finish this up!"
		},
		{
			"review_title": "Smells Amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This perfume smells AMAZING! I have never had so many complements on my perfume before this one! The scent lasts a very long time too! The packaging is also elegantly done! Run don’t walk!  I received this product free in exchange for my honest review."
		},
		{
			"review_title": "Not worth it.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I don’t get the hype. I was excited for the mango scent, so I splurged on the full size, but after 5-10mins of having this perfume on, there’s no scent. It’s really odd. I’ve had it for a few weeks now and am considering returning this."
		},
		{
			"review_title": "just okay",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "it's nice but I don't get the hype. I only smell the floral and not the coconut that others say they smell. I also don't think it lasts very long for a perfume. I think I prefer the og"
		},
		{
			"review_title": "Perfect summer perfume!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, notSure skin tone, Dry skin",
			"review_text": "I got this in a travel size to test out and ended up buying the full thing almost immediately after letting it dry down on my skin. I’ve been on a hunt for a good perfume with this type of scent. I love fresh solar perfumes but always feel like something is missing from them, so I haven’t found one that I was completely in love with until this one. The scent is the most perfect sweet, beachy, fruity floral scent. This is going to be my signature summer everyday scent. It lasted for a really long time too!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Love this so much . Love the scent ; the packaging.very affordable."
		},
		{
			"review_title": "If you have one flower bomb, you don’t need this!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "This fragrance smells good, but it’s fairly unforgettable. I returned. I own Ruby Orchid and prefer it over this one."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "So glad i bought this fragrance......smells amazing!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This is one of my favorites so far right up there with flower bomb!!"
		},
		{
			"review_title": "Summer must have!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "The packaging of the FlowerBomb Tiget Lily Eau De Parfum is absolutely stunning. The color definitely gives tiger vibes. I think the scent is a little strong for my liking, but I do enjoy it in small doses. I think the perfume is perfect for a date night. It has what I like to think of as a sexy scent."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I thought that I would love this because I love flower bomb especially flower bomb nectar but I am not a fan of tiger Lily. I gave it to a friend at work because she liked the scent."
		},
		{
			"review_title": "Perfect summer perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "This is such a nice beachy summery warm perfume. I am not exaggerating when I say that every time I have worn this out, I’ve gotten compliments on it. The longevity on this is great too. I definitely recommend for the summer!"
		},
		{
			"review_title": "Tropical",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Normal skin",
			"review_text": "I ignored this until recently testing it in a store. I have all of the Flowerbomb perfumes that are flankers. Instantly loved it. A fruity tropical floral with depth. Sensual. A summer scent that’s not sunscreen! This is so good!"
		},
		{
			"review_title": "Flower and Spice",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, gray hair, Light skin tone, Dry skin",
			"review_text": "The only Flowerbomb scent I like, Tiger Lily is a bit heavy but still quite wearable for me.  I get none of the tropical vibes from this scent, instead overwhelmingly pulling the tiger lily itself and the spicy warmth of the benzoin.  The mango is completely lost on me, even after dry down, and I find that the initial coconut milk burst dissipates quickly.  I'd consider this an ambery floral with more of a warm gourmand bent than an actual floral.  Flowerbomb Tiger Lily has staying power on my skin and, overall, I think I'll continue to enjoy this fragrance for evening wear as it's just a bit too heavy for the workplace, in my opinion."
		},
		{
			"review_title": "Smells Nice",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Dry skin",
			"review_text": "I have to start off by saying that I really like the scent. For me I don't have to spray much of it and I can smell it on me the entire time I'm at work which is usually about 9.5 hours. The scent isn't overbearing which I like and I get many compliments on it."
		},
		{
			"review_title": "Wow!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Olive skin tone, Oily skin",
			"review_text": "Wow is all I can say. I got a sample of this in the Sephora Favorites Vacation Perfume Set. It is a sensational fragrance! It conjures up images of bright floral dresses, tanned skin, overlooking the water, with a glass of pricey alcohol in your hand feeling the ocean breeze. It is an absolutely sensual and expensive smelling perfume. if you are even contemplating, get it now. You will not be disappointed. 10 out of 10!"
		},
		{
			"review_title": "I would read the the label next time",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Medium skin tone, Combination skin",
			"review_text": "I bought the wrong flower bomb fragrance but next time I will read or smell it first thank you"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "Such a beautiful fragrance for the summer, the coconut notes doesn't make the fragrance smells like sunblock"
		},
		{
			"review_title": "Obsession for the 2020s?",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
			"review_text": "It's a no for me. First spray through dry down and beyond, it reminds me of Calvin Klein's Obsession, which is unfortunate because I can't stand it. Even though it singed my nose hairs when I sprayed it, I had high hopes that it would morph. No such luck."
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This is perfection. Smell, packaging the whole shebang....love it!"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This is by far one of the best fragrances that I have received an exchange for my honest review from influenster. I would definitely recommend it to anyone who was looking for a fragrance that is definitely expensive smelling"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "The initial spray smells like mango first but dries down lovely. Its a strong scent but it lasts for hours"
		},
		{
			"review_title": "Have gotten so many compliments",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "I highly recommend this perfume. Not only is the packing absolutely stunning, it has such a sweet  but sexy scent to it. I get compliments on it all the time and even had my doctor compliment it right before a procedure. The scent last a very long time. Definitely worth it"
		},
		{
			"review_title": "Beautiful scent in a beautiful bottle!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I love this perfume scent! It’s not too floral or fruity, but still feminine. Lasts all day and I get plenty of compliments on it. I also love the unique bottle!"
		},
		{
			"review_title": "Hmmm..",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I am a fragrance junkie, and I am incredibly unsure on this one. It seems lovely don’t get me wrong, but the incentivized reviews are throwing me off. For such rave reviews, I was expected heaven in a bottle, and I’m very lukewarm about it"
		},
		{
			"review_title": "Buy it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This is an absolutely beautiful perfume. It's not one of those super strong ones that is overwhelming. Rather it's one the is elegant and everyone asks, what are you wearing?! It's a little floral which I typically don't like, but this one is so pretty. Definitely worth it. I did receive this free for testing purposes."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Gorgeous packaging, looks so luxurious. I also love that the scent is not too powerful that it is overwhelming, but a gentle, subtle floral fragrance. The tiger lily really comes out. Love this!"
		},
		{
			"review_title": "Powerful",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Combination skin",
			"review_text": "Overall this is good. To me it is strong. The only reason I'm giving a 4 star is because I'm not generally a fan of floral scents. To me it is still too floral for my liking. But overall it is good quality and lasts. I would recommend it to someone who tends to lean more toward a floral feminine scent. I think it would be a lovely gift."
		},
		{
			"review_title": "Elegant scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
			"review_text": "Not the fan of the scent (just personal) but I love the packaging!! I have sinusitis so I only go to a very light scent which is not this Tiger Lily but I have to say people who love strong scent would go for it!! My sister loves it so much 🩷"
		},
		{
			"review_title": "Tropical floral",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "Flowerbomb always has such beautiful smelling perfumes; tiger lily is no different. It has a beautiful tropical floral scent that isn’t over powering but still is noticeable.  The scent doesn’t last as long on me as I wish it would, but a quick little touch up does the job. I’ve gotten asked what perfume I’m using and I let them know. Overall such a pretty perfume! I got this product to test out and give my honest review."
		},
		{
			"review_title": "Smells So Good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I was so excited to try Viktor&Rolf Flowerbomb Tiger Lily Eau de Parfum and it did not disappoint! This smells so good and so floral. It lasts all day and I get so many ccompliments on it. I would definitely go lighter for day time as it's a bit heavy but great for date night. I'll definitely purchase this again!"
		},
		{
			"review_title": "Sooooo good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I’m thoroughly obsessed with this fragrance. It’s spicy and sweet. The coconut in it reminds me of the Gwen Stefani’s Harajuku “G” perfume from in the early 2000’s. I cannot get enough."
		},
		{
			"review_title": "Different",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Porcelain skin tone, Combination skin",
			"review_text": "I think the description for this is a little off. The coconut and mango are there, but you have to look for them bc they're covered by the heavy floral and spice. I love it, though, just not as tropical as I was expecting."
		},
		{
			"review_title": "smells great",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Normal skin",
			"review_text": "I was so happy I received this to try from influenster ! It smells very good I would say more on the floral side then I'm used to but it smells more subtle when dried on your skin. I like that this scent is very versatile and can be worn for day to day use, or a night out of the town. Also this is a great scent for many different ages. Really enjoyed this scent"
		},
		{
			"review_title": "Beautiful scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Absolutely gorgeous scent! Gourmand and longstaying. Fun and sensual a great alternative for night events or evening activities."
		},
		{
			"review_title": "Very nice",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Combination skin",
			"review_text": "The smell is very strong so if you like strong floral scents, this is meant for you! A little can go a long way but definitely a nicer type of perfume"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Oily skin",
			"review_text": "It smells so good perfect for spring and summer fragrance  I think it’s even better than all of the other scents by flowerbomb"
		},
		{
			"review_title": "Nice smell",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "The fragrance is pleasant but, it just wasn't what I was expecting."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "It sweet yet spicy, perfect for a night out and daily wear. Packing is really cute and eye pleasing. It definitely look really pretty on my vanity. I got chased my many people regarding which scent I’m wearing, so I definitely recommend this product."
		},
		{
			"review_title": "Love love love tiger lily for the win",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Fav flower is a tiger lily and now I have the scent in a bottle. Love it. I wish there was a parfum version to last longer on skin. This is no big just reapply after like 3-4 hrs and u good but does have a light longer of freshness after that time period and a big of warm in the front"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Must get the full size it’s a very nice scent. You smell the mango more in the dry down"
		},
		{
			"review_title": "A little too strong",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "I’ve been trying to use this scent more frequently but honestly, I find it really overpowering. It is fresh and floral and actually lasts quite a long time! However, the scent is just too strong for me. 3 stars because the packaging is beautiful and the scent lasts a lot longer than my other perfumes, but it’s just too much for me."
		},
		{
			"review_title": "Terrible...  floral bug spray",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Light skin tone, Combination skin",
			"review_text": "I love Viktor&Rolf, but this is awful. My husband said it has a musty smell. I felt like it had a bug spray smell. There is literally not a single note of coconut or mango detected. It's just a really funky overpowering floral. I bought this blind which was a huge mistake. I will absolutely be returning this."
		},
		{
			"review_title": "Beautiful perfume!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
			"review_text": "Such a beautiful perfume. It smells fantastic and is great for everyday or a night out. The packaging is beautiful and it would make a really nice gift!"
		},
		{
			"review_title": "Beautiful Fragrance!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I have fallen in love with Viktor&Rolf’s fragrance, “Tiger Lily FLOWERBOMB “. The scent is intoxicating ! A little goes a long way and it lasts all day , which I really appreciate! I highly recommend you try it ! Seriously, don’t just take my word for it . You can thank me later !"
		},
		{
			"review_title": "Layered sensuality",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Soooooo. This has me confuzzled. The layered fruit scents with the sensuality of musk and more earthy scents pull me in. If you like complex scents, this is it. Will include in my date night line up. The cute yet unique packaging makes it a chic standout on my vanity too.   #complimentary #Flowerbomb #FlowerbombTigerLily @influenster @viktorandrolf_fragrances"
		},
		{
			"review_title": "Highly recommend!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Oily skin",
			"review_text": "The bottle is so cute! Honestly I don't really like the smell of flowery perfumes I was kind of nervous when I opened this bottle. That being said the scent really surprised me! I love sweet smelling perfume and this perfume was exactly that! It smells like a sweet summer morning in my opinion. I highly recommend it!"
		},
		{
			"review_title": "Smells so good! Get it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "Omg this smells like heaven. My favorite scents are rose, vanilla and coconut. This definitely has a little coconut but it smells fresh and floral without being powdery and too light. I love it. I’m gonna buy the big bottle"
		},
		{
			"review_title": "Paradise in a bottle!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Dry skin",
			"review_text": "After using this product I really love the scent and how long it lasts. The quality is extravagant.  It is fun and makes you feel sexy. It has a sensual and exotic vibe. At first you smell the mango and then the floral wild tiger lily. Lastly you smell the coconut milk. The coconut and florals with the sweet mango is just perfection! It is the perfect summer scent!"
		},
		{
			"review_title": "Fallen in love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I received this product for free to give my honest opinion from influenster. I love this smell its like the fall version of flower bomb . The bottle of course is classy and beautiful . The price is high but so worth it its subtlety great ."
		},
		{
			"review_title": "Smells amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Oily skin",
			"review_text": "After using this perfume for the past few months I have fallen in love with it. It lasts all day long and I get so many compliments. This has become my new favorite perfume."
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Normal skin",
			"review_text": "After using this product for the first time I was hooked.The warm hints of tiger lily is so seductive and makes me feel sexy when I  wear it."
		},
		{
			"review_title": "Staple in the FlowerBomb Collection",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I absolutely love Viktor&Rolf FlowerBomb Tiger Lily Parfum! From the first spritz, I was captivated by its luxurious floral notes. The scent is both strong and subtle, with a beautiful blend of tiger lily and jasmine. It lasted all day without being overpowering. I think it would make an excellent gift because of its elegant fragrance and long-lasting appeal. Definitely a 5-star fragrance!"
		},
		{
			"review_title": "You will be asked what perfume you're wearing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "So soft scent! Much floral! In all seriousness, this smells really lovely and comes in a beautiful package that I reaaaaaally wish I could keep but I don’t have the storage space. I feel like this scent is versatile in which you can wear it casually or formally. Overall, I would def recommend this one."
		},
		{
			"review_title": "In my opinion worth the buy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "brown hair, notSure skin tone, Normal skin",
			"review_text": "Listen my first time smelling this I fell in love! It’s very floral, like imagine a sunny day picnic with good mimosa it gives me that kinda feel. I can’t say If it lasts all day but it’s definitely a special scent"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I was given this product to test out from Influenster and Viktor&Rolf. It is my first flowerbomb perfume and I was amazed by not how overpowering of the fruity smell. It is very complimentary for everyday wear or with dinner with friends. The design of the bottle is really after its name. And that’s another part of this perfume that makes it a fun and exciting perfume selection."
		},
		{
			"review_title": "Versatile",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This perfume smells so elegant and fresh. The fragrance lasts all day. The packaging is elegant."
		},
		{
			"review_title": "My new go to everyday perfume.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
			"review_text": "This is a great everyday perfume. Unlike the original scent, this has more citrus and floral notes. I appreciate that it's not overpowering and overwhelming.most importantly, it lasted all day! Definitely a must have. recommend for to Definitely worth it the price."
		},
		{
			"review_title": "Worth it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
			"review_text": "Love the original flower bomb. This one is great as well and I would say it’s more of a sweet and floral scent than the original. You need a little bit for it to go a long way. My only thing but it’s mainly for me is that it didn’t last all day for me."
		},
		{
			"review_title": "A subtle fresh scent",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "This is a very soft, subtle and fresh scent. It opens up very nicely and is refreshing. Although it smells great, it honestly does not last very long and is not worth the price point."
		},
		{
			"review_title": "Love!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I have always loved the original flowebomb scent but this one of different and I love it just as much! It’s long lasting and I’ve gotten so many compliments while wearing"
		},
		{
			"review_title": "STINKY",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I love the smell of lillies and I like v&r fb perfume but I do NOT LIKE this.  This perfume has the most unpleasant lingering odor too.  awful.  returning if possible."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
			"review_text": "This is a great perfume for everyday.  I wear it to work everyday and get lots of compliments.  I like that it’s not overpowering and you get a lot in this bottle."
		},
		{
			"review_title": "Long-lasting and bold",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "The Viktor & Rolf Flowerbomb Nectar is an extension of the iconic Flowerbomb fragrance line, featuring the exotic and alluring scent of tiger lily. As a fan of Viktor & Rolf fragrances, I was excited to try this one. With its rich floral bouquet and subtle hints of sweetness, it evokes a sense of femininity and luxury. Much like other Viktor & Rolf fragrances, it is long-lasting and unique. If you enjoy bold and sophisticated scents, this is definitely the one for you."
		},
		{
			"review_title": "A perfect warm floral",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "Love the smell but it doesn’t last more than an hour for me personally, doesn’t seem worth buying a bottle."
		},
		{
			"review_title": "Lasts all day !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This is an agreeable fragrance and it smells so good ! It has amazing staying power and I think this is just a wonderful perfume for everybody! The description of this is really good because I would have a hard time trying to describe it, because it isn’t like any one I’ve smelled before. I def recommend giving this one a try."
		},
		{
			"review_title": "Strong scent but not long lasting",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "Beautiful product and seems to last quite a long time. Smells very feminine and not a floral scent. It goes on strongly but I’ve noticed that it’s gone after a few hours. I kinda prefer more long lasting perfumes like the kind where you can still smell on your clothes from the day before."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "Beautiful scent that lasts a long time. The florals aren’t overpowering and it’s a light, easy scent to wear for any occasion."
		},
		{
			"review_title": "So lovely!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Oily skin",
			"review_text": "Such a lovely scent and beautiful bottle! This is my new favorite perfume and I wear it daily! A little goes a long way and I think with the full size bottle it should last a long time!"
		},
		{
			"review_title": "Viktor&Rolf FlowerBomb Tiger Lily Eau De Parfum",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "This Viktor&Rolf Tiger Lily FlowerBomb scent is lovely, I love the original & I very much like this one. There is some springiness initially with the citrus & florals, then it goes into a bit of a spicy, tad bit powdery, musk. To me, this is more of a warm, toasty, sensuous scent more suited to fall/winter. It's soft, but still intriguing. I like it, give it a try."
		},
		{
			"review_title": "Tiger Lily Perfection",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "If you’re like me and already a fan of the brand I think you’ll agree Tiger Lily is a perfect addition to the garden! I have Flowerbomb, Dancing Roses, and Ruby Orchid so clearly florals are my fave. But Tiger Lily is delicious! If you aren’t a fan of walking around like a bouquet of tiger lilies then this is not the choice for you. It’s sexy but subtle at the same time. It’s got mango and coconut notes as well so if you like those notes then you’ll love this. It’s so dreamy when I have it on."
		},
		{
			"review_title": "Fruity & floral...the perfect vacation scent!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I'm a big fan of the original Flowerbomb, so I expected to love Viktor&Rolf's Tiger Lily version.  And I do like it a lot.  It's a lovely burst of fruity and floral sweetness.  This fragrance reminds me of late spring when all the flowers are blooming like crazy.  This would be a perfect vacation scent, and I would probably reserve it for occasions like that.  While I think this is an amazing scent, it's a bit too strong for my taste.  However, it also has some serious longevity, and I can still get a faint impression of it on my wrists at the end of the day.  I really like this perfume a lot.  It's a nice addition to Viktor&Rolf's Flowerbomb family, and to my own perfume wardrobe!"
		},
		{
			"review_title": "Stronger Coco Paradise by BBW",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "Came with a significant amount missing in the bottle….when sprayed I smell the flower bomb base with Mid and Top notes of Coco Paradise by BBW, dry down smells exactly like coco paradise and it lasts about 4-5 hours I’d say, it is a bit strong and I was hoping for more mango notes but overall I’m happy."
		},
		{
			"review_title": "Sweet but weak",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This has a nice fresh and sweet scent out of the bottle but unfortunately, I don’t find it lasting."
		},
		{
			"review_title": "Absolutely decadent 😊",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "Viktor and Rolf New Flowerbomb TigerLily had me floored when I saw how absolutely stunning the packaging was! I am not one to own designer high end perfumes, so receiving this from Influenster was quite the surprise! The packaging from the box to the bottle is absolutely exquisite leaving no detail untouched. The bottle being almost in the shape of a diamond, of course a girls best friend, is absolutely beautiful along with the deep amber color of the bottle it's the perfect combination. As for the smell of it, well let's just say l'm not usually a floral kind of girl, but this one has me in a chokehold, the notes of the coconut milk and mango along with the invigorating scent of the tiger lily is absolutely captivating. I will say at first the perfume is a little strong, but nothing that will cause a headache just be sure to only spray 1-2 sprays max. The perfume is one that lasts and stays on the skin for hours, leaving behind a sexy charismatic bold trace for hours after initial application! Overall I absolutely love this perfume and would recommend to anyone!"
		},
		{
			"review_title": "Long lasting",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
			"review_text": "This is such a lovely fragrance by Viktor&Rolf. A little bit of floral and citrus combined make this fragrance absolutely wonderful. A nice long-lasting but not too overwhelming scent allows me to wear it for just about any occasion."
		},
		{
			"review_title": "Very yummy scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received this perfume complimentary but the review is completely honest!! I just love this perfume. It has beautiful notes of coconut and lillies; long lasting and it comes in a beautiful package. The scent is warm and sweet. Worth every penny."
		},
		{
			"review_title": "Smells amazing",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "The fragrance is very floral and a bit overpowering.  It smells good but is a bit strong for my taste.  The overall scent is a mix between a lily flower and cotton candy."
		},
		{
			"review_title": "Floral and Bold",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I do really love this perfume! I just cannot do too much at one time, because I am rather sensitive to scents."
		},
		{
			"review_title": "Not crazy about it",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I love exotic scents and was excited to try this one out.. I wasn’t impressed and neither was the hubby. It has a slight exotic scent but kinda smells like soap to me…. Not my style"
		},
		{
			"review_title": "Pretty inside and out!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I love it! It’s not strong-it’s light and smells amazing. A lot of perfumes tend to be too strong for me and this one is not. It lasts all day for me and the bottle is beautiful!"
		},
		{
			"review_title": "Smells so good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "This perfume smells very good! It can be very strong so I spray lightly and it lasts all day long! The bottle is very beautiful. It is a nice mix of fruity and flowery. It is a very nice scent to wear everyday."
		},
		{
			"review_title": "Light and long lasting",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This fragrance is described as fresh with notes of coconut milk, tiger lily and mango. However don’t expect it to be sweet. It is a warm scent, and the tiger lily makes it more powdery of a perfume than I normally wear. I prefer brighter scents, more citrus or bright florals, so this was not my favorite. It is a good everyday fragrance though, not too heavy,  easy to wear without overdoing it and lasts all day. Definitely give it a try."
		},
		{
			"review_title": "Good scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I enjoy this scent! I do find it a bit strong for my personal taste but overall I enjoyed wearing it. I did receive compliments on the scent from others."
		},
		{
			"review_title": "mature scent",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "i love the design of the bottle! this is a long lasting scent that you will smell all day. it is a very mature smelling perfume and i’m not sure it’s one i’ll put in my daily routine, but very good for special occasions! not sure that the price point is worth it tho in my opinion."
		},
		{
			"review_title": "Perfect summer fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This perfume has an amazing floral smell, not to sweet, the perfect summer fragrance. It reminds me of the beach! It is very long lasting and I keep getting compliments."
		},
		{
			"review_title": "Very elegant",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I was in the market to find a new signature scent, my old perfume was discontinued & I like to wear perfume every day, a lot of my friends also enjoyed my scent so I was truly looking. Viktor&Rolf Tiger Lily is amazing and I truly mean that. The smell is of lilies and coconuts and it’s not to strong and not to light, when I wear it, I feel like a strong independent women. It’s not to bold but it lasts all day. The bottle is very unique and shaped like a grenade, and the packaging is elegant I even saved it. This perfume radiates me and I love the way I feel. It’s a beachy perfume and lights anyone who would wear it, I feel like it’s summer all year around! I truly highly recommend this perfume to anyone who is in the market. I feel strong and elegant when I wear this perfume so I am happy I was able to try this!"
		},
		{
			"review_title": "Good, but doesn’t last",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, auburn hair, Tan skin tone, Combination skin",
			"review_text": "Viktor&Rolf perfumes are always a win. Tiger Lily is a  nice floral scent that’s perfect for spring. Easy spray pump and lovely design. Looks beautiful sitting in my vanity. Only downfall is that the scent doesn’t last long. After an hour, it’s gone. For that reason I wouldn’t repurchase, but it is definitely a lovely scent."
		},
		{
			"review_title": "Nice perfume",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I have been using this product for a while now and it has a really great scent and is very unique. It is a little strong so I just have to go easy with it."
		},
		{
			"review_title": "Smells beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I love this perfume. The bottle is gorgeous, the smell of the perfume is beautiful. I get a ton of compliments while wearing it. Overall just a really high quality product. Doesn’t take much to smell great all day."
		},
		{
			"review_title": "Not what I wanted it to be!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I really wanted to like this perfume but sadly it’s just not it for me. I get headaches from scents really easily, so I learn towards more fruity scents because they tend not to bother me as much. I thought the coconut and mango layers would shine more, but sadly to me it’s still very strong florals. Not to mention when I came home wearing it, my boyfriend said I smelled like an old lady at church. lol. A pass for me!"
		},
		{
			"review_title": "So good!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "This perfume smells amazing!! It lasts a very long time, and the bottle is beautiful! It is very expensive though, and I don’t think I could spend this much on perfume."
		},
		{
			"review_title": "So good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "This smells amazing!! The scent last on me, but isn’t overpowering. I have gotten compliments every time I’ve worn it!"
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I was so excited that I got this perfume and I wasn't disappointed. It has an aroma of sweet coconut with flowers, but without being cloying, it is more floral and very suitable for this season. The bottle is super nice and I always appreciate the nice packaging. 💖 It is a light perfume but it does not go unnoticed at all, the aroma does not bother you at all, and it lasts all day, which I love because it is annoying for me to have to retouch the perfume as with others.  Yes, I recommend it and more for this spring/summer 🌸☀️"
		},
		{
			"review_title": "Luxury",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I feel like I have so many girly scents in my collection, but this is the first perfume I’ve tried and loved that fits for me as a woman. Elegant and full, this scent smells like fresh luxury in a soft ribbon."
		},
		{
			"review_title": "Nice perfume",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "So l will start by saying this perfume took me some getting used to. I love the original flower bomb perfume and this for some reason seems much different to me. It's a more mature scent than what I reach for. I usually like a very light and clean scent and there's a lot more depth to this - one very small spritz is the sweet spot. When I first started off testing this I did two sprays and holy cow it gave me a massive headache. The scent definitely lasts all day - great thing when you use the right amount and when the scent is desirable. Very bad if you use too much or the smell is unpleasant. Overall this scent is warm and reminiscent of summertime...but much more mature than your simple vanilla/flower/ coconut vacation type thing in my opinion. It took me some getting used to, and I can't use much but it has definitely grown on me."
		},
		{
			"review_title": "A new staple",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "I am typically picker when it comes to perfume . This has the perfect amber floral scent with a define sweetness. The perfect hint of mango and tiger Lily! But a fresh elegant touch! Nothing too overpowering but enough to make you double take . Perfect summer scent! I love that it last all day too! It’s a buildable scent for the days when you need something with more power!  The bottle is chic and fits nicely in your hand ."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This smells amazing!  It's fruity and floral which is t normally my jam but this is different somehow.  It lasts all day and so do the compliments.  Absolutely recommend"
		},
		{
			"review_title": "Definitely worth the buy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
			"review_text": "I love this perfume! I wasnt at all expecting to tbh. I prefer body mists over perfumes so I was pleasantly surprised that I enjoyed this scent so muuch. The amount of compliments I received were amazing."
		},
		{
			"review_title": "A must have in my routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Smells absolutely amazing! Floral and enticing yet not overpowering and more subtle. I like wearing it for daily use, and highly recommend it for anyone interested! And one or two sprays go a LONG way."
		},
		{
			"review_title": "You need this in your collection",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I love Viktor and Rolf fragrances. They smell so good! I love the fact the scent is strong but not overpowering. It definitely lasts all day. I highly recommend!"
		},
		{
			"review_title": "A summer staple!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Dry skin",
			"review_text": "This is the summer scent!!! It is refreshing, inviting, with warm notes!!! I love how captivating this scent is and it really is like no other perfume l've ever smelled before. It's an innovative floral! I'm not usually a floral girl, but this one is an exception!!"
		},
		{
			"review_title": "Warm & Sensual",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I love Viktor and Rolf’s other products, so I was super excited to receive this new fragrance. It is warm and strong. I get hints of coconut, mango and flowers. It would be perfect for a beach vacation or date night. I would not use this so much as a day fragrance because it can be a little heavy."
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This smells soooo good , I get so many compliments when I wear this perfume.  It's not to sweet and it last a very long time.  I did receive for testing, but I highly recommend this product to anyone"
		},
		{
			"review_title": "Beautiful scent and not overpowering!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Combination skin",
			"review_text": "I am OBSESSED with this perfume! Normally I am very picky with perfume scents, but I really like this one! It’s sweet and not too floral. Bigger plus is that it’s long lasting!"
		},
		{
			"review_title": "Long lasting, amazing fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
			"review_text": "I am so honored to have received this fragrance! This is one of my top 5 favorite fragrances hands down! It is an amazing spring fragrance with notes of coconut milk initially and morphing through and into the exotic floral of Tiger Lily. The packaging is next level! It also lasts me all day long, I can’t say enough great things about this fragrance. I highly recommend!"
		},
		{
			"review_title": "Smells incredible",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
			"review_text": "This smells so indescribably good!!! It's seriously so hard to explain just how good this is! I feel the fragrance family is spot on with how this smells! It is the perfect mix between floral, fruity and ambery! I seriously smell all 3 beautifully! It's just the right amount of each! My husband loves this scent so much that he sprayed a piece of paper to take to work! He said, This is a scent you want to cuddle up with! Lol! You can smell the coconut, the citrus, the floral and the ambery the whole time, it's crazy! You don't need much at all! This isn't a strong, overbearing scent I can promise you! It stays around for hours, just the right amount! It makes me feel like I'm at a floral beach! The scent isn't the only thing feminine and gorgeous, this bottle is too!"
		},
		{
			"review_title": "10/10",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I received this product complimentary from Influenster and  Viktor and Rolf in exchange for my honest review.  I absolutely love this scent!!! I'm obsessed with perfume and smelling good and this scent right here!! Go buy it!! #complimentary #Flowerbomb #FlowerbombTigerLily @influenster @viktorandrolf_fragrances"
		},
		{
			"review_title": "Smells amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Love this! This is a major head turner. It goes perfectly with the spring and wears beautifully. It’s long lasting and can still smell it the next day."
		},
		{
			"review_title": "Spring fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "Viktor&Rolf FlowerBomb Tiger Lily Eau de Parfum is perfect for spring and summer! It’s a strong floral fragrance which settles down and leaves a lasting scent. The grenade looking bottle is luxurious to hold! Lots of compliments when wearing this fragrance! I definitely see myself wearing this on special occasions more frequently."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dark skin tone, Combination skin",
			"review_text": "This was a pretty nice and feminine fragrance. it had some sweet notes that I really enjoyed and I actually enjoyed the fragrance period. The one down side is that it didn't last long at all. After a few hours its gone.. I wish it lasted longer."
		},
		{
			"review_title": "A warm summer night",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "I am loving this scent. It has left me craving summer time. It's a warm scent that is amazing. It has such tropical notes to it. The coconut comes on as a nice base scent but the floral beginning I really love. It is not a light floral but much deeper notes that really make me think of going to the beach around dusk on a warm evening. I really love the fact that I felt like it lingered a long time and I still randomly get a whiff of it late in the day."
		},
		{
			"review_title": "Perfect",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
			"review_text": "I am absolutely obsessed with Viktor&Rolf's FlowerBomb Tiger Lily Eau De Parfum! I've always been a fan of the original FlowerBomb, but this limited edition scent takes it to a whole new level. The tiger lily note adds a fresh, floral depth to the classic fragrance, making it feel both modern and sophisticated. The scent is long lasting and has great projection, so be prepared for compliments all day long!"
		},
		{
			"review_title": "Bring on the sunny days!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Dry skin",
			"review_text": "For me, the V&R scents in the past have the heavy powdery bottom note that my senses couldn't handle. This one is completely different. The top notes of bergamot and coconut stay strong through the dry down. The tiger lily, jasmine and freesia are bright and make this a fruity floral scent that is fun to wear. I don't get a lot of the benzoin as a base not but that doesn't really matter. For fun, lused Jo Malone Dark Amber & Tiger Lily dry oil as a base with the V&R sprayed over. It was perfect! This would be great over a dark vanilla too."
		},
		{
			"review_title": "Showstopper scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Oily skin",
			"review_text": "Fragrance is a floral amber fruity scent.  I loved the top notes, Tiger Lily & Mango.  It’s an exotic scent that can easily transition from day to evening.  I highly recommend you try this fragrance, long lasting scent that makes a statement."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I love this fragrance, the coconut notes and mango are very distinctive and make you feel on a beach vacation. My only problem with this perfume is that you have to be careful on how much you wear because it can be TOO MUCH. Just a little is enough and long-lasting"
		},
		{
			"review_title": "Luscious and Tropical",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This fragrance is tropical, luscious, and quickly becoming one of my favorites. It begins with a delightful mix of soft florals and mango, then gradually transforms into a warm amber vanilla sweetness. The result is a perfect balance of beachy and sensual notes. I'm pleased with the perfume's longevity, and while I understand scent preferences are personal, this one is a solid 10/10 for me. (For context, I frequently use Gucci Gardenia and Kilian's Love Don't Be Shy.)"
		},
		{
			"review_title": "Fresh & fruity",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Love the scent. I definitely get more of the fruity than fresh and I love it. I also love the staying power and have received so many compliments at the office. It’s going to be my go to for spring and summer!"
		},
		{
			"review_title": "Recommended",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "I received this before release for a product review. I tried it out over the last few weeks and can now high recommend this new perfume!! Beautiful tropical floral scent! I love that it lasts all day and doesn’t fade. definitely recommend this new perfume!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "I received this complimentary in exchange for my honest review. Love this scent so much it has become my everyday perfume!!! Smells like the best flowers and lasts all day!"
		},
		{
			"review_title": "New favorite!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "Smells heavenly. I love the scents of tiger lily and coconut milk. Every time I wear this perfume it reminds me of summer. Not only does it smell amazing but it also last all day. I can’t recommend enough!!!"
		},
		{
			"review_title": "Tropical Vibes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I don’t think Viktor and Rolf has ever disappointed with a fragrance. I love this! I will be wearing all Spring/ Summer. Its top note is Coconut. I am not a coconut fan at all but this is top tier and give tropical vibes when it dries down you can smell the mango. I definitely recommend for any of the girlies that love tropical scents. 💋"
		},
		{
			"review_title": "Tiger Lily EDP",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "fresh aroma with notes of coconut and mango. This perfume is perfect for spring-summer. When I spray this floral-fruity scent on my skin, I imagine the ocean and the island. incredibly pleasant perfume, I'm delighted. The bottle of perfume is, as always, very beautiful and comfortable to hold in your hand."
		},
		{
			"review_title": "Gorgeous Packaging, Not My Scent",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "Hear me out on this - I have heard amazing things about the Viktor&Rolf FlowerBombs. Receiving this to try out was very exciting. Ya girl needs a to update her scent. I believe the Tiger Lily scent is new? The packaging is gorgeous. The bottle is such a unique shape, the amber color is luxurious, and the entire thing feels sturdy and worth displaying. Even the box it comes in is so pretty. You can tell that attention and intention went into every detail. The scent is strong and lingers - you can smell it like an aura. I wouldn’t say a cloud, because that sounds like it’s a bad scent. It’s not bad. It’s definitely a floral yet sensual smell. Something grown up yet not mature. It has holding power (even if you try to wash it off with hand soap). Unfortunately, the scent combination just wasn’t me and the strength of it gave me a migraine."
		},
		{
			"review_title": "Beach Vibes!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "Just in time for summer!! I am OBSESSED with this Viktor & Rolf FlowerBomb Tiger Lily Eau De Parfum! This fragrance feels like I'm relaxing on a beach on some beautiful tropical island 🌴 sipping mai tais🍹, sea breeze in my hair🍃, warm sun on my face ☀️ & sand between my toes! 🩴   Longevity - About 6 hours. Maybe even longer!   Fragrance Notes - 👇🏻  Floral - Tiger Lily 🌺 Ambery Fruity - Mango 🥭 Coconut Milk Accord🥥 Benzoin - Which I had to Google. I found out it is a resinous tree 🌴 in the Styracaceae family. The Benzoin resin is harvested & used in middle notes of perfumes, cosmetics and incense. It has warm vanilla & balsamic notes with spicy/cinnamon undertones. Farmers climb up to the top of these trees using rope laders & make a careful incision that causes it to weep for harvest. A technique that is predicted to soon become a lost art due to synthetic chemicals being used as a replacement for Benzoin. So fascinating! This perfume is a must-have! Plus the bottle is beautiful as well!"
		},
		{
			"review_title": "Powerful and Rich",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Dry skin",
			"review_text": "This scent makes me think of a powerful, wealthy, confident woman. You can smell the Tiger Lily, with just a hint of sweetness and a warm musk but in a good way. When you have an important meeting, a special date,or just  want to be your bad self, that's when you wear this scent. Gorgeous"
		},
		{
			"review_title": "Feminine and Beautiful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Such a feminine beautiful fragrance. The bottle is a clever grenade shape and luscious warm red orange color. It feels uplifting and optimistic. I’ll be reaching for this often to brighten my mood."
		},
		{
			"review_title": "Delicious",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "This scent is amazing!! It’s sophisticated, warm, and refreshing. I cannot stop smelling it! It last throughout the day and I get so many compliments on it. Great combination of floral and mango."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Dry skin",
			"review_text": "The tiger lily perfume does come off strong when you spray it initially. Since using it, I feel as though a little bit goes a long way. In addition, as time goes by the scent does soften. As the scent softens it does remain the same. The scent itself is a sweet floral mature scent. It smells amazing and I've been loving it."
		},
		{
			"review_title": "A wonderful mesh of fragrances",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, red hair, Dry skin",
			"review_text": "Super excited to give the newest scent from Viktor&Rolf a try! Flower Bomb Tiger Lily is such a lovely fragrance consisting of sweet and fruity florals that work so well together to create the beautiful scent that lasts all day. I get so many compliments on this scent and just love to wear it. Definitely keeping this in rotation with my other favorite scents."
		},
		{
			"review_title": "Lovely",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I love all of Viktor&Rolfs fragrances but this one especially smells so good. The scent lasts all day on me and the bottle and packaging are just adorable!"
		},
		{
			"review_title": "floral and sweet but not overpowering!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Tan skin tone, Dry skin",
			"review_text": "This is my third fragrance sent by this brand and this is by far my favorite! I've found the original flower bomb to be too overpowering and just doesn't mix well with my pheromones. This is the perfect balance of floral and sweet, it's not too overpowering which some people may find affects the longevity but it's perfect for me!"
		},
		{
			"review_title": "Love love love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I got this complimentary from influenster and im loving it so much! Its such a fresh fragrance and i love the notes of mango and coconut in it!"
		},
		{
			"review_title": "Romantic summer nights",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This fragrance definitely gives a sensual vibe.  When smelling directly from the bottle, it’s very floral, and I can smell the Tiger Lily.  Once I spray it on my wrists, the coconut milk and mango really come through.  This is not my usual scent, and I typically gravitate toward citrusy/fresh scents, but the Flowerbomb Tiger Lily is a nice treat - feminine, sweet, and romantic. It reminds me of summer evenings. The perfume is longlasting yet not too overpowering, and one spray is plenty. The bottle is gorgeous, from the octagon shape and the amber colored glass, to the engraved metal label. This fragrance gives off a level of sophistication and would be a great gift for any lady."
		},
		{
			"review_title": "Beautiful scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "*I was gifted this lovely perfume from @ and @ in exchange for my ponderings  This scent is high-end perfection. It just smells expensive- like the most beautiful florals and a bit of musk. It is fairly strong, so if you're sensitive to scents, it may be too much. But the staying power is great and the bottle is thick and seems sturdy. Really love it!"
		},
		{
			"review_title": "amazing is an understatement",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Oily skin",
			"review_text": "This is probably one of my favorite scents by Viktor and Ralph it’s a great transitional sent between winter and spring because it’s a little bit spicy but also floral. And as always for this brand of the packaging is very nice, keeping with that flower bomb branding 👌 I haven’t stopped wearing it since I got it I would highly recommend trying it out!!"
		},
		{
			"review_title": "Such an amazing smell",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I have been using the same perfume for over 10 years, so I wasn't sure if I would want something new. Let me say that this perfume smells amazing. It has a floral scent but not overpowering. It is definitely my new favorite scent to wear"
		},
		{
			"review_title": "Gorgeous Smelling Perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I absolutely love this fragrance. I normally don't like anything with an amber and musky scent, but this has the perfect amount in it will still smelling feminine and romantic."
		},
		{
			"review_title": "Absolutely love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Normal skin",
			"review_text": "Absolutely love this fragrance. Notes of Coconut Milk Accord, Tiger Lily Accord, Mango Accord, and Benzoin create a sensual unique scent that I love! Can’t stop wearing it. Always get compliments on the scent."
		},
		{
			"review_title": "Sweet, mature",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "I really enjoy this smell. It’s a warm, sweet, almost a little spicy smelling. It’s quite different than my typically candy sweet smells, but I’ve received quite a few compliments on it. It’s more of a mature scent. I would absolutely purchase in the future. I received this product for free in exchange for an honest review."
		},
		{
			"review_title": "Overpowering",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
			"review_text": "I received this for free to try and review from Influenster.  The packaging and bottle are very pretty. That said, the scent is very flowery and aggressive. Gave me a migraine.  Overpowering scent."
		},
		{
			"review_title": "Loved it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Fair skin tone, Combination skin",
			"review_text": "I am so appreciative that I got the chance to try this for free in exchange for my honest review. I am normally not huge on floral scents and they aren't my go-to as they are generally way too strong. This fragrance was strong but in the right way. It is a floral fragrance, don't get me wrong, but it was paired so perfectly with sweet undertones that helped to really compliment the tiger lillies. It smells like you are sitting next to a fresh boquet of lillies! It is a very light, not heavy scent. There is an ever-so-slight spicy note to it. It isn't strong itxs just something slight I noticed. I have gotten so many compliments in this scent by friends, family members, and even complete strangers. One spray will literally last for hours on end without having to reapply. I was shocked because I sprayed some on my sweater and noticed I could still smell it faintly into the next day. I will definitely be buying this again!"
		},
		{
			"review_title": "Love this smell!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I love this perfume! It smells so good and lasts almost all day!!"
		},
		{
			"review_title": "Mature",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "A beautiful scent profile that just wasn’t made for me. It was overly vanilla and mature with not enough tropical notes for my liking."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "This is a beautiful warm scent from victir & Rolf. I've always tried samples from this brand and loved it so I was very excited to receive a full size bottle from influenster. This is a beautiful warm scent with a hint of coconut.  I loved it for the winter."
		},
		{
			"review_title": "Feminine tropical scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "I received this product for my honest review as part of Influenster. I LOVE the OG FlowerBomb and buy it all the time. The flowerBomb Tiger Lily is a beautiful scent that I have been reaching for daily. It’s a soft feminine, sensual yet tropical scent. Whenever I wear it, I do get asked what perfume I’m wearing because it is distinctive in a good way. Does it replace my original OG FlowerBomb? No. Am I adding it to my repertoire of perfume? Yes! It’s a fun and feminine scent that I do enjoy wearing."
		},
		{
			"review_title": "Bomb.com!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Normal skin",
			"review_text": "I absolutely love this fragrance and, after weeks of using it, have received so many compliments on the smell. It’s not too sweet — not too heavy. It’s a must have and I will definitely purchase when I need more."
		},
		{
			"review_title": "Sweet flower scented mango",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I received this product in exchange of my honest review #influenster I’m not normally a fan of flower scents but Viktor Rolf FlowerBomb Tiger Lily is a game changer! I can smell the sweet scent of mango, this is a very unique perfume and will wear it in the spring and summer! Would be a great gift!!"
		},
		{
			"review_title": "Like a warm sensual hug",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I don’t remember when the last time I’ve felt in love with a perfume so hard! This scent is magical! It is spicy, sweet and floral and strong but not to heavy. It last DAYS on hair and clothing!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I received this product to test, and while the scent isn’t for me I feel that the quality is amazing.  One or two sprays distributes enough product to last all day long.  If this is the type of scent you are into, I highly recommend.  Great formula!"
		},
		{
			"review_title": "Nice, but strong",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Oily skin",
			"review_text": "I usually love V&K scents but this was just too floral for me. If you love heady floral, this one's for you."
		},
		{
			"review_title": "Yum",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, gray hair, Dry skin",
			"review_text": "This scent is like a more sultry and floral version Black Opium. Tiger Lily lasts for a good part of the day but eventually disappears completely, which is a bummer."
		},
		{
			"review_title": "New favorite perfume! Great for Spring/Summer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "This is truly one of the most beautiful scents I have ever used. It smells like a luxury tropical vacation and the scent lasts all day. Light enough for day, elevated enough for evening."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "Viktor & Rolf's Flowerbomb Tiger Lily is an enchanting fragrance that captivates the senses with its bold and intoxicating blend. The scent opens with a burst of vibrant citrus notes, followed by a heart of exotic tiger lily and jasmine. The base notes of vanilla and patchouli add warmth and depth, leaving a lingering trail of seduction. The unique combination of floral and oriental elements makes Flowerbomb Tiger Lily a standout fragrance, perfect for those who crave a scent that is both daring and alluring. Its longevity and sillage are impressive, ensuring that you'll leave a lasting impression wherever you go. Flowerbomb Tiger Lily is a modern classic that deserves a place in every fragrance collection."
		},
		{
			"review_title": "Perfection",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "I loved how sophisticated and romantic this perfume is! The scent stays with you all day and fills the air with a sweet yet floral scent. The florals in this perfume is not overbearing just the right amount. You won’t be disappointed with this perfume."
		},
		{
			"review_title": "Warm Tropical Notes",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "I was unsure how I felt about this fragrance, it has a very strong musk scent when you first apply but after wearing for a little while it starts to grow on you and you can start to smell more of the warm tropical notes. It is not a scent I would wear everyday, it is a little to musky for me. It is more of a fall fragrance and the scent lasts all day."
		},
		{
			"review_title": "Lily fresh",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
			"review_text": "Same bold formula with hints of lily. Not sure if I’m just used to the old formula but this one I feel is stronger than the original. Both are amazing scents and similar but this one is just more potent. The same amazing scent but better."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I am not a big fan of perfumes with sweet aromas and when looking at the ingredients of this Eau I was scared to think how cloying it could be, but when I received Flowerbomb Tiger Lily Eau de Parfum, I was surprised since it is a delicious solar fragrance that will definitely will transport you to a tropical summer oasis.  I liked that the coconut fragrance does not stand out much, since it could be very overwhelming because it is such a sweet touch, but instead the touch that stands out the most is that of the tiger lily flower, giving a wild touch to the fragrance.  In addition, the touch of mango surrounds the warm benzoin base for a tropical sensuality.  Tiger Lily is the fragrance that symbolizes confidence, to let your sensuality roar."
		},
		{
			"review_title": "Heavenly",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "I absolutely love this fragrance. It's  a scent that says take me away! For me, the floral really comes through with a hint of coconut.  The scent lasted all day, and I didn't need to reapply. For me, one  to two spritz fresh out of the shower is the perfect amount. The scent doesn't  fade or change as I wear it. I have received  so many compliments wearing this fragrance. If you are a floral fruity fragrance fan, I highly recommend you give this a try."
		},
		{
			"review_title": "Great product",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "This Viktor&Rolf Flowerbomb Tiger Lily Eau De Parfum is a great product although the scent isn’t my favorite I still like it in some weird way lol"
		},
		{
			"review_title": "So pretty",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Loving this new perfume from Viktor and Rolf- they have the best fragrances with scents that are so new and iconic.  It smells like flowers without being overpowering and too strong."
		},
		{
			"review_title": "Long lasting florals",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I’m usually picky with floral scents so I was surprised that I liked this one. It didn’t have the fake chemical smell that I sometimes get from floral scented perfumes. This perfume was long lasting and complimented me perfectly."
		},
		{
			"review_title": "Beautiful scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I love the Victor and rolf flower bomb. It has such a beautiful scent. It is light and fresh. I love how this is an everyday scent you can wear as a staple. It is super feminine and floral but not so much that it is overpowering. I get compliments every time I wear this. The packaging including the bottle are gorgeous. This is the type of bottle you want to keep out on your counter because it is just beautiful. I highly recommend trying this scent if you have not, you will not regret it. I did receive this for free in exchange for my honest review."
		},
		{
			"review_title": "All day",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, gray hair, Medium skin tone, Normal skin",
			"review_text": "It’s a good one, smell really sweet but a little fresh you can smells all day and don’t be annoying I really love it"
		},
		{
			"review_title": "This smells amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I love this perfume. I usually go for citrus notes but this is one I can totally go for. It is very floral but has hints of mango and coconut giving it a rather tropical summertime scent. I have had tons of compliments on this perfume."
		},
		{
			"review_title": "Strong floral scent!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "This perfume doesn’t work well for me as someone who doesn’t wear florals, but it would be great for someone who does!  I’m excited to be able to gift this to a friend, the packaging is beautiful.  The scent reminds me of the perfume samples in magazines, very classic and mature."
		},
		{
			"review_title": "i expected more…",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "i’m pretty sure most of these reviews are sponsored. this perfume smells great when you first spray it but when it dries down it’s a different story. this scent changes about 50 times, to the point where it gave me a busting headache (which is very hard to do). and this scent  lasted only 3 hours on me. i expected more considering the price."
		},
		{
			"review_title": "Instant vacation vibes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Whenever I’m missing the beach or a tropical vacation I just spritz this on and I’m transported back. It’s a soft floral and juicy tropical scent. The coconut ads just the perfect touch of sweetness. Addicting."
		},
		{
			"review_title": "Masculine Floral?",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I’m a big fan of Viktor & Rolf fragrances and continue to love their new scents. In my opinion, it’s sort of a musky masculine floral, suited better for a night out than a day time brunch. It’s definitely potent so beware of over spritzing, but it does dissipate over time. My husband really enjoys it and it does not give me a headache."
		},
		{
			"review_title": "Smells so good!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I literally love this fragrance! I put it on before work and it stayed on for the whole 9 hours I was there I could smell it all day! The scent is strong but not too strong and has a fresh floral amber fruity smell to it which is great! I highly recommend if you’re looking for a fragrance that will stay on all day but smell great!"
		},
		{
			"review_title": "Nice perfume- not overbearing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Overall I love the smell of this perfume! It’s not too heavy or overbearing and has a nice floral smell. It also lasts all day and is quite pleasant"
		},
		{
			"review_title": "Amazing sweet fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
			"review_text": "I enjoyed this fragrance as soon as I smelled it! I pick up on warm, tropical, amber and coconut scents. It's fused with tiger lily and mango. It definitely smells sweet, feminine and it is long lasting!"
		},
		{
			"review_title": "Absolutely Lovely Scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "FlowerBomb Tiger Lily Viktor&Rolf is such a lovely and sophisticated scent.  I have worn this fragrance on various occasions now and I always get compliments on it, even from complete strangers.  I love the combination of fresh tiger lily and fresh coconut, it definitely has summer beach vibes!  This is not a light scent, it definitely has a stronger scent, but does lighten as you wear it and the day goes on.  It smells wonderful and definitely could be an everyday perfume.  Very high quality and long lasting, just a spritz or two and I am set all day.  Even the bottle is so elegantly designed.  I would definitely recommend this to all my friends and family."
		},
		{
			"review_title": "Smells Divine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "I was lucky enough to receive this free from Influenster and I absolutely love this fragrance. It has a sweetness to it with a very light floral scent as well. Im more of a fruity sweet perfume girl myself. Lasts all day and I always got compliments while wearing. Smells divine."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I rarely switch my perfumes but I really love the way this smells. It smells like a flower garden and fruit. Some floral scents can be overpowering or musky but this one is perfect! It lasts all day and I get a ton of compliments. The bottle is also nice and looks good sitting on my vanity.  Worth every penny! I will buy this!"
		},
		{
			"review_title": "If you like coconut, you’ll LOVE this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "Flower Bomb is one of my favorite scents, hands down, so I was excited to try this one. I really can’t smell that light sweet scent of Flower Bomb, so it definitely has a bolder smell. I am not a fan of coconut smells and you can smell it with this one. It’s not overwhelming, but it’s just not a scent that I would prefer. It smells good, just not my smell. If you like coconut, you will definitely love this new scent."
		},
		{
			"review_title": "Warm, Tropical Long-lasting Fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
			"review_text": "My first impressions before I even opened the box was that this perfume would be really special, and I was right.  After spritzing a little on my wrists, my olfactory senses welcomed notes of coconut fused with floral tiger lily and fruity mango.  I can only describe the fragrance as warm, tropical, inviting and very feminine.  I also like that this scent is not overpowering and lasts all day. The elegant glass vial looks stunning on my vanity.  This is a wonderful perfume that I think anyone would enjoy, and it also would make for a great gift!"
		},
		{
			"review_title": "Wanted to love",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I really wanted to love this but it gave me a headache right after spraying. Unfortunately it’s a no for me."
		},
		{
			"review_title": "Long lasting flowery and sweet fragrance!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "I adored this scent! It smelled like flowers, but there was also a sweet undertone to it. And I really loved that, since the smell lasted such a long time, I didn't have to reapply it throughout the day. The scent was strong as well, so it won't run out any time soon. I highly recommend this perfume. It's the bomb!"
		},
		{
			"review_title": "Warm and tropical",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "This Victor & Rolf Flowerbomb Tiger Lily Eau De Parfum is a tropical twist on their original Flowerbomb. The scent gives a warm and cozy feminine vibe and I also smell the creamy coconut that instantly transports you to the tropics.   The scent is definitely long-lasting and lasted from morning to past my work day."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "This perfume makes me feel very feminine and sexy. It has just the right balance of florals and fruits. If you are looking for something new, I would try it."
		},
		{
			"review_title": "Take off the top note and it’s a winner",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Oily skin",
			"review_text": "This is a great smelling perfume but for me it needed to matte down first before you could really smell the sweet Tiger Lily scent. The top notes are just too strong and not really enjoyable to me- kind of like Chanel’s Chance, too strong top but when it mattes down it’s great. That’d be all I’d want to change is removing the top overbearing “fancy” perfume smell!"
		},
		{
			"review_title": "Pretty and Sweet without Being Too Much",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "This is one of my favorite scents. It is not overpowering and smells so sweet! I am a firm believer that perfume should only be smelled in intimate settings. I don't want people to smell me before I enter the room. Viktor and Rolfe Flowerbomb Tiger Lily is sweet-smelling and beautiful without being overbearing. I absolutely love it!"
		},
		{
			"review_title": "Really nice coconut floral, average performance",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "This scent surprised me in a good way. It has a lightness to it that I don’t normally associate with Flowerbomb. I think it’s the coconut note rounding and softening some of the typical Flowerbomb florals. Whatever it is, it’s a nice, feminine combo. Here’s how I’d rate the fragrance: Longevity: 5/10, average, about 4 hours on me Sillage: Light to medium Projection: Medium at first, then fades to a lighter skin scent"
		},
		{
			"review_title": "Amazing fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "The Viktor & Rolf's Flowerbomb Tiger Lily Eau de Parfum. This fragrance is a captivating blend of vibrant citrus, exotic tiger lilies, and comforting musk. Its sleek bottle adorned with a tiger lily motif adds to the luxurious experience. Flowerbomb Tiger Lily is more than just a scent; it's a celebration of individuality and inner strength, urging you to embrace your unique beauty with every spritz, I love to use it during the night or during the day. It’s perfect for all occasions."
		},
		{
			"review_title": "Deliciously unique",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I received this perfume in exchange for my review.  It is somehow both masculine and feminine.  While it has a strong scent, it’s quite tropical and lovely.  It’s also love lasting.  I’ve never smelt a scent like this. I love the name and the bottle."
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "I am so happy I found this brand in exchange for my honest review. Finally a perfume that smells fancy and romantic. My husband loves this. With hints of Orange flower, vanilla and amber with a slight smell of coconut it's not to strong and over bearing. Best part is it last all day"
		},
		{
			"review_title": "Obsessed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "I love the packagina, it is beautiful, at first impression it looks elegant and sophisticated. I love the combination of the ingredients, it makes it super fresh just for this time of year. I definitely recommend this scent if you like tropical and fresh smells. I received this product for free from Influenster in exchange for my honest review"
		},
		{
			"review_title": "Warm, Sexy & Floral",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I’ve been lucky to have the original Viktor&Rolf FlowerBomb and the Good Fortune EDPs. This FlowerBomb Tiger Lily EDP is very different to the other two I have. FlowerBomb Tiger Lily is stronger, warmer, sexier & more tropical than the original FB, while still maintaining a floral scent. Perfect for date nights, warm tropical vacations, etc."
		},
		{
			"review_title": "Loving this perfume!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "I received this Flowerbomb Tiger Lily perfume for free from @influenster and @viktorandrolf_fragrances in exchange for my honest feedback. I am loving this scent so much! I tend to reach for warmer scents like the original Burberry scent and Kilian has several I love. This perfume would fall into the same category as those, in my opinion. Flowerbomb Tiger Lily is described as being in the floral, amber and fruity families. I personally don’t smell the coconut milk but I’m confident I would enjoy it either way. This is a fragrance that can be worn all year round and I only need one spray and it lasts me all day long. I’ve already received so many compliments and now I can’t wait to try other scents from this brand. This bottle is going to last me quite a while. Thank you so much!"
		},
		{
			"review_title": "Smells great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Perfume was received complimentary. This scent smells great. I love it. It’s pretty strong at first but slowly gets softer throughout the day. It did lasted all day for me. My husband also likes it on me so that’s a plus. It’s a very sophisticated scent. If you’re into those type of perfumes you’ll like this one."
		},
		{
			"review_title": "Love this product.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Thanks to Influenster for sending me this perfume for free to give my honest opinion.  This brand has been my favorite for a long time, but this perfume, unlike the others, has a scent that lasts twice as long.  It is a sweet and floral aroma that you can use in winter or summer.  Even after washing your clothes, the aroma remains in them.  In addition to the size of the bottle, it is now much larger which is perfect to have the perfume for a long time.  I really recommend it, everyone compliments me when I wear it.  The aroma is very fine and delicate.  I love it."
		},
		{
			"review_title": "Tropical Oasis in a bottle",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I was sent the new Viktor&Rolph Flowerbomb Tiger Lily from Influenster in exchange for my review. The bottle is beautiful with an amber tint to it. When you spray the fragrance, you immediately smell fresh notes of coconut and mango. I would describe it as a sweet and subtle fragrance with a hint of floral notes as well. The overall fragrance profile comes across to me as very tropical and reminds me of summer.   I think it's a beautiful fragrance that can be worn for any occasion, and it lasts throughout the day. If you enjoy fresh tropical subtle fragrances, then you need to try this. It is easily one of my new favorites."
		},
		{
			"review_title": "Tropical and beachy twist",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "The scent is sweet and not overwhelming. It lasts all day and I receive many compliments. This tropical and beachy twist is my new favorite for spring and summer. I can not get enough of it.  + Key Notes: Coconut Milk, Tiger Lily, Mango"
		},
		{
			"review_title": "Perfect Evening Fragrance",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "The notes of the perfume are beautiful. They are very deep and perfect for an evening time fragrance. Just two sprays will go a long way. Love it!!"
		},
		{
			"review_title": "Heavenly",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "This is such a fabulous scent. It is floral with such sensuous undertones of coconut and warmth.  It is great for anytime wear and lasts all day too! This is my new signature fragrance."
		},
		{
			"review_title": "Nice floral scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
			"review_text": "Nice floral fragrance. It’s not overpowering, but has a nice fragrance to it that it last throughout the day. Very nice packaging!"
		},
		{
			"review_title": "Smells so good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "I received this product free in exchange for my honest review. I absolutely love this perfume. It smells so good and it lasts for hours. It is a sweet smell but not too overpowering. It I'd a soft sweet scent. I love it! I've received compliments every time I've used this perfume. It is a nice spring/summer scent this will definitely be my new go to perfume."
		},
		{
			"review_title": "My new fave!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "I love this fragrance. It’s my new favorite! My daughter even liked it so much that she got some from my sister for her birthday. It’s very feminine and long lasting without being overbearing. I recommend it to anybody. I received a complementary bottle in exchange for my review. All comments and opinions are my own."
		},
		{
			"review_title": "Smells so good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "This scent is so warm and mesmerizing. I get compliments everywhere I go. I love the floral sweet smell and that it’s not too overpowering. This perfume is definitely a must buy."
		},
		{
			"review_title": "Center of attention",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "This light and beautiful scent is absolutely amazing. I get compliments every single time I wear it. Unlike other floral scents, this one doesn’t aggravate my allergies! #complimentary"
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I’m obsessed with this perfume. The smell is so sweet and fresh, and it lasts a very long time. The scent is perfect for summer!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I received this beautiful eau de parfum from @viktorandrolf and @influenster complimentary just in time for the spring and summertime to try out for my honest review! This full size parfum is classified as a Fresh Solar scent with the following:    🥥 Coconut  🐯 Tiger Lily 🥭 Mango  The scent is very fun, flirty, fresh and definitely worth trying out. It doesn’t last all day like how I would prefer it to which is it why it doesn’t get 5 stars but for this unique and different scent it’s definitely worth a try."
		},
		{
			"review_title": "Feminine and Delicious Fragrance!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
			"review_text": "This fruity and floral luxury fragrance has distinct notes of coconut milk, amber, tiger lily, and mango. Each time I wear it I am transported straight into a summer of femininity and adventurous vibes! This fragrance is long-lasting and warm, and exudes sensuality. The grenade shaped bottle is so pretty, and the nozzle perfectly disperses the right amount of fragrance each time.  It is my new favorite!"
		},
		{
			"review_title": "Smells YUM",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "This version of flower bomb smells great! U actually like it better than the original scent and that used to be my favorite. The smell is intense so you don't need a lot. As far as longevity i personally cannot smell it on myself after a few hours but it may be bc im used to it. Either way it's a great scent! I highly recommend"
		},
		{
			"review_title": "Smells like being on vacation!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "This is such a perfect spring/summer perfume with warm mango, coconut milk and tiger lily notes. It’s slightly creamier than the original Flower Bomb and really does smell very tropical. It lasts for several hours. Love and strongly recommend!"
		},
		{
			"review_title": "Wow phenomenal",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I was so excited to try this! Such an amazing scent and it lasts all day long."
		},
		{
			"review_title": "Good Lasting Power",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I can spritz this perfume on my forearms in the morning and still lightly smell it well into the afternoon. I enjoy some Viktor&Rolf scents but this one is a miss for me, I think it’s the mix of coconut milk and Tigerlilly that I don’t particularly care for which sucks because it sounded like it’d be an amazing combination. I tend to most enjoy perfumes with hints of Amber, fruity and floral that are on the sweeter side. This Flower Bomb Tiger Lily is fruity, floral, sweet and coconut-y, beachy and sunny if that makes sense but somehow really turns me off. The bottle is of course 10/10. It’s eye catching, easy to hold and use, weighty, cap fits snugly. Sturdy nozzle. I think this is definitely worth a try. Please note, I received this perfume for free in exchange for my Honest opinion."
		},
		{
			"review_title": "This smells amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I have been wearing the same perfume for over 20 years and never found anything else that I could see myself wearing daily. I received this perfume to try and I have been wearing it every day since. I never thought I would find myself saying I found a new favorite! It smells that good. If you’re someone who likes a sweeter fruitier scent this is for you. It’s very fresh and just so good. It smells exactly like the description."
		},
		{
			"review_title": "My absolute favorite!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "This is a warm scent and it smells so amazing! You do not have to use much and it lasts all day! You can tell it is a flowery scent but it is not overbearing. The bottle is beautiful! This is my new everyday perfume by far!"
		},
		{
			"review_title": "Smells great",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I have recently received this amazing new perfume from Viktor & Rolf . It is called Flower Tiger Lily Eau de Parfum. This perfume is very summery perfume with tiger  lily, mango and benzoin. I have received so many compliments wearing this perfume. I would say it would love it to last longer though."
		},
		{
			"review_title": "Smells amazing and lasts all day!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "As a devoted fan of this fragrance, I can't get enough of its enchanting blend of floral sophistication and untamed allure. With every spritz, I feel empowered and confident, ready to conquer the day ahead. FlowerBomb Tiger Lily is a must-have addition to any perfume collection, perfect for those who seek a scent that is both bold and feminine. Try it today and experience the magic for yourself!"
		},
		{
			"review_title": "Exactly as described!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I was pleasantly surprised when I first sprayed it, what a beautiful solar fragrance! Frankly, that was not expected, that is the first fragrance I trully like from Viktor&Rolf. The projection is great, 2-3 sprays and you are good, otherwise, it is overwhelming. I do detect all key notes (which is suprising and satisfying) ,the coconut milk is beautifully presented here. It is on the sweeter side, but not cloying nor subtle. Solar and feminine, sweet and topical. The staying power is average, as expected for the mass-market perfume, on my skin it lasts approx 3-4 hours,and of course it lasts longer on clothes. Overall, it smells exactly as the brand describes it ,which is appreciated, no surprises here. Solar, warm, tropical."
		},
		{
			"review_title": "Blissfully exotic",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "I've been a fan of Victor & Rolf fragrances since the first time I smelled flower bomb. This flower bomb is the warmer seasons version with the tiger Lily scent added. And just like it's sent it sends you into a warm summery scene. The tropical scent takes you away to summer and revives your energy from the moment you take the first whiff. The scent is a head turner as I've gotten many compliments when I wear it, and the amount of fragrance is not overpowering and it sticks with you several hours without having to refresh.  I received this product in exchange for my honest review."
		},
		{
			"review_title": "Tiger Lily amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This perfume smells amazing. It's very sweet but not overwhelming. The fragrance last for hours."
		},
		{
			"review_title": "Lasting forever scent!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This is the second scent I got to try from Viktor & Rolf and this is so far my favorite! The scent is stronger than the original Flowerbomb and it last forever, no kidding. It scream, mango, tropical, summer! It is perfect!"
		},
		{
			"review_title": "Delicious and sweet",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I love it, it smells delicious and it makes me feel so happy and sexy! I absolutely love it the smell is not super strong but you’re able to smell it alll day even after you wash your clothes I get many compliments from everyone every time I wear it I absolutely love it"
		},
		{
			"review_title": "Smells like spring",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, mediumTan skin tone, Combination skin",
			"review_text": "The perfume reminds me of happier spring days. It’s a burst of floral scents and can be worn day or night. The lasting power is pretty good too about 8 hours. It’s not overly sweet that it would give you a headache. Would recommend if you’re looking for a new floral perfume."
		},
		{
			"review_title": "Fabulous scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "I’ve used this perfume for about a month now and the compliments haven’t died down. This is a nice soft scent that also packs a punch and draws comfort throughout the entire day."
		},
		{
			"review_title": "Let your senses bloom ! 🌸💣",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
			"review_text": "Flower Bomb Tiger Lily by Victor and Rolf is an enchanting fragrance that beautifully captures the essence of blooming flowers. The scent is a delightful blend of floral notes, with the tiger lily taking center stage. It exudes a delicate sweetness that is both alluring and comforting. The longevity of the perfume is impressive, as it lingers on the skin for hours without losing its charm. It's a perfect choice for those who love floral scents and enjoy feeling feminine and elegant. Overall, Flower Bomb Tiger Lily is a captivating perfume that brings a touch of floral magic to any occasion.🌸💣"
		},
		{
			"review_title": "I love this new scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Dry skin",
			"review_text": "I love this new scent! It is the perfect scent for my body chemistry and I have been wearing it pretty much every day since I received it. It is floral but not super sweet. It has a soft, warm, luxurious smell… I have gotten so many compliments on this perfume since I started wearing it. I also think the bottle is really pretty and looks good on my shelf. If you already like FlowerBomb, you will probably like this Tiger Lily version too. I definitely recommend trying it out."
		},
		{
			"review_title": "Love!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "This perfume is IT!!! It smells absolutely divine! It has a nice fresh scent, almost tropical-like in nature. It’s not overpowering but still lasts throughout the day. When I put this on I feel like I should be in a tropical paradise, nice little sundress on, drinking a tropical drink under a palm tree."
		},
		{
			"review_title": "Long lasting beautiful scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I’ve never used fragrance from Viktor & Rolf so I was exited when I received their new eau de parfum Tiger Lily. I love the scent, it’s sweet, tropical, and feminine. It lasts all day and just receive many complaints whenever I wear it. It’s hard to switch to a new perfume but this one is it!"
		},
		{
			"review_title": "Spring scent is here!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "Smells Devine! Was so excited to receive this complimentary full size perfume for my honest review. The scent lasts and it would’ve been a fragrance I’d buy normally. Definitely a keeper"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Combination skin",
			"review_text": "I have been enjoying this fragrance! It reminds me of summer and I think it would be a perfect scent for the season! I love the mix of tiger lily with the notes of mango and coconut its sweet and floral, a nice tropical vibe."
		},
		{
			"review_title": "Simply sweet",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Delicious scent! Already a fan of the original Flowerbomb, this is slightly sweeter and creamier. A lovely variation to have in the mix. This product was received in exchange for my honest review."
		},
		{
			"review_title": "Feels and smells like I’m in a field of flowers",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I received this product for free in exchange for my honest review! It is one of my all time favorites I’ve been blessed to try many fragrances and this one is #1!!! I love Viktor&Rolf fragrances and was very excited to try the all new tiger Lilly. The smell lasts for ever I get so many compliments and everyone ask what I’m wearing! I smell like I’m in a field of tiger Lilly’s I 100% recommend this product!"
		},
		{
			"review_title": "Great Perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "I love this scent!! It is not one I’d normally pick for myself but I received it for free for my honest opinion. It is strong so a little goes a long way and it smells amazing on."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I received this product from influencer in exchange for my honest feedback. It is a light sweet fragrance and not overwhelming. It is a floral fragrance with a hint of spice to it. It is a youthful perfume and has a solid longevity. It can easily transition from day to night perfume as it is very versatile. It is a very unique feminine scent. I would definitely recommend it to my friends and family."
		},
		{
			"review_title": "Feel confident!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "I received this product for free from @influenster and @ViktorAndRolfFragrances in exchange for my honest review.  My rate: 4.7 / 5  I liked this frangrance, even though, I am not into sweet scents, but I would definitely wear it for special occasions! It gave me a feeling of confidence...  #Complimentary #Flowerbomb #FlowerbombTigerLily #FlowerbombTigerLilyxINF"
		},
		{
			"review_title": "Luxurious and Unique fragrance",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Oily skin",
			"review_text": "Upon first impression, you have the gorgeous glass bottle that is a deep amber color and those aesthetics alone scream luxury. The scent of perfume is intense but doesn’t overpower. You immediately get the impression of warm coconut milk mixed with fresh juicy mango. Then you get spicy notes of tiger lily and amber.   This is a very unique gourmand fragrance, I get many compliments when I wear it and it lasts throughout the day. If you’re looking for a one of a kind spring fragrance, this is it!"
		},
		{
			"review_title": "Stunning!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
			"review_text": "This is absolutely stunning! I wasn't a fan of the og flowerbomb but this one, this one is absolutely gorgeous!! It's going to be the perfect spring scent! I can't wait until it warms up to wear this beauty. I got this free from influenster in exchange for my honest review."
		},
		{
			"review_title": "Smells good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I have been needing a new perfume! I love this! The scent actually lasts unlike some perfumes!"
		},
		{
			"review_title": "Such a great scent!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I am in love with this scent. It’s floral and lush, perfect for any season, and the bottle is gorgeous!!! It just makes me feel so elevated and elegant. This is my first V&R scent, but I don’t think it’ll be the last!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Oily skin",
			"review_text": "I don't care for the original flowerbomb so I probably wouldn't have even tried this had it not been sent to me, but it's SO up my alley. It's extremely sweet and tropical without feeling like it's only appropriate for a summer vacation, the floral notes are very grounding. This will get a lot of rotation from me for all of spring, summer, and into fall, for sure. The strongest note to me is the coconut, my sister who hates coconut scents didn't like this at all. Luckily, I LOVE coconut scents and would recommend this to anyone else who loves coconut. The longevity on this is phenomenal, you could get away with using one spray of this and still be able to smell it several hours later. Even though it's got strong lasting power it doesn't come across as heavy or abrasive."
		},
		{
			"review_title": "Flowers",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Received this product for free for my honest review from Influenster! Loved the smell! Soft and clean!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "This isn’t my usual scent profile but it’s a very nice warm weather scent. The tropical coconut notes really stand out and linger the longest on my skin. I do see myself wearing this in the summer!"
		},
		{
			"review_title": "Floral spice",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I think this scent  is super powerful but really lovely. Nicer than the original flower bomb in my opinion. Floral and spicy at the same time. A unique fragrance! Not my usual go to scent but fun for a switch up!"
		},
		{
			"review_title": "Smells ok",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "I mean, its smells ok but nothing groundbreaking and it also has some DNA of D&G shine. Meh"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I am absolutely in love with this perfume! It has a fresh, tropical scent that is perfect for any season. I especially love the notes of coconut milk, tiger lily, and mango. The bottle is also beautiful and looks great on my vanity. My husband really loves this scent on me too, it makes me feel sexy and confident. This is a great perfume for any woman who wants to feel empowered and beautiful."
		},
		{
			"review_title": "Floral + Fruity Combination",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I enjoyed this fragrance and found it to be long lasting throughout the day. The fruit scent hit me first followed by the floral. It was light and not overpowering with the fragrance notes. The bottle is gorgeous and the packaging is top tier!"
		},
		{
			"review_title": "Summer in a Bottle!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Combination skin",
			"review_text": "This fragrance is an explosion for the senses that begins with a warm creamy coconut, vanilla and juicy fruits. The initial spray is strong, but quickly settles into a relaxing, softer fragrance. That base lingers on your skin lighty, but the intimate mango and benzoin really last as a constant, yet subtle reminder. I also absolutely love the gorgeous and creative amber grenade design that really stands out among perfumes I’ve tried.  Just smelling the sophisticated, elegant notes transports you on a vacation getaway to a tropical seascape. It’s the ideal summery fragrance, and I cannot wait to wear it while heading out for activities in the warm, sunny weather. Overall it’s quite soft and sweet, while not overwhelming, and wears great day or night; highly recommended!"
		},
		{
			"review_title": "Fresh & Feminine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This perfume is perfect for spring/summer it reminds of a tropical beach vacation. The scent is sweet but not overly sweet and tropical, I enjoy this scent. This is a scent I’ve never smelled before and I like the uniqueness about that. Longevity wise, I would say it lasts throughout the day with 2-3 spritz, but I do one because that’s just my own preference when it comes to wearing perfume and with one it’s still strong. I’ve gotten several compliments when wearing this perfume. The bottle is iconic and looks beautiful on my vanity.   Key notes: coconut milk, tiger lily, and mango."
		},
		{
			"review_title": "No thanks.",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I do not like the smell of this perfume. I wanted it for a weekend get away. I sprayed it once & I shall be returning it as soon as I return home. It smells like an older lady. It’s not a pretty smell IMO"
		},
		{
			"review_title": "Tropicl Scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Viktor and Rolf Flowerbomb Tigerlily is a tropical fruity floral scent that opens with notes of coconut, Bergamot and tyger Lily and dries down as a mango slin scent.   Its a strong lasting scent like the original flowerbomb,  that lasts 6 to 8 hours on me. it's a great scent and the mango makes it a little different than a lot of the coconut white floral scents out there."
		},
		{
			"review_title": "Perfect for Summer!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
			"review_text": "Great scent! Very feminine and sweet but also sensual. Has notes of mango, coconut milk, and Tiger Lily although I mostly smell the mango and the floral. I believe this scent will be perfect for the spring/summer when you just want to smell good and tropical. I like it a lot and will be reaching for it!"
		},
		{
			"review_title": "You need it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Oily skin",
			"review_text": "Super love this perfume!  This might be my new favorite. Before this one I had been using Aerin Mediterranean Honeysuckle and it’s nice and all but dang this one smells so good. It’s a clean but sweet scent. Tiger Lily lasts all day and I have gotten so many compliments on it. My husband absolutely loves when I wear this perfume. I definitely recommend this scent for date nights."
		},
		{
			"review_title": "Love it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "This perfume was an immediate love! It immediately put me in the mind of spring/summer. I get mostly tropical coconut immediately, and the vanilla comes in at the end. Projection and silage are nice, but lasts so much longer on clothing. I highly recommend"
		},
		{
			"review_title": "Prefect summer scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Prefect summer scent. I’m giving it 4 stars because it is a little sweet smelling for me. It has a floral sweet scent. It lasts all day with only one spray. The packaging is beautiful. I love the bottle it sprays the prefect amount"
		},
		{
			"review_title": "Long lasting",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "This perfume is so good! If you are a floral fan, this fragrance is for you. The underlying sweet coconut flows perfectly with the scents of tiger lily. It is a strong perfume that will last all day or night."
		},
		{
			"review_title": "Perfect summer scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I really love this and it quickly became my new favorite perfume. I am an avid perfume collector, and this is in my top 5. It is slightly sweet and just smells like summer in a bottle."
		},
		{
			"review_title": "Beautiful warm and sweet floral",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "The bottle is pretty just like the other Victor&Rolf perfume. The cap is rose gold color and the color of the perfume reminds me of black tea. I didn’t really know how tiger lily smells like so no expectations of whether or not I would like it. To my surprise, it’s a sweet yet warm floral. The sweetness is more of a soft caramelized version so it’s not overwhelming. I don’t like overly sweet scent but because of the warmth and floral aspects of this, they end up being very balanced. Longevity wise, I would say it lasts throughout the day with 2-3 spritz, but I do one because that’s just my own preference when it comes to wearing perfume. The bottle sure looks beautiful on the vanity so that’s always a plus."
		},
		{
			"review_title": "Great scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "Love the smell of this perfect! Have perfect floral notes that aren’t overpowering. The scent lasts all day without having to reapply. Would recommend!"
		},
		{
			"review_title": "Beautiful Look, but Not My Favorite",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Normal skin",
			"review_text": "I like the scent for the most part, but I am not sure if it is for me. It is a bit strong, and there is one note that does not seem to go well with the rest. I am able to wear it, but I wouldn't use it over other brands of the same level. It has beautiful packaging, though."
		},
		{
			"review_title": "Lovely!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "I received this for free for my honest opinion. I am loving this perfume so far! The scent is floral and sweet yet not overpowering by any means. It lasts a long time and throughout the day I continue to smell it on me. I always get compliments when I’m wearing it. The bottle is beautiful and exquisite!"
		},
		{
			"review_title": "Perfect scent for summer and spring",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "I was gifted this scent and I’ve used this fragrance everyday for the last month and it has gotten me so many compliments. If you don’t like fruity florals this isn’t for you. Genuinely one of my new favorite scents. This fragrance is interesting because it really shifts the scent after dry down and with continued wear. It has a very light fruity scent with coconut being the standout after a while. I think it’s super fresh and really feels like a new go to summer scent for me."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "I think this scent is perfect for summer. It’s light, had hints of beautiful floral notes. It has a lasting scent which is good for all day."
		},
		{
			"review_title": "Love this perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "I've been using this perfume for about a month now and it's becoming an absolute favorite of mine. The initial scent is sweet and floral, and as it dries it is musky and smells similar to the original ViktorAndRolf perfume. The packaging is pretty and the bottle is too."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This scent is lovely, its tropical and slightly floral. It also lasts on me all day. I love the iconic bottle and packaging. It doesn't beat their orchid scent which is my absolute fave but it is very sexy and feminine."
		},
		{
			"review_title": "Smells like a vacation!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
			"review_text": "I received this product free from Influenster in exchange for my honest review. This is the perfect spring and summer scent! It has the perfect blend of floral and fruity fragrances. You get a hint of coconut and mango, and then the lilly comes in to play. I usually am not a fan of coconut, but I love this. It's not overwhelming. On top of having a great scent and it lasts for hours, this bottle is beautiful! I finally purchased a tray so I can display my perfumes on my dresser."
		},
		{
			"review_title": "Elegant",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This perfume smells so elegant and rich! I love it it’s strong so one spray will do and last all day long! It’s sweet and floral. Such a feminine scent!"
		},
		{
			"review_title": "Just ok",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Dry skin",
			"review_text": "I have mixed emotions about this scent. It lasts all day, the bottle is beautiful and heavy, but the the little black tab is flimsy. Now the scent, I don’t particularly love it, it’s very floral forward and not in the nicest way. It’s not terrible though, I wouldn’t wear it much personally. Courtesy of influenster"
		},
		{
			"review_title": "A great addition if you love the original",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Combination skin",
			"review_text": "Such a pretty spring summer fragrance. If you love Flowerbomb, Tiger Lily is a great addition to your collection. It’s a warm lightly floral fragrance that feels modern. Looks so pretty on my vanity also. The packaging is stunning. So in love."
		},
		{
			"review_title": "Just a big no!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
			"review_text": "Not at all what I expected, smell is sickening sweet."
		},
		{
			"review_title": "I'm obsessed!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "Omg I’m so obsessed with this perfume, my new favorite! First I will start with the packaging is beautiful, very chic and feminine like always the multi face diamond bottle in amber color is perfect for this summering fragrance, I love how starts settling down in my body, top notes are coconut milk and bergamot, middle notes are tiger lily, jasmine and freesia and base notes are mango and benzoin, is a beautiful perfume smells delicious, is very seductive and feminine, empowering and sophisticated I just love it, when I wear it I get so many complements."
		},
		{
			"review_title": "floral and feminine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "This bottle is beautiful! An amber grenade the delivers a blast of summery florals in a bouquet of fresh and tropical vibes. This scent has lasting power! A very sensual and feminine scent. love it!"
		},
		{
			"review_title": "a new found fave",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Normal skin",
			"review_text": "This is such a beautiful bottle !The smell is absolutely beautiful as well! I feel like this Fragrance could be worn for multiple different events and instances. I would most certainly purchase this in the future. Since receiving this item. I have been using this daily. My daughter keeps asking me to use it as well .. she's 11.. girll. bye !! lol fine just 1 squirt 🙄😩!  @beautiimd"
		},
		{
			"review_title": "A Bold and Daring Scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "I loved this scent! I am very familiar with Viktor&Rolf scented perfum sprays, and I wasn’t very keen on the original Flower Bomb, but did like others such as Flowerbomb Dew and Good Fortune. This one, compared to those, is more bold and daring. Where as I would typically use the other scents for light occasions or targeted weather, I use this one daily, whether it’s for an occasion or a lack of. The scent starts off with the sweet and delicious Coconut Milk scent that (for a top layer) lasts surprisingly long. It then opens to the bold Tiger Lilly scent, which is beautiful mixed with the lingering coconut milk. Again, this middle note lasts a very long time and eventually takes over the coconut milk smell. Once the Coconut milk scent has vanished, out comes the fruity goodness of the Mango. It’s truly amazing how it goes from being coconut milk and Tiger Lilly to Tiger Lilly and Mango, but it does, and leaves an amazing impression. These two scents together make a powerful lasting scent that just makes you want to continuously smell any and every thing. I’ve had so many compliments while wearing this, it’s unreal. This Parfum spray keeps you on your toes and leaves a lasting impression of bold elegance that just cannot be beaten! I highly recommend this for all occasions!"
		},
		{
			"review_title": "Loveee",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
			"review_text": "I love this perfume. The bottle is beautifully designed and the smell is amazing and long lasting."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "This version is soooo much better than the original Flowerbomb. That one stinks. This has a creamy, sweet, and rosy aroma. The scent lasts at the least 8 hours on clothes. Not sure about longevity on skin. Projection is about three feet."
		},
		{
			"review_title": "Beautiful summer scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I am loving this FlowerBomb Tiger Lilly perfume! It has a beautiful warm floral scent which is going to be great for spring and summer. It’s very long lasting. I am usually pretty sensitive to heavy scents and prone to headaches and this perfume does not bother me at all. It smells delicious!’"
		},
		{
			"review_title": "Very sweet smell",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "I generally prefer a clean or musk or herbal scent so the floral and fruity scents aren’t my favorite. Outside of that personal preference, this scent has LONG- lasting power and the packaging is beautiful. Although not my favorite type of scent, it’s a great option to add to my collection."
		},
		{
			"review_title": "Perfect for date night",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "This scent is sexy. It lasts all day and then some. I love it and will definitely continue to add this to my collection. The price is not for the faint of heart but it’s long lasting and worth it. I don’t know much about notes but this is definitely a scent that’s perfect for date night."
		},
		{
			"review_title": "Long lasting scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "This is hands down my new favorite perfume! The scent is long lasting, I can still smell it on my wrists over 24 hours later, and it smells beautiful. It’s got a girly floral type scent to it which is amazing."
		},
		{
			"review_title": "A little goes a long way",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
			"review_text": "I received this product for free in exchange for my honest opinion.  The perfume bottle looks like a grenade yet elegant. The scent of the perfume smells like a mix of flowers and fruit. I did notice that after I put two sprays on myself I was good all day."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "This smells delicious!! Like summer in a bottle. It does not last all day but that's ok. It smells good enough to not even worry about that. It smells clean and fresh, which is perfection!! Viktor"
		},
		{
			"review_title": "Lovely Scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
			"review_text": "This is the perfect scent for spring and summer. It’s a vacation in a bottle. It smells fruity and a bit musk. I use it everyday and get compliments all the time. A few sprays on my body last my the entire day. This scent goes really well with my scent. I love the beautiful glass bottle. I was a fan of the original Flowerbomb perfume and now I am a fan of Tiger Lily. This would make a great gift or a nice splurge for yourself."
		},
		{
			"review_title": "Not the best from viktor and rolf",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
			"review_text": "I received this product for free from @Influenster and @viktorandrolf in exchange for my honest review. I was really excited to try Victor and Rolf’s new fragrance because I have used the OG Flowerbomb for years. This one missed the mark for me, however. At first it smells like it’s going to be delightful but then rots to a nauseating overripe fruit. My daughter loves it so at least it’s going to get some use"
		},
		{
			"review_title": "Sensual seduction in a bottle",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Viktor&Rolf FlowerBomb was already my favorite fragrance line before I found out about this particular scent.  It very appropriately arrived on my birthday which I love!   The fragrance itself is very sultry and seductive, more mature than most of the other flower bombs in my opinion.  This is NOT a bad thing!  This fragrance captures the allure and desire of a woman so perfectly.  My untrained nose detects warm almost musky vanilla, tiger lily of course and tropical notes like mango.  I will treasure this as long as it lasts and I will be ordering some when it gets low."
		},
		{
			"review_title": "Great fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Normal skin",
			"review_text": "I received this product free for testing from influenster. I  absolutely love this fragrance! It is not overwhelming and has a very long lasting scent. I would highly recommend."
		},
		{
			"review_title": "Tropical getaway in a bottle!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This is a tropical getaway in a bottle!! It feels like you are ready for a resort with notes of coconut and mango along with a gorgeous floral note in the middle. I am typically a vanilla perfume type of girl, but this is a gorgeous summery addition and something I I’ll continue to reach for. I feel like this is an excellent layering perfume as well. It lasts all day and blends really well with my ph. I love this and highly recommend this. P.s. a little goes a long way!"
		},
		{
			"review_title": "Refreshing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "This perfume is not overbearing, the scent is fresh. Reminds me of a beautiful spring day. It’s a perfect every day perfume. Plus, it lasts all day, I did not need to reapply like I do with most. I’m thankful because I don’t like carrying perfumes in my bag. Thanks to Influenster for the chance to try this great perfume."
		},
		{
			"review_title": "A sweet, floral vanilla",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "This smells sooo amazing! It's not as long lasting as the original but I over-spray anyway, so that's okay. It's much sweeter than I expected, I expected more floral scent but the floral is only there slightly. It's lovely and I'm so happy it's mine!!!"
		},
		{
			"review_title": "Spring scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love it! The scent is perfect for spring and summer! Anyone that loves their floral scents this one is the one for you, highly recommend!"
		},
		{
			"review_title": "It’s Nice but…",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I received this product to try out.  This fragrance is long lasting and projects well.  I was most excited for the notes of mango and coconut.  A tropical take to Flowerbomb.  This perfume is blended very well because it’s hard for me to smell those notes.  I do get a little coconut within the first few min of the spray.  It dries down to a warm soft spicy scent.  Definitely has the original Flowerbomb DNA.  If you love that, you’ll love this.  I like the scent but feel it’s just not for me."
		},
		{
			"review_title": "Tropical Dreams",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This perfume smells like summer on a tropical island. It has such a unique scent. I get so many compliments while wearing this one. This will definitely be a part of my spring and summer collection."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Oily skin",
			"review_text": "I love this stuff. It smells great for sure. It lasts all day long which is something I need always. I've gotten so many compliments and it's definitely going to be a staple with the rest!"
		},
		{
			"review_title": "Very good",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "It was a great smell I very much enjoyed it. It is very strong and needed to cool off a bit"
		},
		{
			"review_title": "Warm, sweet, boring",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This is a pleasant, warm, and sweet scent that isn’t too cloying, but really nothing special for the $180 price tag. Projection is very strong at first, but fades into nothing by hour two. I much prefer the original; too sweet for some, but has a lot more personality."
		},
		{
			"review_title": "Unique",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I like this scent and I wasn't sure what to expect from a tiger lily based perfume. It's warm, a bit fruity/tropical, and the amber comes through. It would make a good every day scent. It's got a medium intensity but lingers throughout the day."
		},
		{
			"review_title": "Floral",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Normal skin",
			"review_text": "I prefer the scent of the original flower bomb because it smells like vanilla. This one is too floral for me but I gave it to my niece and she loved it!"
		},
		{
			"review_title": "The superior flower bomb!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
			"review_text": "Let me start by saying, it’s an absolute gem in the world of fragrances. Wearing it for an outing, its lingering scent followed me all day, enveloping me in a delightful aura even after I returned home.  The fragrance of Flowerbomb Tiger Lily Eau de Parfum is like a refreshing breeze from a tropical paradise. Its opening notes of coconut milk accord instantly transport you to sun-kissed shores. As the scent evolves, the exotic tiger lily accord takes center stage, infusing the perfume with a wild and captivating essence. The juicy mango accord adds a layer of tropical sensuality, perfectly balanced by the warm and comforting benzoin base.  The bottle itself is a work of art – luxurious, stylish, and an eye-catching addition to my perfume tray. Its design reflects the essence of the fragrance within, capturing the essence of a summer oasis in every detail.  In essence, Flowerbomb Tiger Lily Eau de Parfum is not just a perfume; it’s an experience. It’s a compliment catcher, a mood lifter, and a reminder of sunny days and carefree moments. It’s the perfect companion for those who seek to immerse themselves in the beauty of nature, wherever they may be."
		},
		{
			"review_title": "Great",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "This parfum has a wonderful smell it’s light but yet bold and stays with you all day! A small Spray seems to last hours and everyone complimented me on it 😊"
		},
		{
			"review_title": "My go to",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "I have not stopped using this perfume since I received. It’s also my most complimented fragrance. The bottle is gorgeous to display and the sent is stunning."
		},
		{
			"review_title": "Too strong",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
			"review_text": "This is a very strong flower perfume. Im not picking up the coconut or the mango in this. The dry turns more into a mature flowery scent. The other notes didn’t have a chance to stand out. I personally wouldn’t wear this in the summer. It would be too overpowering."
		},
		{
			"review_title": "Love it must try !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "Was really impressed with this perfume !! The smell was so nice and it’s something you can wear to any occasion. The smells last I would say a whole day ! And it lasts in clothes even longer. Love that it doesn’t have the nasty string smell of alcohol like other perfumes do."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Normal skin",
			"review_text": "Viktor&Rolf FlowerBomb Tiger Lily Eau De Parfum has such a nice scent! It has a strong enough sophisticated tropical scent to make people wonder what is that beautiful smell? But it is not overwhelming or heavy. It has a light floral scent to balance and bring all the scents wonderfully together. Love!! Also the bottle is aesthetically pleasing!"
		},
		{
			"review_title": "Tropical Sensuality",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I love this fragrance. The notes of coconut milk, tiger lily, and mango have the perfect balance between sweet and floral, smells like a tropical drink that you can order in a Caribbean island. I have so many compliments, and it became in my daytime fragrance."
		},
		{
			"review_title": "Smells like Lancôme soleil crystal",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "fairLight skin tone, Normal skin",
			"review_text": "It’s definitely not a bad scent by any means, but it doesn’t smell like FB to me at all. To me, it smells exactly like Lancôme La vie est belle soliel crystal. I’ll use it up this summer but don’t think I’d repurchase.  repurchase -"
		},
		{
			"review_title": "Vacation in a bottle",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I am a perfume junky, so this was a nice surprise and right up to my alley. This is a little different from other bombshells and that’s the way I like it. This one smells like vacation, creamy and smooth. Easy to wear. Holds up in skin for pretty good amount of time. Perfect for upcoming warm weather!!!"
		},
		{
			"review_title": "Small but powerful",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "This is mildly sweet with more musk than I would like. It is strong, so a little goes a long way. I would not recommend if you don’t like strong scents or musk."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Smells very nice. I have worn it a lot since receiving it. Does not smell super floral, which I am happy about. It smells more like a sweet candy scent, kind of similar to Angel Nova by Mugler."
		},
		{
			"review_title": "Smells like heaven!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "This Viktor&Rolf FlowerBomb Tiger Lily is my new favorite perfume! It is so feminine and delicate and a perfect scent for spring. It is a very long lasting fragrance, also. I only have to use a couple of sprays, and it lasts me an entire work day. I will definitely be repirchasing when I run out of this bottle. I do anticipate the 3.4 ounce bottle to last me a very long time."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Normal skin",
			"review_text": "I received this product for free for testing purposes. This perfume smells delicious. It’s not too overpowering & smells so good on my skin. It’s floral & fresh & sweet (which I don’t normally enjoy), but not overwhelmingly sweet."
		},
		{
			"review_title": "Beatiful Opening",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Dry skin",
			"review_text": "The opening of this Flowerbomb is very fruity and lush. It does smell tropical but I did not find it overly so. I enjoyed the smoothness of the opening.  Unfortunately, after this opening fades it seemed to return to the original Flowerbomb formula from years past that I found overpowering and sets off my sensitivities. If you like the formula of Flowerbomb that first came out I think you will like Tiger Lily. I liked everything about this perfume except the OG DNA properties which made this beautiful EDP a no go."
		},
		{
			"review_title": "Love this!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "Soooo I definitely love the scent of this perfume. It’s sweet and floral and light. I think this could be a daily scent you wear. It’s not heavy or strong."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "When I first tried this perfume, I was not a fan because of the strong floral scent but it definitely grew on me. It's very floral but not too overwhelming. It does last a long time and my bf loves it"
		},
		{
			"review_title": "Pleasant scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I think this scent is really nice. It’s light and not overpowering. The different fragrances are very complimentary of each other. And all around, it’s light and refreshing."
		},
		{
			"review_title": "Love the coconut",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I really feel like this is such a unique scent. I might be living under a rock, but I haven’t smelled anything that has this type of luxurious coconut scent and it’s beautiful. If we’re being honest, I kind of wish the coconut lasted a little longer. On my skin the coconut is relatively short lived, I don’t get much of the mango, but the longer lasting scent is the floral. I’m not saying I don’t like it, however, the coconut is just so beautiful that the transition makes me long for the coconut to come back.  It’s a long lasting perfume and I like that you can do a light spritz and have it be more subtle, or a full spritz While I do think this could be worn year round, I think it’s most suited for the summer I also do love the bottle! It’s beautiful and looks really cool on display"
		},
		{
			"review_title": "The scent that lasts all day!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
			"review_text": "This is truly one of the only perfumes I own that lasts all day. Many fade in the early afternoon, but this one stays strong. The scent is floral without being overpowering. One of my go-to perfumes now."
		},
		{
			"review_title": "Nice scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I am not typically a fan of floral scents but this smelled lovely. It wasn’t overwhelmingly floral. Great scent for spring and summer."
		},
		{
			"review_title": "Smells really beautiful",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "UT This is a warm, sweet, sophisticated floral scent. I'm not usually reaching for floral scents, but I love this one! It lasts all day. I get compliments on it whenever I wear it. I still prefer a more fruity scent scent but if you like floral this is so beautiful !"
		},
		{
			"review_title": "Loooove this perfume!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
			"review_text": "I’ve never tried Viktor & Rolf perfume before. LOVE this scent. So floral, fun and great. The packaging is really pretty as well. I really love this! Thanks Influenster & Viktor & Rolf :)"
		},
		{
			"review_title": "Love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I’m really enjoying the victor and Rolf tiger lily perfume. It’s definitely fresh and not too sweet. I do not get a lot of warmth when I wear it but that’s okay with me. Overall I have been wearing it constantly and would recommend going to smell it."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
			"review_text": "I absolutely love this! I am new to Viktor and Rolf and I must say I’m not disappointed. I got so many compliments on how good I smelled. It seems to be long lasting but after a while I become nose blind to the scent but I kept getting compliments. The notes I smell in this fragrance is tropical. Like a coconut, mango, and jasmine. The scent is a very soft smell. It’s not overpowering. I’m sure it can be layered with something but I’m not sure what. I received these products for free in exchange for my honest review."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Combination skin",
			"review_text": "I absolutely ended up loving this fragrance. I was a little skeptical since I don’t tend to lean towards florals in my fragrance collection but this is the perfect combination of light floral and sweetness. My favorite thing however is the incredible packaging. It is heavy and feels so incredibly luxurious. I love the shape and having it on display. You definitely only need one spray, and it lasts a long time."
		},
		{
			"review_title": "Far From the Original",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
			"review_text": "The Tiger Lilly Flowerbomb by Viktor&Rolf is a luxurious perfume that comes in a stunning bottle with a deep amber color, adding a touch of elegance to any fragrance collection. The spray creates a fine mist that evenly distributes the perfume, ensuring a long-lasting scent experience.  This summer scent features top notes of amber, fruity, and floral, creating a warm and inviting aroma. However, it prominently features tiger lilly, which may not be appealing to everyone, including my husband, who dislikes this note, especially in the dry down. The fragrance has a fairly average sillage and decent longevity, with scents that evolve at different points.  While the Tiger Lilly Flowerbomb deviates from the traditional Flowerbomb DNA, if you enjoy summertime warm scents, this perfume might be a great fit for you, offering a unique and captivating scent experience."
		},
		{
			"review_title": "So many compliments!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
			"review_text": "I love this perfume and its sweet long lasting scent. I get so so so many compliments on this even hours later! The notes are very sweet with a buttery after scent, slightly floral but not heavy at all. Honestly perfect for the office or a night out!"
		},
		{
			"review_title": "So good!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "Yes! Yes! Yes! This smells absolutely amaaaaazing! I love it! I’ve been wearing since the day I got it! Highly recommend!"
		},
		{
			"review_title": "floral scent that lasts",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I got to try out this brand new fragrance by Viktor and Rolf. This is a great scent for anyone who likes a floral scent. It has notes of coconut milk, tiger lily and mango. I mostly spelled an amber lily scent. A great option to layer with some of your other favorite scents. This lasted all day on me. I think this would be great for a date night or work if you in a business setting. I highly suggest this to anyone who likes florals but wants something luxurious."
		},
		{
			"review_title": "New favorite perfume!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "After using this for a month, it last a long time and is super fresh and floral. The bottle is luxurious and beautiful. I will absolutely be using this whole bottle"
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Combination skin",
			"review_text": "unfortunately this isn't what I had hoped. I was hoping for more coconut and mango scent, but it's very very grandma like."
		},
		{
			"review_title": "Love at first sniff",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dark skin tone, Dry skin",
			"review_text": "This is such a beautiful fragrance. it has the same flowerbomb dna with a hint of mango and coconut. I can totatlly see this as a year round scent but I plan to use this one more in the spring and summer and those beach vacations."
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I received this perfume for free from Influenster in exchange for my honest review. This perfume smells so good! It gives me summer vibes. It smells fruity, and has floral notes with a hint of coconut. This is definitely a new favorite for me. I recommend purchasing or at least sampling at a store."
		},
		{
			"review_title": "Floral!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "When I first tried this perfume, I was not a fan but it definitely grew on me. It’s very floral but not too overwhelming. It does last a long time and perfect date night perfume! Might be a little much for every day wear."
		},
		{
			"review_title": "Smells  amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This perfume smells so good. I’m so glad I got it. The smell lasts long and it’s not a heavy smell it’s light. I can’t wait to try other smells. I give this a 10 out of 10."
		},
		{
			"review_title": "Smells nice",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "Love the packaging it’s super eye catching and cute! Bottle was good quality good amount in it and for a good price! I personally smelt more alcohol then the fragrance but I also tend to smell alcohol more then others I could smell the floral notes to it and it was nice. I did receive this free to test out."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I love the scent of this perfume! I would highly recommend #complimentary #Flowerbomb #FlowerbombTigerLily @Influenster @ViktorAndRolf_Fragrances"
		},
		{
			"review_title": "Lovely Scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "This Viktor&Rolf FlowerBomb tiger lily perfume has a lovely scent! It smells like summer. It will be perfect for summer and the warmer months! It has notes of tiger lily and coconut milk in it. I love it! The scent lasts for a long time before I have to reapply it. I can smell the scent throughout the day. The packaging and bottle are also beautiful!"
		},
		{
			"review_title": "10/10",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "All I’m going to say is, WOW. I absolutely ended up loving this fragrance. I was a little skeptical since I don’t tend to like a lot of florar in my fragrance but this is the perfect combination of florar and sweet. Is also very long lasting and it stays in all day long. 10/10"
		},
		{
			"review_title": "My every day perfume!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Medium skin tone, Combination skin",
			"review_text": "My new perfume! When I first received this perfume, I sprayed it twice. Big mistake. It was so strong. You only need one spray in my opinion. I learned my lesson and now I only spray once. It’s strong at first then it fades away into a light scent. But the smell lasts all day. Beautiful product. Love the packaging. Sweet, sexy, floral scent. Perfect for spring and summer."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, black hair, Combination skin",
			"review_text": "This is such a beautiful scent and such a lovely bottle. I'm keeping it displayed in my bathroom. The scent itself is fragrant and long lasting but not overpowering. It's a delicately floral scent and it's perfect for getting me in the springtime vibes."
		},
		{
			"review_title": "Not as floral scented as I expected",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Combination skin",
			"review_text": "I’m typically not a fan of any perfume that’s floral in nature but this perfume has a mix of fruitiness that makes the floral scent doable for me.  This perfume is a good choice for daily wear and isn’t too overpowering. My husband liked it too which is a plus."
		},
		{
			"review_title": "A must have coconut scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "I received this free from influencer in exchange for an honest review, and boy was this a wild ride. I had so many issues getting this bottle to me, but finally I have it and I am obsessed, it’s such a beautiful coconut scent. Being that it’s a flowerbomb, I wasn’t sure that I would love it, but I really do. It’s going to be so good for spring and summer. I can’t wait to be in warm weather with this scent."
		},
		{
			"review_title": "I really love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
			"review_text": "I am not always a floral fragrance lover. It Hass to be just the right fragrance, but I really did love the new flower bomb tiger lily fragrance. I don’t always trust when some thing has been incentivized for review however I am not joking. This fragrance is so beautiful for spring and summer. It’s warm it’s spicy. It’s light it’s fruity. I don’t even know the best way to describe it, but I do think you would be safe to buy this as a blind purchase. I would highly recommend it and I can see myself picking this up again in the future. I’m not a flower bomb fan but the new Tiger Lilley is amazing."
		},
		{
			"review_title": "Lovely perfume!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "First of all, the bottle is gorgeous and probably one of my favorites. It’s a beautiful floral smell with hints of coconut. It’s not my personal preference, i like sweet and spicy, however my boyfriend commented on how amazing he thinks this smells. The scent is also long lasting. While not my favorite in the Viktor and Rolf lineup, it’s an interesting fragrance that many will love."
		},
		{
			"review_title": "Summer in a bottle",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
			"review_text": "After wearing this perfume for about 2 weeks, I am completely in love with it. The scent is beautiful. I love the sent of Lily anyways. It's a very beautiful summer smell in a bottle. The bottle is a really nice glass. Heavy duty gets perfectly in my hand it's easy to spray 8 I love the elegant look of it. The smell I put on my coat when I first got it 2 weeks ago. And it has literally lasted. I can still smell it and it just seems to get better Uber time. It can be really strong if you use too much of it. But I will say I absolutely adore this. It smells beautiful."
		},
		{
			"review_title": "Love the smell of this perfume",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "I received this product for testing purposes for free from influenster! I am super picky when it comes to perfume! I am in love with this perfume. It is light, airy, and long-lasting. It is not over the top but leaves a statement. I feel like it mixes well with my body, as not all perfumes mesh with every body type. I do feel like this perfume will appeal to all age groups! Definitely will be purchasing this perfume in the future!"
		},
		{
			"review_title": "The perfect tropical vacation scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
			"review_text": "If you’ve ever wished you could bottle up the essence of a sun-drenched island getaway and take it with you everywhere, Victor & Rolf might just have answered your prayers with Flowerbomb Tiger & Lily. First off, let me just say, I’m head over heels for this scent. It’s like they’ve managed to capture the luxurious vibe of an expensive tropical holiday and packed it into a bottle, and I’m here for it.  The standout for me has got to be the rich coconut note. It’s bold, it’s there, and it’s unapologetically the star of the show. But here’s the kicker – it doesn’t come off as cheap or overpowering. Or smell like sunscreen. It’s unusual in the best way, hitting that sweet spot between being distinct and sophisticated.   Flowerbomb Tiger & Lily is my top recommendation if you’re on the hunt for a summer fragrance or something that smells like a summer vacation."
		},
		{
			"review_title": "Exotic",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "This is an exotic, floral perfume that transports me to a sunny day in a tropical paradise.  It is feminine, sensual and energetic. This will be for sure my summer fragrance."
		},
		{
			"review_title": "Caribbean juicy vibes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "This is absolutely delicious! It's so juicy and fresh and summery! Gives me caribbean vibes! It's sweet but not overpowering, very youthful...such a fun scent."
		},
		{
			"review_title": "Strong, warm scent.",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I really enjoy the original scent so I was so excited to receive this product through Influenster.  However, this scent is very powerful and I could not wear it more than once.   It does smell nice, like a warm tropical scent, and it lasted long.   I think this product would be long lasting with how long the scent remained on me with just one or two sprays."
		},
		{
			"review_title": "Definitely try it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "This is so pretty. I am very particular about scents and this is not too perfumey while being just perfumey enough. It lasts all day long. You get hints of floral and tiny undertones of amber(?). This didn’t make me sneeze and I can wear it all day long and no need to reapply. The spray comes out strong tho so be prepared for that explosion. Added into my permanent rotation!"
		},
		{
			"review_title": "Love it so much",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
			"review_text": "OMG! I am soo in love with this beautiful perfume. The packaging looks amazing and the smell is so perfect for the person who loves the romantic, sweet and intense character like this perfume. This is such a great product as a gift, very pretty."
		},
		{
			"review_title": "Most complimented perfume I own",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I truly come to appreciate the exquisite qualities of this perfume. One of the most impressive aspects of this perfume is its remarkable longevity—the scent lingers gently but persistently, allowing me to enjoy its allure from morning until night. The packaging is another aspect that makes this perfume stand out; the elegant design and thoughtful details make it a delightful addition to my vanity. The fragrance itself is absolutely captivating—a harmonious blend of notes that creates an enchanting aroma. It’s sophisticated yet approachable, making it a versatile choice for any occasion. Time and again, I’ve received compliments on this perfume’s enticing scent from friends, family, and even strangers—it’s clear that this fragrance leaves a lasting impression on those around me."
		},
		{
			"review_title": "Added to my rotation",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I received this product in turn for my honest review. At first it goes in strong and spicy then it transitions to soft and sweet. Like a powder sweet. If it stayed spicy I would not like it nearly as much as it is a bit off putting. It is concentrated so a little goes a long way. The bottle is a bit awkward to hold and spray. I sometimes need to use both hands"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I really enoyed this fragrance. The packaging always gets me! Upon spraying, I was hit with a beautiful tropical scent sending me into paradise! I was really impressed by the notes and how well they blended together and lingered on my skin for hours. Overall, I really liked this fragrance and would recommend especially for gifting."
		},
		{
			"review_title": "Beautiful scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "This impressed me with it's scent! It's sweet but not overpowering, candy sweet. It is just perfect amount of sweetness. Long lasting as well. Bottle looks luxurious and heavy.  ."
		},
		{
			"review_title": "A tropical vacation in a bottle",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
			"review_text": "I received this fragrance complimentary for my honest review. This is going to be my summer signature scent! It’s a lovely fragrance with beautiful notes of coconut, mango and tiger lilly. It smells like the islands, tropical drinks and vacation. It has good longevity and projection. As a Florida girl this is definitely the ONE for the Florida weather."
		},
		{
			"review_title": "No Longevity",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
			"review_text": "I've tried other variations of Flowerbomb and this one is by far my favorite. The fragrance is so refreshing with a light feminine slightly floral scent. I usually don't like too many floral fragrances because I think they're too overpowering but this one doesn't have that issue at all. The other notes balance out the floral scent well. The bottle as always, is also beautiful and feels high quality. My big issue with this perfume is that there's no longevity in the scent, which is odd because I do think the other Flowerbomb variations have a long staying power. I spray this perfume in the morning and the scent is gone within an hour or two. Other Flowerbombs I can still smell by the end of the workday. I'm not sure if this fragrance is worth the price point if it can't last on my skin."
		},
		{
			"review_title": "Very much grown and sophisticated ladies!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "It’s very much giving grown and sophisticated woman! When you put it on everyone will know you were there! It will last a long time because one spray will get you through the whole day! Fruity and flowery notes!"
		},
		{
			"review_title": "Get this scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Medium skin tone, Combination skin",
			"review_text": "I loved this fragrance, I received so many compliments of it, when my co workers walk into a room and can smell it they joke and say they know I’m in the room when it smells good - definitely adding this to my top 3 favorites!"
		},
		{
			"review_title": "A Gorgeous Summer Scent!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "As someone who’s always on the hunt for stunning perfumes and is somewhat of a connoisseur for specific scents, you can imagine my excitement when Influenster and Viktor & Rolf sent me this to try in exchange for an honest review.  As someone who has a particular nose for mainly aromatic and amber-based perfumes (because they are my favorites), I first checked the notes on this to see whether I’d like it or not. For reference, my favorite perfumes are from Jo Malone line (Wood Sage & Sea Salt), Guerlain (Mon Guerlain), and Clean Fragrance (Nude Santal & Heliotrope which has unfortunately been discontinued).   This perfume has top notes of coconut milk, bergamot, followed by Tiger Lily, Jasmine, Freesia as middle notes, and followed with base notes of mango and benzoin. Immediately, I thought this would be floral heavy (something I actually am not a huge fan of tbh) so I was a little indifferent to this, not going to lie.   Upon receiving it, I sprayed about 3-4 sprays on my wrist to test this. I first definitely smelled coconut and bergamot, two fragrance notes I actually like. About 15 minutes in, I smelled the mango and benzoin.   Personally, I’m not a huge fan of benzoin as it can translate weirdly depending on your skin. This however, smelled gorgeous on my skin. I did find it a bit overpowering though, which is why this isn’t exactly my favorite. Overpowering scented perfumes sometimes trigger a headache for me, and this one, unfortunately did that a little for me.   I tested this for a day, and after 8 hours of wear, the smell was still lingering. I would say I love the smell at 3-4 hours post spray as it’s not as overpowering as initial spray. I will say this is a VERY nice spring to summer perfume. I will be wearing this when special occasions call for it."
		},
		{
			"review_title": "BEST of the BEST!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Dry skin",
			"review_text": "Oh my goodness. If you want to smell like the hottest girl on the planet then this is the fragrance for you! I am a huge Flowerbomb fan and just knew this one would be good. I didn’t know it would be the best fragrance I’d ever wear. I smell like a goddess! Thanks for my new signature scent!"
		},
		{
			"review_title": "Warm floral tropical",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "FLOWERBOMB Tiger Lily Eau de Parfum presents a unique blend of floral, fruit, and nutty notes. The fragrance has notes of refreshing coconut milk, followed by the tiger lily. Subtle hints of mango and tropical fruits add depth, while a touch of musk gives it a mature edge. Overall, it's a sophisticated scent with a tropical twist, perfect for those seeking something distinctive and elegant. It just isn’t for me."
		},
		{
			"review_title": "My New Fav!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I ADORE THIS SCENT. It's a heady mix of tropical and sensual. Light florals with juicy, sweet coconut and vanilla undertones, and a woodsiness that gives it a surprising depth. A few spritzs last all day, or even days on fabric. This is my first Viktor and Rolf fragrance, and the signature grenade-shaped bottle absolutely delights me. Highly recommend!"
		},
		{
			"review_title": "Seductive tropical scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Medium skin tone, Dry skin",
			"review_text": "I love the scents of this  Viktor and Rolf Flowerbomn Tiger Lily perfume. It has a tropical date night vibe with the notes of Coconut, tiger lily, mango, and benzoin. I love how it dries down and I smell it all day on me. The bottle is also beautiful.  Gifted by Influenster."
		},
		{
			"review_title": "Bottled up sunshine and tropical breezes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "I received the product for free from Influenster and Viktor&Rolf in exchange for my honest review.  The tried the newest Viktor&Rolf FlowerBomb Tiger Lily Eau de Parfum, a gorgeous tropical floral scent. With top notes of coconut milk, tiger lily, and mango, it evokes an island getaway with each spray. My wife and I both loved this perfume - it has the perfect blend of floral and fruity that lingers beautifully. The amber-colored bottle, shaped like a multi-faceted diamond grenade, is as stunning as the fragrance within. Tiger Lily has already earned a permanent spot in our perfume collection. Its transportive, vacation-in-a-bottle scent and beautiful packaging make it a must for any floral perfume lover."
		},
		{
			"review_title": "Great Island Scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "What a lovely island scent! This perfume smells like a tropical vacation.  I love the opening notes of mango and coconut. I feel it would be a more spring/summer scent. The packaging and bottle design is amazing. I highly recommend this perfume."
		},
		{
			"review_title": "Heavenly",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "I have loved every Flowerbomb after the original one and this one doesn’t disappoint. Very fresh, tropical and flowery."
		},
		{
			"review_title": "Love love love",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I received this product yesterday though influenster in exchange for my honest review and it has become my new scent! It’s sweet and flowery and I absolutely love this fragrance and will be repurchasing! I highly recommend to anyone who likes sweet smells with flowery notes."
		},
		{
			"review_title": "Lovely Fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
			"review_text": "This smells so good. It’s warm with a little fruity scent. I love it because it lasts long on my skin and isn’t an overpowering scent. Definitely a spring/summer fragrance."
		},
		{
			"review_title": "Warm floral amber",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I love this new scent by Viktor&Rolf. The bottle is the faceted bomb shape and the perfume is a beautiful orange tiger lily color. The first note upon spraying is floral, followed by sweet mango. As it dries down, the benzoin is noticed with a warm amber note mixed with vanilla. Such a lovely scent for year round, especially if your skin takes amber scents well. It lasts all day though does lose potency."
		},
		{
			"review_title": "Wonderful light lily scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I was so excited to be chosen by Influenster and Viktor&Rolf to try this parfum in exchange for my honest review. I loved the design of both the box the parfum came in and also the design and color of the bottle itself. When I first sprayed the parfum it was a nice fairly strong hint of Lily. The scent would lighten up in just a few minutes and be just a light scent. It is a wonderful spring and summer scent in my opinion. The scent would last for hours but it would weaken and disappear. It would not last all day. The scent could have stood to have been a little stronger and I wish it would have lasted for a longer time period, these are the only two improvements I found. It did not make top in my parfum collection but it is holding 3rd! If you are someone who loves floral parfum and don’t mind reapplying fairly regularly then this is a great choice for you."
		},
		{
			"review_title": "Go To",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Normal skin",
			"review_text": "I have another Viktor&Rolf Parfum, and I was so excited to try this one! this one is by far my favorite one, I've started wearing it daily. it lasts ALL day, and its floral notes are amazing!"
		},
		{
			"review_title": "Subtle & Lovely",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I was so excited to receive this perfume! The bottle is beautiful and the contents don’t disappoint. This is scent is sensual and tropical with florals. I love the notes of Jasmine and mango. This scent is always the icing on the cake when it comes to completing any look! I feel fresh and lovely with this on my skin. It is not an overpowering smell, more subtle."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, red hair, Light skin tone, Normal skin",
			"review_text": "This fragrance is my favorite. It is an exotic, captivating perfume from Viktor & Rolf. It has a floral, fruity, and sweet smell. I like that there is something warm and inviting about the fragrance of Flowerbomb Tiger Lily. In addition, I like the mango and benzoin base, which softens the intensity with a hint of sweetness and warmth. It stands out among all the rest. There is a strong sense of boldness and distinctiveness about it. I like that it is not overly strong but light and long-lasting. I love how the bottle looks on my vanity, adding a touch of luxury. It's worth trying if you love bold and unique scents. It is a product I highly recommend."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
			"review_text": "Guys this is so pretty inside and out. Even the outside packaging is stunning. The glass bottle is luxe and nicely shaped and then scent lasts a long time. Even was still on my clothes after I washed them (but not overbearing, I had to smell around for it). I’m really enjoying it!"
		},
		{
			"review_title": "Smells amazing!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "Has a nice sweet scent without being too overpowering. Definitely good for spring or summer."
		},
		{
			"review_title": "I love it!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Gray eyes, Fair skin tone, Normal skin",
			"review_text": "I love this scent!! I own 3 other victor & Rolf perfumes and by far this is my favorite. The scent reminds me of summer!! Even my husband and daughter said they love this scent. I definitely recommend."
		},
		{
			"review_title": "Obsessed",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I am in love with this fragrance the scent is so sophisticated and stunning I highly recommend it it is my new go to perfume."
		},
		{
			"review_title": "My favorite perfume!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
			"review_text": "I received this product complimentary from @Viktor&Rolf and Influenster in exchange for my honest review. I have been using Viktor&Rolf flowerbomb for years, it has always been my favorite, but THIS tiger lily is now my top go-to! It is fruity, tropical and fierce. I have gotten so many compliments on it!! It is expensive but it is absolutely worth every penny. Splurge and grab this!!!"
		},
		{
			"review_title": "A new favorite!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "I am obsessed with this scent! It lasts a long time and smells amazing. I am a big fan of Viktor & Rolf so this Parfum does not disappoint. The bottle is gorgeous as well."
		},
		{
			"review_title": "A must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I absolutely love this perfume. It has a floral scent, that’s not overpowering. A little goes a long way, making it last longer. The smell is long lasting. Would make a great gift and buy it just for yourself. It comes in a beautiful box. The glass bottle is lovely."
		},
		{
			"review_title": "Love it.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
			"review_text": "I think I'm ready for warmer weather now.. For the Flowerbomb lovers that no matter what it stays in collection or for those who just like the newest scents. This new Flowerbomb Tiger Lily will make your mouth water. In my opinion, it smells like the juiciest 🥭 you have ever tasted and a glass of 🥥 water."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
			"review_text": "I love this perfume it smells like spring in a bottle. It’s very floral which I love. I will be wearing this all spring and summer. I have gotten so many compliments on it."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "I love the scent. It fits so perfect with ny body chemistry. I receive compliments at every turn. I have been wearing it for a while now and I just can’t get enough. I highly recommend"
		},
		{
			"review_title": "Pleasantly surprised",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I’m not particularly into Victor and Rolf’s FlowerBomb so I was surprised that I liked this TigerLily variation.  The instantly recognizable FlowerBomb grenade fragrance bottle displays the amber hue of the perfume.  It’s a sensual, tropical scent with coconut milk, mango, and wild floral tiger lily.  The only con is it that while it has enough sillage, the longevity is not that great. And for the cost, it should be.  Follow my shop @coffeegirlhere on the @shop.LTK app to shop this post and get my exclusive app-only content!  #liketkit  @shop.ltk https://liketk.it/4yy9O"
		},
		{
			"review_title": "Free for review",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "I received this free for review. This perfume claims to be a floral ambery fruity scent. I do feel like it's warm and floral but not fruity. Smells like lilies.  Feels like a nice warm summer scent. It's not generally what I go for, but overall is nice. Scent notes include Coconut Milk Accord, Tiger Lily Accord, Mango Accord, Benzoin. It comes in the classic diamond grenade Flowerbomb shape. The cap clicks on and feels relatively secure. The spray nozzle feels standard. I found it lasts 6-8 hours in my skin. Overall it's nice if you like warm summer scents. I wouldn't mind using this up."
		},
		{
			"review_title": "Smells great",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I received this product for free in exchange for my honest opinion. I really enjoyed this floral perfume. I would definitely recommend it."
		},
		{
			"review_title": "Unremarkable and not potent",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "brown hair",
			"review_text": "I had high hopes that this could be my summer fragrance, but I was left seeking more. The notes are very mild   And the scent is not long lasting."
		},
		{
			"review_title": "Amazing, long lasting scent",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Combination skin",
			"review_text": "Loving this perfume so much! Really enjoy the tropical but warm amber scent. It lasted all day and worked well with my body chemistry. I was surprised at the end of my work day I still had a good amount of scent left. This scent was so balanced too. I really love perfumes by Viktor and Rolf and this one is no exception. So glad I had the opportunity to try this one!"
		},
		{
			"review_title": "sexy but not flowery",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This fragrance had to grow on me. I like to apply perfume in a heavy-handed way, and you shouldn't do that with this scent. When i apply my normal amount, i find it kind of sickeningly sweet. When i apply a sane amount, it smells much more sensual and subtle. I also love the classic and sexy look of the bottle. Nevertheless, I do not get why they call this line Flowerbomb. I never find them to be very floral, and I'm a fan of floral scents, so it's kind of disappointing in that respect."
		},
		{
			"review_title": "Love it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "This Viktor&Rolf FlowerBomb Tiger Lily Eau De Parfum smells amazing! It has the perfect scent for this spring and summer. It has the perfect blending of coconut and floral notes."
		},
		{
			"review_title": "You need this scent in your life!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "Thank you to Influenster, and Viktor&Rolf for sending me this perfume complimentary in exchange for my honest opinion. This Flowerbomb Tiger Lily perfume smells amazing! The color of the perfume and bottle are absolutely gorgeous, just like the Tiger Lily flower.  With the very recognizable “grenade shaped” bottle, Viktor&Rolf Flowerbomb is known for, this orange/amber-ish color is stunning. I’ve always collected really pretty perfume bottles, and this is another keeper! The key notes of this perfume are Coconut Milk, Tiger Lily, and Mango. This scent instantly transforms me and my space. Instantly I smell, and feel like I’m in a tropical oasis. When I initially applied it to my skin, I couldn’t stop smelling myself. My olfactory system was bursting with excitement! It smells so beautifully feminine and sensual. I couldn’t wait to have my husband smell it on me. The sensual, tropical scent is long lasting and is just as powerful later in the day, as when I initially applied it. I liked that I don’t have to reapply it all day long. This means that I will have a lot more of this perfume, a lot longer.   My husband loved this scent on me. He said it went well with my body’s chemistry. That’s all I’ll say on that. I would definitely purchase the Viktor&Rolf Flowerbomb Tiger Lily perfume in the future, and certainly recommend every women to own a bottle."
		},
		{
			"review_title": "Lovely smell",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "I received this product complimentary from Influenster for review purposes.  The perfume bottle is super pretty, looks almost juicy and gem like. The scent on first spray is very fruity, definitely can smell the mango. It starts changing into more of a flora scent over time and you can distinctly smell the Flowerbomb DNA. Longevity is about 3-4 hours and after that it becomes a skin scent. Not the best value for money but also not the worst."
		},
		{
			"review_title": "Strong scent that lasts all day",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "I received this perfume complimentary from Influenster and Viktor&Rolf in exchange for my honest review. This scent is very mature and luxurious. It’s warm scent and you can definitely smell the floral scent. One spray on yourself is enough to last the whole day that’s how strong the scent is which I love."
		},
		{
			"review_title": "New favorite!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "FlowerBomb Tiger Lily Eau De Parfum is a stunning floral fragrance that is both captivating and intoxicating. The scent opens with a burst of citrusy bergamot and sweet pear, giving way to a heart of exotic tiger lily and delicate jasmine. The base notes of vanilla and patchouli add a warm and sensual touch to the fragrance, making it perfect for both day and night wear."
		},
		{
			"review_title": "I’m hooked on this Viktor&Rolf Flowerbomb Tiger Li",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "The Viktor&Rolf Flowerbomb Tiger Lily felt like a stroll in a classy and mystical garden. The design of the bottle has an allure on its own, but then one spritz and I'm transported to a dreamy flower oasis. And while some floral scents can be too sweet, this fragrance has hints of spice that give it warmth. I'm hooked."
		},
		{
			"review_title": "Fruity & sensual",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "As someone who adores floral and fruity fragrances, Flowerbomb Tiger Lily Eau de Parfum hooked me instantly. The coconut milk & mango notes are up front, then settle into a sweet tiger lily floral. This fragrance is reminiscent of a tropical vacation, and will be a perfect summertime signature scent."
		},
		{
			"review_title": "Smells Incedible",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I love Viktor&Rolf FlowerBomb so I was super excited to try Tiger Lily. It smells so good! It still has a beautiful flower smell with notes of tropical mango and is very feminine and sexy! I wore it on date night and my hubby kept commenting on how good I smelled! I would definitely recommend it when you want to feel strong, sexy and powerful.  Love it and highly recommend it!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "She smells of luxury and sensuality! I am absolutely in love with the packaging as well as the scent. I have gotten several complements and I just started using it. It is definitely worth the spend!"
		},
		{
			"review_title": "I Really like it, but it’s very strong!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "I received this Viktor&Rolf perfume for free in exchange for my honest review. This is the first Viktor&Rolf perfume I’ve tried.  The scent is very warm and fresh and it smells really good, but it is also very strong which i don’t love. A half a spray even feels like too much! Perfume is very personal and smells different on everyone, depending on your body’s chemistry. The bottle is really nice and would look nice on a vanity. The price point is on the higher side at $180 for 3.4oz bottle, but I think it would last forever!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "I absolutely love this perfume! I can definitely smell the hints of mango and coconut milk- it has a similar essence to the original flowerbomb - but I much prefer this one. I haven’t gotten a ton of compliments and have literally worn it everyday since getting it- I absolutely love it."
		},
		{
			"review_title": "Perfect scent with a lasting impression",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
			"review_text": "I'm absolutely obsessed with this perfume and wear it every day. It has slowly taken over as one of my top choices for daily use. The floral, fruity, sweet notes blend perfectly and even layer well with my body sprays and lotions. A total must for any perfume lover. Worth the price tag (yes, I received this complimentary but will be purchasing one)."
		},
		{
			"review_title": "Wonderful",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Wow! This scent is absolutely fabulous, and perfect as we head into spring and summer.  The mix of tropical fruit and floral tiger lilies is feminine and intoxicating, to say the least. It lasts all day as well without being super overwhelming. Would definitely recommend. I received this in partnership with Influenster in exchange for my honest feedback."
		},
		{
			"review_title": "Very nice!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "This was an unexpected surprise and what a wonderful one it was! The box and bottle are so elegant! I feel fancy with the bottle, making my kids jealous! The scent is very pleasing!"
		},
		{
			"review_title": "Summer banger",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "That's friggers screams. Tropical destination, vacation, bikinis, sun hats and fruity drinks! It opens up with a blast of fresh, sweet perfectly ripe mango. I find it to be a pretty realistic mango and not super synthetic and fake. I can detect the jasmine and tiger. Lily throughout the entire wear of the fragrance. I am a little disappointed that I don't get more coconut. I understand that it's only coconut milk in the notes, but I was hoping to get a nice meaty fleshy coconut vibe or almost like a mango coconut sunscreen but on my skin the coconut is very faint. This fragrance is exotic, bold, energetic, sensual, and bright. It lasted several hours on my clothing and about an hour or two on my skin. I cannot wait until the weather gets a little bit warmer to see how this fragrance develops in heat. I have a feeling it is going to shine and become much better in warmer weather"
		},
		{
			"review_title": ":)",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I really like this new twist on FlowerBomb. I am not a fan of the original version, but this one is the right combination of scents for me."
		},
		{
			"review_title": "Not my favorite, but it could be yours",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Dry skin",
			"review_text": "When I smell this, off the jump, I feel like it is a mix of Miami Glow by JLo (iykyk) and Tom Ford's Soleil Blanc- both summer faves of mines. But as it settles, it has a creaminess to it.... akin to what I pick up in Ariana Grande's Cloud fragrance. This creaminess is where the fragrance loses me- I'm not a huge fan- it's why I don't like Cloud. This fragrance lasts most of the day, like the other Viktor and Rolf perfumes, but as I mentioned, it does evolve into that creamier scent. The bottle and color of the glass are stunning and look beautiful on display.   This isn't a pass for me just yet. I don't hate it, and I do think that there are a ton of people who will LOVE it.  Sometimes, fragrance takes a minute to grow on me and something I thought I didn't like becomes a favorite.... with how I feel right now, I wouldn't be surprised if that happened.   If you like warm, summery scents but also enjoy the creaminess that Cloud has, I think this will be right up your alley for the warmer months...."
		},
		{
			"review_title": "Tropical twist on original",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "This opens with the coconut milk note. Once it dries down it gets fruity and floral with the coconut milk in the background. The mango isn’t the main note but I do notice it. I think this will be great for the summer. And it doesn’t smell juvenile."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "So I absolutely love this perfume. It's a floral but woodsy fragrance. Not too heavy not too light that smells amazing. Great for the fall and winter (honestly even the summer because of the floral side of it). The only reason why I didn't give it a full 5 star is due to the fact that it doesn't last long. Scent stays on for a few hours then it's not as strong. Still recommend, particularly if you like softer fragrances."
		},
		{
			"review_title": "Tropical, notes of amber, beachy, perfection",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Light skin tone, Normal skin",
			"review_text": "This perfume is amazing and I am so excited to be part of this campaign. I love Viktor and Rolf. I have several of the Brand's perfumes, one of which is the original flowerbomb. This complements the flowerbomb line perfectly. As beautiful as it smells, in my opinion it was slightly difficult to pinpoint exactly what notes it displays at first. However, I definately notice tropical and fruity notes such as coconut. It definitely has some beachy, summer notes to it.  Although the name is Tiger Lily I feel that it smells a lot like Asiatic lilies. I have a couple of those in my garden and it reminds me of that scent. I also detect notes of amber.  I really love it. I feel that it lasts throughout the entire day. I usually spray on my wrist,front of neck and back of my neck. I don't think it's overpowering using it this way. A little goes a long way as is the case with the other Viktor and Rolf perfumes I have tried. I absolutely recommend giving this a try. It's perfect in my opinion"
		},
		{
			"review_title": "The best flowerbomb scent so far…",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "For this fragrance they used their famous flower mob packaging (the grenade) and it’s what distinguishes a Viktot&Rolf flowerbomb perfume. I was skeptical as I’m not the biggest fan of the flowerbomb collection but this scent is different fro the others. When I first sprayed I was not expecting the scent I got, it had like a floral scent (not that it overpowered) but as it diminishes you get a great scent of fruits, the coconut and mango sips through bringing this fragrance well together. This is. Avery tropical like scent which is perfect for the warmer months. It’s not a scent for all year long especially if you live in a place like myself (which has all distinct seasons). What I liked the most is that this is a unique flowerbomb scent and so far the best scent of the Viktor&Rolf flowerbomb collection. This is a warm, creamy, bold, sexy scent that suits all ages.  It’s long lasting and well made (in my opinion the best made from the flowerbomb). It can be a great gift for person of any age. This scent can suit a person on their 20s as well as those in their 40s or older. Again it is a scent that I wouldn’t use during the winter but perfect for warm weather. I gave it a four stars only because I’m unable to use it all year round but if you live in a warm state this would be amazing to use all year round."
		},
		{
			"review_title": "Floral Dream!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Flowerbomb Tiger Lily perfume radiates with its captivating floral blend. The fragrance unfolds in delicate layers, with the sweetness of tiger lily complemented by subtle notes of jasmine and vanilla. It's a sophisticated, lingering scent that radiates a sense of femininity. This would be a perfect gift."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Wow! This scent is so girly, feminine, and fresh! I love how one spray gives a good amount of scent (but it is not overpowering). The bottle itself is so gorgeous and looks so great on a vanity."
		},
		{
			"review_title": "Bold. Flirty. Sexy.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
			"review_text": "Love love love this scent! I'm typically not a coconut girl, but the coconut with the floral mix gives it a very bold yet flirty and sexy feel which I love. This is a perfect every day scent for someone with a bold personality and can be taken from day to evening and across seasons. I think its a perfect fall/winter/spring scent. The flirty energy would take it into summer nights for me. A great new go to!"
		},
		{
			"review_title": "Floral Notes",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "Very high floral tones. I was personally hoping for more coconut, but the tiger lily is far more forward to me. It is long lasting and if you love floral this is for you. I received complimentary from Influenster"
		},
		{
			"review_title": "Love at first sniff!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Absolutely love this scent! It’s fresh, floral and yet sensual.  It has a tiny bit of spice or musk and it must be the bergamot. After the perfume dries down, I absolutely love how it smells on me and my clothing. Totally recommend this perfume to anyone!"
		},
		{
			"review_title": "Nice spring day scent",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Dry skin",
			"review_text": "This is a nice day scent. It is light and fruity but still has a mature note. I really enjoy this perfume but I wish it had a longer lasting power. You have to spritz more than your typical perfume to be able to get the scent to last longer throughout the day"
		},
		{
			"review_title": "Very sensual and modern!!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Very sensual and modern!!. I was amazed when I smelled it for the first time as I thought it was going to be mostly floral, but the balance between fruits and the Tiger Lily is very good. The scent of coconut water and mango gives me a summer vibe . I recommend this Eau de Parfum."
		},
		{
			"review_title": "I AM OBSESSED",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "This new scent from Viktor&Rolf is absolutely divine. Perfect scent for a night out. I love how long the scent lasted. If you close your eyes and smell, you will be transported to a tropical island. 🏝️ Packaging is luxurious and beautiful!!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
			"review_text": "I received this perfume for free from Influenster and Viktor&Rolf in exchange for my honest review. I absolutely love this fragrance! The notes of coconut milk accord, tiger lily accord, mango accord, and benzoin really tie in well together for a perfume that smells fantastic and will remind you of tropical, beach oasis!"
		},
		{
			"review_title": "A beautiful treasure",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Dry skin",
			"review_text": "Spectacular scent and it lasts forever. sprayed it on my work jacket and I could smell the scent after a week of hanging in my closet. I love this fragrance so much"
		},
		{
			"review_title": "Perfect every day scent!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Perfect every day scent. Smells so light and sweet. It’s the type of scent that gets me stopped and asked what I’m wearing! Not overpowering, just enough to smell amazing. It doesn’t smell overly flowery at all."
		},
		{
			"review_title": "Rich luxurious mango",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Wow i absolutely loooveee this! The combination of coconut milk mango and tiger Lilly is so delicious. It is warm, sweet, and luxurious, but not over the top. Sometimes sweet scents are nauseating to me but this one is really nice. I think the mango is perfect. My husband loves the way it smells on me. The scent lasts all day and even longer!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Dry skin",
			"review_text": "Flowerbomb has been one of my favorite scents for at least a decade, so I was really excited to try out this variation. It smells like flowerbomb, but on a tropical vacation! Creamy and slightly sweet, feminine and flirty. Scents is long lasting and warm. I adore the bottle, it's gorgeous yet practical and sturdy."
		},
		{
			"review_title": "Loved it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I absolutely lived this fragrance! It has become my favorite and new go to. Would highly recommend! Very sweet scent and slightly flora but not overwhelming."
		},
		{
			"review_title": "Must Have New Tropical Fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
			"review_text": "I received the #FlowerbombTigerLily Fragrance #complimentary from @Influenster and @ViktorAndRolf_Fragrances for My honest review. #Flowerbomb  I have been wearing the @ViktorAndRolf Flowerbomb Tiger Lïly Eau de Parfum for a few weeks now and I feel in the love with the luxurious Perfume. The fierce, tropical fragrance is quickly becoming one of My favorite Fruity, Floral, Tropical, Beach Perfumes.  With Top Key Notes of Coconut Milk Accord, Tiger Lily Accord, Mango Accord, Benzoin this Perfume takes You to a Tropical Island.    This lovely perfume is housed in a luxurious, amber colored, engravable, diamond grenade bottle.   I wear several Fragrances from Viktor & Rolf, but this is My new favorite one. I recommend this Fragrance to anyone who enjoys the scent notes and accords."
		},
		{
			"review_title": "Adding this fragrance to my must to have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, Medium skin tone, Combination skin",
			"review_text": "This fragrance doesn’t disappoint! I found it perfect for me. I love the way that the scents notes are blended together in this perfume. It’s a little bit floral but with a perfect balance with warm notes as well. It has been my fragrance when going out on dates. It’s a very sensual perfume that will make you feel so confident and sexy!"
		},
		{
			"review_title": "Overpowering Flowerbomb",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "After using this complimentary product for a few days I still find the fragrance overwhelming and too powerful. I'm not very fond of overpowering floral scents and this parfum is extremely flowery. My daughter loves it though."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "I received this product complimentary from Influenster for my honest review. This is a beautiful fragrance. It's a very light and flirty scent. I love it. I can smell the coconut and mango notes. They compliment each other very well. I wish it lasted a  little longer on me. I love it anyway though."
		},
		{
			"review_title": "Beautiful for Spring",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Porcelain skin tone, Dry skin",
			"review_text": "Love the notes, it will definitely be a favorite during warmer months of the year. I love the bergamot and coconut combination in the opening! Packaging is gorgeous, too - I really love the familiar Flowerbomb look and feel."
		},
		{
			"review_title": "VERY FEMININE SCENT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
			"review_text": "It is a very feminine floral fragrance with notes of coconut  which gives it a tropical scent.  A little definitely goes a long way as the scent lasts a long time. Additionally the packaging and the bottle are beautifully designed.  I always receive lots of compliments when wearing it.  I have definitely added it into my fragrance rotation"
		},
		{
			"review_title": "Wonderful fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, Combination skin",
			"review_text": "Viktor & Rolf is one of my go to perfume brands. The Tiger Lilly fragrance did not disappoint!  This particular fragrance definitely differs from the rest of the fragrances in the line. I really find this to give a very sensual smell.  It would be a great date night perfume!  It's a warm fragrance that gives a tropical vibe.  The packaging is stunning.  It falls along that classic Victor & Rolf style bottle with the amber color of the fragrance. I will be adding this to my fragrance lineup."
		},
		{
			"review_title": "A Tropical Bombshell!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Deep skin tone, Oily skin",
			"review_text": "This is a tropical getaway in a bottle! It’s sexy, floral and juicy all at the same time. Great protection and longevity. Will be an amazing Spring and summer scent. One of my faves from the Flowerbomb flanker from this collection! 100% recommend!!"
		},
		{
			"review_title": "Like",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Combination skin",
			"review_text": "This perfume scent is very nice and feminine feeling. My partner and many friends and even strangers compliment me on This specific perfume whenever I wear it"
		},
		{
			"review_title": "Luxury Resort Fragrance",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Combination skin",
			"review_text": "This scent is gorgeous. It's not as floral as I expected, as I typically don't like florals on myself. It definitely has a sweet, but rich tropical scent to it- like a luxurious tropical spa resort. I also got compliments on it hours after I applied it."
		}
	]
}