{
    "product_id": "15",
    "name": "Mediterranean Honeysuckle Eau de Parfum",
    "brand": "AERIN",
    "categories": "Fragrance, Women, Perfume",
    "price": 194.0,
    "about": "Fragrance Family: Florals.Scent Type: Fruity Florals.Key Notes: Gardenia, Honeysuckle, Grapefruit.Fragrance Description: Escape to the shimmering waters of the sun-drenched Mediterranean with this sparkling citrus honeysuckle perfume. The fresh scent of Honeysuckle mingles with notes of bright pink Grapefruit and lush Gardenia evoking a feeling of carefree optimism and adventure on the horizon..About the Fragrance: AERINs Fragrance Collection is a wardrobe of distinctive perfumes inspired by Aerins own travels, experiences and memories. Mediterranean Honeysuckle is a floral citrus honeysuckle perfume inspired by the colors and scents of the Mediterranean..About the Bottle: AERIN's signature beveled glass perfume bottle expresses the effortless  beauty of AERIN fragrances. A gemstone inspired turquoise-colored cap with gold neck detailing adorns Mediterranean Honeysuckle, evoking the shimmering azure waters and brilliant sunshine of Italys Amalfi coast.",
    "ingredients": "Alcohol Denat., Fragrance (Parfum), Water/Aqua/Eau, Butylphenyl Methylpropional, Butyl Methoxydibenzoylmethane, Limonene, Hydroxycitronellal, Geraniol, Linalool, Citral, Citronellol, Benzyl Alcohol. ...Please be aware that ingredient lists may change or vary from time to time. Please refer to the ingredient list on the product package you receive for the most up to date list of ingredients.",
    "how_to_use": "Suggested Usage:.-Fragrance is intensified by the warmth of your own body. Apply in the creases of your knees and elbows for a longer-lasting, stronger scent.&nbsp;.-After applying, avoid rubbing or dabbing skin. This breaks down the fragrance, causing it to wear off more quickly.&nbsp;.-If you prefer placing fragrance on your wrists, be sure to reapply after frequent hand-washing, as this tends to rinse off the scent.&nbsp;.-Replace fragrance after 12 months. Expired perfumes more than a year old lose the integrity of the original scent... Eau de Toilette or Eau de Parfum?: .The difference lies in the volume of perfume oil. While EDT contains five to nine percent, EDP contains more, usually eight to 14 percent. EDPs, therefore, last longer and smell more intense.",
    "num_reviews": 150,
    "overall_rating": 4.3,
    "product_url": "https://www.sephora.com/ca/en/product/mediterranean-honeysuckle-P405269?skuId=1794585&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s1794585-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1.7 oz/ 50 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s1794585-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "3.4 oz/ 101 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s1794593-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": []
}