{
    "product_id": "1469",
    "name": "Brightening Facial Treatment Sheet Mask Twin Pack",
    "brand": "SK-II",
    "categories": "Skincare, Masks, Sheet Masks",
    "price": 41.0,
    "about": "What it is:A set of two face masks that replenish moisture and nourish dry skin, leaving it looking radiant and revitalized while targeting visible redness and discoloration..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Dryness, Redness, and Dullness.Formulation:Mask.Highlighted Ingredients:- PITERA: SK-II's signature ingredient that supports skin's natural regeneration..What Else You Need to Know:Each Facial Treatment Mask is infused with an entire bottle of PITERA serum, providing a concentrated dose of hydration and nourishment. This powerful and intensive formula ensures dehydrated skin is prepped for flawless makeup application, while helping restore and rejuvenate your complexion..This Set Contains:- 2 x Facial Treatment Masks.Clinical Results:In a consumer agreement study of 48 women:",
    "ingredients": "-PITERA: SK-II's signature ingredient that supports skin's natural regeneration...Water, Galactomyces Ferment Filtrate (PITERA), Butylene Glycol, Xanthan Gum, Sodium Salicylate, Methylparaben, Disodium EDTA.",
    "how_to_use": "Suggested Usage:.-Cleanse and tone your face..-Remove the mask from the package and unfold it..-Place the mask onto your face, aligning it with your eyes, nose, and mouth..-Leave it on for 15 minutes..-Remove the mask and gently massage any remaining serum into the skin..-Follow with your moisturizer to seal in the hydration.",
    "num_reviews": 712,
    "overall_rating": 4.3,
    "product_url": "https://www.sephora.com/ca/en/product/sk-ii-pitera-tm-facial-treatment-mask-twin-pack-P511089?skuId=2765360&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2765360-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Expensive Set",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Oily skin",
            "review_text": "I wish that it came with more than two packages. When I opened it, there was a lot of product in it along with the mask. It was challenging to unfold the mask, but it was easy to put on my face. I left it on for 15 minutes before taking it off and rubbing the extra product on my face. It cleared my face up, but I had to wait a month before using the other mask to extend the life of my set."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "First red flag was that it was almost a cardstock paper material that didn't sit well on the skin, in the end it didn't do much for my skin (in fact, my skin feels *drier* after using it) and the worst part - there's like a weird pilling of the stuff on my skin - like what happens to an old, worn wool sweater. 0/10 do not recommend, especially for this ridiculous price point. Very disappointed where I liked SKII's pitera essence"
        },
        {
            "review_title": "Annoying",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Normal skin",
            "review_text": "The way these masks sit on the skin is awful. They didn't stick to the skin very well, I felt like the entire time I had it on, I was pressing it back to my skin. I noticed no noticeable results, which is fine. I typically use masks just for special treatment and hydration."
        },
        {
            "review_title": "Not Worth the Money",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I have oily skin that tends to be acne prone. I got this because an influencer I follow had great results. It worked for her dry skin but not enough for me. Especially at this price point, itu2019s too expensive to continue to buy with an end result with little to be desired."
        },
        {
            "review_title": "Good results. Too pricey.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Too expensive for the benefits. I have found way better products way cheaper. Still provides good results."
        },
        {
            "review_title": "The queen of face masks",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "I keep trying to find dupes due to price for these masks but nothing compares. I use them 1 x week. Not only is essence amazing but material of the mask is so think."
        },
        {
            "review_title": "I NEED MORE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "I donu2019t write reviews for many thingsu2026 this deserves 10 stars, but I can only give 5. I put this sheet mask on, watched an episode of Friends, and when I took it off my skin was glowy, firm, and I could easily tell a difference in tone."
        },
        {
            "review_title": "TOTAL GAME-CHANGER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Fair skin tone, Normal skin",
            "review_text": "I love these masks SO MUCH. They are seriously the best ones Iu2019ve ever tried. So thick and lush with all the Pitera serum in each mask. Usually I put them on for 15-20 mins (depending on when I see the mask turning from tranlucent to a little white at the corners). Then i squeeze everything out from the mask and just spread this all over my face (you defo donu2019t want to lose any of those goodies). I like to use it whenever I didnu2019t get enuff sleep the previous night / have a big event coming - it gives this instant boost of glow that really shows. I once went to work after a night of insomnia and not putting any make up on but had this sheet mask done with sunscreen and my boss commented on my glow. It became my skincare regular since."
        },
        {
            "review_title": "Worth the hype",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "This mask is very expensive but it is easily the best mask I have ever used. My skin was moisturized and acne free for two weeks after using this mask. I had a few pustules and they were gone in two days and my skin glowed like never before."
        },
        {
            "review_title": "Me like",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have to say, Iu2019m impressed. I just tried the sample mask a received a while ago and I loved the results. First of all, the cloth is thick, feels more high quality than those thin cloth masks that tear if you open them from a wrong side. After 15 min I spread whatever left in the pouch all over my face and went to bed. It didnu2019t feel very pleasant, rather a bit sticky, but I donu2019t care about it much, Iu2019m always focused on results more than on the u201cfeelingu201d. Anyway I woke up and my skin looks amazing, rested, glowing really really nice, like noticeably glowing. So Iu2019m buying the10 pack, will be doing it once a week. On the side note, itu2019s so annoying to read all these 5 stars review reviews who got the product for free for a review. Like really, Sephora?! How am I supposed to trust their opinions?! Just ridiculous"
        },
        {
            "review_title": "Pu00edmplese all over my face",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Never ever anything gave me such a reaction but after this mask I have while pimples all over my face grouped up pretty thick in the spots exactly where the mask have touched! Iu2019m so angry!"
        },
        {
            "review_title": "Wayyy too thick",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "Feels super cheap. The mask is way too think, feels like those cheap 10 minute mask you buy on ebay. It doesn't soak into the skin properly and leaves you skin feeling like you just put glue on it and it dried. Thought that was going to be good cause it was expensive. It's also on the smaller side, so with that and the thickness of it, it didn't sit on my face right."
        },
        {
            "review_title": "Serum works but mask itself could be improved",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "AMAZING on skin, if used regularly you will notice a huge difference. The biggest impact is how it brightens and improves the tone in my skin. Only complaint is the mask is very heavy compared to others"
        },
        {
            "review_title": "Great",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received this mask for free from my honest review.  I enjoyed using the mask and my skin felt extremely hydrated after using it. I believe it could help my skin during the winter, when my skin gets extremely dry. I will keep using it."
        },
        {
            "review_title": "Hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This mask is super hydrating and left my skin feeling soft and amazing. The price is expensive, but I am always willing to pay for quality!"
        },
        {
            "review_title": "Great mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This mask left my skin feeling plump and hydrated! He is moisturize without being greasy or too heavy! I high recommend!!!"
        },
        {
            "review_title": "There's so much serum left after.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "It's a sheet mask, and they only do so muchu2014the serum is the real heavy lifter. This one is a nice thick cotton sheet and the pouch is filled with a good amount of serum. I'm not always a fan of sheet masks since the serum can be sticky after, but this one absorbs nicely. Much like the Pitera essence, it smells like yeast, but it doesn't linger for too long. My skin feels well-hydrated and happy, which is nice given the heat lately. There's more than enough serum in the packet to apply to your neck and decolletage post-mask."
        },
        {
            "review_title": "Super hydrating!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "This sheet mask fit my face nicely, it felt luxurious and it calmed down and hydrated my skin! Price is not normally a determining factor, but I found better masks for less ufffc"
        },
        {
            "review_title": "Great mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "This is a really nice sheetmask. It fit nicely to the shape of my face. It feels very soothing on the skin and after my skin felt very hydrated."
        },
        {
            "review_title": "Must have face mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Combination skin",
            "review_text": "This face mask was thick compared to most paper type mask. It didnu2019t rip easily and held the product to the fabric well. It had a very subtle and pleasant smell. It had a good range of time to leave applied between 5-15 minutes and I chose to only use it for 5 as I was a bit rushed. However the effects it had on my skin for the next several hours were magnificent! I felt dewy and glowing it was sticky but that wasnu2019t to much of an issue on my face. Only needed to wash my hands after removing the mask and rubbing in the excess.    I did receive this item free to test and review from @Influenster."
        },
        {
            "review_title": "So Hydrating + Rejuvenating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "The SK II Facial Treatment Mask bumped my skins hydration to the next level! Ty Influenster for gifting it to me to review. The cool sensation instantly calmed meu2026 totally worth the funny looks from my neighbors as I applied it in my back garden. It plumped my skin, and left it glowing. Definitely a luxury price tag, but if skin care is your thing itu2019s worth the investment."
        },
        {
            "review_title": "Very good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This a great mask to use to get your skin back to being moisturized. It feels so nice on the skin. Makes it nice and bouncy after itu2019s done. The ingredients are high quality"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Felt good to put on. Itu2019s a thick mask. Not heavily scented. Felt nice and refreshing but it didnu2019t really make much of a difference. Esp for the price point. I think youu2019d need many treatments for it to give a visible result. But it was still a nice face mask"
        },
        {
            "review_title": "Glass skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received this product from influenster. When i paired the mask with my steam machine it left my face with the perfect glow. The morning after my skin looked like glass !!"
        },
        {
            "review_title": "I liked it, I didnu2019t love it",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "Iu2019m a sucker for face masks, and Iu2019ll try any type. I really liked how thick this mask was, while I was unfolding it, you immediately could tell it wasnu2019t paper thin. I wore it for 15 minutes and found when I took it off, there was still a ton of product on the mask. So I dabbed my face and neck with it take advantage. I liked this mask, just didnu2019t love it. I didnu2019t notice much difference in my skin afterwards, but it wasnu2019t a bad experience."
        },
        {
            "review_title": "Multiple uses",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Dry skin",
            "review_text": "While I didnu2019t actually get to use this product, it has the same ingredients as the essence, so youu2019re getting all the same benefits. I unfortunately had a reaction to the essence which is why I wonu2019t be using the mask. The mask is drenched enough that you could actually get multiple uses out of this, so be sure not to throw it away after one use."
        },
        {
            "review_title": "Wouldnu2019t buy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "After using the mask I didnu2019t see any difference in my skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "This mask is AWESOME. It smelled and felt amazing while on and my skin felt incredible afterwards! It will definitely be part of my regular routine going forward."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Wow. So luxe and hydrating. Didnu2019t leave any sticky residue behind. An absolute must have for dry skin or traveling"
        },
        {
            "review_title": "Refreshing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "It is amazing! I use it after a trip to the beach and omg! My skin thanked me. It gives the glow and smooth to my face. I love it!"
        }
    ]
}