{
    "product_id": "1366",
    "name": "Evercalm Barrier Support Face Oil",
    "brand": "REN Clean Skincare",
    "categories": "Skincare, Moisturizers, Face Oils",
    "price": 81.0,
    "about": "What it is:A clinically shown lightweight face oil to help care for and strengthen the skin barrier within seven days.*.Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Dryness, Redness, and Loss of Firmness and Elasticity.Formulation:Oil.Highlighted Ingredients:- Camellia Japonica Seed Oil: A precious oil that soothes skin and helps reduce signs of sensitivity..Ingredient Callouts:This product is vegan, gluten-free, cruelty-free, and comes in recyclable packaging..What Else You Need to Know:Shown to reduce the seven signs of sensitivity in seven days, Evercalm Barrier Support Face Oil is enriched with seven nourishing oils to help prevent water loss and combat dryness. Itu2019s microbiome-friendly and formulated with 100 percent natural-origin ingredients for a hydrated and healthier-looking complexion. (*Proven by a clinical study of 50 women and men.).Clinical Results:In a clinical study, conducted on 50 women:",
    "ingredients": "-Camellia Japonica Seed Oil: A precious oil that soothes skin and helps reduce signs of sensitivity..-Inca Inchi Oil: A cold-pressed oilseed oil that helps to replenish the skin barrier..-Meadowfoam Seed Oil: Nourishes the skin with a velvety feel without greasiness...Caprylic/Capric Triglyceride, Oryza Sativa Bran Oil, Oryza Sativa Germ Oil, Camelina Sativa Seed Oil, Plukenetia Volubilis Seed Oil, Camellia Japonica Seed Oil, Limnanthes Alba Seed Oil, Rosa Canina Fruit Oil, Bisabolol, Tocopherol...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-In the morning and evening, warm five drops in the palm of your hand .-Apply by gently patting over the face, neck, and decollete...Recycling Instructions:.-Packaged in a recyclable* glass bottle. .-The dropper, made from postindustrial recycled plastic, is not currently recyclable; however, REN Clean Skincare is working on a long-term solution. .*Recycling is subject to local policies and facilities.",
    "num_reviews": 299,
    "overall_rating": 4.8,
    "product_url": "https://www.sephora.com/ca/en/product/ren-evercalm-barrier-support-face-oil-P484067?skuId=2555720&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2555720-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1 oz/ 30 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2555720-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Didn't need it.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Used in store when I was having a painful reaction to trying on Ilia foundation, calmed it down right away. I bought it for this reason, but at home in addition to using Kiehls Ultra creme, I dont see or feel a difference between now and before when I was just using Ultra creme.  If you have very sensitive reactive skin this would be good for you!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "+++ Moisturizing, my skin feels instantly hydrated after using this. Would recommend /"
        },
        {
            "review_title": "Nice",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "I have pretty dry and sensitive skin. I have always had a hard time finding a good moisturizer. This oil is really moisturizing without being thick. It does feel weird on the skin at first so if you have sensory issues you might not like it. It also itched a little in the chin area but I do have sensitive skin. It does take some getting used to to the feeling on the face. It also just smells just like plain oil no fragrance added."
        },
        {
            "review_title": "So good for sensitive skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "So calming and moisturizing on my rosacea prone skin. It feels so nice on my skin too! I use this before moisturizer every night and itu2019s made such an amazing difference in my skin. Definitely recommend for anyone who has sensitive, acne prone or rosacea prone skin."
        },
        {
            "review_title": "This is great on my dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I started using this in my nighttime skincare routine and I like the results Iu2019ve been getting. I have combo skin so certain parts of my face tend to get pretty dry, I like putting this on focusing on those parts of my face. I also feel like it does calm my skin and reduce some of my redness. In the morning my skin also looks much glowier and healthy."
        },
        {
            "review_title": "Great for dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Due to age and hormonal imbalances, Iu2019ve been having to use really strong cleansers on my skin to clear up whateveru2019s going on, so my skin has been really dry and easily irritated lately. This barrier support elixir is a great oil to help walk in the moisture that I need and to keep my skin from being continually dried out and calm it down quite a bit. Just within the first couple uses, Iu2019ve noticed my skin has felt a lot less dry and a lot less stiff but Iu2019m still using the same cleansers. Iu2019m able to add back in the moisture and then lock it in with this barrier support elixir."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "This lightweight oil feels good on my skin. It has a calming effect on my skin and it feels softer. I do not feel like this is greasy at all and it is absorbed quickly and easily into my skin. My skin is glowing and moisturized."
        },
        {
            "review_title": "Evercalm elixer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Combination skin",
            "review_text": "Evercalm is the perfect name for this product, This is a Lightweight facial oil that soothes and strengthens the skin barrier. It nourishes and softens my skin and this helped so much with my dry patches ,my skin is red in certain areas and this elixer  calms it right down , my pores look less noticeable which I love it absorbs very fast into the skin without leaving skin feeling greasy .i like that it has no scent and I like the packaging."
        },
        {
            "review_title": "Non greasy and lightweight! Nourishes my skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "I love to take care of my skin and follow a morning and night skin care routine. I was on a lookout for a non greasy facial oil and was excited to try the REN Evercalm Barrier Support Elixir. It is super lightweight and absorbs in seconds , instantly nourishing the skin. I use a few drops morning and night  and gently massage into my face and neck. My skin feels supple and soft. It is a well researched product made with quality ingredients ( including 7 nourishing oils). My Skin feels rejuvenated and refreshed. The best part is that the oil is non greasy and doesn't weigh my skin down. I enjoy using it and love how positively it has impacted my skin. The packaging is sturdy and effective. The oil forms a skin barrier and protects my skin against redness. It works gently yet very effectively."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I have very dry and dehydrated skin. I've tried so many face oils, serums, moisturizers. This is by far one of the most amazing skin care products I've found. I use this every night after retinol, and then top it off with a hydrating cream. And every morning with the same moisturizer and sunscreen. I've had zero dry patches since using this. No breakouts or irritation. My skin has become so glowy and happy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Dry skin",
            "review_text": "This is a very lightweight and non-irritating oil for all skin types. I have really dry skin and always need an extra layer on top of my moisturizer to lock it all in, and this oil does exactly that! It is not heavy or greasy looking, and absorbs well into the skin while still adding a glowy look to the surface. It is also a lifesaver on days where my skin barrier is compromised and I cannot use a lot of products on my face."
        },
        {
            "review_title": "Summer Must Have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This is exactly what ive been looking for for the summer! living by the beach with sensitive skin can leave my face super dry, but this product keeps my face moisturized without feeling heavy, and It absorbs easily, leaving my skin feeling nourished! I highly recommend!"
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I've been looking for an oil to help repair my skin barrier and it's amazing! I saw this on tiktok and had this opportunity to try it and I loved it. Within a few days I saw an improvement. It's my favorite step in my skin care. Make sure to warm it in your hands before applying it to your face."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Needed a facial oil and saw that this ones helps with the skin barrier. As I donu2019t have the best skin barrier, I tried this out and it feels really good on the skin!! Has no scent either which I like! Ingredients are great!"
        },
        {
            "review_title": "My favorite face oil .",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Dry skin",
            "review_text": "As Beauty Enthusiast using this face oil help me to calm my acne Iu2019ve been having struggles with acne on my face . This removes redness on my pimples and reduce any inflammation on it . I received this in exchange for my honest review."
        },
        {
            "review_title": "Nice facial oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Love this face oil! It really hydrates my face throughout the day and keeps it moisturized. I feel it has really helped protect my skinu2019s barrier and would totally recommend it to anyone who is looking for a hydrating face oil."
        },
        {
            "review_title": "Definitely a must add into your skincare routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "REN Skincare's Evercalm Barrier Support Elixir is a soothing elixir for sensitive skin. With calming ingredients like beta-glucan and prebiotics, it reduces redness and inflammation. Hyaluronic acid hydrates, while its versatility makes it easy to incorporate into any routine. Perfect for strengthening the skin's barrier and providing relief for reactive skin types."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "and ren did it again, I am becoming more and more obsessed with this brand, this elixir is just fantastic, my skin looks better and the marks are visibly less, my skin feels healthier and much better, I love it"
        },
        {
            "review_title": "Great for dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This is a fantastic, lightweight face oil that my dry skin just drinks up. I get a very subtle radiance from this, but barely notable. I appreciate that it is fragrance free and with ingredients that my skin loves. Highly recommend. I received something in exchange for this post."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I love how lightweight this is on my skin and does not clog my pores. It works well to restore my skin barrier and makes my skin look healthier after only a week of use. This makes my skin significantly less sensitive."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "This is great for anyone with sensitive skin and has dry skin, especially in the winter. This has helped me keep my skin looking healthy and hydrated without clogging pores and helps keep redness down."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This oil soothed my skin when it was inflamed from too much exfoliation. I highly recommend using this product to help calm down stressed skin and get it back to its natural moisture barrier! This is my first time trying Ren and I am very impressed!"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "Okay if you suffer from redness on your skin and you have super sensitive skin this actually works! I usually get scared to try products like this because my skin is so sensitive but it is so gentle! & this doesnu2019t break me out like others or anything! I recommend this!"
        },
        {
            "review_title": "My Go-To Skincare Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The current MVP of my skincare regimen.  absolutely amazing how good this makes my skin look"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I wish I didnu2019t fall for the incentivized reviews. My skin is dry because it winter. I have normal skin that hates vitamin c. I added this in the evening for extra moisture. My skin felt dry the first morning and the second morning red pustules all over my entire face."
        },
        {
            "review_title": "Amazing product for my sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This product is essential for my night time skin routine. My extra dry sensitive skin absorbs the oil very well. My skin is super soft and smooth in the morining."
        },
        {
            "review_title": "Good product but can buy for better priceelsewhere",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I have sensitive skin and I am acne prone .  This elixir definitely helped calm and soothe my skin . I haven't had any break outs and my skin barrier is definitely healing .  Highly recommend but can find a better price else where !!!!"
        },
        {
            "review_title": "Recovered my skin to be able to use retinol again",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This stuff is a godsend. My skin had become sensitive to EVERYTHING. A few days using this and I was able to get back to using my Obagi retinol and Dermadoctor exfoliating toner. World of difference in clarity and dryness in under a week. No breakouts. Thank you REN!!"
        },
        {
            "review_title": "irritated skin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Irritated my skin. Red patches, streaks, and blemishes."
        },
        {
            "review_title": "Holy Grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This stuff is AMAZING. I have combo rosacea skin and this oil is the only product Iu2019ve used that truly calms my skin. I will be buying this product again!"
        },
        {
            "review_title": "Great support for skin barrier.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I noticed a drastic difference very quickly when using this. My skin is temperamental. I didnu2019t realize that many of the things I was using was stripping my skin barrier. This really changed the texture."
        },
        {
            "review_title": "Good for this dry, sometimes red skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "My skin is sensitive and I have rosacea, and this product calms my skin and feels good for my dryness!"
        },
        {
            "review_title": "psoriasis eczema rosace? This literally saved my s",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I actually bought this with my own money. No incentive. Nothing to gain.No fake review. No troll review.  I have to say these things because I think authenticity is absolutely crucial for both customers and brands.   For context- I'm 45 yrs young. I never had to worry about ingredients on the back of skin care ... UNTIL 43 HIT!! My psoriasis and eczema came back  with a vengeance after being dormant for years (had it on arms and scalp). I now have some on my face with some rosacea (can't make this stuff up lol)  I had gone back to dermatology. Got proactive. learned both ingredients/ brands and how they were beneficial with my skin needs.Seems simple, right? It's not.   I have been using this very oil for 5 months day/night and still have about 3/4 left.  This Ren Elixir has seriously gave me back my skin,  my confidence, my glow, my youthfulness. it's hard to explain if you haven't experienced something on your face that's so visibly obvious..... then to come out the side of it, I just want to share!  **also, remember this is CLEAN skin care. it has fantastic ingredients with a purpose. If you're looking for perfume and highly fragranced scents in these types of brands and giving them poor reviews based on brands or products that's don't use the ingredients YOU want, is completely unfair.**"
        },
        {
            "review_title": "Smooth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "I love this product, I was looking for something to calm my skin and help it not feel so raw. I donu2019t use it every night. I do find it works best at night because it is a very greasy product. Once it settles into my skin and I wake up in the morning I my redness and skin feel so soft"
        },
        {
            "review_title": "Just meh and pills",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have used many face oils - under makeup, with spf, etc and been very happy with the results. This one IS NOT IT. While it doesnu2019t cause breakouts or irritation, never absorbs and pills with any combination of products!!"
        },
        {
            "review_title": "Not worth the price",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Been using this product for a little over two weeks now and havenu2019t noticed a difference in my skin barrier. I do like that itu2019s non greasy but didnu2019t see much improvement. Save ya coin imo"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I have extremely dry skin and sensible skin, but this help with both of these issues. My skin feel hydrated and it did not cause any irritation"
        },
        {
            "review_title": "A game changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "My moisture barrier was none existent between over exfoliation, dry winter air, and using the wrong products. I scrapped my routine and selected a few products to help repair my skin barrier. After 1 week, my skin is like new already, still flaking in small patches, but it's night and day. I can't recommend this enough."
        },
        {
            "review_title": "Not for me.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Felt nice, but did nothing for me. I think it broke me out too. I ended up returning."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I love trying new products, especially serums because I have acne prone skin. I've been trying to find the right one and honestly this one I got gifted by Ren is the one! My skin has never looked better and I can't wait to maintain it when I buy more!"
        },
        {
            "review_title": "So good and soothing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I received this product complimentary from REN Skincare to test and review - I was instantly a huge fan of this oil! It's not greasy or heavy at all! It didn't cause any irritation or breaking out either! It sunk into my skin really nicely and kept my skincare locked in all day! It definitely made my skin feel calm and soothed and hydrated, just like the other products from the REN Evercalm line. I would definitely recommend this for anyone looking for a soothing facial oil or an extra barrier repair product!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "a nice, calming oil that helps to lock in moisture overnight. doesnu2019t cause any irritation or break me out. i feel like it does help to repair the skin barrier, but not on itu2019s ownu2014 needs to be paired with other products in a solid routine to see best results. not sure if itu2019s worth the price point, but if youu2019re dealing with extremely dry skin i donu2019t think youu2019d be disappointed"
        },
        {
            "review_title": "Essential daytime oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Helps my foundation lay so glassyu2026 highly recommend for dry skin types"
        },
        {
            "review_title": "Wow!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "The face oil is definitely one of those that has impressed me the most. Ive tried a lot of oils where they felt greasy or not hydrating enough. This face oil changed the game. I loved how it sank into my skin and actually felt hydrating. This was impressive and I would repurchase."
        },
        {
            "review_title": "Lovely, lightweight oil!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "Really lovely lightweight oil, absorbs into the skin very quickly and I think it had a great overall soothing/nourishing effect overnight. This felt light enough to use before or after moisturizer , overall 10/10. Gifted by Ren"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I have been using this oil for couple of days now and Iu2019m really impressed by it. It helps soothe the skin and retain moisture. I used it as a last step in my night skincare routine after moisturizer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I love REN products and this barrier rescue serum sounded right up my alley. My skin has definitely changed in appearance. I love how moisturized my skin feels after using this serum and I definitely have a natural glow going on!"
        },
        {
            "review_title": "Amazing !!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This Evercalm Barrier Support Face oil is a game changer when it comes to skincare! My skin has recently been very dry and after using the face oil my skin has came back to life! My skin is now very soft and feeling refreshed. I would highly suggest trying this! Gifted by REN Skincare."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product was gifted by REN Skincare in exchange for an honest review. This oil has no fragrance but feels super nice and light on my sensitive skin. It does not break me out and is great for winter."
        },
        {
            "review_title": "Light & Easy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "What I really like about this product is that unlike a lot of other face oils, this one applies pretty lightly and while it has a shine, does not look greasy on the skin. It did a great job of keeping me hydrated and felt light throughout the day. I received this complimentary from REN Skincare, but all opinions are my own."
        },
        {
            "review_title": "Nice Facial Oil",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This Facial Oil is super lightweight and has so scent. Quickly absorbs into the skin and doesn't feel greasy or heavy. Has easy-to-use dropper packaging. I have super dry skin and gets worst in winter, getting red and irritated so much these days. Usually, I wouldn't say I like to use Facial Oils, however, I found this one soothing, as it calms down my redness and burning sensation. Skin looks well hydrated in the morning. It's been only a few days of using this, and so far so good. I am looking forward to seeing long terms results, as it helps to strengthen the skin barrier in 14 days. If you are looking for an everyday facial oil, then this one is for you. It's also vegan and fragrance-free!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "Absolutely love this product from REN skincare! Ingredients are super clean, this oil is vegan and the packaging is nice and slick. I usually apply it in the evening as the last product in the routine. It absorbs really quickly and leaves my skin moisturized in the morning as well!"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I got this ren skincare evercalm barrier support elixir in exchange for this review. What I like about this product? Itu2019s vegan, fragrance free and clinically proven.  helps to strengthen the skin barrier in 14 days."
        },
        {
            "review_title": "Love this facial oil!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This is a complimentary from REN Skincare. I love this facial oil, I have a sensitive dry skin, my face always itchy during the winter time, or season changing. The feeling's gone after applying this facial oil!"
        },
        {
            "review_title": "I really really liked this",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "I tried this product a few times and at first I did not like it because it was pilling on top of my farmacy honey moisturizer. I then used it before my moisturizer and everything was fine. Tonight I used it after my retinol and it feels so soft and silky and I really enjoyed it. My skin does feel supple and the next day it does feel hydrated and juicy and not dry dehydrated. This might be my favorite oil that Iu2019ve tried"
        },
        {
            "review_title": "A fabulous facial oil!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I'm loving this facial oil!! It's super lightweight and absorbs quickly into the skin. I love that it's not super thick and doesn't look or feel. I feel like its really helped with my dry, winter skin in just a few weeks of using it. Complimentary from REN Skincare."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Iu2019ve been having a really bad hormone acne breakout due to stress and this has been such a relief to use in my day/night skincare routines, but also when Iu2019m noticing redness and feeling irritation in general. Itu2019s also brought a lot of hydration! All in all, my skin has finally started to look better and calm again, back to velvety smooth like usual and not dry and red. Will be getting another!"
        },
        {
            "review_title": "Loving it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I am not a fan of oils but this one has my heart already! So easy to absorb and feels pretty dry when I touch it afterwards. Leaves my skin very healthy and hydrated. I use it at night after my moisturizer."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Let me say one thing first, I LOVE facial oils! I also love Ren, so I knew I would love this facial oil. I have many facial oils, and I wish this one had more of a relaxing scent; I know Ren is all-natural but the experience of a facial oil I feel is very elevated by the scent. This oil is fragrance-free, so it doesnu2019t smell like anything really, but I know some people love that. In true Ren form, this facial oil really comforted and loved on my skin. I love that even the box it comes in is recyclable! It is indeed very calming and nourishing, and I love to use it with my facial devices, as it hydrated so nicely! Gifted by REN skincare."
        },
        {
            "review_title": "A must have in my skincare routine.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "The REN Clean Skincare Evercalm, Barrier Support Elixir oil feels so good on my skin. Only a few drops help nourish and smooth my skin. I have also noticed this product has helped with my dry skin. The formula absorbs quickly. I will definitely continue applying to my skincare routine."
        },
        {
            "review_title": "Love the clean ingredients",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "First, I canu2019t say enough about brands that care for our planet.  I was absolutely drawn to this product because of the clean skin care line.  I have occasional breakouts that leave my skin red and slightly blotchy sometimes.  I have been putting this on daily so I can actually be ahead of the redness in my skin.   It leaves my skin feeling soothed and protected.  I also love that itu2019s enriched with omega 3/6 which strengthens skin, and gives it more of a healthy appearance.  So glad I found this! Gifted by REN skincare"
        },
        {
            "review_title": "Loving it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Loving this oil! It has great ingredients and makes my skin feel deeply hydrated. I put it on after my moisturizer at night and like to use it to prep my skin before makeup! It can also be mixed with foundation for an extra dewy glow"
        },
        {
            "review_title": "Great light weight hydrating oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This was sent to me complimentary by the brand. I had never tried this oil before nor had a tried a facial oil that I truly fell in love with until this one! I have combo oily skin that is acne prone. I also experience damaged skin barrier at times due to trying out different skincare products to help with my concerns. This oil is amazing! It is so lightweight yet deeply hydrating and repairing. Every time I use it overnight my skin feels plump and hydrated the next morning. I love that it sinks in so well, too, it makes it way more comfortable to wear!"
        },
        {
            "review_title": "Favorite facial oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "Would rate it ten stars if I could. First off the name is so fitting, elixir as itu2019s such a lightweight oil that you donu2019t even realize thatu2019s what it is.  Perfect for anyone who doesnu2019t like feeling heavy products or that worries about breakouts. My skin breaks out if you just look at it funny but never with my beloved Ren oil. This is my second or third bottle and itu2019s an absolute dream. Plus who doesnu2019t love the sustainability of the Ren brand, thereu2019s nothing not to love here. Sent complimentary from Ren Skincare for review"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "This is such a great oil. Recently Iu2019ve been dealing with a damaged skin barrier from over doing it with actives, but this oil has really helped my skin recover. Itu2019s not too thick, it sinks nicely into my skin, makes my skin feel hydrated, and has improved the health of my skin barrier. Also, this oil works great with my oily acne prone skin."
        },
        {
            "review_title": "Love this product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I was gifted this product in exchange for an honest review. Iu2019ve been loving this product so much! It makes my skin feel so moisturized. My skin has been feeling so dry this winter and this product has been helping a lot."
        },
        {
            "review_title": "A sensitive skin must!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I have dry and very sensitive skin that gets irritated easily, so Iu2019m always on the hunt for skin barrier support products and this elixir did not disappoint. It is like a cloud of comfort for my skin, I felt relief almost instantly and the following morning my skin was calm and back to normal. I love how even though itu2019s an oil, itu2019s not greasy but more dry and absorbs quickly! I use it as my final step in my routine at nights or mixed in with my moisturizer."
        },
        {
            "review_title": "Beautiful product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Deep skin tone, Combination skin",
            "review_text": "I have sensitive combo skin and I've been looking for oil to my nightly massages with. Nothing to thick and this is perfect. Not only is it light weight but my skin feels so hydrated and nourished after I apply on my face. The ingredients are amazing and also I love how the packaging was so sustainable. Complimentary from Ren Skincare. Chefs kiss, I love their products"
        },
        {
            "review_title": "Feels amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "Suuuuper nice oil, one of my favorites Iu2019ve tried. It has a lighter texture but still feels super moisturizing and decadent on the skin. It really seals in my other serums and moisturizers when added as a final step in my routine, and it even feels like it soothes some of the dry and red areas on my face. The natural flower oils and sustainable glass packaging also make it a favorite. Recommend using it with the REN essence as well!"
        },
        {
            "review_title": "Great facial oil!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This facial oil feels so soothing on the skin! The hydration it gives is also great because I have tried other oils that do not hydrate at all but this one does! In only a couple days the difference has been noticeable, I canu2019t wait to see how long term results will be! This was gifted to me by REN skincare but I do recommend giving it a try!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "REN Skincare gifted me the Evercalm Barrier Support Facial Oil. This is an awesome face oil. It blends so nicely into the skin leaving a smooth hydrated finish. Even though it's so nourishing,  it doesn't feel greasy. I also am a fan of the zero-waste packaging."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This Evercalm Barrier Oil from  REN Skincare doesn't have any scents to it and I love it. The oil feels very nice on application and absorbs nicely onto my skin. It doesn't leave it feeling greasy and very hydrated since my skin is on the dryer side. Love the way this feels on, def recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I really love this oil because it does not clog pores or cause blackheads while also nourishing the skin. The oil is not greasy, sticky, and it quickly begins to be absorbed by the skin; The skin gets elasticity literally immediately. Gifted by REN Skincare"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "I absolutely LOVE this facial oil! I have sensitive skin, especially in the winter, and this oil has helped calm my skin while providing hydration support. Would definitely recommend! Gifted by Ren Skincare!"
        },
        {
            "review_title": "Amazing for sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I just started using this and Iu2019m shocked! I wish I took a picture of the before and after but wasnu2019t expecting to see results after the first use. For context I damaged my barrier with a product recently and my cheeks have taken a bit to heal. I applied a few drops at the end of my night routine and the next morning the redness had gone down substantially. Iu2019m excited to continue using it!"
        },
        {
            "review_title": "Must-Have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Iu2019m so happy that I added the Evercalm Barrier Support Facial Oil to my skincare routine. This oil is lightweight, and fast-absorbing. Itu2019s super easy to apply to your skin, and the bottle is the perfect size."
        },
        {
            "review_title": "Iu2019m Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Gifted by Ren Skincare, this oil is incredibly moisturizing. I am absolutely in love with it. My face looks radiant after using it. I am super impressed. I love that.Ren has zero waste packaging. They are environmentally conscious. I love everything about this the oils, very light, weight, and absorbs very quickly. This is a must for anybody who suffers with dryness. And I mean, this is a must must must"
        },
        {
            "review_title": "Absorbs great for a oil serum",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I've tried a lot of barrier support products because my skin barrier is very sensitive from being on tret, but this is the first time I've tried one in an oil formula. I have oily skin so I normally avoid oil based serums like the plague. Surprisingly, this one absorbs pretty quickly so my oily skin is accepting of it. I do notice a decrease in redness and sensitivity on my face the next morning, so it does its job of boosting my skin barrier."
        },
        {
            "review_title": "Soothed my breakoutsufffc",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, mediumTan skin tone, Combination skin",
            "review_text": "I have only tried one other products from run skin care, and it had a really impressed me. I am willing to try any product that promotes the repair of my skin barrier. I love how this brand is dedicated to using clean ingredients and sustainable packaging. The packaging itself looks stunning out on display in my bathroom. I apply this product to my skin after it has been cleansed both in the morning, and in the night. I noticed results after just one use. My skin texture looked smoother, more refined, and noticeably more radiant. This is my new go skiing oil for every day use. I have combination skin type that is extremely sensitive and acne prone, but this did not break me out whatsoever. This product was gifted by Ren skincare."
        },
        {
            "review_title": "No more red",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "I really love this facial oil. This stuff has really calmed my red. I feel like my skin was immediately hydrated but not oily. My skin actually really loved this oil. If you have dry sensitive skin I highly recommend trying this oil."
        },
        {
            "review_title": "My skin loves it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I received this evercalm barrier support facial oil complimentary from Ren skincare and its such a lovely product, I love the consistency of it and how fast it absorbs into my skin, my face looks so beautiful and hydrated right after I use it and Iu2019m planning on repurchasing it once I finish this bottle, I would definitely recommend it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Nice and lightweight but also Very hydrating for a skincare oil , super impressed !! I  Really love this one, it doesn't have much fragrance but definitely left my skin feeling super supple and and moisturized. I like that it can be worn by itself or mixed with a moisturizer and the results are phenomenal  !!. The dropper applicator is perfect so you get just the right amount and no product is wasted. Kudos for the packaging as well. Can't wait to try more from this line Complimentary from Ren Skincare !!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Really love this oil. It makes my skin look hydrated. A little amount goes long way. I love that it is pregnancy safe. My skin is very sensitive and dry in general. It definitely reduced the redness on my skin."
        },
        {
            "review_title": "A must for sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "It's such a lovely oil. I've went through a few bottles of it already. I sometimes use it on top of my moisturizer and also really love mixing it in with one before applying to my skin. It's feels very nourishing and hydrating, I especially love how soothing it is. It's really great to use with actives. Gifted by REN Skincare."
        },
        {
            "review_title": "Moisturized skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "All year round I have really dry skin but especially during the winter months. As soon as I applied this to my skin, I felt how moisturizing my skin felt. I love that it is fragrance free because I have sensitive skin. I also love that it includes camellia japonica seed oil to help soothe my skin. I apply it in the mornings before I apply my makeup to make sure I have a nice moisturized base for my foundation. I also love that it is a clean skin care product and clean to the planet."
        },
        {
            "review_title": "Great choice for face oil!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this face oil, it helped my skin bounce back from being dull and textured to smooth and nourished. It did not leave me with a slimy oil layer on my skin upon application it was absorbed within minutes.  I love that they have zero waste packing for sustainability!  The oil is not heavy and has little to no fragrance for those of us with sensitive skin. I love it! Gifted by REN skincare"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I have dry, flaky, and combination skin. This oil hydrated and soothed my skin. I have some irritation and this oil was able to calm my skin. I love that the formula contains natural ingredients. I like that the texture is lightweight and absorbs fast. This was gifted by REN Skincare."
        },
        {
            "review_title": "Obsessed!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "Finally, I have found the product that helps me to hydrate my extremely dry and sensitive skin. I love how lightweight and fast absorbing this oil is. I use it daily.  My skin looks hydrated and so much healthier just after couple days of using this product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "I was SOO excited to receive this face oil! I have used REN products in the past and was definitely a fan. I have had issues with my skinu2019s barrier getting compromised & I do use exfoliants (chem/phys) quite a bit so I really needed a product to help soothe my skin. I love that this oil is packed with soothing and clean ingredients. It absorbs right into my skin & has helped calm my face, along with reducing redness."
        },
        {
            "review_title": "Hydrating but not greasy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I received this complimentary from REN Skincare in exchange for my honest review. I haven't been able to use this oil very long, so this is a first impression. I love the ingredients in this facial oil! It's packed full of nourishing oils that help calm sensitive skin and repair the skin barrier. I have sensitive, acne-prone skin and this didn't break me out. It felt very hydrating, but not oily or greasy. After a few minutes, it sunk into my skin. I don't know how it would wear underneath makeup, I haven't tried that. Overall, I'm really happy with this face oil."
        },
        {
            "review_title": "Non-greasy face oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I received this complimentary from REN Skincare. Sometimes I don't like oils because they don't absorb super well and makes me look greasy during the day. I don't find that I have this issue at all with this product, making it perfect for soothing dry winter skin while protecting it!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "My skin has been going through a rough patch and feeling extra dry during this winter time. This facial oil saved it! It doesnu2019t feel too oily and it sinks into my skin but also delivers long lasting hydration. I love applying this on my skin and then using my gua sha tool for a nice massage."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "There is no doubt that it is an amazing oil. After using my moisturizer, I use this product to give my skin a healthy glow and to give it the proper hydration it needs.  This product has a very nice texture to it, and I like the way it feels. There is no stickiness to it at all.  complimentary from REN Skincare"
        },
        {
            "review_title": "Serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I have dry skin and I always look for products that help me keep it hydrated and I also have a greater risk of expression lines being more noticeable, and this serum helped a lot to attenuate them, to keep my skin very fresh and very soft and I think that this has been one of the best options that I have been able to see, also he always opted for products that are natural."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes",
            "review_text": "Gifted by Ren Skincare. This oil is lightweight and absorbs nicely into the skin. Really helps with dryones, and soothes and calms down my sensitive skin. Love the nourishing ingredients and zero-waste packaging."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Gifted by Ren. I always love a good oil for the last step of my night time skincare routine. This is a non scented oil which I prefer and goes on so soft. My skin feels extra hydrated and it dries down fairly quickly."
        },
        {
            "review_title": "so great",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "Gifted by Ren. I love this elixir. It is very much like an oil and is perfect for my winter dry skin. I like that it has a light consistency and also blends nicely into my skin. It is hydrating and goes nicely with my moisturizer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This was gifted to me by  REN skincare in exchange for my honest thoughts. This is one of my all time favorite facial oils. It helps me repair my skin barrier and soothe my skin without leaving my face feeling greasy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "I love facial oils for my dry skin and this one that I was gifted by REN Skincare works great. It absorbs quickly into my skin. Since using I have noticed that my skin does not feel dry like it normally does. Itu2019s also not tight which can be uncomfortable from being too dry. I love using this morning and night."
        },
        {
            "review_title": "Must try oil so lightweight",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "I was so excited to get the Ren Skincare evercalm barrier support facial oil. I have very sensitive skin and very dry skin. After a few uses I noticed my skin is so much more hydrated and there is less redness. The ingredients are nourishing and left my skin feeling soft. I love the sustainable packaging. I canu2019t wait to keep on using it since it feels so lightweight."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I was gifted by REN Skincare and this is an amazing facial oil! I have extremely dry skin and need the addition of oil on top of my moisturizer and it is hard to find ones that perform well. This one is both hydrating, and lightweight without leaving me feeling greasy. I use twice a day and it adds life back into my skin!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Complimentary from REN.This is first product from this brand I am trying.Great ingredients list. I love hove soothing and hydrating this oil . I am using it for my face massage and it feels so good. Overall great oil and good quality product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "This is a winter essential, my skin is so dry and stiff every single winter and I just found out that this oil works its magic. I have dry/oily combination skin and its not too oily. Its absorbed by my skin nicely. I use it everyday before bed with my regular nighttime routine."
        },
        {
            "review_title": "Wonu2019t go without it now!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "This product was complimentary from REN Skincare! With that being said, it is truly an incredible facial oil. It sinks in and supports your skinu2019s moisture barrier. The barrier is responsible for regulating oil and your skinu2019s defenses against acne, eczema, and a whole host of other skin health related things. I really do think itu2019s worth it, and Iu2019m happy to have it in my rotation. I apply it after my moisturizer. I personally have dry skin, but I think itu2019d work for normal to combination skin as well!"
        },
        {
            "review_title": "Amazing & soothing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "Gifted by Ren skincare! I have fallen in love with this Elixir!! The ingredients are A+++ ingredients that have all come together to make my skin look better than ever! This magical Elixir has helped my skin as a whole, I get really red cheeks & this stuff has soothed my skin & calmed the redness down a TON! I love the texture of it, it's very breathable, smooth & silk like so it doesn't feel heavy at all on the skin. I also love a brand that has sustainable zero waste packaging which Ren skincare does! Now not only do I look good but I can help the planet by doing so ;)"
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Oily skin",
            "review_text": "First off, the packaging is zero waste (yay!)! I have oily skin but in winter months its always a bit dry and this works wonders on my skin, it feels so nourishing & soothing on my face without making me feel like a grease ball . complimentary from REN Skincare"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "It feels great on my skin. Love the consistency. It's not too thick and not too thin and easy to blend. It pairs well with other products I use. complimentary from REN Skincare.  My first REN skincare product and I'm excited to use this daily."
        },
        {
            "review_title": "Love it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "This is such a nice facial oil it hydrated my skin and gives it a nice glow. I like that Itu2019s not heavy, I have combo skin so my face can turn to oily easily but this gives me the right amount of hydration!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I love that this product is made with recyclable glass and plastic. It is very hydrating and easy to spread on the skin. I will say it doesnu2019t absorb into the skin as quickly as I would like it too, but I think as long as youu2019re applying at night that would be ok."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "received this complimentary from REN skincare. love this product so much my skin is super sensitive and reacts so well to this. super calming when my skin is irritated and the perfect addition to my everyday routine. i always recommend this to my friends"
        },
        {
            "review_title": "Hydrating serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I received this product for free from the company but I am so excited to try it out! My skin gets super dry in the winter so this will be great to have! I also love serums because they are so easy to apply!"
        },
        {
            "review_title": "Very nice",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This Elixir has been amazing for moisturizing my dry skin. I get a lot of redness and flakiness around my cheeks and this has helped soothe that. It boosts the moisturizer I already use. Itu2019s super easy to apply and smells great!"
        },
        {
            "review_title": "Soothing and lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Oily skin",
            "review_text": "Gifted by REN skincare. I really like this facial oil. Itu2019s absorbs into the skin very well and doesnu2019t leave your face looking or feeling greasy or heavy. It does a great job of calming the skin and helping it be less red and irritated. My skin feels stronger after using."
        },
        {
            "review_title": "Serum must",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "Ren skin care is a new brand to me and I love trying new products. I do not like when serums are heavily fragranced. However, this product does not have any scent at all which I appreciate. It does not leave my skin looking oily either which is a must."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "Calming face oil. Sink in the skin right away and it does not leave it greasy. Pairs well with a moisturizer. It has no scent so itu2019s great for sensitive skin. Really hydrating product. Iu2019m really enjoying it."
        },
        {
            "review_title": "10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I had a couple of red bumps on my cheeks that I thought were breakouts but didn't respond to my typical acne treatments. Of course, I didn't know that right away, so I used very drying and damaging ingredients for weeks in a row (benzoyl peroxide, sulfur, even a couple dabs of hydrocortisone) and it caused such dryness on my skin and what looked like skin thinning almost, where the top layer of my skin looked like it had peeled away. I used moisturizers and skin barrier repairing calms and lotions for weeks and while it helped calm the initial redness and irritation, nothing was helping plump my skin back up where it had peeled away until this oil. I used it and within 3 days one cheek was returned completely back to normal and the other was about 85% better. I'm going to continue using this anytime I get dry or irritated skin... because it has been an absolute savior. Highly recommend evercalm barrier support facial oil!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Love this oil! Iu2019ve been using it religiously and I really feel like itu2019s helping my moisture barrier! Itu2019s not too heavy and the smell is quite nice. I never tried Ren products so I was pleasantly impressed with this oil!"
        },
        {
            "review_title": "Lightweight face oil",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Ren evercalm barrier support face oil is quite hydrating for my skin. itu2019s not only nourishes, but also strengthen my skin barrier. Itu2019s fragrance free and makes my skin soft and supple. itu2019s in cold, pressed oil and does not feel greasy. gifted by Ren Skincare"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Normal skin",
            "review_text": "Love this serum for helping soothe my sensitive skin. It really helped with redness, dryness, occasional itchiness. It also really helped with hydrating my skin so much. I definitely use it once a week but not every day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Great face oil for my daily use. I love the texture, itu2019s easy to apply, nourishing, I also appreciate a lot zero waste packaging. Great quality, I enjoy how it works, its effectiveness. Highly recommended overall. Was gifted by REN skincare."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Love how this feels on the skin. Iu2019ve been using this with my gua sha and it helps to keep the moisture in while preventing redness that can occur when I use tools. Itu2019s a lovely addition to their ever calm line."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Obsessed! So happy with this product and I really do love this brand. It really helps to sooth the skin and reduce my redness that I have. I love an oil it helps so much and really hydrated my skin so good. Gifted by REN Skincare"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This is super an amazing oil itu2019s full of lovely ingredients and perfect for my sensitive skin. I have very dry acne prone skin and this has been perfect for my skin. I use tretinoin so this really helps keep my barrier more hydrated. It really helps soothe my skin and doesnu2019t cause any reactions since my skin is very sensitive. Gifted by Ren"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "This was gifted by Ren. and I love a good face oil. this one is no different. this oil does so much good for my skin and I just canu2019t get over it! this oil is light and absorbs so well into my skin and I love it"
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I recently received this product complimentary from Ren Skincare and have been loving it so much lately. It makes my skin feel soft, hydrated and leaves a dewy finish. I would highly recommend it to my friends and family. I love it."
        },
        {
            "review_title": "Soothing for my red skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I recently started using the REN Evercalm Barrier Support Facial Oil and I'm so glad I did! The oil is light and absorbs quickly into my skin, leaving it feeling soft and hydrated. I love that it's formulated with natural ingredients and free from harsh chemicals. My skin is more soothed and calm, and any redness has diminished. I highly recommend this product to anyone looking for a natural solution to soothe and calm red skin. Gifted by REN Skincare"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love this oil! It has a very lightweight consisTency which I love. It doesnu2019t get too sticky or tacky like some other skincare does. It leaves my skin feeling soothed refreshed and moisturized. Definitely recommend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I have very dry flakey tight feeling, sensitive skin/face and so when I heard this products helps with that, I had to try it! I have been using it for the last 3 days and it has been moisturizing/hydrating. I look forward to updating my review in a week to see how I feel like it. So far 5/5"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Me encanto deja mi piel muy sana e hidratada sin dejar grasosa en lo mu00e1s mu00ednimo se absorbe y deja la cara radiante y jugosa haciendola mu00e1s saludable y nutriendola de manera en que se adhiere Perfecto en mi maquillaje"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is a magical elixir! Iu2019ve seen noticeable difference in just a week of use and love all the natural ingredients like 7 incredibly nourishing oils. It has given me amazing hydration without the greasy feel."
        },
        {
            "review_title": "Truly a must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "Although I received this particular bottle complimentary to provide a review, I jumped at the chance because Iu2019ve actually finished an entire bottle prior to this! The oil is lightweight & silky and my skin barrier truly feels better when this is in my routine. This gives me a stunning glow as well!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I absolutely love this oil! I needed something to do my gua sha routine with that wouldnu2019t break me out. Ladies, this is IT. My skin truly feels more firm yet soft after using this oil. It absorbs into the skin well, easy to apply- great to incorporate into a daily skin routine! Highly recommend! My skin also has a more even tone, less blotchy, less red. Love it."
        },
        {
            "review_title": "face oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
            "review_text": "I have always stayed away from face oils because i havenu2019t been able to find one that works for my acne prone skin, but this oil has become my holy grail. It hasnu2019t clogged my pores or made me break out."
        },
        {
            "review_title": "Great for sensitive/acne prone skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I have very sensitive/oily/acne prone skin w/rosacea and it's difficult for me to find products that work and also don't make my skin worse.  I've tried marula oil in the past and I loved how my skin felt but ended up w/clogged pores.  So I decided to give the Barrier Support oil a try, and I really love it.  I'm halfway through the bottle and will repurchase.  I mix 4-5 drops in with my moisturizer at night, either alone or after my retinol, warm it in my hands and pat onto my face, chest, and neck.  It feels so soothing, there's no irritation or break outs from this.  I also feel like it calms my skin and I'm less oily the next day.  Highly recommend."
        },
        {
            "review_title": "Ruined my skin barrier!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Honestly never write reviews, but want to warn others!! The first time I used this oil I loved it so I bought the whole skin care lineu2026 but then after using it for one week everyday it made my skin dry and has completely ruined my skin barrier. My skin is dry, especially around the mouth area and cannot retain moisture that well and am now prone to breakouts. Itu2019s been a month and half later and my skin is still messed up. I have some skin sensitivities but now itu2019s like most skin products I used to use before are sensitive to my face."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Amazing!! Feels really good on the skin and leaves it glowy without being greasy. Relieved my skin after only a few applications"
        },
        {
            "review_title": "Best Buy for troubled SKin barrier!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I have been struggling with hormonal acne and I was running left right and centre to try so many products on my skin but it was only making it worse. A friend suggested that maybe my skin barrier is compromised and I landed on REN. This has been a game changer. The oil is super light weight and gets absorbed by the skin in lightening speed. This has really healed my skin from the inside. I feel any makeup that I apply now versus before using REN - it is so much more better. The skin feels healthy, not itchy or sensitive or burning. THANKS REN! LIFE SAVIOUR!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I messed up my skin barrier and have been looking for products that help restore it. This oil is lightweight, absorbs fast and feels dry quickly on the skin. My skin feels and looks great with just a couple days of using it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "gifted by ren, opinion is my own. i was looking for something that would support my skins natural repair process and this has been the perfect integration into my nightly routine. iu2019ve noticed my skin looks more supple and bouncy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "My skin is very dry and somewhat texturized. I have tried several face oils before and donu2019t notice much results. I decided to try Ren Everbalm Barrier Face Oil and my skin looks and feels glowy, hydrated and very well nourished. I do not get any redness or residue from the oil. I really love how it feels on my skin, so far I am really happy and will continue using it."
        },
        {
            "review_title": "Seeing small improvements in eczema prone skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "I was skeptical at first but I actually REALLY like the product. the texture of the serum and the way it penetrates my skin is very well. I have eczema so my normal routine doesnu2019t work when i have skin flares or irritation. It has greatly improved how well my skin absorbs moisture."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I have struggled with a damaged skin barrier for a long time and this is one of the only products Iu2019ve tried that Iu2019ve noticed significant difference with. The oil feels so luxurious and hydrating. It makes my skin feel calmed and soothed. Just after a few uses, Iu2019ve noticed less peeling with my skin and dry patches. If you struggle with dry skin or barrier issues, I highly recommend this."
        },
        {
            "review_title": "Ok for acne! Soothes redness",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I have red sensitive acne prone skin and generally try to use calming simple products. I added this before my night creme and noticed my redness go down a bit and felt super soothing as well. I did not notice my acne getting worse which is a great sign as well :)"
        },
        {
            "review_title": "Hydration in a bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I have really struggled with dry skin, I ordered this product in hopes it would bring some hydration back to my skin! I absolutely love this product, I'v been using it day and night! It has brought back the lift and hydration to my skin I was looking for.  It's clinically proven to strengthen the skin barrier and reduce redness in the skin within 14 days and after just a week I am seeing sooting results! Another thing I love about this product is that it comes in zero waste packaging, I am all for sustainability!"
        },
        {
            "review_title": "I love how this oil feels on my skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "I love how this oil feels on my skin!  it feels amazing and hydrates your face for 24 hours. Itu2019s just what my skin needed during the transition to spring. I love it!"
        },
        {
            "review_title": "Moisturizing Oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Wow! Iu2019m from Chicago and the air has been dry lately. I currently use other products in my routine to combat this with my Evercalm Barrier Support Facial Oil as a last step. This acts as a moisture seal for the whole day and Iu2019m in love. Oils can typically be heavy on the skin, but this is pretty lightweight for one. I personally find it great as a primer as well as foundation goes over it effortless without creasing. I will continue to use it to protect my skin from harsh winds and combat the dry weather."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I honestly feel like this helped hydrate my skin and help it look brighter and not so full. I didnu2019t get any acne since it is a little oily, thereu2019s also not a bad scent to it. Overall I do like how it has worked on my skin I would recommend it."
        },
        {
            "review_title": "Perfect for dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This is such a good elixir. Every time I apply it my skin feels instantly hydrated. It is great for those with sensitive skin. Such a smooth and soothing formula. I would highly recommend this product just due to the hydration factor."
        },
        {
            "review_title": "Love this oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "First of all - love the zero waste packaging ; itu2019s so important to me for sustainability. The texture of the oil is very light and it absorbs easily . Love the calming effect on the skin . It has Camellia Japonica Seed Oil, Organic Inca Inchi Oil, and Meadowfoam Seed Oil- skin is literally glowing"
        },
        {
            "review_title": "incredible results!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love the results and zero waste packaging! My skin is visibly more smooth and bright after just a couple uses. It feels softer, appears clearer and feels refreshed! A new staple in my skin care routine!"
        },
        {
            "review_title": "Perfect for sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have always loved Ren skincare for their amazing sensitive skin line. This oil is perfect for healing sensitive skin and I love to use it whenever my skin needs some extra TLC. It instantly calms the skin and helps repair the skin barrier. I recommend it for anyone with sensitive skin, acne prone skin, and after overexfoliation. It is amazing! Ren gifted me this facial oil, all opinions are my own."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "So Iu2019m not a large fan of facial oils so I passed this along to a friend! However, this is still super lightweight! Honestly, if I had this during the winter, I think I would actually use this. My skin concerns are more towards hydration but during the winter, I could definitely benefit from some moisturizing. My friend told me that she likes this as a morning oil and I totally understand! There is also no scent."
        },
        {
            "review_title": "Gentle and Effective",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This is a very gentle and effective! Itu2019s the exact elixir you should use whenever you feel that your skins barrier is more damaged or irritated. Itu2019s lightweight and my skin instantly felt relieved, looked less red, and generally felt better. It just soaks into your skin so well!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love love love this barrier support oil! Itu2019s not as greasy as others that Iu2019ve tried. It really soaks into the skin nicely leaving my skin feeling softer. I also liked that the packaging was recyclable and not too bulky."
        },
        {
            "review_title": "Little too sticky",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "First time trying REN, its very similar to Clarins face oil. This is a little more sticky, I recomand putting it on maybe an hour before bedtime so you have time to adsorb and dry. Overall great results, my skin feels smooth and soft! Smells very nice."
        },
        {
            "review_title": "Great face oil!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I have been looking for a hydrating facial oil that does not clog my pores for so long. I am so glad I found this one for REN! it is perfect for my combo- dry skin. I will be using this all summer long!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I recently compromised my skin barrier with excessive exfoliation and trying out several products. I am glad I have this barrier oil in my stash. I gave it a try and within a week my skin looked good as always. The oil really helped with keeping my skin hydrated."
        },
        {
            "review_title": "your oily skinu2019s best friend!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Loved this so much more than I expected to!! I have combination skin that tends to lean more oily in the summer months so finding a good balance of hydrating products that balance my moisture barrier but donu2019t make into an oil slick is difficult. Thankfully I got to try this product and it really is the perfect balancing formula! Using a drop or two of this at night really helps to balance my skin for the day aheadu2014 and never broke me out!! 10/10 I def recommend this"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I love that this is a clean product! Itu2019s a very lightweight oil, and keeps my skin feeling hydrated hours after applying it. I havenu2019t seen much of a difference but again I can feel that my skin is more hydrated"
        },
        {
            "review_title": "Very soothing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "This oil is amazing! Not only does it sink into my skin super fast, without leaving any oily residue, it also helped to calm down my blemish-prone skin. Usually I get 3-5 zits during my time of the month, and when using this, it helped them heal within 2 days instead of waiting around 5. It doesnu2019t break me out either!"
        },
        {
            "review_title": "really like it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Iu2019ve used this for a couple days and I really like it! The nourishing oils in here make my skin feel so supple and It does a phenomenal job at giving amazing hydration, so much so that I only use it alone without moisturizer. Only potential down side is that it takes a couple hours to fully absorb, which Iu2019m not mad about at all considering itu2019s an oil! Overall, love it! :))"
        },
        {
            "review_title": "My Newest Skincare Staple!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This product BLEW me away. I have combo skin and I am prone to breakouts and I've recently discovered how sensitive my skin and this oil was everything I've been needing in my skincare routine. I've used this in the morning before makeup and it quickly absorbs into my skin and made a wonderful base for makeup. Im usually a little standoffish about putting an oil on my skin before makeup, but this did not make me skin oily whatsoever. This has also saved my skin and kept it nourished and calm while I've used and tested out different skincare products that are usually harsh. To really test it, I used a BHA spot treatment that always leaves me with dry peeling skin the next day.. but I applied this oil first and low and behold- NO DRYNESS OR PEELING! I absolutely recommend this."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "While I love the pretty glass bottle, the texture of the face oil, and that it's non-greasy and light. I found that it does not keep my face moisturized enough even when placed over my typical moisturizer. Additionally, I believe it causes some acne as I always seem to get some pimples when I use it. It if didn't seem to dry out my face or give me acne though, this stuff would be really great."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "A great facial oil if you are looking for extra hydration with major benefits. I find that this is perfect to add on top of my moisturizer and it does a great job of keeping my skin hydrated. It didn't clog my pores."
        },
        {
            "review_title": "Great oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "This oil is pretty amazing. Sometimes I use it by itself on days where I want to be minimal with my skincare, however, itu2019s perfect for me as the last step in my nightly routine to help prevent epidermis water-loss throughout the night, itu2019s lightweight and doesnu2019t feel too heavy on my skin."
        },
        {
            "review_title": "Love !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love this barrier support. I have had a really dry patch of skin on my forehead that some competitors moisturizeru2019s didnu2019t fix, but this product did. However, it is a bit oily so I only apply it at night."
        },
        {
            "review_title": "Amazing results !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "I was so excited to try this oil because I suffer from very dry skin and a lot of discoloration and redness. I have used this for about a week solid and Iu2019ve seen a big difference! My redness has lightened and my skin has been feeling more refreshed. Definitely going to be keeping this in my morning routine!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This oil felt so nice on my skin and helped soothe the redness. I loved the scent and how nicely it melted into my skin. Sustainability is also super important to me so the zero waste packaging was amazing."
        },
        {
            "review_title": "Hydrating oil",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Really hydrating oil! There is no scent to this oil. It comes with a droplet dispenser and it is really easy to use with just a few drops for a full face. The oil itself sinks and really easily into my skin and leaves a really nice glowy and Hydrating effect."
        },
        {
            "review_title": "Great for even acne-prone, oily-combo skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This is by far the BEST oil I've ever tried! I stand by the claim that's skin barrier strengthening and soothing! I have acne-prone, oily-combo skin so I was a little hesitant to try, but it truly helped to reduce my active breakouts and blemish/red areas. The texture is very lightweight and does not leave a greasy feeling on the skin!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "My skin tends to be on the drier side so I was eager to try this oil and test how well it nourishes. I wasn't disappointed! It definitely made my skin appear brighter and felt a lot more hydrated. It absorbed really well and didn't feel sticky at all."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Deep skin tone, Combination skin",
            "review_text": "I received this complementary so thank you REN beauty for letting me experience it. I love the oil itu2019s so light weight and does it feel too heavy on my skin. It leaves my skin nice and soft with a gentle glow. Works good under my make up and after I wash my face. All in all itu2019s a great product!"
        },
        {
            "review_title": "I highly recommend this product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "I received this product complimentary from REN Skincare, however my review is honest and based on my experience using it. Lately my skin has been feeling very dry and despite the fact that I did offer her support with a series of products I would just see short term results. This Barrier Support Elixir has become a regular on my daily skincare routine because in a short amount of time has made a difference in my skin's texture. This is not your typical face oil, it has a lightweight consistency that goes into the skin right away, leaving it nourished and hydrated. This product has a multitude of natural and nourishing ingredients that helped my skin recover from its dryness phase and now I am back to my healthy and radiant looking complexion."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "My skin has been especially dry as of late, and I needed a nourishing product to calm and soothe my skin. Using a few drops all over my face every night has made a big difference in making my skin feel soft and supple again! Love how this makes my face feel and a little goes a long way."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This was complimentary from Ren Skincare. This oil/serum has quickly become a staple! I love how hydrating it is but also calming! I love using this after I have exfoliated or just feel like my skin has been through it, this product helps restores it! I love how quickly this sinks into the skin, itu2019s so lightweight it doesnu2019t even feel like an oil on the skin."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This oil has been such a great addition to my nighttime (sometimes even daytime) skincare routine! I have combination skin, being much more dry lately with an oily t zone. This oil is very thin, so it doesnu2019t feel super thick and heavy on the skin. I can wear this during the day if Iu2019m not wearing makeup and it doesnu2019t feel like anything on my skin! Iu2019ve really enjoyed how moisturizing this oil is and how soothing it is on my irritated skin. The recyclable bottle isnu2019t really a pro for me as I donu2019t have a place to recycle this glass in my area. I would prefer a refill option of some kind. Reuse > recycle"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I have very dry skin and this facial oil really helped strengthen my skin barrier. It doesn't have fragance and it feels very light, my face doesn't feel greasy when I use it. My skin feels a lot more hydrated now."
        },
        {
            "review_title": "Evercalm Barrier Support Face Oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Evercalm Barrier Support Facial Oil  I love how many oils it has but most importantly it doesnu2019t weigh down your face or make your face feels like it has too much oil on it. For me since my skin is more on the dry side in the spring/summer time, having an oil that helps hydrate your skin is definitely something I needed."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Medium skin tone, Dry skin",
            "review_text": "This product was great to use when I Gua sha. My skin is still adjusting and I have had minor break outs. Product helps my skin feel soft and shine. I have very dry skin and this oil brings a lot of moisture."
        },
        {
            "review_title": "Lightweight, non greasy oil with no fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This is a very lightweight, fast absorbing product with virtually no fragrance. My husband and I have been really enjoying it so far. I am use to a heavier oil so this is definitely a different kind of oil for me. I have dry skin so I feel like I could easily use this as part of my morning routine and/or like an oil primer. Two thumbs up for me!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I have a lot of mixed emotions about this product. First being it feels great going on the skin and I love the results. I donu2019t think you need 5 drops as it sits very greasy on the skin. It almost has a velvet finish but your face will feel pretty oily. I am going to keep using it to see the effects it gives me long term. But be warned if you donu2019t like feeling oily!"
        },
        {
            "review_title": "Nourishing without Feeling Oily",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "I have been using this nourishing oil from REN for a few days now and itu2019s really hard to tell if skincare is working for you in just a few days. However, this oil has been really good on my skin. From what I can see so far, itu2019s leaving my skin super nice and plump. I also love that itu2019s a lightweight oil so I can wear it in the mornings before makeup and it wonu2019t make my face look greasy at all. Iu2019m looking forward to trying this out more."
        },
        {
            "review_title": "Healthy Skin is IN!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "With my u201crosyu201d complexion, I have long been a fan of the Ren Evercalm line.  The new Barrier Support Elixir is a welcome addition to the family.  I do have dry skin, made more sensitive with Tretinoin use.  I love this light, dry oil as the second to last step in my skincare routine, right before sunscreen.  It supports my barrier and microbiome to prevent flakes through the day, and also reduces redness within minutes.  The results speak for themselves!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have been using this for about a week now and my skin is noticeably more hydrated. I love how silky it applies to my face. It sinks in for the perfect moisture support. I also love that it doesnu2019t have a strong scent."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Gifted by Ren. Firstly I love that itu2019s scent free, itu2019s such a lightweight oil and doesnu2019t leave my skin feeling greasy. Itu2019s helped me so much since I started using Retinol it keeps my skin barrier from getting damaged."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This product was gifted to me and Iu2019m new to the brand! I love how quick it absorbs and how my skin looks after applying ! Itu2019s plumped and looks so healthy ! Love to wear it on easy makeup days or no makeup days"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I have recently gotten into using facial oils into my daily routine; mainly at night. At first, I didnu2019t like it because I felt like it wasnu2019t adding anything. However, I have noticed that it does give me a nice glow without looking oily. It is very lightweight so it doesnu2019t feel like thereu2019s too much sitting on your face either. I did notice a few bumps forming on my forehead. Iu2019m not sure if it is due to the product or stress though."
        },
        {
            "review_title": "Amazing product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Iu2019ve been dealing with dry skin for quite a while now and this serum helps keeps it nourished and moisturizer! I also love that it works on sensitive skin and is a clean product. After using it my skin looks so much healthier."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This new oil from REN is so incredibly hydrating & nourishing for my skin! Itu2019s super lightweight & I do not feel oily after use throughout the day! My skin feels smooth & it has the most perfect glow after use! I absolutely love how all of RENu2019s packaging is 100% recyclable & their pledge to help keep plastic from the ocean. I absolutely recommend!"
        },
        {
            "review_title": "Loved this product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Loved using this! I feel like it helped reset my skin after I had some irritation. I also had some dry/red patches and it completely relieved that. It also helped me decrease signs of dullness I had been noticing in my skin."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair",
            "review_text": "I have never used a facial oil before my skin is pretty combinational so this feels really luxe on my skin. Are use it with a Guacha and it feels like youu2019re at a spa it smells super nice and itu2019s really light on the skin I donu2019t use it every day I use it around once a week and I think it definitely makes my skin a lot more hydrated."
        },
        {
            "review_title": "Improvement in my skins healthu2026",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Wow this oil is amazing!!! I suffer from rosacea so my cheeks can get sensitive, red, dry, and patchy. Iu2019m happy to say incorporating this oil has been great for my rosacea. It has really helped with the redness. Overall my skin is moisturized, healthy, and not itchy.  My complaints about oils are that they clog my pores and can be greasy, but not this one it is so light and I love incorporating it in my skincare. Wonderful oil to help bring your skin back to healthy. Very much recommend it!"
        },
        {
            "review_title": "In my top three oils Iu2019ve tried!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This is one of the best facial oils I have used! Itu2019s so soothing and hydrating on my skin. I use it at night and it locks in my skincare so nicely and I wake up with soothed supple skin. One of my favorite things about it is that itu2019s a lightweight oil formula! It doesnu2019t feel thick and goopy or like a dry oil on the skin. Iu2019ve also tested it with quite a few different products and havenu2019t experienced any pilling. Youu2019re going to want to not walk but RUN and pick this oil up!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This facial oil is sooo nice. I love that it is fragrance-free and suitable for sensitive skin. Another plus is that it doesnu2019t make my face appear too shiny or oily after application. I use it after exfoliation to help hydrate and calm down my skin."
        },
        {
            "review_title": "Great facial oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "Gifted by REN skincare, this oil is lightweight and hydrating. My skin feels amazing and radiant after few uses. I have been using it daily, sometimes in morning and sometimes in night time. I love how it doesnu2019t feel greasy at all on skin.   I love how my skin feels after using this oil. Iu2019m hoping for my redness to reduce long term. I already see a difference in few weeks.  I highly recommend this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I truly enjoy using this face oil.  It has such a lightweight texture.  No scent that I could detect.   I use it as a last step of my skincare routine after the moisturizer.  I use it during the day before sunscreen application as well.  Doesnu2019t make me look greasy and absorbs so quickly into my skin.   Feels very nice and soothing."
        },
        {
            "review_title": "Love the Evercalm oil!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Iu2019m a big fan of the Ren Evercalm line, and was so excited to try this oil. It lived up to my hopes and expectations! This isnu2019t scented which is really nice because those sensitive to fragrance can use it. Itu2019s packed full of really great moisturizing ingredients. It sank into my skin so nicely after application and didnu2019t disrupt any of my other skincare. My boyfriend has some dry spots and this oil has really been helping with them!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This facial oil is a new favorites! It has amazing ingredients. This product is very nourishing and moisturizing. My skin feels more firm and hydrated! Looking forward to keep using this and seeing more results long term."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "One of the best things about this product is how clean it is and the ingredients. I ran it in the Yuka app and it came back 100/100 which is super rare for makeup products! So that was great. I use after cleaning my face at night and then applied a few drops to my hands and rubbed it in. It feels very light on the face and is not greasy at all. I get some irritation and redness to my face and this has helped calm and soothe my skin. I wish it added a bit more hydration though. Overall I would definitely recommend and am eager to try other REN products. I was gifted this for my honest review."
        },
        {
            "review_title": "This is IT!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This is now my favourite face oil. Itu2019s SO nourishing!!! And lightweight at the same time. My skin just drinks it up. I have perioral dermatitis and this oil just calms the irritation and the redness. Itu2019s a 10/10 for SURE! I will forever use it!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This face oil is one of my favorites, a lot of other face oils Iu2019ve tried are overly scented or have added fragrances and this one does not which I love. It has really great ingredients, and I pay it on Iu2019ve my moisturizer to lock in the moisture. I am really enjoying it. I also love that it is sustainably packaged."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "Ok sooo I used this for 3 days and within those days my skin changed within just the 3. I used it both morning and night and my skin loves it !!! I focused more on the patches of dry damaged skin and after 3 days !!! They began to heal"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Itu2019s packed with barrier healing and building ingredients. Itu2019s a light weight oil, it doesnu2019t feel heavy. I use 3-4 drops and this oil lasts forever. A little goes a long way. It clams my dry skin. I mainly use it at night."
        },
        {
            "review_title": "Great vegan product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I love this oil! Itu2019s perfect for sensitive skin and I love that it has vegan ingredients. It came in recyclable packaging and the description says it is super sustainable! My skin is dry, red, and acne-prone, so this oil is perfect."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "REN Clean Skincare Evercalm Barrier Support Face Oil is lovely facial oil that is not greasy, itu2019s nourishing and hydrating on the skin. The product creates a barrier on the skin to lock in moisture and hydration. The texture is liquid and have no scent. The star ingredient of camellia japonica seed oil, inca inchi oil and meadow foam seed oil: soothes and reduces signs of sensitivity, skin barrier and leaves a velvety finish. The packages is eco friendly."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This is a really light weight yet hydrating oil! I have very sensitive acne prone skin so I always worry that oils will break me out. This oil actually soothed my problem skin and I have not had any issues with it clogging my pores or anything. I love it!"
        },
        {
            "review_title": "So Soothing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This is my first REN Skincare product and definitely will not be my last! My skin drinks this face oil right up. It's the perfect oil texture, and it is not too heavy at all.  I just take a few drops into the palm of my hands, rub them together and press the oil onto my skin. Within minutes my skin is less red, super soothed, and very dewy and smooth. I love applying this at night on top of my other skincare products to seal in moisture and hydration. I also love that it's clean, so I can feel good about putting this on my skin. REN's packaging is also recyclable, which is a huge plus to me!"
        },
        {
            "review_title": "Already noticing a difference!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve been using this for a few days and Iu2019ve already started to notice a difference in my skin. The oil rubs into the skin really well, without leaving greasiness behind. My skin feels very soft & less red due to sensitivity."
        },
        {
            "review_title": "Amaizing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I just tried this evercalm barrier support facial oil and my skin loved it. I was worried that it might make my skin look oily, but it absorbs quickly and smoothly, leaving only a healthy glow and supple skin behind."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "The Ren Evercalm Barrier Face Oil is great did dryness and redness. I love that itu2019s light weight and soaks into the skin. Itu2019s also a clean skincare product with is always an extra bonus! Highly recommend!"
        },
        {
            "review_title": "So Gentle!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I am absolutely loving this facial oil. Itu2019s lightweight, hydrating, and very gentle. I love that it has CBD in it and no added fragrance u2014 my skin has been loving it. I have mild rosacea and Iu2019ve noticed my skin has been calmer and less activated since I started using this face oil."
        },
        {
            "review_title": "Great for sensitized skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Used this after a chemical peel, and Iu2019m sold! Soothed the itchiness and kept my skin hydrated all-night long. Provides great slip for facial massage with my gua sha tool.   Will say that itu2019s likely more suited to drier, sensitive skin types; my skin did produce more oil than it normally would though it did not break out. Not a problem when my skin is sensitized after a peel, but less than ideal under normal conditions."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I have super sensitive skin so I was excited to see this would help with sensitive, red, dry, etc. skin! It definitely felt good on my skin and I didnu2019t have any bad reactions. My allergies have been super bad lately and I felt this helped calm down all of my itchiness going on. It was soothing!"
        },
        {
            "review_title": "So good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This is one of the best oils i have ever tried! Iu2019ve never used this brand before and wow Iu2019m so so impressed with how hydrating it is and how soft it makes my skin! I would definitely recommend this!"
        },
        {
            "review_title": "Nice oil!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This product was gifted by Ren Skincare for review purposes only. I'm usually afraid to use oils since I already have oily skin but this did not break me out. It didn't feel very greasy and the scent wasn't very strong. This definitely helps with dry patches."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "The product worked in really well when I used my Gua sha. Felt super light, Iu2019ll be using this in my routine. I feel like my skin barrier has improved a lot and I will continue to use it and will be getting one for my mom! Super lightweight."
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This has been such a great oil!! My face has been on the fritz lately with season change and switching products but this has really been amazing! The irritation and bumps are starting to subside along with patches of redness! This absorbs quickly but recommend night use for best results."
        },
        {
            "review_title": "Love this facial oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Dry skin",
            "review_text": "I was gifted this product by REN in exchange for my honest review. I really love this product! It's a no-nonsense, fragrance free facial oil rich in fatty acids to support the skin barrier. I think the marketing here can be a little bit confusing I'm not sure what an 'elixir' is supposed to mean but just know it's a facial oil."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Complimentary from Ren Skincare, all thoughts my own  This face oil is phenomenal! It's so gentle yet is so effective. I love that it absorbs instantly and that it really helps calm my irritated skin without causing me any burning sensation. It's awesome that this brand is so passionate about the environment as well:)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This is probably one of the best facial oils Iu2019ve ever used. Itu2019s not sticky and it moisturizes my skin well. Itu2019s incredibly calming, so I like using this when I have flare-ups or when my skin needs a little extra TLC. A little goes a long way; you just need 2-3 drops or so. This is one of my favorite ways to end my nighttime skincare routine!"
        },
        {
            "review_title": "Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Truly helped to save my dry skin. With the changing weather, I was experiencing extremely dry skin. When I received oil it was a drink of water for my face and it is absolutely true! Evercalm Barrier Support Facial Oil has a lot of great and clean ingredients that are really cool and also zero-waste packaging. This is now a must-have product for me."
        },
        {
            "review_title": "NEW FAV",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "I was gifted this product Iu2019m exchange to give my honest opinion. I wasnu2019t to sure how this was going to turn out because Iu2019ve never heard of this brand before. But Iu2019m so glad I tried it! I use it after my moisturizer and before makeup. It leaves my skin so dewy and moisturized all day. A perfect lightweight oil for going into summer. I also use it by mixing it with my makeup to create more of a light dewy finish and it looks beautiful!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This product is great. I was hesitant at first because oils tend to break me out, but this didnu2019t do that at all. Itu2019s gentle yet effective. It moisturized without making me feel greasy. The scent wasnu2019t too strong."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I am obsessed with face oils. I love using it as the last step of my routine at night and also love to mix them into foundations!! I have very sensitive skin so have to be very picky with ingredients and this one ticks all my boxes and has not broken me out!"
        },
        {
            "review_title": "Instant calm!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m impressed with how calming and nourishing this oil feels! Itu2019s the perfect last step to seal in all my barrier serums. It also has no scent and seems perfect for sensitive skin. It definitely helps to take down my redness and I wake up with hydrated and more calm skin. Itu2019s a win!"
        },
        {
            "review_title": "Bottle of CALM.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Immediately YES! Used it right away & it absorbs beautifully. I donu2019t mind a bit of an oily oil since I have dry skin, but this was dry to the touch & it still felt like it was working hard. Iu2019ve been working in the office again & my skin has been super dry from it. I needed this boost! My skin feels comforted, hydrated & less itchy than it did before this oil.  A nice glow & soft soothed skin. Immediately a fan!!!!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This product is gifted to me by REN SKINCARE in exchange for honest opinion. Love this skin barrier product. I have a little bit sensitive skin and I want it to be more on natural side .I love oils that why I love this product. I can see the visible difference in my skin. Love it"
        },
        {
            "review_title": "Lovely Occlusive",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I am so happy with this oil! Itu2019s lightweight and doesnu2019t clog my pores, but as an addition to my skincare routine itu2019s ridiculously hydrating. I like to apply right after serum and moisturizer to seal everything in at night. If youu2019re buying this, keep in mind that it is an oil, so itu2019s an occlusiveu2014 itu2019ll keep everything under it in, and everything over it out. The hydration comes from whatever you apply before it!"
        },
        {
            "review_title": "My skin feels amazing!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I absolutely love this product, I have super sensitive skin after some of the harsher products I use and let me say this soothes the redness massively and has helped improve my skin barrier."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I am currently almost 15 weeks pregnant and my skin has been changing constantly, for a few weeks it has felt quite dry so I have started using this product and I can see that it is looking brighter, without leaving a greasy appearance, it has significantly improved the The truth is that I loved it and I am quite happy with the results"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I was so excited to see this facial oil come out!! My skin has been red and textured lately as we are switching into spring/summer from winter. I love using this to help soothe my skin when itu2019s irritated.   Gifted by Ren"
        },
        {
            "review_title": "Noticiable Results!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "Received complimentary from REN Skincare- I used to have extreme acne and was put on accutane, which cleared it up but still left me with redness, I was a little skeptical about this product, but after consistent use Iu2019ve noticed visible differences, my skin is not red when I wake up and is less red throughout the day Iu2019m very happy with this! Thank you REN!"
        },
        {
            "review_title": "great",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this one so much. I have sensitive skin so this one is such a good one for my skin. It is so soothing, nourishing, and rich. I love the ingredients and how this feels on my skin. A little goes a way too so this will last a while!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This new product that just released is amazing! REN skincare has always came out with high quality skincare and this was no exception. My skin feels super smooth and it doesnu2019t feel too oily on. Itu2019s like coming out from a at home spa treatment."
        },
        {
            "review_title": "Lightweight but effective",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This was incredible for immediate relief! I over did it with actives and although nothing is truly a quick fix, this oil is as close as you can get. My skin drank it right up, and the dry skin flakes reduced immediately."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve really been enjoying this face oil! Itu2019s the first product Iu2019ve tried from the brand and Iu2019m really impressed! I like to use it at night time, on clean skin before moisturizer, and when I wake up my face feels soft and plump. Would love to try more from this brand in the future!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I love how this oil feels on my face face, it is very soothing, it makes my face to feel refreshed, the combination of ingredients are so nourishing that makes me  have a glow afterwards.  It is an oil, but it does not feel greasy and uncomfortable, I only use a few drops for my whole face, so the bottle should last me for a while because a little goes a long way.  I first apply the oil, then my moisturizer and my skin looks flawless, ready for my makeup, definitely great for dry skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "The texture of this oil is so luscious and feels so nice on my skin. It really has made such a huge difference in my skin appearance and feeling already. Iu2019m very impressed and recommend it! I love it!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "My skin has been feeling extra dry lately so I was super excited to try out this new face oil. I don't normally use oils in my routine but this one is super lightweight and nourishing. It is a bit pricey but a little does go a long way so I can see this l lasting a long time"
        },
        {
            "review_title": "Perfect facial oil!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I loveeeee a good facial oil that isnu2019t too greasy! This one also gives barrier support!! What more could you ask for?? I am in love with this even just after the first couple of times using! It feels amazing on my skin and not greasy or sticky!"
        },
        {
            "review_title": "YES YES YES",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I'm obsessed with this facial oil. First of all, it comes in a beautiful package and glass bottle, and looks super nice on my counter. No need to tuck it away. In terms of the product itself, I've been using it for a few days and it's amazing. It locks in moisture super well and keeps my skin feeling firm yet soft. Absolutely will be buying again!"
        },
        {
            "review_title": "My dry, flaky, skin LOVES it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "As soon as this showed up, I washed my face just so I could use it. My skin is very dry with redness and flaky dry patches and it just drank this oil up!! It's fragrance free, lightweight, and absorbed SO quickly. My skin feels hydrated without looking shiny and without feeling heavy. It looks happy with a healthy glow. I absolutely love the blend of oil in this elixir. Product received complimentary from REN Skincare."
        },
        {
            "review_title": "Great on oily skin too!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "I have oily skin already, and I live in Florida, so I usually stay away from facial oils. If I do use them I like to add them to my nighttime skin routine which is what I did with this one! I even used my gua shua with it and my skin drank it all up! Left me feeling hydrated and smooth!"
        },
        {
            "review_title": "Great oil for sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Gifted by Ren skincare. I am a huge fan of the Evercalm line so I knew I needed this support elixir. Itu2019s a lightweight oil that really helps my skin feel less sensitive and soothed. I like to use it in combination with the Evercalm redness relief serum. Even though itu2019s an oil it feels non-greasy, I find it absorbs fairly quickly."
        },
        {
            "review_title": "So lightweight!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Fantastic face oil! I have combo skin and this has helped me so much! I recommend this if youu2019re looking for a good oil."
        },
        {
            "review_title": "Hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This is a really good facial oil. I have always tried to say away from using oils on my face because they broke me out but this one is different. This didnu2019t irritate my skin or break it out. I love using it under my makeup to give it a nice glow from within look. Its very nourishing and hydrating on the skin. Such good quality product and the price is right."
        },
        {
            "review_title": "Love this oil!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I have never been a lover for face oils because I have oily skin u2014 but I was so wrong!! My face feels so hydrated, smooth, and calm. I love how it absorbs and sinks into my skin. I use this as the last step of my routine to lock in all the goodness on my face. My face looks and feels so refreshed in the morning."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Woooooooooow I didnu2019t even know my skin got red before using this. It absorbs really easily into the skin and smells wonderful. I use it after my serum and find i donu2019t have to use much through out the day."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Perfect oil for sensitive skin, I donu2019t get any irritation! I use only two drops to apply all over my face when my my skin feels dry. It helps to retain moisture and skin immediate feels smooth. Itu2019s not very greasy and makes skin compilation look healthier."
        },
        {
            "review_title": "good if you can splurge!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Really love that Ren promotes healthy barriers these days! This product isnu2019t sticky or tacky + a little goes a long way (which is good for nearly $60). Itu2019s definitely nourishing and I like using it at night and in the day, especially under makeup to help keep my foundation even. Iu2019ve noticed a decrease in dry spots and an increase in hydration overall."
        },
        {
            "review_title": "Really nice oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I am loving this oil. I used it before going to sleep and woke up with such smooth skin. I think this is such a good product for restoring your skins barrier and was extremely soothing when applied. It gave me a really nice glow and I even applied before makeup for a smooth base. Overall really good face oil that doesnt feel heavy on the skin at all."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Me encanta los productos que protegen la barrera de piel sin duda este producto es excelente estoy contenta de sea parte de mi rutina del cuidado de la piel , esta marca es nueva para mi estoy su00faper emocionada por probar este producto"
        },
        {
            "review_title": "Soothes the skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I received this barrier oil complimentary from REN skincare. It helps me with my skin irritations. It soothes the dry parts and also helps with flaking. I love how my face skin reacted to this product. I would definitely recommend it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This oil doesnu2019t feel too heavy or greasy on the skin. A little definitely goes a long way though. It feels so nourishing and my skin feels baby smooth afterwards. It has exceeded my expectations because I feel like my skin texture has improved a lot. Places that are usually very dry have healed!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I've always been a fan of this brand. It works amazing and has simplistic packaging. Perfect for acne prone skin! Leaves no residue too. I highly recommend for all skin types! Leaves your skin feeling clean and smooth"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is an amazing oil! I started adding oils into my routine a little while back and this one has worked so well into my routine. My skin can get a little red and reactive at times, especially when Iu2019m stressed, and this has really helped sooth and calm my skin during those time. It absorbs well and leave my skin feeling so good!"
        },
        {
            "review_title": "Love it !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "This face oil is so amazing. My skin has been so dry lately and this oil has saved my skin . It feels so hydrating and it plumps up my skin . The foundation looks so nice on top of it too ."
        },
        {
            "review_title": "Great Face Oil!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "I absolutely love this evercalm barrier support facial oil. It feels so nourishing when I apply it and I love how clean the ingredients in this product are. After applying my skin feels very soothed and bright!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Evercalm Barrier Support Facial Oil Is such a needed addition to my skincare routine. I started a stringer retinol treatment that is causing slight skin peeling. I use this after retinol, and noticed the flaky  skin is very much smoothed out and makeup applies beautifully without caking on top! It doesnu2019t feel heavy, absorbs quickly and the scent is refreshing and light."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I donu2019t usually use oils in my skincare routine but this product is so good. It targets exactly my problem, redness and dryness. I like to use it in my pm skincare routine. My skin feels so soft and healthy."
        },
        {
            "review_title": "Hydrating!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I just love how nourishing this whole barrier is. The packaging is so beautiful and fresh. The texture is so hydrating and itu2019s so luxurious. My dry skin feels so much healthier after using this product. I love how my make up those and it doesnu2019t look dry itu2019s great for aging skin."
        },
        {
            "review_title": "Clean",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I was gifted by Ren Skincare. I love mixing this with a moisturizer in the morning to help with redness. Gives loads of hydration with clean and plant ingredients. I have combination skin and it doesn't leave it feeling oily, lightweight, absorbs quickly."
        },
        {
            "review_title": "LOVE!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "This facial oil is AMAZING!! My skin is so sensitive and always red and I have seen a very visible change in that redness in just a few days. My skin feels so hydrated and smoother and so much calmer after using this. I love how quickly the oil dries down and it never leaves my skin feeling greasy. Itu2019s already helped with my dryness and redness a lot with consistent use for a few days in a row. I am thrilled to have found this and never want to be without it again. Itu2019s just what my skin needed during the transition to spring when all of my skin sensitivities really act up. Also a little goes a long way so this will definitely last for a long time! And the packaging is great too, so easy to use and I love that I can recycle the bottle."
        },
        {
            "review_title": "good for blemishes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Evercalm Barrier  support oil is great for sensitive skin and has a lot of great ingredients like camellia, meadowfoam, inca inchi oils, together they protect skin barrier and reduce signs of sensitivity! I like that after I used it reduced the blemishes around my nose! And also I love that it is a sustainable glass jar and clean at sephora!"
        },
        {
            "review_title": "This oil is too good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This face oil has quickly become the new favorite in my skincare arsenal! First and foremost I want to point out that this product is formulated with zero-waste packaging. That for me is an instant win. I love companies who formulate products with sustainability. Now, as far as the formula goesu2026 itu2019s wonderful. I notice an instant improvement in the appearance of my skin. My texture appears minimized and it brought an overall calmness to my entire face. It reduced redness and added a good amount of moisture and hydration. 10/10 would recommend this oil!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This REN oil is so soothing and comfortable on the skin. I love the texture and the way it sinks in effortlessly. It is a pleasure to use and it is even better knowing that it is a clean, sustainable product!"
        },
        {
            "review_title": "LOVE IT!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Love REN skincare and this product is no exception. I love using face oils at night and this one is amazing! It absorbs nicely without feeling sticky or heavy on the skin. Gives such a luxurious feeling to the skin, hydrates it amazingly and it gives such a nice glow."
        },
        {
            "review_title": "Use Daily for results!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This gives my skin an instant glow and calms down my redness and irritation. I have post acne marks and redness, and after applying this, it calms it down and makes my makeup look flawless. Very hydrating and subtle."
        },
        {
            "review_title": "Hydrating for day and night",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "Literally love everything from REN Skincare including this evercalm barrier support facial oil! I use a few drops in my moisturizer in both the morning and night so my skin stays hydrated. Thanks REN Skincare for sending :)"
        },
        {
            "review_title": "Hydrated & Glowing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This oil is amazing!! I have sensitive, dry and acne prone skin and this has been hydrating my skin, making it smooth, and even calming any irritation I have! It feels luxurious and doesnu2019t leave your skin oily/greasy feeling, it sinks right into your skin while still making it feel hydrated! Highly recommend this for anyone looking for glowing skin!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I definitely recommend this oil to anyone who is looking for a light weight oil! I donu2019t typically use oils on my skin because they cause breakouts, but it truly doesnu2019t feel like that will happen. I recommend using it once a week and not an everyday thing. I canu2019t wait to see the results as I continue using it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "I love how lightweight this face oil is and how soft it makes my skin feel! As someone who has skin that is more on the oily side I also really like that this doesnu2019t intensify it or cause it to be more oily! It works great for any skin redness you might have and works fast! Another plus is that it is a sustainably sourced product and is aimed at reducing waste!"
        },
        {
            "review_title": "So Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Rightly recommend this oil , very lightweight, feel so good on the skin, moisturizer and hydrated the skin so quickly, my skin looks amazing, perfect for my sensitive skin, I canu2019t wait to see more results."
        },
        {
            "review_title": "Highly Recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The Evercalm barrier support facial oil is a skin care routine MUST! I love how hydrated, nourished, and healthy my complexion looks after using this product for 7 days. Plus, the packaging is zero waste!"
        },
        {
            "review_title": "best face oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I absolutely love this face oil. It has a nice feel to it when you put it on. You have to rub it a little to warm it up before putting it on but it feels amazing and hydrates your face for 24 hours. I love it!"
        },
        {
            "review_title": "Calming face oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m pretty picky about face oils but this one is surprisingly nice! Itu2019s not too thick and offers just the perfect amount of hydration. My skin looks less red and irritation and overall more calm after applying this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "I love this product! It is light weight, it does not clog my pores, it has a neutral scent that is perfect for my sensitive skin. I started using this daily on my face and notice a difference in my overall complexion and moisture. Tried it as a base for my gua sha routine too! Bonus points: vegan, clean ingredients, environmental friendly!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Perfect oil after my acid day or after dermaplaning my skin. I also love the 3 oils that are blended! It really hydrates, moisturizes, and soothes my skin. Feels and look supple and not sticky at all. Thereu2019s no sting scent either."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I was gifted by REN Skincare for my review. The pale jade green color of label on the bottle is calming to look at, like the name of the product suggests. The facial oil itself does a good job at calming and soothing my dry combo skin. Love that it's made of seven nourishing, natural oil, and it was fast-absorbing. The dropper is made of recycled plastic, and it's easy and hygienic to use."
        },
        {
            "review_title": "Best eco-conscious brand!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I love that Ren Skincare is made from such good ingredients, ingredients that you can trust. Itu2019s such an eco-conscious brand as well, using recyclable glass bottles and droppers made from recycled plastic. This face oil is fragrance free and perfect to calm skin and restore the skin barrier. This is a must have in everyoneu2019s skincare collection!"
        },
        {
            "review_title": "Ideal for dry skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Amazing facial oil from Ren! I have very very dry skin, especially in winter and early spring because of dry air so I always need some extra moisture. This oil calms, hydrates, nourishes and strengthens skin, especially I think dry skin. Very recommended!!!"
        },
        {
            "review_title": "SO WONDERFUL",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This facial oil is fabulous! This is the first time Iu2019ve ever heard of rent Skincare and now I want to use all of their products because this one is so wonderful. It is such a beautiful job from the skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "this face serum is unreal it leaves my face feeling so smooth and hydrated all day long that I only apply it at night and Iu2019m good for the next day and use moisturizer in the morning and my face stays so hydrated"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Didnu2019t expect to like this oil as much as I do! Such a lovely, gentle texture that soothes, hydrates and replenishes the skin. I used it after a break out and found that it really helped calm my skin barrier"
        },
        {
            "review_title": "The best!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "It is an incredible product, formulated with natural ingredients to hydrate and restore the skin, it does not leave a feeling or an oily residue. It is easy to use and requires very few drops of the product to achieve perfect hydration! My skin is very dry in the neck area and it becomes more hydrated from the first application! I love this product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I have sensitive, aging skin and I am always looking for nourishing anti-aging skincare that helps keep it hydrated. This Evercalm Barrier Support Facial Oil helps keep it smooth and firm, without redness or irritation. I also love the sustainability aspect with its zero waste packaging."
        },
        {
            "review_title": "Great oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Great oil for my skin. I apply 5 drops daily, and itu2019s amazing. Absorbs right away, skin looks and feels better right away. I love oils, this particular one is definitely high quality. I love seeing omega among other ingredients."
        },
        {
            "review_title": "Gua sha oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I have the REN skincare vitamin c serum which I love bc itu2019s a great product w sustainable packaging! So this was a no brainer when I was looking for a face oil for my gua sha! This oil stays slippery throughout my gua sha routine but settles into my skin nicely!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This was gifted to me for my honest review. I'm a fan of this oil because it's very moisturizing while also calming. I have combination skin and never felt like this oil made me more greasy or breakout. It's extremely nourishing and works really well with my facial gua sha tools."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "I absolutely love this face oil! Itu2019s so light on the skin but extremely hydrating. Iu2019ve been using it morning and night and my skin has been looking good. I love the scent too. Perfect if youu2019re need a face oil that isnu2019t too heavy."
        },
        {
            "review_title": "Soothes, Smooths, and Supports",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "I received this product complimentary from the brand in exchange for my honest review and feedback. This is my first time trying this brand, and I really like it! I really liked this gentle, nourishing facial oil. I have very sensitive skin, and the Evercalm Barrier Support Facial Oil has helped to calm redness and soothe my skin from winter dryness, helping it be softer and more even as we head into spring. I also liked the zero-waste packaging it came in and that the bottle can be repurposed or recycled when I'm done."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "This is my first product ever from this brands, and I am truly impressed by how deeply hydrating and nourishing this product seems to be Iu2019ve only been using it for two weeks now but Iu2019ve noticed a major glow in my skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I find that using a lot of actives in my routine has made it necessary for me to find products that improve my skin barrier, and this one does a great job of that. As an oily skin girl, I love that it's pretty lightweight. The zero waste packaging is a really nice touch too :)"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love facial oils and REN so this is a perfect product for me, a nice facial oil that adds some hydration and glow to the skin, just what my dry skin needs. Kindly gifted by REN skincare for review."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Great product! The oil ingredients in it are so hydrating and plumping! My skin felt very soothed after I used it for a couple of days.  The product can feel oily but it leaves the skin with a very nice glow"
        },
        {
            "review_title": "Great oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I love how this oil feels on my skin! It takes care and soothes my skin very nicely. The ingredients are nurturing and hydrate my skin well. The packaging is zero waste and I love it because it doesnu2019t harm our planet!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "First of all I love the zero waste packaging! But about the actual product, this oil has been so soothing for the days after I use retinol. My skin typically is sensitive and reactive the days after using tretinoin or exfoliants and this has helped keep my skin hydrated and happy"
        },
        {
            "review_title": "Light weight",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Light weight, comfortable on the skin! Also love layering it."
        },
        {
            "review_title": "Super lightweight and quick absorbing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The ever calm barrier support face oil by Ren clean skin care is a lightweight face oil which helps with strengthening the skin barrier. Itu2019s very good for dryness, redness, and most importantly (for me at least)- loss of firmness which Iu2019m experiencing in my 30u2019s. I like that itu2019s super lightweight and gets absorbed easily and makes a great base for my make up. itu2019s made of amazing  ingredients that help soothe and nourish skin. Totally recommend."
        }
    ]
}