{
    "product_id": "854",
    "name": "Iconic Hair Heroes Gift Set: 8H Magic Night Serum & Mini Elixir Ultime Hair Oil",
    "brand": "Kerastase",
    "categories": "Hair, Value & Gift Sets",
    "price": 104.0,
    "about": "What it is:A limited-edition, day-to-night routine featuring a full-size, luxurious overnight serum and travel-size hair oil to enhance hair shine and smooth frizz..Hair Texture:Straight, Wavy, Curly, and Coily.Hair Type:Fine, Medium, and Thick.Hair Concerns:- Damage, Split Ends, and Breakage.Key Benefits:- Strengthens and provides heat protection up to 450u00b0F.Highlighted Ingredients:- Wild Camellia Flower: Resilient flower with high concentration of antioxidants to nourish hair..What Else You Need to Know:Light up your holiday season with this iconic, luxury gift set. Intense overnight nourishment meets iconic shine with the Nutritive 8H Magic Night Serum & Elixir Ultime Luxury Duo Haircare Set. Give your hair the gift of radiant shine with the Elixir Ultime Hair Oil, infused with wild camellia for soft and smooth hair. Indulge your hair in radiant overnight hydration with the Nutritive 8H Magic Night Serum for hydrated and strong-looking hair in eight hours..Fragrance Description:Elixir Ultime Hair Oil: The top notes are Mandarin and freesia violet leaves; middle notes are cedarwood and heliotrope violet flower; and bottom notes are sandalwood musk and courarine..Clinical Results:In a controlled study using Nutritive 8H Magic Night Serum Hydrating Treatment for Dry Hair, results showed:.This Set Contains:- 1 oz/ 30 mL Elixir Ultime Hydrating Hair Oil",
    "ingredients": "-Wild Camellia Flower: Resilient flower with high concentration of antioxidants to nourish hair..-Plant-Based Proteins: Nourish hair with essential nutrients and help retain moisture..-Niacinamide: Locks in hydration for long-lasting hair strength...Elixir Ultime Hair Oil: .Isododecane, Dimethicone, C11-13 Isoalkane, Caprylic/Capric Triglyceride, Dimethiconol, Amodimethicone, Camellia Oleifera Seed Oil, Zea Mays Germ Oil/Corn Germ Oil, Argania Spinosa Kernel Oil, Sclerocarya Birrea Seed Oil, Pentaclethra Macroloba Seed Oil, Camelina Sativa Seed Oil, Linalool, Alpha-Isomethyl Ionone, Limonene, Coumarin, Benzyl Alcohol, Camellia Japonica Flower Extract, Phyllanthus Emblica Fruit Extract, Tocopherol, Parfum/Fragrance...8H Magic Night Serum: .Aqua/Water, Dimethicone, C13-16 Isoalkane, Niacinamide, Glycerin, Polyacrylamide, Phenoxyethanol, C13-14 Isoalkane, Laureth-7, Panthenol, Ascorbyl Glucoside, Butylene Glycol, Linalool, Hydroxycitronellal, Benzyl Salicylate, Benzyl Alcohol, Hexyl Cinnamal, Citronellol, Hydrolyzed Wheat Protein, Alpha-Isomethyl Ionone, Coumarin, Hydrolyzed Corn Protein, Hydrolyzed Soy Protein, Limonene, Iris Florentina Root Extract, Citric Acid, Ci 19140/Yellow 5, Ci 14700/Red 4, Parfum/Fragrance.",
    "how_to_use": "Suggested Usage:.Elixir Ultime Hair Oil:.-Apply one to two pumps on mid-lengths and ends to bring a touch of shine during your styling routine..-Use as often as needed. Can be used on wet or dry hair, based on your preference. ..8H Magic Night Serum:.-Before going to sleep, apply one to two pumps, depending on hair length, then massage into lengths and ends of dry or damp hair..-Leave in overnight..-No need to rinse in the morning..-Repeat three nights a week or as directed by a stylist...Pro tip:.-During your nighttime routine, apply from mid-lengths to ends, then put hair in a topknot or braid for reduced morning frizz..-In the morning, shake out those loose waves and go..-Complete the routine with the Elixir Ultime Hair Oil in the daytime for maximum hydration benefits.",
    "num_reviews": 8,
    "overall_rating": 4.8,
    "product_url": "https://www.sephora.com/ca/en/product/kerastase-iconic-hair-heroes-gift-set-8h-magic-night-serum-mini-elixir-ultime-hair-oil-P512925?skuId=2811347&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2811347-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Smells devine while also making my hair soft and shiny: I was hesitant because of the price but will definitely repurchase again!"
        },
        {
            "review_title": "Bottle doesn't completely lock",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I love these products and they have greatly improved my hair! The only downside it the bottles itself. The pump on the hair oil does not truly lock and keeps pumping even when locked. I have tried to return them, but because this is a special box, a lot of stores don't sell them anymore and I wasn't able to replace them. Pretty disappointed."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "One of the best hair products Iu2019ve ever tried! Now Iu2019ll have to purchase the golden oil full size"
        },
        {
            "review_title": "So happy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I have heard very good things about this brand so wanted to give this a try. Iu2019m happy I did because it my hair is so soft and really helps my new growth flyaways lay down with also blow drying afterwards. Doesnu2019t leave my hair oily or any of that you would get with some oils."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Omg I love this stuff!! My hair is bleached, and I have naturally curl/dry hair and this stuff has changed my hair! My ends feel soft and have significantly less frizz. I wish I didnu2019t love it so much because itu2019s so expensive, but I fear I canu2019t go without now for"
        },
        {
            "review_title": "No words",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "These products are worth every penny, they totally changed my hair in one day, it is softer, manageable and less heavy! I'm in love and I would definitely buy it again"
        },
        {
            "review_title": "Best stuff in the market",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "absolutely the best hair products I ever used in my hair , EVER!! I'VE  onky been abke to indulge in the little 100 point perk sizes. until , being able to pay in payments , came along . plus the scent is impeccable. i highly recommend!! I have straight light brown hair , and it makes my hair satin soft without the fly aways and without weighing down , and making your hair look greasy.  you really only need 1 pump and worl through,  ends. beautiful. Great buy.  i love it so much"
        },
        {
            "review_title": "Life changing duo!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I really love this two products, they make my hair super soft, and shiny, that is a must have if you  have a hair prone to breakage and dry ends like me, they are both good but I must say I like the oil more, but for the price point is such a good deal you're getting to for 68 dollars!"
        }
    ]
}