{
    "product_id": "841",
    "name": "Joy to the Glow Set",
    "brand": "Kate Somerville",
    "categories": "Skincare, Value & Gift Sets",
    "price": 54.0,
    "about": "What it is:A limited-edition, holiday kit featuring three clinically proven ExfoliKate glow boosters for softer, smoother skinu2014all at a savings..Skin Type:Normal, Combination, and Oily.Skincare Concerns:Pores, Dullness, and Uneven Texture.Highlighted Ingredients:- Pineapple, Pumpkin, and Papaya Enzymes: Provides enzymatic exfoliation to reveal natural glowing skin..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. These products are also cruelty-free..What Else You Need to Know:u2018Tis the season to glow. Get visibly softer, smoother, super-glowy skin now with these clinically proven, pore-refining ExfoliKate heroes. This luxe trio delivers fresh-from-the-clinic radiance thatu2019s pure holiday magic..This Set Contains:- 4 oz/ 118 mL ExfoliKateu2122Cleanser Daily Foaming Wash.Clinical Results:Results based on an independent clinical study of ExfoliKate Cleanser Daily Foaming Wash:",
    "ingredients": "-Pineapple, Pumpkin, and Papaya Enzymes: Provides enzymatic exfoliation to reveal natural glowing skin..-Glycolic Acid and Lactic Acid: Refines the appearance of pores and clears buildup on skinu2019s surface. .-Aloe Vera, Honey, and Vitamin E: Visibly smooths and softens skin...ExfoliKate Cleanser Daily Foaming Wash:.Aqua/Water/Eau, Stearic Acid, Sodium Cocoyl Glycinate, Lauramidopropyl Betaine, Glycerin, Hydroxypropyl Starch Phosphate, CetearylPhosphate, Xylitylglucoside, Dimethicone PEG-8 Meadowfoamate, Anhydroxylitol, Xylitol, Leuconostoc/Radish Root Ferment Filtrate, Bromelain, Papain, Lactobacillus/Pumpkin Fruit Ferment Filtrate, Lauramide DIPA, Aloe Barbadensis Leaf Juice Powder, Lactic Acid, Glycolic Acid, Citrus Aurantium Bergamia (Bergamot) Fruit Oil, Aniba Rosaeodora (Rosewood) Wood Extract, Citrus Aurantium Dulcis (Orange) Peel Oil, Glucose, Pelargonium Graveolens Flower Oil,Citral, Benzyl Benzoate, Benzyl Alcohol, Sodium Hydroxide, Limonene, Chlorphenesin, Linalool,Citronellol, Maltodextrin, Geraniol,CI 75810(Chlorophyllin-CopperComplex)...ExfoliKate Intensive Treatment:.Aqua/Water/Eau, Lactic Acid, Silica, Glycine Soja (Soybean) Oil, Pectin, Cetearyl Alcohol, Carica Papaya (Papaya) Fruit, Ceteareth-20, Cetyl Alcohol, Phenoxyethanol, Dehydroxanthan Gum, Glyceryl Stearate, PEG-100 Stearate, Salicylic Acid, Lactobacillus/Pumpkin Ferment Extract, Alcohol Denat., Sorbic Acid, Cinnamal, Mel/Honey/Miel, Citrus Aurantium Bergamia (Bergamot) Fruit Oil, Eugenol, Potassium Sorbate, Limonene, Linalool, Lavandula Angustifolia (Lavender) Oil, Beta-Carotene, Aloe Barbadensis Leaf Juice Powder, Bromelain, Papain, Retinyl Palmitate, Tocopheryl Acetate, Cinnamomum Cassia Leaf Oil, Acetic Acid, Pogostemon Cablin Oil, Pelargonium Graveolens Flower Oil, Aniba Rosaeodora (Rosewood) Wood Extract, Citrus Aurantium Dulcis (Orange) Peel Oil, CI 75810 (Chlorophyllin-Copper Complex)...ExfoliKate Glow Moisturizer:.Aqua/Water/Eau, Cetyl Ricinoleate, Isostearyl Palmitate, Dimethicone, Squalane, Lactic Acid, Glyceryl Stearate, PEG-100 Stearate, Propanediol, Glycolic Acid, Myristyl Alcohol, Cyclopentasiloxane, Sodium Hydroxide, Lactobacillus/Pumpkin Fruit Ferment Filtrate, Leuconostoc/Radish Root Ferment Filtrate, Bromelain, Papain, Opuntia Ficus-Indica Fruit Extract, Glycerin, Saccharomyces Cerevisiae Extract, Polysilicone-11, Citrus Aurantium Bergamia (Bergamot) Fruit Oil, Aniba Rosaeodora (Rosewood) Wood Extract, Citrus Aurantium Dulcis (Orange) Peel Oil, Pelargonium Graveolens Flower Oil, Tocopheryl Acetate, Phenoxyethanol, Polyacrylate Crosspolymer-6, Myristyl Glucoside, Cyclohexasiloxane, PEG-40 Stearate, Xanthan Gum, Ethylhexylglycerin, Disodium EDTA, Maltodextrin, T-Butyl Alcohol, Citronellol, Benzyl Benzoate, Citral, Limonene, Linalool, Geraniol, CI 75810 (Chlorophyllin-Copper Complex).",
    "how_to_use": "Suggested Usage:.ExfoliKate Cleanser Daily Foaming Wash:.-Morning and evening, apply a small amount to wet face and neck, and massage gently for 30 seconds. .-Rinse and gently pat dry. .-For optimal results, replace with the ExfoliKate Intensive Treatment twice a week in the shower. ..ExfoliKate Intensive Treatment:.-One to two times per week, apply a thin, even layer to a clean, wet face and neck, and massage gently for 30 seconds. .-Leave on for no more than two minutes. .-Rinse and gently pat dry. .-Esthetician tip: This product might cause skin to tingle and flush slightly for a short time. For sensitive skin, leave on for less than one minute and/or mix with their Goat Milk Cleanser (sold separately)...ExfoliKate Glow Moisturizer:.-Morning and evening, apply a thin, even layer to face and neck. .-Use alone or layer over KateCeuticals SuperCell Rejuvenation Serum (sold separately).",
    "num_reviews": 2,
    "overall_rating": 5.0,
    "product_url": "https://www.sephora.com/ca/en/product/kate-somerville-joy-to-glow-set-P514032?skuId=2810588&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2810588-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Full size face wash included makes it worth it alone. Love the exfoliating scrub. The moisturizer is making me break out, so I've stopped using it"
        },
        {
            "review_title": "Great products, great value",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I bought this set because I love the cleanser and exfoliating treatment and have used them for years, but I wanted to try the moisturizer.  The price for this set is fantastic as the cleanser is full size and if bought alone is $44. So this set is a great value. Keeps my skin looking smooth, even toned, brightened and keeps the pores clean of any buildup. I love the moisturizer, its a gel and spreads easily and sinks right in and creates a nice glow and base for makeup. I would buy this entire set again."
        }
    ]
}