{
    "product_id": "333",
    "name": "LIGHTWORK VI The Freedom Palette: Magnetic, Customizable, Stackable Palette with Illuminating Pigments for Eyes, Face & Lips ",
    "brand": "Danessa Myricks Beauty",
    "categories": "Makeup, Eye, Eye Palettes",
    "price": 173.0,
    "about": "What it is: A groundbreaking magnetic, customizable, stackable, and collectible on-the-go all-over face palette..Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. This palette is also gluten-free and cruelty-free...What Else You Need to Know:The Lightwork 6 Freedom Palette, your look, your way from basics to beyond. Unlock the power of infinite possibilities with this transformative design, that's fully magnetic & stackable. It contains three curated color stories, and 18 mesmerizing illuminating pigments for eyes, face & lips. Use these simple one swipe colors alone or layer finishes for varying levels of sparkle or shifting dimension. Unpack and stack your favorite color stories and pop it into the enclosed luxe palette to go bag...This Palette Contains:.- 18 x 0.042 oz/ 1.2 g pigments in Proud (warm gold with soft-pink shift), Higher (electric peach with flamingo-pink shift), Unapologetic (suede warm brown), Rise (yellow gold with peach shift), Gleaming (beetle green with warm-brown shift), Nirvana (olive green with teal shift), Release (seafoam blue with lilac shift), Fluid (bright teal with light-gold shift), Unbound (satin indigo blue), Free (light hot pink with dove-grey shift), Euphoria (orchid purple with royal-plum shift), Serenity (light neon pink with yellow-green shift), Joy (bright coral pink with bumblebee-gold shift), Love (silky berry magenta), Dance (ballerina pink with silver shift), Rejoice (vibrant rose gold with antique-gold shift), and Bliss (velvet eggplant purple).- To-Go Bag..",
    "ingredients": "Unbound and Bliss:.Mica, Phenyl Trimethicone, Polyglyceryl-2 Triisostearate, Diisostearyl Malate, Bis-Diglyceryl Polyacyladipate-2, Polyethylene, Magnesium Myristate, Bismuth Oxychoride (Ci 77163), Stearoxy Dimethicone, Methicone, Phenoxyethanol, Ethylhexylglycerin, Tin Oxide (Ci 77861), (+/-): Titanium Dioxide (Ci 77891), Red 40 (Ci 16035), Blue 1 (Ci 42090), Manganese Violet (Ci 77742)...Unapologetic and Love:.Mica, Phenyl Trimethicone, Polyglyceryl-2 Triisostearate, Diisostearyl Malate, Bis-Diglyceryl Polyacyladipate-2, Polyethylene, Magnesium Myristate, Bismuth Oxychoride (Ci 77163), Stearoxy Dimethicone, Methicone, Phenoxyethanol, Ethylhexylglycerin, (+/-): Titanium Dioxide (Ci 77891), Iron Oxides (Ci 77491), Red 40 (Ci 16035), Blue 1 (Ci 42090), Manganese Violet (Ci 77742)...Rise, Flow, and Euphoria:.Calcium Aluminum Borosilicate, Phenyl Trimethicone, Silica, Diisostearyl Malate, Bis-Diglyceryl Polyacyladipate-2, Polyisobutene, Synthetic Wax, Microcrystalline Wax/Cera Microcristallina/Cire Microcristalline, Phenoxyethanol, Ethylhexylglycerin, Tin Oxide (Ci 77861), (+/-): Titanium Dioxide (Ci 77891), Iron Oxides (Ci 77491), Red 40 (Ci 16035), Blue 1 (Ci 42090), Yellow 5 (Ci 19140), Ferric Ferrocyanide (Ci 77510)...Higher:.Silica, Phenyl Trimethicone, Polymethylsilsesquioxane, Tridecyl Trimellitate, Bis-Diglyceryl Polyacyladipate-2, Microcrystalline Wax/Cera Microcristallina/Cire Microcristalline, Diisostearyl Malate, Polyglyceryl-2 Triisostearate, Ethylhexyl Palmitate, Polyisobutene, Synthetic Fluorphlogopite, Synthetic Wax, Synthetic Beeswax, Phenoxyethanol, Ethylhexylglycerin, Tin Oxide (Ci 77861), (+/-): Titanium Dioxide (Ci 77891), Red 40 (Ci 16035), Blue 1 (Ci 42090), Yellow 5 (Ci 19140)...Release:.Silica, Phenyl Trimethicone, Polymethylsilsesquioxane, Tridecyl Trimellitate, Bis-Diglyceryl Polyacyladipate-2, Microcrystalline Wax/Cera Microcristallina/Cire Microcristalline, Diisostearyl Malate, Polyglyceryl-2 Triisostearate, Ethylhexyl Palmitate, Polyisobutene, Synthetic Wax, Synthetic Beeswax, Phenoxyethanol, Ethylhexylglycerin, (+/-): Titanium Dioxide (Ci 77891)...Dance:.Silica, Phenyl Trimethicone, Polymethylsilsesquioxane, Synthetic Fluorphlogopite, Tridecyl Trimellitate, Bis-Diglyceryl Polyacyladipate-2, Calcium Sodium Borosilicate, Microcrystalline Wax/Cera Microcristallina/Cire Microcristalline, Diisostearyl Malate, Polyglyceryl-2 Triisostearate, Ethylhexyl Palmitate, Polyisobutene, Synthetic Wax, Synthetic Beeswax, Phenoxyethanol, Ethylhexylglycerin, Tin Oxide (Ci 77861), (+/-): Titanium Dioxide (Ci 77891), Iron Oxides (Ci 77491)...Free, Joy, and Empowered:.Silica, Phenyl Trimethicone, Bis-Diglyceryl Polyacyladipate-2, Diisostearyl Malate, Polyglyceryl-2 Triisostearate, Tridecyl Trimellitate, Ethylhexyl Palmitate, Polyethylene, Stearoxy Dimethicone, Synthetic Wax, Microcrystalline Wax/Cera Microcristallina/Cire Microcristalline, Phenoxyethanol, Ethylhexylglycerin, (+/-): Titanium Dioxide (Ci 77891), Red 40 (Ci 16035)...Serenity, Proud, and Gleaming:.Silica, Phenyl Trimethicone, Bis-Diglyceryl Polyacyladipate-2, Diisostearyl Malate, Tridecyl Trimellitate, Ethylhexyl Palmitate, Polyethylene, Stearoxy Dimethicone, Synthetic Wax, Microcrystalline Wax/Cera Microcristallina/Cire Microcristalline, Phenoxyethanol, Ethylhexylglycerin, (+/-): Titanium Dioxide (Ci 77891), Iron Oxides (Ci 77491)...Rejoice:.Silica, Tridecyl Trimellitate, Bis-Diglyceryl Polyacyladipate-2, Diisostearyl Malate, Polyglyceryl-2 Triisostearate, Ethylhexyl Palmitate, Synthetic Fluorphlogopite, Polyisobutene, Microcrystalline Wax/Cera Microcristallina/Cire Microcristalline, Paraffin, Glycol Montanate, Synthetic Wax, Phenoxyethanol, Ethylhexylglycerin, Tin Oxide (Ci 77861), (+/-): Titanium Dioxide (Ci 77891), Iron Oxides (Ci 77491)...Nirvana:.Silica, Tridecyl Trimellitate, Bis-Diglyceryl Polyacyladipate-2, Diisostearyl Malate, Polyglyceryl-2 Triisostearate, Ethylhexyl Palmitate, Polyisobutene, Microcrystalline Wax/Cera Microcristallina/Cire Microcristalline, Paraffin, Glycol Montanate, Synthetic Wax, Phenoxyethanol, Ethylhexylglycerin, Aluminum (Ci 77000), (+/-): Titanium Dioxide (Ci 77891).",
    "how_to_use": "Suggested Usage:.-Finger forward Brush optional- This all over face palette was designed for all skin levels and all makeup styles from simple solo swipes to infinite layering possibilities. .-Each section is a unique color story that contains building block base tones and shades with varying level of sparkle and shine..-Possibility #1:Swipe any shade over your eyelid for one swipe magic. Wear alone on bare skin or pair with your favorite shadow primer for an amplified color expression. .-Possibility #2:Choose a from cream chrome or satin Matte base and layer with any other shade in the palette for an easy expert level dimensional look. .-Possibility #3:Start with a base tone and layer with multiple finishes as toppers.-Unpack and stack your favorite combos in your Palette to Go Bag.",
    "num_reviews": 47,
    "overall_rating": 4.7,
    "product_url": "https://www.sephora.com/ca/en/product/danessa-myricks-beauty-lightwork-palette-6-freedom-palette-P512509?skuId=2812642&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2812642-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Gorgeous",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Porcelain skin tone, Combination skin",
            "review_text": "This is far and away the best palette I've ever ventured to purchase. Some of the formulas are devilishly creamy, others so smooth they're an absolute dream. The possibilities are endless with this one and I can't wait to see what Danessa releases next."
        },
        {
            "review_title": "Eye Contact",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
            "review_text": "I am 55 years old and would never have thought to wear anything like this. The colors are so vibrant and exotic I just had to have this palette."
        },
        {
            "review_title": "A Must Have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I've been obsessed with this palette super beautiful quality in shades. I love applying a black shadow as a base and applying the shimmers on top for a bold bright look. The innovation of the packaging is top tier. Super good for the babes who want a small palette on the go. Love that everything's Magnetic down to the actual shades themselves. Super Friendly for beginners in makeup and people who want to play around with color and shimmers. Would Make a Perfect Holiday gift for makeup Lovers."
        },
        {
            "review_title": "Magical makeup.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Such a gorgeous pallet! I always get compliments when I wear this eyeshadow. The colors are holographic, and help create magical looks. The novelty of the magnetic snap and go isnu2019t a feature thay Iu2019ve used,"
        },
        {
            "review_title": "Best makeup product Iu2019ve ever owned",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I never leave Sephora reviews but this is the best makeup product Iu2019ve ever purchased. Ever. If youu2019re considering to treat yourself on a pricy piece of makeup please choose this one. Incredible colors, the CUSTOMIZATION, the travel friendliness. Itu2019s amazing."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This has become my favorite go to palette since I got it, I love mixing and combining colors!"
        },
        {
            "review_title": "Gorgeous addition for any color + sparkle lover",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I just received this palette and itu2019s even more gorgeous in person. All of the pigments are bright, bold, and have an intense color payoff. As someone who loves bright eyeshadow hues and intense sparkle but also doesnu2019t like to travel with a ton of makeup palettes, this will become a staple to pair with an all-mattes option."
        },
        {
            "review_title": "Beautiful but not new",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Beautiful Palette! Unfortunately i ordered this for pick up and when i got home palette was used and swatched meaning this must have been a return and I can not exchange it because i am away for the holidays!!! Called CS and they couldnu2019t do anything neither! $148 for a used palette is wild!!!"
        },
        {
            "review_title": "Beautiful shades, but experienced trouble",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "First off I would like to say that I am a longtime fan of DM's lightworks palettes, and I have bought every palette she has released. I would like to list the pros and cons of this one. Pros: Great color variety, beautiful multichromes, highly pigmented, portable and travel friendly, customizable. Cons: Fallout from glitter shades can get messy, the palette is easy broken if you drop it, I've had shades fall out of the tin and I had to get a replacement.  Overall it's a great palette but you have to treat it with care. If you drop this once, they will fall out easily, so you have to be very careful with it... it's not something you can throw in your purse or luggage. It WILL get messy. I was happy to hear it was convertable but for this price, I wish the eyeshadows were more secure into the palette rather than loosely magnetized."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "Love adding a little shimmer with this gorgeous palette. Beautiful areas of colors and I love that it's customizable."
        },
        {
            "review_title": "Warm Celestial Shimmery Palette",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Very lovely special occasion eye pallet! Stunning colors and great formula. Quite long wearing especially with a primer. The color story here is fun!"
        },
        {
            "review_title": "Accessible artistry for ALL levels- sooo worth it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I purchased this product on danessa myricku2019s website after missing it here during the first release.. I paid full price (yes! The whole shebang!) and am not u201cincentivizedu201d to do anything... I was just SUPER impressed by the artistry and innovation in the palette. Iu2019ve been wearing and applying makeup for several decades, Iu2019ve seen it all. But this palette is a knock out. I love that Danessa suggested you play with your palette- use your (clean!) fingers and apply the colors to your eyes, your lips.. your cheeks- these shades look great as main character colors but are also perfect as an accent- a highlight! They just make you want to play and experiment with different shades and looks, which is what artistry is! Sheu2019s managed to capture that in a palette and make it accessible for all skill sets. Iu2019ve seen very intricate looks done as well as some beautiful but simple swipe of color as eyeshadow and a lip. Anyone can swipe color on your eyes or lips! They blend so effortlessly that you canu2019t lose. I was a little bit surprised by the price point but after having it and seeing how you can make a smaller travel palette from it.. I get it!"
        },
        {
            "review_title": "So gorgeous and sparkly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I really enjoy this! It's pricey but honestly... the formulas are so nice and hold up really well on my oily lids (I've used a few diff eye primers with this palette). The colors are all so gorgeous and I've used it for a number of daily and drag looks. Plus the packaging is really cool; I hope Danessa Myricks continues with this packaging format."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Amazing and good quality. Worth the hefty price tag."
        },
        {
            "review_title": "Wow! Very impressed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This palette is very unique.. from the packaging to the formula. All so beautiful and well done! No regerts here! Get it, you wonu2019t be disappointed."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This is a beautiful photo palette. The colors are beautiful"
        },
        {
            "review_title": "Absolute Must for Shimmer Lovers",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love this pallet. All of the colors apply super smoothly and I love the customization with the packaging"
        },
        {
            "review_title": "So much fun to use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this palette. As someone who used to only wear neutral shades and slowly branched out to colorful shadows this palette is so much fun. I have done several looks using this palette on the lids as well as liner close to the lash line and clients and coworkers have complimented on my eyeshadow looks. Itu2019s definitely a show stopper. Itu2019s a fun and easy way to play with color if that is what you are looking for. I also love how sturdy the palette is.  It comes with a travel pouch and mirror. Itu2019s such a cool concept how you can stack the palettes on top of each other to make it more travel friendly. This is my first Danessa Myricks eye palette and I think itu2019s totally worth it."
        },
        {
            "review_title": "Amazing colours and great palette design",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "Phenomenal palette. All of the colours are beautiful. It's not very demure or mindful, but I keep the palette at my office during the week and use Higher and free as most days.   The way the palette is designed is amazing too, and makes the fact that a few of the colours don't work with my skin not even an issue because I moved the pans around and carry 2/3 of them with me. What would be even more amazing is if they could sell an empty (with no pan borders) mini palette that is compatible that I could put a few of my exiting boring shades it."
        },
        {
            "review_title": "Holy SMOKES!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I am by no means a makeup artist, but this palette!!! Oh. My. GOD!! It is amazing!! The colors are incredible! If you can imagine it, you can create it!!"
        },
        {
            "review_title": "Everyday wearable",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Normal skin",
            "review_text": "I bought this during the sale because it's just so pretty. I wasn't sure it was going to be wearable, though. I've had it for about a week and have found it surprisingly wearable. I will use the dark shade in the grouping, use a brush to add a shimmer, and pop a light color in the inner corner. I'm left with a beautiful look I can easily wear as a middle-aged woman in my small town. I first used my finger to apply the shifting shimmer over the dark shade, but that made the look too dramatic for my everyday life. For me, using brushes creates beautiful, almost subtle, looks. I wish more influencers would show understated looks with this palette rather than trying to use every color included.  The innovations of the palette are amazing. I stacked the three sections, put the mirror on top, and put the entire palette into the little leather included pouch. It ends up compact and fit perfectly into my makeup bag for a weekend trip.  I like this palette much more than I expected!! I went from thinking I might return it to wearing it daily since it arrived."
        },
        {
            "review_title": "A must-have in my routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Dry skin",
            "review_text": "This is an amazing product.  Super high quality, you can make it high impact or low impact.  Works for every day and evening/event.  They work with fingers and brushes, it depends on the payoff you want and with a primer they pop the most.  The packages is so convenient.  I have light work V and light work VI.  Danessa is a master with shimmers."
        },
        {
            "review_title": "It GLOWS!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "The colors are stunning. I wish there was a deeper emerald green, but I can live without it. There is no justice in pictures/videos compared to in person."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "It is a must see in person, jaw has officially dropped ud83dude4f"
        },
        {
            "review_title": "The best, innovative, high quality pallet",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "the gals at the downtown disney store didn't even have this swatched yet, but it was, by far, one of the best pallets I've ever had"
        },
        {
            "review_title": "Not what l expected",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "Most of the shades serve as toppers. 3 pink shades look the same. 3 shades on the yellow/green pallet are very similar. I would keep it if all the colors shifted. there are 4 that l live, but not worth the price for 4 shades."
        },
        {
            "review_title": "Danessa does it again!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "I've bought the last few lightwork collections, and they seem to be getting better with each iteration. I love the packaging, and the colorways are epic.  same perfectly creamy formula with endless possibilities.  thank you, Danessa, for glamming up my face."
        },
        {
            "review_title": "GOAT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "Nope nope nope, I don't regret buying this at all. Buttery smooth formula, insane sparkle, and excellent pigmentation. I am going to have so much FUN with this palette."
        },
        {
            "review_title": "Mixed feelings",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Really want to love, love this palette as the concept, being able to switch things around, carry all or some of it etc is really cool and investing - the shadows are very pretty but I donu2019t think any of that quite justifies the price. The shadows are pretty but thereu2019s some fallout, they arenu2019t quite as duochrome as I thought they would be, liked the previous light work pallete better. Wish there were half star options for reviews would have given it 3 and 1/2 stars. Honestly my review is all over the place because my feelings about this palette are so mixed."
        },
        {
            "review_title": "ud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is an early birthday present to myself! And itu2019s already paid for itself several times over in the joy it gives me to interact with the colors and the packaging. Bonus, this makes your eyelid texture look incredibly and inexplicably smooth if that is something that matters to you."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "It's the best eyeshadow pallet I ever purchased. Every color is so beautiful."
        },
        {
            "review_title": "Innovative Palette",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Oily skin",
            "review_text": "I am sharing my honest and authentic opinion, as a Sephora Beauty Insider Community Ambassador. I have the Lightworks V palette, so I wasn't sure if I should get this palette. I don't wear a lot of colourful, bold eyeshadow looks. After watching some tutorials, I was easily convinced that I needed to try it out. The shades go on with one swipe. I like using the shades along the lower lash line or inner corner. They also layer well. This magnetic palette is so innovative. The mini palettes/individual shades can be removed. The 3 palettes can be stacked, and the logo on the top of the palette can be used as a lid for the mini palettes AND is a mirror. Danessa is a genius! I highly recommend this !"
        },
        {
            "review_title": "Could have been perfect.........",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "Got my palette today.  With all the packaging I am stunned that one of the shadow pans simply fell out of the pink section top left color.  I was able to get most of it off the counter and put some alcohol and got it back in the pan but for $130 should we really have to do that?   I did not attempt to take a pan out of the palette to switch places and doubt I will based on how fragile and tight the area is around the pan.  What also surprises me is how little product was in the pan.  The colors are amazing.  I would return if this was sold in store but since I am going to Vegas I just have to keep fingers crossed that none of the other colors fall out of pan.  I did create a few eye looks like were not over the top and very wearable."
        },
        {
            "review_title": "Stunning ud83eudd70",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "Absolutely Stunning ud83eudd70 I've been wanting a duo chrome palette for a while now and been too skeptical of ordering from Indie brands cuz of shipping issues and fees so this is my first ever owning one. Put Mothership palette which costs just as much to shame! I own about 8 motherships and I feel like I've definitely been sleeping on Denesa Myricks!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Porcelain skin tone, Normal skin",
            "review_text": "This is another fantastic palette from DM. The packaging is so amazing. I will say, there are fewer multichrome shades in this palette. I would imagine it's due to the more expensive packaging, but I love the inclusion of satin finishes and more neutral shades.  I'm a bit disappointed that the groundwork pans don't fit in the six pan palettes...but I have other mattes from magnetic palettes that will fit. All together, I obviously love this palette, and it will be getting a lot of use."
        },
        {
            "review_title": "Worth every penny!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "This Palette is absolutely stunning! this is genuinely a revolutionary product in terms of packaging and the performance of the shadows.This is my first eyeshadow palette from dynessa myricks and this definitely lives up to the hype!"
        },
        {
            "review_title": "Gorgeous Colours!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Oily skin",
            "review_text": "This palette is so much fun. The images online don't do it justice. Even in the pan, you don't always see how multi-dimensional these shadows are. On the eyes?... Gorgeous! I'm having so much fun playing with this palette. The actual functionality of the palette is so cool, too. Love that you can change the size and configuration."
        },
        {
            "review_title": "*****",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Another incredible palette from Danessa Myricks. These colors are all so dimensional and gorgeous. Buttery, smooth. These look so good all you need is to just swipe them on with your finger and throw on some liner + mascara."
        },
        {
            "review_title": "This is just FUN",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "I am a Sephora Beauty Insider Community Ambassador and this is my honest review of this palette. I purchased it with my own money. I have 3 of her previous palettes and I love the fun and unique convertible design this one has. I like that these are designed just simply go on your eyelid with your finger. You can layer them over any eyeshadow you have in your collection already or you can wear these beautiful colors on thier own. There are *a lot* of fun ways to work these shades into your routine, from everyday to more dramatic. This is just so much fun! I didn't need it but I'm loving it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "this is such a GORGEOUS palette! completely in love with this. it's super pigmented and it goes on like butter. super fun and unique. DANESSA MYRICKS IS THAT GIRL! also added a comparison to the Lightwork V and Lightwork VI, hope it helps!"
        },
        {
            "review_title": "Magical",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Everything about this palette is magical! This is truly innovative and unique and also SO PRO!!! I am head over heels for the shades, the design, and the versatility of this collection and I see myself grabbing for this palette over and over for years to come. Bravo!!! If you're on the fence, do it. There's nothing else out there quite like it."
        },
        {
            "review_title": "Beautiful colors, functional case.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Danessa Myricks never misses! These colors are beautiful, highly wearable and easy for a novice like me. I can't wait to try these colors!"
        },
        {
            "review_title": "Wow!! Palette of the Year Award!!ud83cudfc6ud83cudfc6",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "wow!! Just got this and I'm blown away with the innovation of this product. The palette set alone would probably cost a good bit and then add all of these gorgeous eyeshadows?? Fantastic deal to me!!  I bet this palette sells out soon. This will be my most used item for a long time. The possibilities are endless with these shadows and palettes. These shades make PMs special shades look like shadows from the 90s. They last well on the eyes too. I definitely recommend this to anyone wanting to try a multichrome and anyone that likes layering shades to make a different shadow. This palette will bring out your creative juices!!"
        },
        {
            "review_title": "Danessa killed it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Dry skin",
            "review_text": "danessa does it again! such an absolutely beautiful and thoughtful palette. a great addition to my lightworks collection."
        },
        {
            "review_title": "Best Lightwork Yet, Exceeded My Expectations!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Dry skin",
            "review_text": "I am thoroughly impressed by the shadows and multichromes found in this palette. They are above and beyond anything I thought I would be able to get outside of buying from indie brands. I never bought any of the previous Lightwork palettes, though I did have the smaller 8 pan Lightwork III and the shadows in this new palette and compared to the previous one I owned are like night and day. I have quite a decent collection of multichromes from different popular indie brands and these are absolutely on par with them, a couple of the ones in the Lightwork VI might even be better. The texture and formula of the shadows are perfect and add the right amount of shine/shift without leaving a cast on your eyes or face.   The other major selling feature for me that got me to buy the Lightwork VI opposed to previous Lightwork releases is the design of the palette itself. Each set of 6 shadows are in their each mini palette that is held in the bigger palette with a magnet and can be removed to be used in combination with the lid/top that is found magnetized to the bigger palette's lid which includes its own mirror on the inside as well. On top of the fact you can travel with any of the shadows in their own pocket sized pan that can be thrown in your bag, you can also remove any of the individual pans and rearrange them and potentially fit other brands with the same or similar sized pans in them as well. It's a genius concept and the fact everything fits together to make one big palette is even more impressive. There is also a faux leather pouch included to store your mini palette in so it doesn't get damaged or have the top and bottom separate in your purse or travel bag.  The only issue I would like to make note of is to not pick up the palette by holding the top as it is completely detachable and magnetic, so the bottom half containing the shadows could fall and damage the eyeshadows."
        },
        {
            "review_title": "DMB- Lightweight VI is here!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Deep skin tone, Combination skin",
            "review_text": "She's here!!!!!  Let the fun begin! The colors are beautiful and I love the option to compact and carry. Danessa is a genius!"
        }
    ]
}