{
    "product_id": "656",
    "name": "Flora Carnivora Eau de Parfum with Jasmine + Tuberose",
    "brand": "Henry Rose",
    "categories": "Fragrance, Women, Perfume",
    "price": 165.0,
    "about": "Fragrance Family: Fresh..Scent Type: Fresh Florals..Key Notes: Jasmine, Tuberose, Orange Blossom..Fragrance Description: This distinctive and sophisticated blend of tuberose and jasmine perfume, complimented by bright orange blossom, is a testament to a fresh floral fragrance...About the Bottle: Henry Rose crafted their bottles to be genderless, modern, and minimal. Their 50ml bottles are made from 90% recycled glass,  caps are made from fully compostable soy resin, and cartons are made from biodegradable FSC hemp paper...About the Fragrance: u201cFlora Carnivora was` formulated with unexpected proportions, leading to a new interpretation of a genderless floral. I wanted to create a contrasted scent that was powerful yet soft, carnal yet creamy and invent a new era of gender-inclusive perfumery that heres to stay.u201d u2013 Celine Barel perfumer..All Henry Rose fragrances are EWG Verified, Cradle to Cradle Certified, and Leaping Bunny Certified Cruelty-Free...Clean & Planet AwareOur ambitious curation of beauty made without controversial ingredients from brands dedicated to making meaningful environmental commitments, including sustainable ingredients and sourcing, packaging, corporate commitments, and consumer transparency.",
    "ingredients": "Alcohol Denat., 1H-3a,7-Methanoazulene,Octahydro-6-Methoxy-3,6,8,8-Tetramethyl-, (3R,3as,6S,7R,8as)-, 2(3H)-Furanone,Dihydro-4-Methyl-5-Pentyl-, 2,6-Dimethyl-7-Octen-2-OL, 2-Acetonaphthone, Meth-2(2-Pentenyl)2-Cyclopenten-1-One/3-, 2-Ethyl-4-(2,2,3-Trimethyl-3-Cyclopenten-1-Yl)-2-Buten-1-Ol, 2H-Pyran-2-One,Tetrahydro-6-(2-Pentenyl)-, 2-Octanol,7-Methoxy-3,7-Dimethyl-, Cis-3-Hexenyl Benzoate, 3-Hexenol, Trimethyl-2-Cyclohexenyl-3-Pentanone/2-, Propynol , Oxacycloheptadec-10-En-2-One, Benzeneethanol,2-Methyl-, Benzenepropanal,.Beta.-Methyl-3-(1-Methylethyl)-, Cis-3-Hexenyl Salicylate, Benzyl Acetate, Benzyl Benzoate, Cis-3-Hexenyl Methyl Carbonate, Cedrol, Citrus Aurantium Amara (Bitter Orange) Flower Water, Delta, Decalactone, Dimethylbenzyl Carbinyl Butyrate, Dimethyl-4-Isoheptenal Dimethyl Acetal, Dimethylcyclohexylethoxy Isobutylpropanoate, Dodecahydro-Tetramethylnaphthofuran  (Dodecahydro-3a,6,6,9a-Tetramethylnaphtho(2,1-B)Furan), Ethyl 2,2-Dimethylhydrocinnamal, Ethylene Brassylate, Methyl Dihydrojasmonate, Ionone,Methyl-, Isoeugenyl Acetate, Isopropyl Myristate, Jasminum Sambac (Jasmine) Flower Extract, Juniperus Mexicana Oil, Linalool, Linalyl Acetate, Methyl Decenol, Methylbenzyl Acetate, Methylcyclopentadecenone, Naphthalene,2-Methoxy-, Pentadecalactone, Propanoic Acid,2-Methyl-,2-Phenoxyethyl Ester, T-Butyl Alcohol, Terpineol, Alpha-, Tetrahydro-Methyl-Methylpropyl)-Pyran-4-OL, Tetramethyl, Acetyloctahydronaphthalenes, Trimethyl Propyl Cyclohexane Propanol, Vetiveria Zizanioides (Vetiver) Root Oil, Water, Ethyl 2,6,6-Trimethyl Cyclohexa-1,3-Ene Carboxylate, 1,2,3,4,4a,5,6,7-Octahydro-2,5,5-Trimethyl-, 2-Naphthol, Acetic Acid,(Cyclohexyloxy)-,2-Propenyl Ester, Denatonium Benzoate, Cis-3-Hexenyl Acetate, Trimethyl-Pentylcyclopentanone, Decanal, Ethyl Maltol, Ethyl Salicylate, Ethyl Vanillin, Methyl Benzoate, Oils,Mandarin, Tocopherol, Vanillin, Geraniol, Limonene, Methyl Ionones, Propanedioic Acid1-(3; 3-Dimethylcyclohexyl)Ethyl Ethyl Ester, Tetramethyl Acetyloctahydronaphthalenes (Octahydro-Methoxy-Tetramethyl-Methanoazulene), Dipropylene Glycol, 2H-Indeno [4,5-B]Furan,Decahydro-2,6,6,7,8,8-Hexamethyl-, Benzeneacetaldehyde, Methyl Di-T-Butyl-4-Hydroxyhydrocinnamate, Citric Acid, Benzyl Alcohol, Geraniol, Cyclopentadecanone, Hexadecanolactone, Pentamethylcyclopent-3-Ene-Butanol, Phenethyl Alcohol, Dihydro-4-Methyl-5-Pentylfuranone, 4h-Indeno[4,5-D]-1,3-Dioxole,3a,5,6,7,8,8b-Hexahydro-2,2,6,6,7,8,8-Heptamethyl...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.- Spray onto wrists and neck to intensify fragrance with the warmth of your body.&nbsp;.- Henry Rose fine fragrances can be worn alone or layered &nbsp;to create a personalized, signature scent....Recycling Instructions:.- Outer carton is made from FSC hemp paper and is compostable and recyclable.",
    "num_reviews": 202,
    "overall_rating": 4.6,
    "product_url": "https://www.sephora.com/ca/en/product/flora-carnivora-eau-de-parfum-P506283?skuId=2685774&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2685774-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1.7 oz / 50 mL eau de parfum spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2685774-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "One of the only floral perfume I like",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Dry skin",
            "review_text": "Elegant and sensual floral woody scent that lasts a good amount of time (6 hours)"
        },
        {
            "review_title": "Just no",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "Wanted to love this but it smells like a cleaning product."
        },
        {
            "review_title": "My new favorite scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I got a discovery set from this line and fell in love with this particular scent. It's warm and cozy with the Jasmine, Neroli,  orange blossoms and musk being the most prominent notes for me. This perfume actually relaxes me."
        },
        {
            "review_title": "Angelic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I usually go for warm woodsy scents like Maison Louis Marie No. 4 Bois de Balincourt. I first purchased Henry Rose Queens and Monsters because of the warm sandalwood notes. I love knowing that I am wearing a clean fragrance that wont give myself nor anyone around me a headache. I smelled this scent in store just out of curiousity and because I ended up loving Queens and Monsters. I am not typically a floral perfume fan, but the musky base notes in this fragrance balance out the jasmine and tuberose beautifully. This scent is creamy, yet fresh. I have been reaching for it over all my other fragrances. My bf told me I smell u201cangelicu201d. So there you have it. Longevity for me is roughly 5 hours."
        },
        {
            "review_title": "FORMER despiser of florals here",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair",
            "review_text": "I don't like any florals.  They all give me a headache, and a 400 dollar price tag doesn't fix it either.  If the scent isn't clean, I can tell, and I don't like it.  So Henry Rose's fragrances have been a win for me.  This is my 3rd favorite. (Queens and Torn are my first and second).  This scent is not a typical floral.  It is a balanced sweet nectar with depth.  Delectable notes combine to create a symphony of fragrances.  I am getting honey, a bit of coconut and vanilla, jasmine musk.  Outstanding gourmand floral."
        },
        {
            "review_title": "Love the perfume not the used bottle",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "Unfortunately, I'm going to have to return this perfume. since I got it and noticed that it's been used. Aside from this, this is one of my favorite fragrances. is very light fresh, and it has become my go-to for every day wear."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "THE ANSWER IS YES!!!  This fragrance is floral with a little musk. It smells amazing. It lasts all day. I was afraid to purchase the large bottle but once the travel size runs out ill be back"
        },
        {
            "review_title": "A Floral Scent for Everyone",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This might just be my favourite perfume. I started with the Henry Rose sample set and actually skipped over this scent because I'm typically not into purely floral perfumes. Something made me revisit my sample later on and I decided to try it out in earnest. Long story short, I quickly used up my sample and bought a travel size. I then used up my travel size and here I am with the full size. This is truly a floral scent for people who don't like floral perfumes. It's very light, very fresh, a little sweet but not too sweet, and has a slight musk underneath to give it some depth. I've only worn it in warm weather so far but I think it can be warn into winter as well. To me, it just smells like a fresh bouquet with a hint of depth and no one flower (I'm looking at you, jasmine) overpowers the others. It is balanced beautifully. It's what I want it a light fresh scent, without smelling like clean laundry or citrus.   I also love the transparency of the brand and the simple, modern looking bottle. Finally, given that it's a clean perfume I wouldn't say it lasts all day but I do smell it for several hours and we also have to be mindful we may go nose blind so I think others may still be able to smell it even if we can't. I don't mind if the projection is a little softer and closer to the skin, anyway.  This has definitely become a staple in my collection and I would recommend trying it out even if you aren't traditionally a floral person."
        },
        {
            "review_title": "Finished my first whole bottle, will be reordering",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I have officially finished my bottle of Flora Carnivora since first purchasing it 2-ish months ago. I stumbled across this scent randomly in Sephora just over 2 months ago and had sprayed a bit on my wrist after smelling it in the store and liking it, but wanting to see how long it lasted. I could still smell it on my skin after 24 hours and couldn't get it out of my head so had to purchase it for summer. It's such a fresh, feminine scent. I work full time in a corporate job, I have a toddler - I want products that I don't have to constantly reapply and help me look polished, clean, and put together. This scent certainly delivered!   I'm also a fan of YSL Black Opium, The One, and Chanel Chance (pink). If you are looking for a scent that isn't overpowering but also holds all day and is feminine and clean - this is your scent!"
        },
        {
            "review_title": "Doesn't linger but a minute.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Smells beautiful, but does not last at all!  Returned as can't imagine paying this much for something that only lingers for literally a couple minutes."
        },
        {
            "review_title": "Lovely scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "The scent is five stars, the one star is taken off due to the bottle not being full when it arrived."
        },
        {
            "review_title": "No way",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I did not like this floral smell at all. It was just odd, dont know how to describe it. Almost like a dryer sheet? But worse. I like more clean florals. This one was very heavy."
        },
        {
            "review_title": "Summery, airy, clean, light, green",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I bought this without smelling or trying it first and Im super impressed. It has a really fresh, green and airy vibe like the way the scent of blossoms is carried on the breeze in spring. Im obsessed with this for summer!"
        },
        {
            "review_title": "Love ud83dudc97",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Beautiful subtle scent that doesnt give me a headacheud83dudc9c"
        },
        {
            "review_title": "Love ud83dudc97",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Beautiful subtle scent that doesnt give me a headache"
        },
        {
            "review_title": "So interesting and different",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "This perfume is so interesting! It literally smell like what a carnivore flower I imagine would smell. Its floral, but in an exotic, kinda Amazonian way. Like green floral with a fleshing feeling  Its so crazy to me that are people that are smelling window cleaner or fabric softener on it, but that goes on to show how subjective smell is."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "This fragrance is exactly what I was looking for.  I get lots of compliments when wearing it."
        },
        {
            "review_title": "One of the first florals Ive liked",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Ive genuinely hated floral perfume for as long as I can remember. I generally gravitate towards warm, vanilla etc, but I absolutely love this! Its not an in-your-face floral (Estee Lauder, Im talking about you!), but its soft and mixes well on my skin."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I was hoping to get other fragrance notes other than jasmine, gardenia, which is what this flat out smelled like on me.  There was nothing special about this fragrance that is just another floral like any other jasmine or gardenia perfume.  I don't recommend unless you like this type of floral scent, since I know some folks love it.  I returned this."
        },
        {
            "review_title": "Not for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Light skin tone, Normal skin",
            "review_text": "I love other scents from Henry Rose but not this oneu2014its heavy and overly sweet. However, it fades quickly so the odor wore off before I went out. Hard pass for me. The bottle is pretty.       HardThe"
        },
        {
            "review_title": "Couldnt get this out of my mind",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I went in store and sprayed this perfume. I wasnt initially impressed but later that day I kept thinking, u2018whats that smell? And low and behold, it was this perfume. It stuck around all day on my skin and all WERK on my jacket. I finally purchased today and Im obsessed. Best jasmine scent in my collection"
        },
        {
            "review_title": "Great perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "This scent is one of my new favorite daytime perfumes! I love the floral notes of jasmine it is not too rich but more fresh. I noticed the wear was incredible I could still smell it on me at the end of the day. Definitely will be adding the full size to my collection!"
        },
        {
            "review_title": "Nope..not for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I returned this. I could not stand the fragranceu2026allergic reaction also occurred."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I saw a review of this that said it smelled like a window cleaner but ignored itu2026 I SHOULDNT HAVE ud83dude2d I genuinly had such high expectations and thought it would smell good as its also made with clean ingredients but it high key smells like some cheap cleaning agent"
        },
        {
            "review_title": "Shockingly bad",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I am so sad to have to return this but it smells exactly like cheap fabric softener to me. Im so bummed I had such high hopes for this line!"
        },
        {
            "review_title": "Amazing scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Smells Devine but doesnt last as long as Id intend it to"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The best perfume! It lasts so long and smells so good!"
        },
        {
            "review_title": "To die for ud83eudd0dud83eudd40",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Obsessed. My boss met Michelle and had said great things about Flora Carnivora. I was gifted the sampler. I loved Jakes house but thenu2026 I was taken away by this. It has every note I look for and smells divine. I found my new scent"
        },
        {
            "review_title": "I am so happy I came across this perfume.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I am a never smelled it but I'm always willing to try a perfume that has a great rating and I only read the real people who were not given a free sample. I got it 2 days ago and opened it and was so happy! It was just as described. It reminded me of being 4 years old and my Daddy walking me up to the corner to a giant honeysuckle Bush and popping off a flower and pulling the center out and letting me lick it. It tasted like heaven and smelled this way a also. I don't know if the rumours are true that this perfume was created for and by Michele Phiffer but if they are true, she should step forward and let us all know what her process was with Henry Rose. I am not anyone who received anything free. I was just excited for Sephora's 20% off of 1 perfume. I went for the big bottle. So happy I did."
        },
        {
            "review_title": "Smells beautiful, but the bottle is not that great",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "This was an impulse buy. I'm usually not overly fond of floral smells, but this smells lovely. It is pretty strong right out of the bottle, and if you're particularly sensitive to smells, just a friendly heads up. It takes a bit to mellow out and not be overwhelming. However, the bottle- at least mine- was really crappy. The silver bit at the neck, pulled off and got stuck in the lid cap. And because of that, it leaked. EVERYWHERE. So now my coat smells like a floral massacre. Which is why I took away two stars. One removed for the flimsy nature of the bottle, and one more for the amount that leaked out.  I'd recommend it, but just be aware you may receive an imperfect, leak prone bottle."
        },
        {
            "review_title": "A Nice Take on Floral",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Dark skin tone, Normal skin",
            "review_text": "A very nice clean floral scent.  I'm loving the Henry Rose line. I own four of the scents already."
        },
        {
            "review_title": "ufffc Delicious perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I am a avid makeup and perfume lover, how am I just now noticing these? I immediately purchased the flora carnivora. I also just realize that these are founded by Michelle Pfeiffer! Win-win!! I also purchased the clean discovery setu2026 Highly recommend"
        },
        {
            "review_title": "Smells so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Beautiful scent. Simple, chic packaging. Great price point. Id buy again"
        },
        {
            "review_title": "Worst fragrance I have ever smelled yuck!!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Ok so i'm not sure if all of the reviews on this product are paid because I received this fragrance and it is absolutely repulsive. So disgusting I took a shower to wash it off it was making me sick."
        },
        {
            "review_title": "Great for layering",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this scent. I smell the jasmine and orange blossom the most. Not so much of the tuberose. I love that its not a powdery floral, its a very clean scent. I use a spray of this perfume and layer it with a bit of tocca florence."
        },
        {
            "review_title": "Does NOT last!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "Smells good at first but lasts maybe a half an hour to an hour at most. What a waste of money."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "Amazing I use this everyday now and dropped Blue De Chanel for it :)"
        },
        {
            "review_title": "Childhood Memory of Honeysuckles - in love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Oily skin",
            "review_text": "I think I may have finally found my signature scent after spending a year searching. This perfume apparently was created by Michelle Pfeiffer because she wanted to replicate the a smell of a neighbors lush flower garden from her childhood. Likewise, this perfume evokes childhood memories for me as well. It reminds me of when I used to pick honey suckles as a child in summer time, surrounded by greenery, the humidity of the south east enhancing all the smells in the most incredible way. Im picky when it comes to floral perfumes, I usually find them to be too much. Too heady. Too loud. This perfume feels like my memory of picking honey suckles was placed in a bottle. That lovely memory returns to me every time I wear floral Carnivora. It is purely and simply beautiful. Its starts out as an extremely realistic musky white floral but in a soft and extremely lovely and approachable way, then starts to turn a bit green, and settles into the smell of white musk and honey after several hours of wear. The projection and longevity is impressive for a clean perfume. Its definitely meant for spring and especially summer, but Im tempted to wear it in all seasons because I love it that much. If you are a fan of more complex florals, this perfume isnt for you. Its beauty is easily understood, its classic in a down to earth way. Michelle and Henry rose have found themselves a life long customer."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I used this scent the last couple of days and not sure what the hype is all about. It doesnt last more than 10 mins and honestly is not my fav. Maybe it just doesnt suit me. This ones going back. Wanted to love!"
        },
        {
            "review_title": "Lovely scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, lightMedium skin tone, Combination skin",
            "review_text": "Im so in love with scent!!! I get so many compliments when I wear it. Its like an clean island scent"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes",
            "review_text": "Will definitely buy again. I carry the travel size with me and I do spray at least once if I feel like its fading out. Its a top 3 for me"
        },
        {
            "review_title": "Flora Carnivora is a dream.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "Flora Carnivora graces one with a scent that could be described as summertime with a faint touch of honeysuckle in the air.  The Flora Carnivora perfume is a favorite for the scent reminds me of my childhood home."
        },
        {
            "review_title": "Modern Take on White Floral",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "It starts out a bit strong/sharp, but stick with it as in 15 mins the notes mesh together into this lovely ethereal scent. There are some nice clean musks underneath the florals to balance them and give this that clean fragrance. This is really beautiful, a perfect spring or summer scent for those who enjoy white florals. It could easily transition from a daytime office scent to a flirty evening at an outdoor Cafe."
        },
        {
            "review_title": "Nice floral, not long lasting",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I really wanted to love this scent but its just a like, wouldnt order again. The floral scent is very nice but it fades quickly on me. The mini version is a nice option if you just want to test it."
        },
        {
            "review_title": "Best blind buy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Ive heard great things about HR Flora Carnivora, so I was really excited to see Sephora start carrying the brand. Im a floral/musk type of girl, so I went ahead & blind bought this in the travel size. Not only is the if youre thinking about trying it, Id highly recommend. 10/10packaging beautiful. But the smell is divine! It truly engulfs you with out overwhelming you (and Im fairly sensitive to cloying scents). colorpapackaging packaging"
        },
        {
            "review_title": "BUY IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
            "review_text": "smells like an angel feel from heaven and ran into a flower garden! it last so long and the mini is a good size!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Gifted by Henry Rose. Flora Carnivora Eau de Parfum is such a perfect scent for a summer day. The floral notes paired with jasmine, orange is refreshing. This is perfect for a light  scent and daytime."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I'm so glad that I found this perfume! I absolutely love the minimalistic but gorgeous packaging, and this smells absolutely amazing! I get compliments every time I wear it...Kindly gifted by henryrose"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Medium skin tone, Dry skin",
            "review_text": "This is such an elegant and sophisticated perfume. I love how the floral notes are balanced with earthy notes. Also, the packaging is beautiful and modern so it's made it's way to the front of my display :) Gifted by henryrose."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I was gifted by Henryrose and I am in love with this packaging and this amazing scent! It is so long lasting and I have received so many compliments on it. I would put it on in the morning and it lasts till the evening! Absolutely a favorite of mine"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Whenever I choose perfumes I always gravitate toward floral scents so naturally I wanted to try Floral Carnivora (gifted) by Henry Rose. This one is in a sleek minimalistic glass bottle with a black top. Even though I love floral scents especially jasmine, tuberose and blossoms (and this one has them all!) this one has an underlying slightly musty scent that I didnt love so one star off for that. Otherwise its a nice scent that doesnt smell like your grandmas perfume."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "First off the bottle is simple and very nice. The scent is soft, an elegant floral but feels fresh and easy going. I love this scent for the current spring season. Good for an everyday wear. I received this complimentary from Henry Rose."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Probably one of the most unique floral since Ive ever tried! Its light and powdery yet does not smell like baby powder if you know what I mean. Its a beautiful clean floral scent. Wonderful for daytime. Gifted by Henry Rose"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love floral perfumes but sometimes the scents can be overwhelming or come across with a powdery smell. This one is light yet full of fragrance and smells amazing. Its long-lasting and one of my new favorites! Gifted by Henry Rose."
        },
        {
            "review_title": "It smells like not typical floral perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Henry Rose kindly gifted me this perfume. This perfume is not your typical floral perfume. The perfectly balanced floral, earthy, and fruity scents bring you into the glass house garden with fresh and not overpowering floral scent. Anyone can wear this. It doesn't scream feminine, but it also has that gentle masculine side. The smell faded and changed, adjusting to my natural body scent and warmth. It smells different for each person. It's heavenly for me, and I can't stop sniffing it."
        },
        {
            "review_title": "Beautiful Floral!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "I have been using Flora Carnivora non stop , it's the perfect spring scent! It's like clean linen meets flower power. It's beautiful, light and feminine! It's so beautiful and I love it and my daughters have been stealing some spritz as well! Gifted by Henry Rose."
        },
        {
            "review_title": "My Everyday fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "My first time trying anything from this brand. I've been using Flora Carinovora everyday and it makes me feel fresh & clean. My partner loves how it smells on me. When I wear it I receive many compliments.  I love notes of Jasmine in a perfume and this one is a very enjoyful  floral scent, but not overpowering. Complimentary from Henry Rose"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I wanted to like Flora Carnivora more than I did, but unfortunately it fell short of my expectations. I was expecting a crisp floral scent with the slightest musk from the notes presented. However, instead of crisp, the fragrance is kinda heavy. It's hard to describe, but it's not the musk that is too heavy. I think it's a bit bitter from the florals. It's still a quality fragrance in a quality bottle, so if heavy scents are your thing you might enjoy this a lot more than me. Complimentary from Henry Rose."
        },
        {
            "review_title": "Fresh flowers",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I feel happy, fresh and free when I use Flora Carnivora! It feels like I've walked into a meadow full of flowers. It's a nice, light fragrance that I use daily. I spray it on in the morning, after I've finished my make up and before I head out to face the day! I was gifted by Henry Rose."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this complimentary from Henry Rose fragrances for consideration but all opinions are my own. The Flora Carnivora could have been overwhelming too feminine & floral for me but the jasmine & orange really provide a sexy brightness!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I really like this perfume. The scent is out of my comfort zone but its very fresh and clean. And I like the minimalistic bottle design. Its so cute! I wear it almost every day. Curious to try some other scents from this brand.  This was gifted to me by Henry Rose."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "Lovely floral perfume for people that dont like floral perfumes. Summery, warm and has good longevity. I smell orange blossom more than the other notes, but it is not overwhelming. The bottle is beautiful. Gifted by Henry Rose."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Henry rose flora Carnivora is fresh floral! Smells pure and Classy! Got lots of compliments with this one! Beautiful jasmine and neroli ! Great for every season and daily use. Stays whole day! Definitely recommend! Gifted by Henry rose"
        },
        {
            "review_title": "Love this fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I absolutely love this fragrance. Its kinda my perfume & has a fresh smell with a notes of black jasmine, tuberose, and bright orange flower. I smell deliciously amazing after wearing this and have received compliments every time I put it on. I spray it on my pulse points, wrists, neck, and below the ears leaving me to smell lovely the entire day. Its fragrance is long-lasting & is not overpowering. I will be repurchasing when my bottle runs out."
        },
        {
            "review_title": "The floral scent you are looking for",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Henry Rose has such beautiful scents! I can't get enough of them. Flora Carnivora was gifted to me by the brand. I love to spray this lovely perfume just once  for casual wear so I'll get a whif of it throughout the day. However, this scent is my go to when I am wearing a dress and heels because I feel it embodies a more mature character but still in a soft, elegant way. I'm not a huge fan of florals because they tend to be too strong for me but this scent just works with my body chemistry. It melts right into my skin and becomes warm and sweet."
        },
        {
            "review_title": "Pleasant!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received this as a complimentary from Henry rose. I could tell the difference between natural fragrance and normal one. This feels pleasant. The notes are a good blend of jasmine and tuberose. It stays all day as well!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I received Flora Carnivora Eau de parfum gifted by Henry Rose in exchange, for my honest opinion, the packaging is simple a Yet elegant , the scent its like being in a garden with the most delicious roses s flowers , for me it was love at first smell, I freaking love it, its floral and sweet and just the perfect balance for an everyday Parfum the only complain I have is that the smell fades away fast, I wish I would last all day long but it needs to be reapplied every 4-6 hours in my opinion and preference but regardless of that I will be repurchasing this because it just a wonderful scent ."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "[Gifted by Henry Rose] The Flora Carnivora scent was exactly my style. It wasn't overbearing and had a beautiful warm floral scent. It has become a wonderful new scent for daily use. I look forward to continuing using it."
        },
        {
            "review_title": "Like a beautiful breeze of roses",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This is literally the best rose perfume Ive ever used and thats really saving something! The combination of tuberose and jasmine with a hint of orange is so unique and layered perfectly. The rose is so light and fresh while the other notes make it sultry! I was gifted by Henry Rose and I cant recommend enough!"
        },
        {
            "review_title": "so good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I love this perfume in every way...from the name, to the packaging, the bottle, the smell, ohh the smell!! It's such a beautiful floral scent, not to strong or overwhelming. It's long lasting and you don't have to use much. This was complimentary from henryrose, thank you!"
        },
        {
            "review_title": "Very  intense",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "Gifted by Henry Rose. I really love the white floral that is present. It is the first thing that I smell. Its very musky and citrusy. It is long lasting. It is very fragrant and strong smelling. It will definitely last through the day. I sprayed it on my sweater and I can still smell it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Gifted by Henry Rose. This has a very potent perfume scent of heavy floral. I can handle this in small doses vs how much I usually smell. The fragrance also lasts for quite a long time too! I like this, but am not sure I would purchase again for myself."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "loveee the floral scent of this elixir! its rich, flowery breeze makes me feel as if I'm running through a field of wild blooms! it's not too heavy of a scent and lasts through the day. this bottle was kindly gifted by henry rose!"
        },
        {
            "review_title": "Smells divine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "This is a beautiful floral fragrance - perfect to spray on for the Spring and Summer time. It is a very earthy and refreshing with subtle floral. I love the beautiful and simple glass bottle and how this perfume is made with clean ingredients. Highly recommend! This was complimentary from henryrose for me to provide my honest opinion."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Love this scent! Im usually not a floral scent person, but I love this unique mix of florals that create this beautiful scent! Definitely a cherished new scent in my collection! Gifted by Henry and Rose"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This was gifted by Henry Rose in exchange for my honest review. This perfume smells ultra clean, has long lasting power and I receive bunch of compliments every time I wear it. I cant think of anything that smells like it and thats how special it is"
        },
        {
            "review_title": "My new go-to perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Beautiful light yet fragrant floral tones. Its jasmine scented for sure but in a way that isnt in your face or overwhelming.  Its the most beautiful mixture of floral with an earthy base of cedar wood and amber. I could wear it year round with no issues. Its become my go to because its so versatile. Add in that it is a clean and earth conscious and its a total winner for me. This was gifted complimentary from Henry Rose but the opinions and thoughts about the product are all my own."
        },
        {
            "review_title": "Smells great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Combination skin",
            "review_text": "I was gifted by Henry rose. This eau de parfum smells amazing. It smells a lot like flowers to me and it honestly last a long time on my skin and clothes. The bottle is simple and elegant and i love it."
        },
        {
            "review_title": "Lasts long",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I got this product complimentary from Henry Rose in exchange for my honest opinion. It comes in cute little bottle and easy to spray. It has flowery smell that lingers on for quite some time. 1-2 sprays are enough to make it work. It starts off quite flowerly but settles down after some time giving a bit of warm note. I took 1 star as I prefer fresh flowerly fragrances compared to warm flowery ones."
        },
        {
            "review_title": "Floral and not overpowering",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I lovvvve the Flora Carnivora Eau de Parfum I received complimentary from Henry Rose! It smells like freshly bloomed citrus blossoms and jasmine. Very feminine and so lovely for spring! I get a ton of compliments when I wear it, too!"
        },
        {
            "review_title": "Nice",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Dry skin",
            "review_text": "I received this perfume complimentary from henry rose. As the name suggests, it is a fresh floral scent with jasmine being the top note. It is a stunning everyday fragrance. So light and elegant. I would recommend this to everyone. Perfect for summer."
        },
        {
            "review_title": "Great Scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I have been going into florals for spring/Summer and this is the perfect scent for the season. This starts as a fresh scent the dry down goes toward a delicate texture and earthy scent which is amazing! This became my go-to scent for work. Wish it lasted longer. Gifted by Henry Rose"
        },
        {
            "review_title": "Lovely fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this beautiful, smelling fragrance. It is so unique and the blends and then notes go so well together it is a freshs and nooooo span on what Im used to when looking for a fragrance. It is a long lasting and has clean ingredients. The smell is to find my husband is obsessed. Gifted by Henry rose"
        },
        {
            "review_title": "A stunning, everyday parfum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This is one of the most addicting scents to have ever crossed my path. Every time I pass my parfum collection, this scent lingers throughout the room calling to me. I cant help but to spray myself every day. The smell is intoxicating in every good way. With top notes of orange flower and neroli meeting soft jasmine. Its an allure best of beauty winner which speaks volumes on its own. This fragrance does not disappoint. The scent can be worn all day for any occasion in my opinion. Its not overpowering and feels like one of those scents that youd smell in an expensive boutique. Lasts a good 8 hours.  I find that if I spray it in the morning, it will last until afternoon, but I only spray once and I spray my wrists for reference. Just a treat to have this scent. Recommend."
        },
        {
            "review_title": "So natural and smells so good!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "The first words that came to mind were floral, clean, and fresh. I love floral perfumes and this brings it all with a blend of light citrusy earthy notes giving me elegant romantic vibes. It's not a heavy fragrance and not overwhelming to your senses. This is a perfume that can be layered to fit your mood or season. The longevity is not as long as the others I have tried, but that is not why I love this brand. What I love about this brand is that there's nothing artificial and smells so natural. Gifted by Henry Rose in exchange for my honest review."
        },
        {
            "review_title": "Light and Floral",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I was gifted by Henry Rose Flora Carnivora for free in exchange for my honest review.  This perfume is light and floral. It's an easy wear without being overbearing.  It reminds me of my grandmother's scent but in a modern and lighter way. I'll continue to wear it when I think of her and it provides me a hug from the inside.  Perfect for the spring and summer seasons."
        },
        {
            "review_title": "A must have!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Flora Carnivora by Henry Rose is an absolutely amazing beautiful scent!!! Like stepping out of a fresh garden in full bloom!!! Love the smell of Gardenia, honeysuckle and Magnolia that I get from it!! I wear this now all the time, my new fave!!! It's that incredible!! Gifted by Henry Rose."
        },
        {
            "review_title": "Warm sweet floral scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Flora Carnivora perfume gifted by Henry Rose come is beautiful recycled bottle and packaging. It looks simple yet elegant. I loved the fragrance, which hints of Jasmine, Tuberose, Orange Blossom, and Vetiver, my husband loved it on me, a beautiful warm and sweet floral scent. Their whole collection is amazing!"
        },
        {
            "review_title": "Long lasting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I love adding this perfume, gifted by Henry Rose, into my daily routine! I tend to gravitate towards floral scents so I knew Id be a fan of Flora Carnivora. I prefer to spray my clothes so that the scent lasts me all day. My girlfriend also loves the scent, so we will be sharing."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "Gifted by Henry Rose. This scent is absolutely beautiful! It smells so fresh and light. Perfect for hot summer days. Its soft and feminine. Its also very long lasting. You will smell it all throughout the day."
        },
        {
            "review_title": "one of my favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Flora Carnivora - Eau De Parfum was gifted by Henry Rose.  it is one of my most favorite perfume lately. I love its floral, fresh, earthy scent. Light but not sweet. and it lasts pretty long. I got compliments from my husband and co-workers when I am wearing it. Definitely i am in love with it"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Tan skin tone, Normal skin",
            "review_text": "Gifted by Henry Rose. I am a big fan of floral perfumes and this one is no exception. It has a very soft and feminine smell. The top notes are Jasmine, Tuberose and Orange Blossom. I've worn it a few times already and absolutely love it, also performance wise its really good."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This perfume smells so fresh and floral perfect for the summertime. Smells similar to a fresh wet toilette that you get in the plane. The longevity is amazing as it lasts all day and pairs well without perfumes. Gifted by Henry Rose."
        },
        {
            "review_title": "So nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I was gifted  by HenryRose, Flora, carnivora love the way that it smells. It smells like fresh cut flowers with hints of spice and sweetness. This is now my go to fragrance. I get so many compliments on it. The bottle is a great size. Its heavy. Its a nice design. It sprays just the right amount."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This smells beautiful. Floral scent is very strong and perfect for spring and summer time. One spray lasts me at least half a day without any touch ups. Highly recommended for intense perfume lovers. Gifted by Henry Rose"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Flora Carnivora - Eau De Parfum by Henry Rose is garden perfection in a bottle. I loved how beautiful the floral notes were without being too much. It is a light scent but very much noticeable. I received this complimentary from Henry Rose."
        },
        {
            "review_title": "Beautiful Floral Fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is a gorgeous perfume. It's extremely floral, but you should expect that by the name. It is definitely a spring/summer fragrance rather than a fall/winter fragrance. It's very fresh and pleasant to smell. It can be a bit overpowering, so you don't want to hit it with a heavy hand. You need a squirt on the neck and one on the wrist and you are good to go for your day. Beautiful scent! Love having this in my collection. Gifted by henryrose - it's a love!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This fragrance has great packaging and is one of my new favorites. The scent does have strong floral notes and leans femme. It wears well for many hours and I get tons of compliments every time I wear it. Im obsessed. Gifted by Henry Rose"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I was gifted by Henry Rose this FLORA CARNIVORA perfume for my honest review. I love this perfume for the smell and packaging. The flora smell is stunning and won me lots of compliments. The bottle is simple but could serve as a decor itself."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I'm an avid fan of floral scents, particularly the refreshing aroma of bright orange blossom. What I appreciate most about this fragrance is that it strikes a perfect balance u2013 not overly feminine nor overpowering. I've even received a few compliments from people whenever I wear it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "Ive been wearing Flora Carnivora gifted by Henry Rose.  Immediately, you are hit with a garden scent that is super fresh. Once it dries down, it is a little more subtle, but still a floral reminiscent of spring. Great for daytime wear, especially with warmer weather. It has a long wear time as well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "One of the standout aspects of this perfume is its remarkable longevity. From the moment I spritzed it on my skin, the scent embraced me with its warm and inviting aura. The jasmine note takes the lead, lending an air of elegance and sophistication."
        },
        {
            "review_title": "I love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This spray is just amazing. Has everyone stopping me and asking what I have on and also telling me I smell good. Its very light plus strong at then same time . Like a floral scent I just love it and will be buying again. This was gifted by Henry Rose thank you"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Beautiful scent that actually last long. I love the notes its perfect to using in summer and the packaging is also convenient but stylish love the scent. Highly recommend it gifted by in exchange for t"
        },
        {
            "review_title": "Amazing for soft scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I really like this scent because it smells very light but has a nice floral scent that is perfect for an everyday use. It has that scent that is not too much so I really enjoy the blend of this one. So happy to have this be gifted by henry rose!"
        },
        {
            "review_title": "Perfection in a bottle!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "This product was gifted to me by Henry Rose.  It's a stunning Floral Eau de Parfum that makes me feel sophisticated, sexy, intelligent and powerful.  I use this immediately after showering as I feel it's more effective being that my pores are open right after showering.   I had never had the pleasure of trying Flora Carnivora by Henry Rose, and I can honestly say I have never gotten so many compliments when wearing Flora Carnivora.  I cannot wait to try every single scent!.  I am stunned because I never knew they could be such a thing as perfection in a bottle!"
        },
        {
            "review_title": "Smells amazing, long lasting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Gifted by Henry Rose. Love the simplicity of the bottle. Was not expecting to really enjoy this scent as much as I do. Its florally but not too sweet. It lasts all day and a little goes a long way.  Im really happy with the scent."
        },
        {
            "review_title": "My new signature scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I was gifted by Henry Rose this perfume and I love this perfume! It smells so floral and fresh. I highly recommend this perfume because it lasts all day! I must say this is my all-time favorite scent. I received so many compliments and people asking what I was wearing."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "This is a photorealistic jasmine and tuberose fragrance! Its a linear fragrance with moderate longevity (around 3-4 hours), and sits a bit closer to the skin. Definitely one to check out if you like floral fragrances. Gifted by Henry Rose."
        },
        {
            "review_title": "Nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This is my 2nd fragrance from this brand and it's nice. The scent Reminds me a bit of shower gel so if you're into smells like that then definitely give this a go! The smell lasts for hours too.  Gifted by henryrose"
        },
        {
            "review_title": "the best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Wearing Flora Carnivora is like embarking on an olfactory adventure. Its unique and daring character makes it a perfect choice for those who crave a scent that stands out from the crowd. It's a fragrance that evokes a sense of confidence and empowers the wearer to embrace their individuality and express their true self. Additionally, I appreciate Henry Rose's commitment to sustainability and clean beauty, which is evident in Flora Carnivora. The fragrance is free from harmful chemicals and cruelty-free, allowing me to indulge in its beauty with peace of mind. The longevity of Flora Carnivora is remarkable, as it lingers on the skin for hours, gradually evolving and revealing its complex layers. Its sillage is also noteworthy, leaving a trail of intrigue wherever I go. gifted by henry rose"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This perfume is amazing! Smells fresh and floral. It gives me a wonderful start to the day and I get compliments all the time! Highly recommend! Absolutely in love and makes me feel fabulous! Gifted by Henry Rose"
        },
        {
            "review_title": "Beautiful scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I am obsessed with this perfume. The smell is so light and floral, perfect for the summer months. Whenever I wear it I got so many compliments. It has such a light jasmine and orange scent. Not to mention the packaging is also so cute and looks perfect on my vanity. Gifted by Henry Rose"
        },
        {
            "review_title": "Beautiful Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This fragrance is a floral dream!! I'm obsessed with the scent. Stays put pretty well and sets beautifully on me. I have received many compliments every time I wore it. The bottle is minimal and elegant. I highly recommend it. Complimentary from Henry Rose"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "As soon as I sprayed it on, I was transported to a lush, exotic garden, surrounded by the heady aroma of blooming flowers and the earthy scent of fresh foliage.  The fragrance is both elegant and alluring, making it perfect for both daytime and evening wear. The longevity and sillage are impressive, with just a few spritzes lasting throughout the day without ever feeling overpowering."
        },
        {
            "review_title": "Delicious",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This fragrance was gifted by Henry Rose. This fragrance smells absolutely amazing and Im in love with it. The bottle is luxurious and chic. Im left wanting more fragrances from this brand. This is a 10/10 for me."
        },
        {
            "review_title": "Smells beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone",
            "review_text": "I am in love with this perfume! The scent makes me feel so pretty and feminine.  Its a gorgeous true floral scent with jasmine and orange blossom.  Its long lasting without being overpowering.  I love the bottle as well! This was gifted by Henry Rose."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "Gifted by Henry Rose. Initially, the first notes are very strong and then fade to a subtle scent. It didn't really last long on my skin - by midday it was very mild/gone. Although I like the formulation/ethos of brand, I wished the perfume lasted longer on me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I just fell in love with this fragrance the moment I sprayed it first time. It is a very beautiful fresh floral kind of scent. It has the perfect blend of melds earthy vetiver with soft jasmine, tuberose and bright orange blossom to create a modern genderless take on a floral fragrance."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Such a beautiful fragrance! This has easily made my top five favorite fragrances. A fresh and feminine fragrance that can be used every day! I get so many compliments when I wear this perfume. This wears well on my skin and lasts through the day. The jasmine pairs so nicely with the orange blossom. I cant say enough good things about Flora Carnivora! Highly recommend. I received this complimentary from Henry Rose."
        },
        {
            "review_title": "Great one!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Gifted by Henry Rose, can say love this scent! It is floral and stays for a long time. I got a lot of questions what is this scent, so people around notice, which is cool. Feel it in the end of the day! My discovery so far! Recommend it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I absolutely adore this scent. It is so unique and beautiful. The lavender notes hit me the most. But they arent too sweet. It feels fresh, warm, and elegant. Perfect for both daily wear and special occasions. I also find it to be long lasting. The best part is how clean the ingredients are! And the bottle is beautiful. I cant say enough good things. Gifted by Henry Rose."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is a great spring or summer time floral scent that has a jasmine scent that is very feminine.  It is not overpower and has a great staying power.  It does fade but the scent lingers on my skin.  Complimentary from henryrose."
        },
        {
            "review_title": "Very flowery",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "What can I say about this fragrance? I like the durability of it I like how well a mist and that is a fragrance that a lot of people will recognize it would be a staple. Unfortunately for me, it smells too much like an actual flower, now If flower, fragrance is your thing then this is the person for you. Gifted by Henry Rose."
        },
        {
            "review_title": "Floral, Fresh & Clean",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Flora Carnu00edvora is a beautiful clean floral scent. Its slightly sweet but in a very grown up way. Its certainly a sultry feminine scent. Wear time is also great, around 3-4 hours (perfumes dont last long on me so this says a lot) Im a big perfume collector and I find this fragrance very unique. complimentary from Henry Rose."
        },
        {
            "review_title": "Graceful, classy, and not u201ctoo muchu201d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "Im not normally into floral fragrances, but I quite like this one. It reminds me of walking through a beautifully landscaped garden in springtime; its a graceful scent. Its not super sweet and it doesnt sit heavily in the air. Just nice and very classy. I have 3 other fragrances from Henry Rose, and the brand really knows what theyre doingu2014all their fragrances Ive tried are complex, interesting, unique, and well balanced, and none of them are too strong or cause me migraines. I also really like their simple packaging and the fact that they produce unisex scents. Gifted by Henry Rose."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I absolutely love everything about this perfume. The way I would describe Flora Carnivora is a perfect combination between fresh and sweet. It's perfectly lightweight and smells like a second Skin. I highly recommend it! I received this complimentary from Henry Rose."
        },
        {
            "review_title": "Such a wonderful floral scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Henry Rose gifted me their Flora Carnivora - Eau De Parfum. I'm so in love with this scent and do is my mom this scent basically brought us to my childhood. This scent has my grandma's staple scent all over and we are so grateful for that she passed away along time ago so this was such a blessing for us! The floral scent is just perfect and it kinda has a gardenia scent which we love"
        },
        {
            "review_title": "Stunning!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This I the most beautiful scent. It lasts for so long, easily an entire day and evening. I love the hints of orange and vetiver that swirl together making this scent both elegant and timeless. Any perfume lovers have to have this one! *gifted by Henry Rose"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "This is the most beautiful perfume I have ever worn. It's a lovely floral scent with an earthy note. I have never smelled another perfume that smells similar to Flora Carnivora and I get compliments when I wear it. It's definitely my favorite perfume and I wear it year round. For me, it truly is perfection in a bottle. Gifted by Henry Rose"
        },
        {
            "review_title": "Beautiful White Floral",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I love white florals, and Floral Carnivora is beautiful. Tuberose and Jasmine are my favorite white floral notes, and they smell sensuous here without being too overpowering. This is a softer scent and am going to enjoy it this spring/summer. Gifted by henryrose"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "This perfume is so beautiful. It reminds me of walking in the spring garden after rain. Its clean and fresh. The scent is long lasting but not too strong. Its my first time trying Henry Rose perfume and Im really impressed. Its gifted by Henry Rose."
        },
        {
            "review_title": "Nice Perfume",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "This perfume was gifted by Henry Rose. I think the floral scent is not only lovely, but also well as elegant. It's not too strong or overpowering for me and therefore can be worn daily for many different occasions."
        },
        {
            "review_title": "Clean and beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I received this product complimentary from Henry Rose in exchange for my review. This is a unisex fresh floral fragrance. The scent is beautiful, not overpowering, and great for everyday use! It lasts only a few hours on my skin but longer on my clothes. I would recommend it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Dry skin",
            "review_text": "This fragrance smells amazing! I love how sweet it smells but its not overwhelming. The floral notes are really nice and I plan on making this my everyday scent. Its really nice knowing that its not toxic. Gifted by Henry rose."
        },
        {
            "review_title": "Good lasting power",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Complimentary from Henry Rose. Beautiful, minimal package. Reasonable price. I didnt love the smell. But performance wise its a great formula. Soft with some projection. Last well during the day, specially on fabric."
        },
        {
            "review_title": "Soft and clean",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is so soft and nice. It is heavily floral (hence the name) so if thats your thing this is a really great one to try. Its very warm, perfect for springtime. I would say it can be worn during both day and night time, its a very universal scent. I would also say this one leans slightly more feminine but in my opinion it doesnt matter; this will smell great on anyone. Its just lovely all around. (Gifted by Henry Rose)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "This is such a beautiful scent, it smells so fresh. I love the notes! It definitely brings out femininity, very sexy. As you wear it gets softer but long lasting. I love the aesthetic of the packaging! Gifted by Henry Rose"
        },
        {
            "review_title": "in love in love in love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "This has officially become my signature perfume! I am OBSESSED! This perfume is hypnotizingly good and smells like jasmine with beautiful dark sensual undertones! I am so in love! Gifted by Henry Rose"
        },
        {
            "review_title": "A beautiful unique floral!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Henry Rose continues to surprise me with every scent I try! Flora Carnivora is a very unique floral with a earthy background that I just love! In the beginning I get the Jasmine and tuberose and on the dry down I can feel the earthiness with the orange blossom. During different points in my day I smell the different notes and they are just beautiful! I typically dont like scents with warm notes but I absolutely love this!"
        },
        {
            "review_title": "Lovely scent for summer.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "Lovely and fresh scents that very versatile. Wearable for any occasion. I also love how this floral sweet scent is very soft not too overwhelming.  It would make perfect gift for her too. Gifted by Henry Rose"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I love a floral scent and for it to be a warm floral scent is so amazing! This product smells so amazing and something that I would definitely recommend to anyone and everyone. I would gift this product to my floral friends and also recommend to them. I was gifted by  Henry rose."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Gifted by Henry Rose. It is a great floral scent with an earthy note and it stays for a few hours. I picked this scent because I love Jasmine but I felt like I couldn't smell much of it. It is still a great scent nonetheless.  TOP Notes: Orangeflower Water Absolute Tunisia, Neroli Blanc MIDDLE Notes: Jasmine Absolute Sambac, Tuberose Accord BOTTOM Notes: Cedarwood Texas, Vetiver Oil Haiti, Opulent Musks, Amber"
        },
        {
            "review_title": "Great smell!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Henry Rose gifted me this product. This perfume has a very nice floral scent. When I use this perfume it brings back good memories. It reminds me of the flower garden I had at my grandmother's house. It is sweet and smooth at the same time. The smell is very pleasant for me. And throughout the day the smell gets even better, I can't describe it. I'm loving this smell so much"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "Im not the biggest fan of floral fragrances because they normally give me headaches, can be overpowering, or remind me of my grandma. But this one is an exception. This perfume is a lovely warm floral scent. Its not overwhelming but lasts a long time on my skin. I also really like the minimalistic packaging. Gifted by Henry Rose"
        },
        {
            "review_title": "So unique!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I love CLEAN brands that hags safe formulas and are transparent about the ingredients they use. Michelle Pfeiffer did such an amazing job with Henry Rose! Flora Carnivora is such a unique fragrance!! Its definitely a fresh floral but also has hints of earthiness to it that makes this unisex fragrance stand out of the crowd! It yields expensive and lux!! The wear time isnt great (4hours max) but I dont mind it cause its a CLEAN perfume with safe ingredients and thats a priority for me :) Gifted by Henry Rose for my honest opinion after testing it out."
        },
        {
            "review_title": "Loving",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "In love with this perfume. Smells amazing and what I love the most is that hours and hours later I can still feel the scent in me, If I applied it at night I can definitely feel the scent next morning! Loved it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "If you're looking for a floral perfume with a hint of flora, this is the one for you. It smells sophisticated so it is the perfect scent for a work or a night out. The packaging is also cute. gifted by henry rose"
        },
        {
            "review_title": "Daily go to scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Gifted by Henry Rose. This is my favorite sent by Henry Rose so far, to me its floral with a subtle sweetness and the scent is subtle enough for daytime wear and equally sophisticated enough for date night. I think the perfume bottle its self is great too"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Gifted by Henry Rose. One of the things I love about this perfume is that it has a long-lasting scent that lingers throughout the day. It's not overpowering, but rather subtle and pleasant, making it perfect for daily wear. Additionally, the bottle is beautifully designed, making it a lovely addition to any perfume collection.  Overall, I would highly recommend the Floral perfume to anyone who loves a light and refreshing floral scent that lasts all day. Whether you're going to work, a special event, or just running errands, this perfume is sure to make you feel confident, beautiful, and feminine."
        },
        {
            "review_title": "Sophisticated floral",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Flora Carnivora is a fresh, floral forward fragrance. It feels sophisticated and has a lot of depth and plays well with floral and earthy, woody notes This fragrance smells very real to me, as if I was actually smelling a bouquet or garden of real flowers. It has notes of jasmine, tuberose, orange blossom, vetiver, cedar wood and musk. I like this, but dont love it as I often reach for other florals than this one. I tend to like sweeter florals, but can appreciate an earthy floral when Im in the mood for it. The bottle is minimal and genderless. Complimentary from Henry Rose."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I am ridiculously obsessed with this scent.  I have tried some of the others from Henry Rose and this is by far my favorite.  It's a rich floral with Jasmine and Orange Blossom which cuts some of the sweetness.  I have at least 10 perfumes and this is my new favorite.  More of a winter scent, as I wouldn't call it light.  Divine.  Gifted by Henry Rose but my honest opinion."
        },
        {
            "review_title": "Must have nighttime perfume!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I absolutely love this perfume! Almost all of my perfumes are florals, but this one is a little earthier and muskier so super unique to any other floral I own. I love wearing this perfume at night- it still feels young and sweet, but has a bit more edge to it. I am so grateful that I received this complimentary from Henry Rose!"
        },
        {
            "review_title": "Flora Carnivora",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I loved this scent from the first spray.  Flora Carnivora has easily become one of my absolute favorites. It has a beautiful, light floral scent.  I also layered it with Jakes House and they compliment each other wonderfully.  I would recommend!!"
        },
        {
            "review_title": "Perfect for summer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Combination skin",
            "review_text": "This is a really beautiful floral scent, perfect for spring or summer. It feels so fun and flirty! I put it on in the morning and feel like it lasts pretty strongly for about half the day, longer than the other perfumes I have at the moment.  I received this complimentary from Henry Rose."
        },
        {
            "review_title": "Smells exactly like Hawaii",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Flora Carnivora is one of my favorite fragrances. If you have ever been to Hawaii, you will know what  talking about when I say it smells exactly like it. And, if you havent been, you get a sense of what is smells like. Tuberose is one of my favorite notes. This was gifted by Henry Rose but my honest opinion."
        },
        {
            "review_title": "Floral, earthy and fresh.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "Floral, earthy & fresh. This is such a gorgeous, everyday scent for summer. I love the floral notes and wears well throughout the day. More u201cgrown upu201d for those transitioning out of the overly sweet/floral scents. It last about 5 hours which is typical for me. Its complex, addicting and does smell like a bouquet of flowers. Wished it lasted a bit longer though. u2014 Gifted by Henry Rose"
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Gifted by Henry Rose I really love this sent I think that its a very floral an absolutely beautiful I do smell a hint of masculine in this sent after it dries down, but I absolutely love it. I think that it is so wonderfully paired together all of the notes fit perfectly."
        },
        {
            "review_title": "Perfect Floral Scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "Flora Carnivora is my favorite Henry Rose fragrance, and I do not typically go for floral scents.  I think I am drawn to it because it is an earthy floral. It is light, delicate, and clean.  Gifted by Henry Rose."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I received this complimentary from Henry Rose for review. I love floral feminine fragrances, and this has a beautiful prominent notes of sweet jasmine and tuberose. It dries down to an elegant musky amber and a few spritzes last all day."
        },
        {
            "review_title": "My new favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I work at the office and always wear perfume and am so excited Ive found my new favorite scent! This Henry Rose perfume is amazing, it is so unique and I receive lots of compliments every time I wear it. The aroma is fresh, long lasting, and not overpowering. I am so glad I was gifted by Henry Rose in exchange to my honest review"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "If your obsessed with floral scents like I am, this is the scent for you. It smells like summer in all the best ways. I love how this perfume is the only one Ive ever been complimented on by both sexes! This is a must have!  Gifted by Henry rose"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This is a really beauty scent that is sophisticated and warm. It is floral and warm, and would be perfect to wear to an event or summer dinner / drinks. It makes me feel like I am the main character and leaves a lingering scent. Really love how long lasting it is too! Gifted by henry rose."
        },
        {
            "review_title": "Lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "Though I dont typically love floral fragrances - this is a big exception! It was kindly gifted by Henry Rose and I so enjoy it. Its an intriguing floral with a slight warmth and feels good as a year round scent but Ill be partial to using it as we transition into fall!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Beautiful floral scent.  Long lasting fragrance that lasts throughout the day.  I spray the product in the mornings, and it is nice for everyday wear.  Unique warm scent, with hints of jasmine.  Makes me feel very feminine!  Elegant sturdy bottle, that is nice for display.  I received this complimentary from Henry Rose."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "This scent BLEW ME AWAY. I am so obsessed - its such a beautiful floral but somehow feels like it still has some edge to it. My new favorite go to perfume for sure. & bonus, packaging it stunning.   Gifted by Henry rose"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I cant believe how amazing this Eau de Parfum from Henry Rose is. I tried Flora Carnivora and I love the way it smells! It is long lasting throughout the day and love that it is a true floral scented Parfum! Gifted by Henry Rose."
        },
        {
            "review_title": "Flora Carnivora Eau de Parfum",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Complimentary from Henry Rose. The Flora Carnivora Eau De Parfum has a warm floral scent that is earthy. When I wear this perfume, I feel both powerful and soft from the lovely jasmine, tuberose, and orange blossom notesu2014a beautiful and luxurious perfume bottle."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Combination skin",
            "review_text": "This is probably one of the most alluring, floral scents Ive tried, it is multidimensional and really goes beyond your basic sweet florals, definitely a great fragrance ffor a night out. Its not particularly long-lasting, maybe three hours, but still worth it. Gifted by Henry Rose."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I tried the Henry Rose Flora Carnivora perfume and I loved it sooo much. The scent is very flower forward but it dries down to a really unique, sexy scent that is kinda hard to pinpoint. I feel like the scent lasted a pretty decent amount of time on me before I reapplied. (About half the day) I am a big fan of this scent and have worn it every day since I got it. I received this complimentary from Henry Rose."
        },
        {
            "review_title": "Sweet lightweight floral for everyday use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I was gifted by Henry Rose and became an instant fan of of Flor Carnivora. Its a floral fragrance that is sweet but still manages to be lightweight enough for everyday use. The staying power is amazing, it can stay all day with almost no fading. The bottle is minimalist but also so pretty. Im proud to display it on my vanity."
        },
        {
            "review_title": "Flora Carnivora",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "The Flora Carnivora EDP I was gifted by Henry Rose is an absolutely stunning combination of jasmine, tuberose, and orange flower. Not only is it perfect for spring and summertime, its also a clean scent. I always get compliments when I wear this out and about!"
        },
        {
            "review_title": "Stinky",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Oh my goodness. I really tried to like it but I just couldnt. It smells very mature and a little bit rancid. You have to have very very particular taste to really enjoy this one. I am not a fan at all. Gifted by Henry Rose."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
            "review_text": "Of the Henry Rose collection I have tried, this is for sure the most feminine. I really like how even though it is floral, it still is definitely unisex. I can definitely see this on so many different people. Gifted by Henry Rose"
        },
        {
            "review_title": "Jasmine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Complimentary from Henry Rose. A sweet, soft fragrance that is light enough to wear daily. The scent is definitely floral and it leans towards jasmine but its not over powering. The bottle is also really beautiful and looks sleek and sophisticated."
        },
        {
            "review_title": "Nice fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This product was gifted complimentary from Henry Rose. I love this fragrance. Its a beautiful, light floral scent. Not only does the scent smell great, but this fragrance lasts all day for me without needing reapplying. I highly recommend this perfume."
        },
        {
            "review_title": "AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "WOWS. Im a floral fragrance girl and this knocked it out of the park for me. It smells as if i just came out of a garden (which I love). It makes me feel dainty, sweet and feminine all at the same time. This was gifted by Henry Rose but the love is real"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I really like this perfume. It is a floral scent. It is a great Spring time perfume. The combination of jasmine and orange blossoms are just beautiful. It is not overpowering and is long lasting. I definitely recommend it. Gifted by Henry Rose."
        },
        {
            "review_title": "Smells divine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I smelled this perfume and immediately fell in love with it. Even though I don't normally go for floral perfumes, but this one is very, very pretty. It smells so incredible. Usually when I wear perfumes, they fade so quickly throughout the day but this lasted me all day. This would make an excellent everyday scent. I cant say how much I love the smell!"
        },
        {
            "review_title": "Perfect scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This is the most flattering perfume I have ever worn. Its so floral but light, its not overbearing like some fragrances I have tried. The jasmine and neroli work so well together and the hint of orangeblossom makes it the perfect everyday scent. This will be my new go-to perfume. I cant wait to try other scents from Henry Rose. This product was gifted to me by Henry Rose."
        },
        {
            "review_title": "Such a good scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I am obsessed with this scent!! I have been looking for a staple scent for going out at night and this is the perfect scent. My fiance loves it and so do i! Its not super overpowering but it lingers for a long time! Gifted by Henry rose"
        },
        {
            "review_title": "Nostalgic sweet scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This product was gifted by Henry rose! I love this perfume! The packaging is very minimal which is amazing because I love to display my perfumes! Its a very elegant yet sturdy bottle! And the smell is lovely! Its a sweet smell that is very nostalgic but I cant put my finger on exactly what, it almost smells like going to the mall in the early 2000s in the best way, like walking past the nice perfume stands. I wear it alone when I want a sweet and flirty scent and layer it with Torn, for a sweet and clean/sultry kind of scent! Absolutely love!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received this gifted by Henry Rose. This is such a lovely scent. Its not overpowering and sits super nice on the skin. It has a really pretty floral scent and I got compliments wearing it.  If you are into florals you will really like this scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This is such a beautiful floral fragrance. It is very light really addicting and has a really great longevity. I think it is really coming in and really young and has great projection. I have been loving this so much. Gifted by Henry rose"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "A stunning fragrance! Its floral and earthy with a slightly sweet touch. Its not an overpowering fragrance, it wears quite softly on my skin with just one spritz which makes it perfect for everyday wear. This product was complimentary from Henry Rose."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Henry rose gifted me their fragrance in Flora Carnivora and I love it. It is a warm and floral scent. It has notes of jasmine, tuberose, orange blossom and vetiver. Such a wonderful scent! It smells so good!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Flora Carnivora Parfum by Henry rose is a lightly fresh and airy fragrance that is floral but also smells fresh. I like that the scent lingers all day without reapplying its not overpowering but you can definitely smell it throughout the day. Gifted by Henry rose"
        },
        {
            "review_title": "Gorgeous floral scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Gifted by Henry Rose   I received this perfume as exchange of my honest opinion.   Flora Carnivora is one of the most exquisite perfumes Ive tried. First thing I noticed as soon as I open this perfume is the incredible floral scent. So gorgeous! Scent lasts long; doesnt fade quick and its perfect for any occasion.   Henry Rose is not your traditional perfume! Its beyond that! Clean, fresh and sophisticated."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I quite not understand this scent yet but I surely see some uniqueness in it. I was hoping it to be more flowery and warm instead I dont feel anything flowery but lots of warmth and another notes I couldnt detect.  Maybe its just not my scent, coz other fragrances from Henry rose I find more attractive. Gifted by Henry Rose"
        },
        {
            "review_title": "The perfect mix of Jasmine & Orange Blossom!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "This is the perfect fragrance for spring and summer! The mixture of Jasmine and Orange Blossom smells amazing and produces a beautiful and fresh warm floral scent! Its a very long lasting formula and has a very sophisticated scent! I was gifted by Henry Rose and this is by far my favorite floral fragrance."
        },
        {
            "review_title": "Love This Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "Love love love this scent. Ive never smelled a gender neutral scent before but this makes complete sense to me. Its light and airy yet warm and comforting. I can really get more sense of Jasmine than anything else but love it. Its great both any gender. Gifted by Henry Rose."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "The scent is very beautiful not very fresh, floral and sexy, perfect for evening date, in love at first try.  The bottle is also very aesthetically looking, a good perfume for my collection, I recommend it. Gifted by Henry Rose"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair",
            "review_text": "Gifted by henry rose!   Wearing Flora Carnivora will make you feel empowered and confident, as the unique blend of notes is both alluring and mysterious. It's a perfect choice for a night out or any occasion where you want to leave a lasting impression.  Overall, I highly recommend Flora Carnivora to anyone looking for a standout fragrance that captures the essence of sensuality and adventure. It's a true masterpiece from Henry Rose, and one that you won't want to miss!"
        },
        {
            "review_title": "I was waiting for more flowery scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I was so exited to try this one and at this moment I am sad coz its unfortunately nothing near what I was expected from this beautiful fragrance.  Ti me they are too rich and too warm.  Sadly nothing like flowers but its only my opinion.  Meanwhile its not my style they are long lasting so great plus for quality. complimentary from henryrose"
        },
        {
            "review_title": "Obsessed with this scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Im obsessed with the beautiful warm floral scent with earthy notes too of the gifted by Henry Rose Carnivora and its my new everyday signature scent! I find myself sniffing my wrists to inhale the relaxing scent. Its a versatile scent that works for the daytime and nighttime as well. Its a scent like Ive never smelled before and cant get enough of this perfume. I also love that the Henry Rose company is clean company so I feel good using it. It truly is a beautiful scent that Im going to be gifting to my friends and family for birthdays."
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Complimentary from Henry Rose. Has very lovely floral notes, but it is a light scent, and not overpowering. The scent last a long time and get lots of compliments when I wear it. It has a sophisticated blend of notes. I recommend!"
        },
        {
            "review_title": "Smells so nice!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This perfume smells really really nice! I had never tried this brand and had the opportunity to try it out as a gift and I loved it! I have already gotten questions on what perfume I am wearing and the husband likes it too. I was gifted by Henry Rose."
        },
        {
            "review_title": "Very light and floral!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I am a big fan of floral perfumes and I think they are so joyful and light. I am very happy with this perfume, its such a light and not overwhelming perfume but it is very long lasting too. I got already some compliments from my coworkers! Amazing perfume! Gifted by Henry Rose"
        },
        {
            "review_title": "Floral and rosy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "This one smells very rosy and floral. It is very soft but kinda grows on you later. It even smells good after it settles in. You will love it if you like floral scents. My fav from the collection Gifted by henry rose"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Smells great! Is it my favorite floral perfume but its up there. Has great staying power. Wish the bottle was cuter. I know its supposed to be unisex but it could be more creative. Gifted by Henry rose."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "This perfume was gifted by Henry Rose in exchange for a honest review. Floral scents are my go tos and this one is divine. Its a good balance of floral and clean. Received compliments while wearing it and it lasts all day."
        }
    ]
}