{
    "product_id": "1529",
    "name": "Double Sided Luxe Tan Applicator Mitt",
    "brand": "St. Tropez",
    "categories": "Skincare, Self Tanners, For Body",
    "price": 12.5,
    "about": "No match",
    "ingredients": "",
    "how_to_use": "Suggested Usage:.-Remove the mitt from the plastic outer wrap, put onto your hand, and add your tanning product..-With long sweeping motions, work the product into your skin..-To clean, soak in soapy water, rinse, and let dry.",
    "num_reviews": 390,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/st-tropez-tanning-essentials-double-sided-luxe-tan-applicator-mitt-P456400?skuId=2345916&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2345916-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1 Mitt",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2345916-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Normal skin",
            "review_text": "For the price, the mit lasts long enough and it never leaves any streaks with the st tropes tanning lotion"
        },
        {
            "review_title": "inexpensive self tanning mitt",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "lasted a really long time and machine washable! made my tan streak free"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Oily skin",
            "review_text": "Even application but slides around on hand making it hard to keep even"
        },
        {
            "review_title": "Best tanning applicator",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Light skin tone, Combination skin",
            "review_text": "The best applicator for tanning. Highly recommend!"
        },
        {
            "review_title": "Works maybe wear gloves with it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Worked fairly well. Did the job but got it on my hands anyways. However my fake looked good."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Super cheaply made! Not my fav. Can def find something better/cheaper"
        },
        {
            "review_title": "Good but overpriced",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This mitt works the same as every other mitt! I would opt for a cheaper one and save your money as youu2019re just paying for the brand"
        },
        {
            "review_title": "Do not buy this.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Already falling apart after using it twice. Itu2019s so cheap. Would not recommend this. Looking for lasting alternative."
        },
        {
            "review_title": "Yes",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I love this glove! It applies my tanning lotion perfectly! Itu2019s very soft also!"
        },
        {
            "review_title": "Falls apart",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Normal skin",
            "review_text": "I've only used the mitt twice and it already tore apart. The mitt thinned out after the first use and I had only used it on my legs. Also not friendly for people with larger hands. The only plus is that it applied the St. Tropez foam evenly."
        },
        {
            "review_title": "excellent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "Works really well with the st tropez water mist. Streak free and no patches. also easy to wash. I had mine for over a year, and it's still in good condition"
        },
        {
            "review_title": "Garbage",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, lightMedium skin tone, Dry skin",
            "review_text": "Entire seem unraveled and split in half after about 6 uses. Garbage!!!!"
        },
        {
            "review_title": "just ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "Itu2019s just ok. Iu2019ve used worse. This mitt is nothing earth shattering- no u201cgame changeru201d. Itu2019s awkward to hold onto. Itu2019ll do, but I wouldnu2019t run through a crowd of folks to get the last one at half price. :/"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This was the only mitt available in store to purchase at the time. I would recommend. It helped to spread out the isle of paradise self tanner evenly with zero streaks."
        },
        {
            "review_title": "eh....",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "i bought this cause of the reviews but i'm not loving it. it's been making my tans streaky vs the mit i've been using for over a year. doesn't seem to clean well and isn't staying soft."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Not a fan as it pills. Isle of paradise is my favourite"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I had never self tanned before and this made my first time easy. The mitt made it easy for me to apply the tanner evenly."
        },
        {
            "review_title": "great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "Perfect tanning mit! It blended everything very nicely, and was very soft."
        },
        {
            "review_title": "This mitt is great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, fairLight skin tone, Dry skin",
            "review_text": "Great mitt! Pair it with the st tropez self Tanner and you canu2019t go wrong!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Love this mitt! It is my go to for self tanning. I love that it is double sided."
        },
        {
            "review_title": "Even application",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Good mitt, applies well and leaves a good application"
        },
        {
            "review_title": "Lasts a bottle",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "It can last you almost a whole bottle but the top will split at the hem. Still a great way to apply"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Like this mitt!  Is sturdy and easy to wash after using. Feel like the price point is fair. Would recommend for people using tanning lotion or foams."
        },
        {
            "review_title": "Streaky application",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Did not like this mitt at all! The mitt itself is comfortable and seems to be sturdy in comparison to the Isle of Paradise mitt; however, the application was AWFUL. Used this to apply the St Tropez tanning mouse and was left streaky and patchy, and Iu2019m blaming this mitt. Plus, the material clumps and sticks together, so Iu2019m sure that caused the uneven results."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Nice solid mitt. Helps spread tanning product evenly. Good quality."
        },
        {
            "review_title": "Excellent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Excellent gant avec double paroi en simili cuirette.  Ne tache donc pas nos mains."
        },
        {
            "review_title": "Better than Isle of Paradise!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Doesnu2019t slip out and didnu2019t ripped like the Isle of Paradise one! Itu2019s soft and gives a beautiful finish!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "surprisingly useful and helped to apply an even tone."
        },
        {
            "review_title": "not for big handed people",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "If you have big hands, so mainly men. Do not buy, you hand will not fit in the mitt."
        },
        {
            "review_title": "did not protect my handsu2026",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Application was good I used the tanologist water self tanner(I donu2019t recommend) but the mitt helped make it even and did a good job at that BUT my hands were extremely stained I used the mitt and washed my hands extremely and my hands were beyond darker than my whole body. Might of been the self tanner but I didnu2019t spray any on my hands and using the Mitt I shouldnu2019t of gotten any on my hands so I was very unhappy about that. Especially when no matter what I did I couldnu2019t get the stuff offu2026. So I had Oompa Loompa hands for the past 2 weeks and my knuckles look like im a caveman and been dragging them ugh! Def donu2019t recommend unless your a professional or have strong soap to get the stuff off ur hands"
        },
        {
            "review_title": "Great mitt",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Great mitt for the price. It's very soft and a definite upgrade from their previous one. My last one split eventually, I imagine the same thing will happen to this one but I've been using it for a few months without an issue. Will repurchase."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This glove is a must have if u have any type/brand of self tanner. It's very soft and easy to clean."
        },
        {
            "review_title": "Falls apart",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This WORKS great. However it literally ripped all around the mitt at the seams after using twice. Could not be more cheaply made"
        },
        {
            "review_title": "Recommended",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Mitt is thick enough to fill substantial, yet thin enough to spread product evenly. Self-tanner application goes on smoothly."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "gets the job done and a million times better than staining your hands, only complaint is that it absorbs a good amount of product (i use a mousse) and isnt like super form fitting so mousse has gotten in the mitt while using it"
        },
        {
            "review_title": "not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Does the job but Iu2019m not in love with it and will likely seek out another self tanner application method. I might go for a brush. This is a product which will have to be repurchased somewhat frequently and seems overall wasteful to me. It gets mess quickly and isnu2019t that helpful with blending. Iu2019m still left a little streaky or have patches that are more or less tan. Itu2019s okay, does the job. But Iu2019m going to look for something better."
        },
        {
            "review_title": "Really good but pills.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This mitt is super soft and thick. Feels great on my skin and applies the tanning mousse really well. I'm only knocking down a star because the plus fabric pills quite a bit on the first use. It's kind of annoying seeing blue fluff on my legs while trying to prevent streaks. Overall, I like it and would probably purchase again!"
        },
        {
            "review_title": "10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "i honestly bought this on a whim because i was ordering some isle of paradise products & their mitt had such bad reviews lol. but i used it today and it spread out my tan so evenly and it was so soft n smooth! itu2019s a little snug but my hands are kinda big and they still fit comfortably. u rly canu2019t go wrong with the price. 10/10."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "This is the only self tanning mot I have ever used so I don't have anything to compare it to but I think it works great! I use it with Isle of Paradise mouse and it blends the product very well. Although I have only used it a few times, it seems to be great quality and gets the job done."
        },
        {
            "review_title": "the best self tanning mitt Iu2019ve ever used",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I have been self tanning for years and this is the best tanning mitt I have ever used. It blends the tanner externally well. If you are a beginner or a u201cself-tanning prou201d you will absolutely love this mitt."
        },
        {
            "review_title": "soft and works well",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Super soft and doesnu2019t irritate my skin. Application with this looks nice and even. Only thing is, itu2019s a little small for my husbandu2019s hands, so he has a hard time getting the spots on my back that I canu2019t reach. But no biggie, it wasnu2019t designed for him.   I also like that itu2019s easy to wash... drop some makeup brush soap on it, scrub gently under warm water, and perfect! No stains.   Then, to dry it out, I just put it on my tanning mousse bottle like a little glove. That keeps the inside from getting moldy"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "If you use any self tanner you need this. Makes applying it so easy and goes on evenly"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Very soft and makes application easy and streak free! Only complaint would be that itu2019s a little small for bigger hands but still gets the job done!"
        },
        {
            "review_title": "must have",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This is a MUST HAVE if youu2019re buying the self tanner. Using this I get a smooth and even tan everytine."
        },
        {
            "review_title": "Poor quality. Fell apart after 5th use.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I love their self-tanning products, but this mitt is poor quality. I used it probably 5 times in total, and the seam completely fell apart. It absorbs a ton of product also. Only upside is that the color is applied evenly, but I found that plastic gloves are a better alternative so it doesn't absorb the product. I wanted to like it, but it was completely useless after it fell apart."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "Nice on the skin, doesnu2019t really absorb the product & easy to clean."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Il est super doux u00e0 l'application et ne laisse aucune strie ! se nettoie bien avec un savon doux aussi."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "i really like it! iu2019ve never had a mitt before but i definitely wasnu2019t streaky. it was a good size too! i am pleased and would buy again"
        },
        {
            "review_title": "First time self-tanner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Normal skin",
            "review_text": "As for the first time using self-tanner, I found this product very helpful and successful. I was told the tan would turn out much better if I used an application mitt, so I chose this one based on other reviews. It is very soft and silky and did not leave any streaks whatsoever. Highly recommend!"
        },
        {
            "review_title": "small small small",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I love this mit! It definitely makes tanning easier for me. If you have hands on the larger size I wouldnu2019t recommend using this product. I have quite small hands and itu2019s a little tight for me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Surprisingly resilient tanning mitt (I haven't been gentle with it). Itu2019s really soft, allows me to achieve a streak-free + even application, and I havenu2019t had any colour transfer through it and onto my hands while using. Easy to clean too; doesn't seem to stain."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Works good! Small mitt! Iu2019m 6ft and can barely for my hand in."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This is my favourite tanning mitt I've ever used. It's soft but the material is durable."
        },
        {
            "review_title": "Best tanning mitt so far",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Best tanning mit Iu2019ve used so far. Itu2019s definitely durable because itu2019s held up for multiple washings.  Application is smooth and it feels soft. I think I will definitely repurchase when this one is out of life but I donu2019t think itu2019s going to be any time soon. I have no complaints"
        },
        {
            "review_title": "velvety soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This mitt is 10000000x better than the original one which rips within the first few uses. It is velvety soft, waterproof (and tanner-proof), and washes so well. I use it with the mousse and it makes it glide on so easily. Definitely recommend this mitt for a streak free tan!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Does what it's suppose to do. It evenly distributes product and doesn't leave streaks. Whases well too"
        },
        {
            "review_title": "Stays soft, and easy to use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I've tried a couple different tan applicator mitts, some of which the lining inside detaches pretty quickly. Most mitts also don't stay soft; they get hard spots - I use a mild hand soap (NOT anti-bacterial) on my mitts and wash very thoroughly - and this one didn't, which was a very pleasant surprise. It doesn't retain any soap/tanning mousse odor. I use Bali Body's tanning mousse and also tried their tanning mitt, and was not impressed; this St. Tropez one is almost half the price of the Bali Body one, and this is WAY more durable.  I don't really care for the thumb space that a lot of mitts have,  so I don't care that this one doesn't have one."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Works great for applying the product however hand washing it didnu2019t really didnu2019t everything out so I decided to try throwing it in the washer anyways. Ended up getting destroyed in the washer which I kinda seem coming. I wish this was machine washable and I would give 5 stars."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The mitt works well and spreads tan evenly, but does not fit well on large hands"
        },
        {
            "review_title": "Love it but itu2019s too small!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was very apprehensive to purchase this mitt. Although the original was poor quality I was used to it and it did the job even though it required frequent replacements. I had stopped using tanning products for over a year but recently decided to start again. That being said I went to purchase a new mitt only to discover a new mitt, and the original was not being sold any longer. I purchased this new mitt and I absolutely love it. My tan went on smoother than ever and used way less product which was great. I did take off one star as I find the mitt is very small. I have gel extension nails and a fairly small hand and could hardly get my hand in side. Seems like it was made for a small child. Also the material on the inside was making my hands sweaty which was uncomfortable. I assume this new material on the inside is to prevent product seeping through and making your palms orange- which i can appreciate. I did find the inside removed any product that was applied to the back of my hand so Iu2019ve yet do think up a way to tan the back of my hands without the inside of the mitt removing it when changing hands!  Overall, I love the mitt and am so happy I purchase it!!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Not well made. Tore on the first use, didnu2019t glide the foam mousse over skin very well. Bought a much better one from Walmart."
        },
        {
            "review_title": "Sooo much better than a normal mitt!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This mitt makes applying my tan sooo much easier and quicker! I've only used normal mitts before (made of some sort of foam). This material is a soft, almost fuzzy material. My tan goes on 10x smoother and spreads so much easier. Also cleans really well after use!"
        },
        {
            "review_title": "the best self-tan applicator out there!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was so pleasantly surprised when this arrived. I purchased this one thinking it was the other more foamy applicator by St. Tropez that I like. But this one is more fabric-based and works even better! It has a much more luxurious feel than other more sponge-like applicators and spreads product out evenly. I'm sure a lot of product is lost in it, kind of like it would be with other applicators or beauty blenders but it's worth it for the even tan."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Works even better than the original mitt! Streak free application and very soft."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Love this mitt, itu2019s the best Iu2019ve ever used! Mitts are usually spongy and flimsy but this is a soft fabric, on both sides and very sturdy. Produces a streak free tan if youu2019re used to the application process."
        },
        {
            "review_title": "Best purchase of 2020",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Perfect! You have to have this if you use a self tanner it makes it glide on evenly."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Fair skin tone, Combination skin",
            "review_text": "They redid this mitt and itu2019s way better than the old (one-sided) version. Itu2019s super soft and more durable."
        },
        {
            "review_title": "Donu2019t waste your money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This mitt is so poorly made, itu2019s laughable that itu2019s getting patented. Thereu2019s weird plastic lining inside that makes the mitt hard to dry. But the biggest disappointment is the outer shell thatu2019s simply GLUED together. Why on earth would you glue something that requires washing after every application?? Naturally, the mitt fell apart after 3 weeks of using it. Donu2019t waste your money."
        },
        {
            "review_title": "Fell Apart",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Had this for a couple months - completely fell apart.  Did not even have excessive use.  I anticipated a longer life span.  Tan did go on evenly though."
        },
        {
            "review_title": "Best Mitt Ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "I have applied sunless tanner for over 10 years. Applicator mitts are essential for an all over even tan. Mousse is my preferred product of choice. This mitt is by far my FAVORITE! It is so soft and gentle on my skin. I even feel like I am using less mousse. AND it's double sided! Love, love, love."
        },
        {
            "review_title": "Invest in this!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "A great addition to the build a tan mousse to avoid streaks. Easy to clean and goes on smooth every time!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I used to think these applicator mitts were kind of a scam. That is until I tried to use a water-based tanning mousse. This mitt makes all the differenceu2014no streaks, and a very smooth application! Itu2019s also super soft and hand washes well."
        },
        {
            "review_title": "worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "So worth the extra $1.50! Love this mitt I definitely think the tanner goes on more smoothly than the regular St. Tropez mitt!"
        },
        {
            "review_title": "Durable and lightweight",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Feels very lightweight but I've used it over and over again and its durable. Nothing too special about it."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I had heard good things about this brandu2019s mitt, but Iu2019m not a fan. After 1 use it stains and if you donu2019t wash it off right away it also gets crusty."
        },
        {
            "review_title": "Not as good as the original mitt",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This mitt is terrible. It leaves my tan streaky no matter how much time I spend applying. It also soaks up all the product so that I am not as tan as I used to get with the old foam mitt. I would not recommend this product."
        },
        {
            "review_title": "Noooooope!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "I have used St Tropez foam mousse and applied with a mitt for many years. I have never had any issues with application until I replaced my mitt with this version.The velvety material has left streaks all over. Please St Tropez bring the old mitt back!!!"
        },
        {
            "review_title": "Cheap & does the job!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "great tan application w no streaks & kept my hands clean! I like that it's double sided & easy to clean too!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It makes your tan go on great but it RIPPED literally a week after I got it. Do not buy"
        },
        {
            "review_title": "Even coverage; easy to clean",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I use this to apply foam bronzer to my body (not face). It provides a smooth finish and is very easy to clean with soap and water."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This mitt is great! You're able to apply the sunless tanner, not stain your hands, and reuse this tool. Very pleased and would buy again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Love this mitt! Always have a smooth sunless tanner application. It is advised that you hand wash mitt. I've always hand washed and it is still holding up well."
        },
        {
            "review_title": "Great, Soft",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "Soft, easy to clean, doesn't leak onto hands. I have short hands and it almost doesn't cover my whole palm to be careful around ur wrists"
        },
        {
            "review_title": "Streaks on streaks",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Normal skin",
            "review_text": "I had been using an old st tropez glove with no issues but purchased this one to replace my last. I am COVERED in streaks and splotches. Iu2019ve never had an issue with st tropez tanning lotion or any of their gloves until this glove. Brb while I cover my entire body for the next week until this fades."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "A must-use with the St. Tropez bronzing mousses! I wash mine after each use with a few drops of shampoo and let it air dry."
        },
        {
            "review_title": "So Worth It",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Easily applies my ST Gradual Watermelon Tanner. Makes it easy to reach parts of my back and also keeps my hands from getting blotchy."
        },
        {
            "review_title": "Best Buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "Adore this product. Cleans effortlessly and puts the tanning lotion evenly ! Highly recommend this mitt."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "Iu2019ve never had an uneven splotchy tan using the St Tropez mousse, so the only difference is this mit which doesnu2019t seem to blend the product as well."
        },
        {
            "review_title": "Itu2019s a keeper",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This mitt is so much better then the previous St.Tropez mitt. First off itu2019s so much thicker and it applies my tanning mouse so easily and the fake tan rinses our super easy without even having to use soup just warm water."
        },
        {
            "review_title": "THE BEST TANNING MIT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "This is the best tanning met I have ever used!! It is such a soft material and applies tan really evenly!!"
        },
        {
            "review_title": "Cheap, falls apart easily",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I was super disappointed in this product, which started to come apart the second time using it to apply tanning lotion, despite following the instructions for how to apply and gently rinsing it afterward."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Will Update when it Actually is shipped ..............."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Well...I would love to review this product but I just received my online order and it was missing even though it was clearly on my invoice...great."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This mitt works really well. I got a good, even application with it. It washes easily after multiple uses and using DARK tanner. Also the double sided aspect is something I didnu2019t know I needed but I thoroughly enjoy."
        },
        {
            "review_title": "Good tool for self-tanning, though a little small",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This was my first time using this type of mitt to apply self-tanner. In the past I've used latex gloves or spray-on products that don't require rubbing in. I was pleasantly surprised - it was easy to use and gave a smooth, streak-free tan, even when using a clear, un-tinted self-tanner.   My only complaint is that it is difficult to fit my entire hand into the glove; the heel of my hand and wrist remain exposed. If you have larger hands, you may want to look for a larger mitt, or be careful about getting tanner around your wrist."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I used this mitt with the Gradual Tan Classic Everyday Mousse, which I'd also recommend btw. Both were easy to use and helped even out the application."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Easy to use with the st. Tropes foam. Blends flawlessly"
        },
        {
            "review_title": "THE BEST",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "The ABSOLUTE best tanning mitt out there! It helps to apply tanning products on streak free! Would only recommend this tanning mitt!"
        },
        {
            "review_title": "Works but not necessary.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "No complaints with how this applies self tanner; it works great for a mitt. I do recommend wearing gloves underneath because it can leak through.  However my discovery is that medical, nitrile gloves honestly work better! They soak up NO product, so you don't have to use as much, and it protects your hands. I was a little nervous they would streak,  but the tan honestly looks better than with the mitt. Save some money and try it out!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I think itu2019s a nice mitt, I saw some that are more soft, but this one isnu2019t bad."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Makes the application process incredibly easy and glides product right over the skin with no issues! Keeps my hands from turning weird colors, and provides me with even color and blend time and time again. Itu2019s also super easy to clean, and still looks good as new after washing."
        },
        {
            "review_title": "LOVE IT u2014 100/10 RECOMMEND!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Iu2019ve been using St tropez forever, I love the tan it gives me. The sponge glove always did itu2019s job, but as time went on the glove ripped, the product seeped through the flute and  the application of the mousse was extremely streaky on my  face, which made it look like I had dirt all over my face before I showered it off. However, I just purchased this glove and it is a GAME CHANGER. itu2019s much thicker, and the product just glided on my face and looks like I have already washed it off because itu2019s so smooth looking. Also, unlike before my face felt sticky but with this glove it feels like thereu2019s nothing on my face. I love that itu2019s now double sided so it will last longer!! While it was never rough or uncomfortable to apply using the sponge glove, I already know that the new and improved velvety texture makes it so much better and easier to apply. I LOVE IT AND WOULD DEFINITELY RECOMMEND!!!!!"
        },
        {
            "review_title": "Highly recommend!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Super easy to use and a great price!!! I used this with the Vitamins Purity Spray ti help get an even glow all over!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "I like this mitt because of the size. Because itu2019s big enough, I can easily spread my self tanner on my whole leg quickly. Itu2019s also flexible enough so I can get into the little crevices on my fingers and toes."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Oily skin",
            "review_text": "The mit was super soft and distributed the product SO evenly. I would recommend the mit with our without and product. You can apply lotion, oil, etc. super soft and durable. I received this product in an Influenster package."
        },
        {
            "review_title": "Loved it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love using this mitt itu2019s not harsh on my skin at all and doesnu2019t leave streaks either! Itu2019s so soft and makes the application smooth!"
        },
        {
            "review_title": "AAAAA-MAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "This product is amazing at applying self tanner. It is very soft and doesnu2019t change colors or leave streaks on the skin. Very easy to clean and work with. This mit is great. Canu2019t go wrong purchasing this. I received this product complimentary from #Influenster"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "So impressed with this mitt. I used it with the St. Tropez mist and I've never had an easier self tanning experience."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I used the other St Tropez mitt for years but it would fall apart every few applications. This new double sided mitt is a GAME CHANGER. Itu2019s so soft, it doesnu2019t absorb a lot of product, it goes on evenly, and itu2019s so durable! Definitely worth purchasing, no matter which tanning mousse you use!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I love this tanning mitt! I got it for free to test from Influenster and it spreads my tan out so evenly. Iu2019m never streaky and itu2019s really easy to clean."
        },
        {
            "review_title": "Super soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "The most luxurious mit I've used, pretty much the same price as others.  I like how evenly it applied the product, no streaks."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Best mitt Iu2019ve used! Helps apply self tanner much more evenly than with hands alone and makes it easier to reach difficult areas. No more accidental orange hands!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "So IMPRESSED with this mitt! First off, the mitt applies your tan evenly and seamlessly. That is the first thing I looked for. You can easily wash the mitt to reuse and I see this becoming a permanent staple in my collection. It pairs perfectly with the St. Tropez vitamin water mist! Grab this you won't regret it!"
        },
        {
            "review_title": "the key to flawless self tanning",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "This mitt is great for easily applying self tanner for the best results. It helps you evenly apply self tanner and get those hard to reach spots like on your back. Itu2019s also nice because you donu2019t have to worry about washing the self tanner off your hands when youu2019re done. This mitt is essential for their tanning mist, which is my favorite St Tropez product. Iu2019ve also tried it with some of their other products like their gradual tan tinted lotion, which I stopped using because it only ever gave me splotchy results when I applied it with my hands. But using the mitt with that product was totally a game changer! I think the price of this product at $7.50 is super reasonable and definitely worth it. Iu2019ve been able to get a lot of uses out of this mitt without having to replace it. Just make sure you rinse it and hang it up to dry after each use in order to extend its life. Iu2019ve used it about 10 times and it hasnu2019t gotten too grimy yet. I use the same side of the mitt every time so that I can flip it over to the fresh side whenever it gets too worn out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This mitt does not absorb any product. It also does not let any product leak through to your hand. I will never use another tanning mitt."
        },
        {
            "review_title": "Self-Tanners & this mitt were made for each other",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Perfect mitt! Iu2019ve used multiple brands throughout the years (LovingTN, FakeBake, etc) and always come back to St. Tropez. The mitt allows the tanning solution to glide so thereu2019s no streaks. Love that itu2019s double sided too!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Great mitt. Holds up and does not absorb too much of the product. Love the double side!"
        },
        {
            "review_title": "Loved it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Itu2019s one of the softest tanning gloves/mits Iu2019ve ever used. It made applying self tanner so much easier. I love that itu2019s double sided as well, great mit!"
        },
        {
            "review_title": "Soft",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Soft. Easy to use. Easy to wash. Iu2019d use It again!"
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Soft and super easy to use and wash! I have only used it once so far, but it made the application process super easy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Love this mitt! 10x better than their old one. Worth the money."
        },
        {
            "review_title": "Long lasting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "I have tried a lot a mitts and this one didnu2019t fall apart like others have or had product soak through on my hands. I definitely recommend it"
        },
        {
            "review_title": "No brainer, this Mitt is the best!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this applicator mit! The dual side makes applying so easy and its really spongey so the blending comes out really nice as well! I will definitely be rebuying and using this mit exclusively!"
        },
        {
            "review_title": "Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "It is great! It makes the job done. I also like that is soft and it is easy to use."
        },
        {
            "review_title": "Feels nice",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "It feels nice and I liked that it helped with the application of the tanner."
        },
        {
            "review_title": "love it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "super soft and velvety!! Made applying my self tan effortless!!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The mitt wasnu2019t my favorite, it definitely does the job but it took more effort to apply tanner smoothly and without streaks"
        },
        {
            "review_title": "Soft and Easy to use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "The mitt is so soft and easy to use. I felt like it helped make everything so even. It was a little tricky to clean."
        },
        {
            "review_title": "This is THE Mitt!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This mitt is way better than the more high priced mitts! I have spent $20+ on other mitts and this one does the job just as well!"
        },
        {
            "review_title": "Great tanning mitt",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This tanning mitt is a really good quality. It's nice and plush and works really well to massage the product in."
        },
        {
            "review_title": "So clutch!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "* I was very grateful that my VoxBox from @Influenster and @sttropez containing self-tanning products included this applicator mitt. The last thing I would want after using a self-tanner is to have stained hands, and this totally prevented that. Also, it made sure I applied it without any streaks. As a first time self-tanner user, I was pretty proud of the finished result, and I give a lot of credit to this mitt. A must-have. #purityvitamins"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "Itu2019s soft and pretty much your regular mitt. It would shed a tiny bit but nothing crazy .. it got the job done"
        },
        {
            "review_title": "Best mitt",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This mitt is so soft and so easy to slip on and off your hand but doesnu2019t fall off when applying the spray !!"
        },
        {
            "review_title": "SO soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Super soft on the skin especially right after a shower!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This mitt is comfortable to use, but it sheds a lot. Even after a couple uses, it would still shed. This made me concerned as to how it would affect the evens of the self tanner."
        },
        {
            "review_title": "Worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Works well and you donu2019t get any streaks! It last for multiple uses so thatu2019s nice and itu2019s priced reasonably!"
        },
        {
            "review_title": "Does not help to spread evenly",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Fair skin tone, Combination skin",
            "review_text": "It did not help spread the mist evenly. It was really soft though."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "Iu2019ve used self tanners before here and there. Nothing I could really commit to. With this mitt, I realized my self tanner woes were because I wasnu2019t applying it with a mitt. Which makes such a difference! News to me! Since I got this product free, I would say get ANY mitt, just as long as you have one. The St. Tropez mitt is accessible and velvety soft. Itu2019s quality, too. So I anticipate having it around for a few years."
        },
        {
            "review_title": "soft mitt!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I like this mitt however I still have streaks no matter how good I try to apply my tanning mist. However, my current tanning product is clear so it may be more of human error. received for free for testing purposes!"
        },
        {
            "review_title": "Easy to use!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "Love this product! Easy to use! Comes in handy when used in conjuction with their other products!"
        },
        {
            "review_title": "Soft and smooth",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Soft and easy to clean. Was able to spread the mist without over absorbing the product. Was a gift complementary from box box"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "It makes applying fake tan so easy! Doesnu2019t leave any streaks!"
        },
        {
            "review_title": "better than the others",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Great mitt for much cheaper than loving tan! Love it received complimentary from Influenster!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Medium skin tone, Combination skin",
            "review_text": "This mitt was overall pretty good! It is super soft and thick! Also, the application of the product is super even!"
        },
        {
            "review_title": "I like the idea",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I like the idea of using a mit to save your hands from getting orange. I may just need more practice using this item because I had a lot of missed spots. I received this item for free through Influenster."
        },
        {
            "review_title": "Good quality",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Good quality product. Easy to wear and use. Helps apply product evenly. I received this product complimentary from Influenster."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "Easy to use. Love the double side. Blends easily. A must for self tanning"
        },
        {
            "review_title": "began to shed",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "While I enjoyed how this applied the bronzing mist, I didnu2019t like how it began to shed. It became a pain to pick off little blue fuzzies. I received this complimentary from Influenster for testing & reviewing purposes."
        },
        {
            "review_title": "Helpful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "Easy to use. Fits comfortably. Feels smooth against the skin."
        },
        {
            "review_title": "SOFT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was very new to self tanning but thank goodness for this product! It was so soft and very easy to use."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Very soft and smooth. Easily glides on my skin. However it did not help spread or smooth out the product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I received this product for free. Itu2019s a good mitt! No complaints."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Easy to use. Fits hand well. Provides smooth application."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "This mitt is a must have! Itu2019s so soft and blends your tan so perfectly! And it is so easy to wash as well. You need this now if you self-tan!"
        },
        {
            "review_title": "Great mitt.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Great mitt. Easy to use. The material is soft and evenly distributed the st tropez bronzing water."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I love this mitt and think that it is a NEED when it comes to self-tanning.  This double-sided one is so much softer than the single-sided one I used to use."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I received this product from Influenster to review. I thought this mitt was just okay. Iu2019ve used better ones and worse ones. Overall, for the price its reasonable and gets the job done."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I received this product from Influenster to review. In the past Iu2019ve just rubbed tanning products in with my hands and dealt with the inevitable bronze palms, I know, I know. This was my first time using a mitt and I thought it did a good job - no complaints. The price is reasonable imo too."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "The best mit Iu2019ve used so far! It applies product very easily and cleans easily too."
        },
        {
            "review_title": "Super soft!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "This was super soft and blended then ST. Tropez tanning spray in very well!"
        },
        {
            "review_title": "Yesss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Easy to use And wash. Love how soft it is and how smooth it spreads the tanner."
        },
        {
            "review_title": "St Tropez Mitr",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I received this applicator mitt along with other St Tropez products for testing purposes and the Mitt was the least favorite of the products I received. I think it is a good value for money but the mitt was a bit thin and the product soaked through it. It applied the product smoothly but pieces of the mitts fell apart."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This applicator mitt was just okay. I like that it is double sided which made reaching everywhere on my back no problem. It doesn't disperse the product easily, you really have to be sure to use it longer than you would think you need to. One of the first times I used it I could actually see on my skin where I had sprayed the product. It looked like I hadn't been used the mitt at all even though I had. The next time I used it I was sure to use the mitt much longer than I have used similar mitts with other products and since then I haven't had any other issues. I think if the mitt were fluffier that it would work better."
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "mediumTan skin tone, Combination skin",
            "review_text": "This mit was great. Applied product evenly and didnu2019t slide around as I was using it. I like that it wasnu2019t too thick or too thin and didnu2019t feel loose. It was the perfect size.  I received this product complimentary to review from Influenster."
        },
        {
            "review_title": "love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Love this mitt! I love how soft it is and the fact that it is double sided. It lasts longer than other mitts I have used in the past. 10/10 recommend and will repurchase"
        },
        {
            "review_title": "Blend it out",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I loved how well thia blends the self taner. It made the application smoother."
        },
        {
            "review_title": "Super soft and blends great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This is one of my favorite tanning mitts. Itu2019s sooo soft and doesnu2019t leave my tan streaky at all. *I received this product from Influenster for testing purposes."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Great applicator mit. Will continue to buy this one!! Love that it is dual sided and the material is strong and soft."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "i love that this mitt is double sided!!! makes it easy to apply tanning mist on my back and hard to reach places. it does pick up some color but what mitt wouldn't? it's really soft and i think i get a pretty even coverage with it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I love how soft this pad is. It is such a pretty color and so useful when using my tanning spray!"
        },
        {
            "review_title": "One of my favorites",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I love this mit. I have been self tanning for a while now and this Is one of my favorites. It blends in the tanner so even and nice. 10/10 recommend"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I love this mitt! I had an older version of the St. Tropez mitt and I think they have definitely made improvements with this one! This one is much lighter and doesn't seem to hold on to as much excess product."
        },
        {
            "review_title": "Potential User Error?",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Normal skin",
            "review_text": "This was my first time using a applicator mitt so perhaps I did it incorrectly. It worked really well for the first half of my body but then I found that the product seeped through the mitt and got all over my palms. Recommended for someone who may know what theyu2019re doing better than me!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Great mitt! Others have fallen apart on me but this one is very sturdy and easy to use"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Honestly this applicator mitt is very similar to the Loving Tan mitt. Theyu2019re both very soft and apply the self tanner well. The only difference between the two is that I feel like the St. Tropez one absorbs less product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Normal skin",
            "review_text": "Super durable, can use multiple times, and is super soft"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Love this mitt! Super delicate against my skin and easy to blend for amazing all over color! Streak free and super easy to to clean. Definitely a great product for my tanning mist!"
        },
        {
            "review_title": "Great for evening tan!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "I received this as a gift to review. This product is okay. I Love how it doesnu2019t leave any blotches on the skin, but I do feel like it soaks up a lot of the product, so Iu2019m having to use more."
        },
        {
            "review_title": "Seamless tan",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "The mitt is super soft on my sensitive skin. I usually get red after rubbing my skin even softly in an instant. This worked perfectly with the St. Tropez Bronzing Water mist. The mitt distributes the product evenly without any streaks! The next day after I applied the tanner my skin looked natural and seamless. The glove is affordable and worth the purchase!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This mitt worked very well to evenly apply the product"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I received this product as a free sample from Influenster and was not disappointed. It is so soft and smooth on your skin and really helps avoid any streaks. If you follow the instructions and wash after each use, it will stay looking like brand new, but I skipped a few times and it still works perfectly well!"
        },
        {
            "review_title": "Great option.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Great mit. Gets the job done the only thing I wish is that it stayed on my hand better..I like mits with an elastic back. However itu2019s well worth the price and blends well."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "It blends well and is very soft but theres no where to grip"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I really liked the feel of this mitt and how easy it made the application process!! Gets the job done"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I used this for the first time last night and instantly felt the difference. This is WONDERFUL!!! Blends great and is SO very soft! I will definitely be using this mitt exclusively going forward."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "This mitt is very soft and feels great on my skin!! Itu2019s a great choice for rubbing in self tanner!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I really love how soft this mitt is! However the product I used this with (water mist spray) doesnu2019t really help blend it as well as other products made by St. Tropez but my favorite mitt by far!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Very generic mitt, sturdy, adorable color & velvety finish. I used it for the vitamin infused bronzing mist.  Very pleased!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I received this product as a free sample from Influenster! The mitt is VERY soft, even after I wash it! Every time I use it I clean it with body soap (or whatever soap I have around) to keep it clean and fresh! Works very well and doesnu2019t get gross! Just make sure you clean and take care of it! (:"
        },
        {
            "review_title": "have to have it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "The double sided mitt is sooooo soft and it spreads the products around so smoothly and even. I love this mitt it makes the application process so easy!"
        },
        {
            "review_title": "Not bad!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I donu2019t think the mit is bad, it is really soft, but I feel like these mits donu2019t last very long they get really icky really fast."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Holy grail mitt. Love it! Applies like butter! Only one I use!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This mitt does a nice job preventing streaks and making it easy to blend in product. The texture is nice and soft."
        },
        {
            "review_title": "Great mitt!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Great mitt. Apply the tanner to this mitt and rub it evenly all over your body. Works great."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This mitt is super soft and distributes product so evenly. It is easy to clean and is very high quality."
        },
        {
            "review_title": "Great mitt!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "This mitt is great! It really helps for an even application and I think if youu2019re going to self tan than you should use a mitt!"
        },
        {
            "review_title": "Great Mitt",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This Mitt makes it easy to apply my St. Tropez Gradual Tan Classic Everyday Mousse and ensures I have no streaks and evenly apply the product. Easy to use and clean, I just wash with soap and water in the sink and hang to dry after an application."
        },
        {
            "review_title": "So soft!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Great mitt! It is extremely soft and feels great on skin. It also is easy to use and mess free! Unlike some of the other mitts I have used, the coloring does not change or fade and the quality stays after use. Also easy to wash! Great mitt and would highly recommend"
        },
        {
            "review_title": "I love this mitt!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this mitt so much! It really spreads the product around evenly and makes it go on smooth too!"
        },
        {
            "review_title": "SOO soft and great application",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I received this product for free from influenster in exchange for honest reviews and I honestly can say this is a Great product! Very soft and easy to apply the mist and serum with. Would highly recommend. Very good quality"
        },
        {
            "review_title": "Awesome!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I really loved using this with my spray tanner. Itu2019s SO soft and easy to use! It makes putting on self-tanner a million times easier (and less messy) than using your hands! It felt very smooth on my skin and helped to really smooth out the spray tan. It helped move the tanner around more evenly and didnu2019t irritate my skin at all."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This mitt is great to apply my tanning mist! It blends everything in very smoothly."
        },
        {
            "review_title": "Perfect even spread",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Great to provides a smooth even finish to your spray bronzer. It can take awhile to dry, so you can not use it multiple days in a row."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This mitt is very similar to others Iu2019ve used for self tanners. It definitely helps make the application more even."
        },
        {
            "review_title": "Good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I give a 4 star bc mainly the tanning mist dries on there and turns it brown! I received this for free from influenster! It helps get your tan even! For the price you cannot beat it bc you could use this with any tanning product!"
        },
        {
            "review_title": "Perfect tanning mit!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Light skin tone, Normal skin",
            "review_text": "Great mitt for a self tan, it helps to avoid leaving unwanted streaks on your skin from the self tanner and is gentle!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love this mitt!! It helps so much with getting a smooth and not streaky self tan."
        },
        {
            "review_title": "Nice and easy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Super soft and nice and easy to blend color into the skin!! Perfect for sprays, creams, mouses, and lotions. Itu2019s also great for keeping your hands clean"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "The mitt is easy to use, i actually like the detail of having a grip-like inside which holds it a lot steadier and makes the application more even. easy to wash on delicate settings in the machine"
        },
        {
            "review_title": "Love this mitt!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I really like this tanning mitt. Itu2019s nice and soft and does not leave any streaks behind. It bends in the self tanner perfectly and no dark tan hands!"
        },
        {
            "review_title": "Soft mitt",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The mitt is soft and silky. It allows for smooth application of the Tropez product. It protects the users hands as well."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Soft and great for reusable bronzing! Nothing compares to this as Iu2019ve used so many u201cbronzingu201d mats to give me a no streak look."
        },
        {
            "review_title": "smooth application",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This is a very nice tanning mitt. Itu2019s super soft and smooth and doesnu2019t tug on your skin at all. Blends the self tanner into your skin very nicely. The only thing I will say is it sheds a bit. So you have to pick some blue fuzzies off of your skin when you get done."
        },
        {
            "review_title": "Best Mitt Ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I love this mitt. Iu2019ve tried out many and this is by far my favorite. Itu2019s soft and smooth leaving your tan streak free. You have to have it!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This mitt is so easy and comfortable to use. I love that it spreads the product evenly and streak-free. The only con is that I feel it absorbs a little more product than Iu2019d like but other than that it gets the job done well!"
        },
        {
            "review_title": "Really Helps Give an Even Application",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I really liked using this mitt with the St. Tropez Tanning Mist! It was really soft, and I feel like it helped me ensure that the mist was evenly applied. My tan was even all over and streak-free!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "The mitt is a must for self tan application. It makes product easy to apply and it helps product go on evenly. I use this for tanning the body but itu2019s not as helpful for facial self tan products."
        },
        {
            "review_title": "A must for a perfect tan",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This mitt is simple and easy to use. I just apply a few pumps of my mouse directly onto the mitt and apply it I or spray my body with a tanning mist and apply it with the mitt. But regardless a mitt is a must when applying self tanner. I cannot live without this thing now!"
        },
        {
            "review_title": "Wipe N Glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "The mitt has to be the most essential part of this whole self tanning  process, itu2019s soft and doesnu2019t leave any streaks, easy to use and leaves you glowing literally."
        },
        {
            "review_title": "Soft mitt",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The mitt is really soft on the skin and helps apply the product. It doesnu2019t leave any streaks or weird discoloration. Would recommend for St. Tropez products!"
        },
        {
            "review_title": "Favorite mitt!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Best mitt Iu2019ve used! Super soft on both sides and doesnu2019t slip off my hand! It helps rub product in very well and doesnu2019t leave streaks or orange spots on trouble areas."
        },
        {
            "review_title": "It's ok, needs improvements",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I used this mitt to apply the Bronzing Water Mist. It is soft on both sides. Personally, I found it to be a bit snug for my hand. It felt a little awkward probably because my fingers had no room to move. There is also no way of knowing when the product has been fully absorbed by the skin. The results were a bit patchy, but I dont know if it was due to the mitt or the Water Mist. Overall, this product could use some improvements, but it's good enough to apply self tanner. *Disclaimer: I received this product complimentary for testing purposes. All opinions are my own."
        },
        {
            "review_title": "Love the size!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "This St. Tropez glove is so much easier to use than others because itu2019s smaller like an actual hand so it doesnu2019t slip off when Iu2019m trying to apply the self tanner. Itu2019s soft and the absolute perfect size! I would use this with any self tanner lotion. Very affordable as well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "I love this mitt. Itu2019s very good with application. It also cleans easily."
        },
        {
            "review_title": "Mitt tan",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "The mitt is perfect to apply the self tanner, itu2019s soft and it really helps to have an even application and helps blend the product efficiently. The fact that it also helps with not staining my hands is great too"
        },
        {
            "review_title": "Amazing product.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I honestly would 100% buy this is you are planning on buying the mist for tanning. It applies it evenly and looks great. Itu2019s super soft and easy to use!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Loved the Mitt it was very soft and wasnt rough at all very easy to clean when done as well!"
        },
        {
            "review_title": "Really nice!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Oily skin",
            "review_text": "Really beneficial with the double sided, soft to skin, makes tanning feel relaxing, blocks any staining to hands. Easy to wash. Really nice mitt!"
        },
        {
            "review_title": "Luxury tanning mitt applies product like a dream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "This mitt is incredible. I never really used a mitt prior to this, but now that I have tried it, Iu2019ll never go back! Itu2019s so soft and luxurious - feels like velvet on your skin! This ensures there are no streaks or splotchy areas on your tan. A MUST HAVE!"
        },
        {
            "review_title": "High-Quality, Must-Have Tanning Tool",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "Great, streak-free tanning mitt. Very soft on the skin and is really helpful in blending out any tanning product. I prefer dual-sided tanning mitts like this one because I find them more efficient; all-around great supplement to your tanning routine!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I received this for free to review. It was cute and easy to use. I donu2019t typically use mitts when I use self-tanner, but this definitely gave me better results and protected my hands from stains."
        },
        {
            "review_title": "Feeling luxurious, better results using it.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "It super soft and fits on hand nicely. Makes the tanning process more like a self pampering process that is fun. Better results using it than not. More natural coverage and faster process when using it. Only downside is I feel the need to clean it after some usage because I feel like it gets dirty."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I think that this mitt was really helpful in applying the tanning product. First, it has great texture; it was extremely soft and velvety on the skin. I felt like it evenly applied the product and helped me spread it all over my skin. It also had a very good grip on the interior of the mitt which allowed sufficient control for me to apply product everywhere I wanted. It is also washable with soap and water so it can be used virtually infinitely. It is a great value for the price."
        },
        {
            "review_title": "Awesome tanning mitt",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Love this mitt. Normal tanning mitts really gross me out. But this ons it so sleek and cute."
        },
        {
            "review_title": "Yes.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Mitt works well with all kinds of tanning products. I received this item complimentary for reading purposes."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "gray hair, mediumTan skin tone, Combination skin",
            "review_text": "This mitt is wonderful. Fit my smaller hands well. Product did not soak through, and applied product very evenly."
        },
        {
            "review_title": "Perfect mitt",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Perfect mitt, it's large enough for your entire hand to easily get your entire body. Love it!"
        },
        {
            "review_title": "So. Soft.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "So soft, easy to use, fits any hand, and applies self-tanner easily and even! I love this mit."
        },
        {
            "review_title": "Love! Great value",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Love this mitt! Easy applicator and so soft on your skin. Dispersed product easy. Definitely will buy again! Great value"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019ve always used my hands to apply self tanner and itu2019s always terrible because my hands get so dark from my hands being dry. THIS IS AMAZING. No more orange hands! And it also is so smooth and feels nice to apply with."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "I got this complimentary of Influenster. I would give it 5 stars but I either am too rough or donu2019t know how to use it. It got the job done. Itu2019s beautifully made. But I donu2019t have many uses from it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "This is my first time trying this mitt and Iu2019m pleased with the results. It helped blend pretty well and for the price point, it gets the job done. Once the weather gets better, I will definitely be using this more especially for the summer time!"
        },
        {
            "review_title": "Gets the job done",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I like this mit. Itu2019s soft and helps the water mist go on smoothly. I like that it is double sided too but itu2019s a little on the thin side. I could see it not holding up for too long. I received this mitt as apart of the Influenster kit to review."
        },
        {
            "review_title": "Decent mit",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This not worked well and was very soft, I can't say it's my favorite mit but it gets the job done. It worked well with the body mist to evenly spread the product and completely covered my hand. Also at the price point it's a very good option."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is my first mitt from St. Tropez and I am not disappointed in anyway! I received this product complimentary from Influenster and I will buy more in the future! It is super soft, durable and double sided! I like how this mitt doesnu2019t pile after use."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I got this complimentarily in an Influenster box. I love it, however, the integrity has already been lost after using for a few weeks. It definitely still has use left but it has some flaking of the material. Does apply an even tan and works wonderful with the St. Tropez spray."
        },
        {
            "review_title": "My experience",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "The mitt is really soft but i think it only works with the purify water and not the moose."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Received this mit for free through influencer and I loved it! Being that it's double sidded, it made it so much easier to apply the Tanner! Would definitely buy this in the future! Id do anything not to have fluerescent hands after applying a self Tanner!"
        },
        {
            "review_title": "Black Girl Glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "This mitt is double sided which prolongs the life of it. It has a soft velvet material that helps to rub in any self tan that you are using. I did receive this as a free sample from Influenster!"
        },
        {
            "review_title": "Great mitt",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve been using St. Tropez for a long long time, including their mitts.  This mitt is awesome. Itu2019s double sided which I find prolongs the life of the mitt and it has a soft velvet feeling material that helps to rub in any self tan that you are using.  I did receive this as a free sample."
        },
        {
            "review_title": "Durable! Doesnu2019t waste product.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Love the quality. Lasts longer than others, durable! Helps it glide on evenly and doesnu2019t waste product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This mitt is EVERYTHING. Even though I received it as a free sample, I would buy this over any other mitt! Itu2019s an essential to my tanning routine!"
        },
        {
            "review_title": "A good mitt",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This mitt is really soft and feels good on the skin. I feel like it helped spread the product evenly even behind my knees and around the ankles. It also kept my hands clean so it served its purpose."
        },
        {
            "review_title": "Great Mitt",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "Doesnu2019t seem to absorb the product. Product doesnu2019t bleed through to your hands. Perfect size!"
        },
        {
            "review_title": "New and improved mitt!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Such a step up from their previous mitts! With their previous mitts, the self tanner would often seep through the mitt and therefore tan my hands SUPER dark and uneven. Even if I washed my hands for minutes afterwards, many times it was too late and had already seeped into my skin. This new and improved mitt completely solves this problem! Absolutely love - way to go, St. Tropez!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I absolutely love this mitt! Itu2019s super lightweight, and soft. Itu2019s the best self applicator mitt I have tried! The right size to toss in your bag whenever youu2019re on the go. I like how after you wash it, it doesnu2019t lose the texture. I highly recommend this mitt!"
        },
        {
            "review_title": "Amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love this mit! Super simple and easy to use! Made the tan super even!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Mitt is great! It does the job well and is soft on the skin. It makes your tan even and not streaky, and it is easy to clean!"
        },
        {
            "review_title": "A MUST buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This mitt is so smooth and easy to put on. It is so soft and works well with applying the serums!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "Love this mitt. Itu2019s so soft and I donu2019t think the application would have been as even without it!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I love this itu2019s so soft and applies product evenly! I definitely recommend this I have nothing bad to say about it"
        },
        {
            "review_title": "Best one so far!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have used the other mitt from the same brand and this one is much better! SO SOFT, applied evenly and nicely. I really enjoy using this mitt."
        },
        {
            "review_title": "SMOOTH AND SOFT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This might be THE softest tanner mitt Iu2019ve ever used! Itu2019s super soft and smooth and gave me a really even tan. I also love that itu2019s double sided and the same on each side!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Good mit.. didnu2019t bleed through to my hand.. provided pretty streak through application .. no complaints"
        },
        {
            "review_title": "Tanning assistant",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Soft. Easy to use. Spreads product nicely. Must have with the mist. I received this complimentary of influenster."
        },
        {
            "review_title": "Smooth Even Coverage",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Such an improvement from their old mitt! So soft and smooth application. It made me feel like I was getting good even coverage! Itu2019s also double sided so I didnu2019t feel like I was going to make a mistake and tan the back side of my hand. No one wants that!! Yikes!"
        },
        {
            "review_title": "Good mitt",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "So far I really like this mitt. It blends your tan nicely and keeps your hands from turning orange and streaky which is always a plus. The true test will be if it holds up without getting stiff and piling."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love this. So soft and helpful with applying. Used it with the st tropez mist which I am also a fan of!"
        },
        {
            "review_title": "Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Itu2019s just like any other mitt honestly. It gets the job done and itu2019s fairly cheap which is nice. I do really like that the product doesnu2019t bleed through onto my hand though. :)"
        },
        {
            "review_title": "Super soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "This mitt made smoothing and applying my purity vitamins spray a breeze. i ended up with a nice even glow everywhere, and this mitt feels super good on your skin. Would totally recommend with buying one of their spray. It"
        },
        {
            "review_title": "Goldie Locks of tanning mitts",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Light skin tone, Combination skin",
            "review_text": "perfect mitt for applying self tanners. doesnu2019t feel cheap, easy to clean and can be reused for a flawless tan"
        },
        {
            "review_title": "I love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this mitt! It feels so nice and helps even out my self tanner to a smooth even layer. I love it"
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Using this with bronzing water or self tan mousse makes my tan look soo good! It does itu2019s job with leaving a tan streak free!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I did not think a mitt would be a game changer for me. I thought they were all the same... I was wrong. This is the best. So soft, easy application, easy clean. Itu2019s a win!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "This is honestly the softest thing ever!!! Not only did it feel great on my skin but it did a good job of blending in my St. Tropez Bronzing Mist!! No need for any other tan applicator!"
        },
        {
            "review_title": "Soft and Easy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Combination skin",
            "review_text": "Loved the mitt to blend in St Tropez Purity Vitamins self tan. It made it so easy and it was so soft."
        },
        {
            "review_title": "Really good product!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Love this mitt! I think it works very well and so far it doesnu2019t seem to get very dirty easily with the product!! Love it!"
        },
        {
            "review_title": "Big hands",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "My first time using a tanning product, my hand was a little too big for the mit, but it got the job done"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "the perfect mit. holds up better than other ones I have tried in the past would definitely recommend."
        },
        {
            "review_title": "Need!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "This is a must! I tried the facial tainted by Saint Tropez without the gloves and my hands were so orange. This is a must with the self tanner of any brand for my fair skin This is a must! I tried the facial tailored by Saint Tropez without the glove and my hand was so orange. This is a must with the self tanner of any brand for my fair skin."
        },
        {
            "review_title": "Eh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "I like how soft the product is, but it wasn't wide enough to fit my hand in to make sure I didn't get any product on it. It also made me a little splotchy."
        },
        {
            "review_title": "Small",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Oily skin",
            "review_text": "It feels and works great but itu2019s a little short and the self tanner got on the bottoms of my palms! Kind of annoying but i can still use it for smaller areas I guess"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "This mitt was really nice to use! I like how soft it is and it did a pretty good job of spreading the product evenly. I just wish it would stay on my hand better!"
        },
        {
            "review_title": "Big fan",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I really like this mitt! Itu2019s super soft and applies tanning products evenly. I like that itu2019s two sided because I feel like it can go longer between replacing it. The first time I used it I did get a few stray blue fluff that came off, but nothing sense. Hard to imagine myself going back to a regular tanning mitt after using this!"
        },
        {
            "review_title": "Soft & Easy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I love this mitt! It is the easiest way to apply your self tanner. It is so soft and fits well on my hand. It is really easy to use and allows for even distribution of the product. I would highly recommend it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Great self tanner mitt, no problem with staining after washing. Ive only used this with the st tropez purity vitamins water mist though, but it did a great job of applying that!"
        },
        {
            "review_title": "I would use FOREVER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "This mitt is wonderful! It is super soft and spreads all of the serum and mist on so evenly and nicely. There is never any residue left on the mitt. I will continue to use this mitt for everything"
        },
        {
            "review_title": "Grab one!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Sooo soft and easy to apply products for an even tan. I didnu2019t notice any streaks or uneven application from my product. It definitely helped with applying a mist. It feels sooo soft when touching the skin. Donu2019t pass up this mitt for your tanning products!"
        },
        {
            "review_title": "Great tanning mitt!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I love this mitt! It is very soft and easy to use. It applies the tanning product very evenly. It is also very easy to wash and dry the mitt."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "The material is very soft to apply the self tanning bronzer. Applied with the st tropez products gives it a nice application overall. I received this product complimentary from Influenster and all my opinions are honest."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve used a lot of self tanner mitts and this is by far one of my favorites. The material is very soft and provides for an even application. The inside is lined so that product doesnu2019t soak through onto your hands. This would work with sprays, mists and even a mousse."
        },
        {
            "review_title": "Very soft and luxurious!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This product is great! It feels so soft on my skin and very luxurious! Very easy to apply the product and helps it go on super smooth and blend seamlessly."
        },
        {
            "review_title": "super soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "i received this complimentary with the tanning mist and i actually really love this. i use it with my regular tanning mouse, itu2019s just great, so soft."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love this mitt! It stays on my hand and doesnu2019t slip off or around while applying my products!"
        },
        {
            "review_title": "Game changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this mit it definitely does the job! It evenly blends my st.tropez"
        },
        {
            "review_title": "so nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Applies the tan so evenly! Smooth and good! Love this allows the tan to glide on so nicely!"
        },
        {
            "review_title": "LOVE IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Helps so much with the application of the product!!! no more mess!!! got the product for free to review it and love it!"
        },
        {
            "review_title": "AMAZING!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Super soft and applied tanner flawlessly! Definitely would buy over and over again."
        },
        {
            "review_title": "Smooth!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Applied my self tanner smoothly!! I will be buying more in the future!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Nice mitten wish it came as a pair not just one to get the job done faster"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Oily skin",
            "review_text": "I love that itu2019s double sided! Itu2019s easy to clean and super soft."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Super soft and applied my tan evenly. It was a little hard to get the mitt open at first"
        },
        {
            "review_title": "long lasting/wonu2019t tear",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I donu2019t usually have strong opinions on these sort of things but this one is especially good. Definitely worth the money. It seems to be made really well so it will last!"
        },
        {
            "review_title": "Loved it.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This tanning mitt is great. It is double sided and feels really nice!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This tanning mitt is great. It is double sided and feels really soft on the skin. The product doesnu2019t just absorb into the glove like some others so thatu2019s a plus. Definitely prefer this to any other mitt I have ever used."
        },
        {
            "review_title": "Perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "I loved how easy this made to apply my mist so I wouldnu2019t get it all over my hands and also made it easier to get even coverage."
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I really liked this mitt. It was a great applicator for the mist. It is very soft and glides over my skin. It gave me a smooth, even tan. I did receive this product complimentary in exchange for a review."
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, mediumTan skin tone, Oily skin",
            "review_text": "This mitt is an amazing applicator! It distributes the product pretty well!"
        },
        {
            "review_title": "Super soft and easy to use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This mitt is great! Super soft and really glides along the skin! Also very cute and a pretty color!"
        },
        {
            "review_title": "SOFT AND CUTE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "First off, this is such a soft and luxurious mitt! Feel so good applying my tanner with this mitt! I get such a smooth and even tan with this mitt! I get no splotchy patches or anything with this mitt. The color is also so nice. Itu2019s so bright and makes me ready for summer lol!"
        },
        {
            "review_title": "Cute!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This self tanner mitt makes it easy and comfortable to apply the St. Tropez body mist or even a face serum. I generally use this mitt just with the body mist. Being that itu2019s double sided and very soft I feel comfortable that the application process is going well and my tan wonu2019t come out blotchy. The color itself is so cute and fun and gives a nice pop."
        },
        {
            "review_title": "cheap feeling mitt",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "Cheap feeling, but does the job. Would recommend with the body spray"
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "I love this mitt! Typically, self tanner mitts are only one sided. However, this one is double sided! Itu2019s also super soft and you have great control from the inside (however it can get a little warm)."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "In my opinion applying with this mitt is a must. I thought it would swallow the product, but it didnu2019t. It helped apply it very smoothly."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Makes your self tanner go on so smooth and not streaky!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "This is so great for applying the St Tropez self tanning glow mist!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love this product so much! It makes for the perfect application of self tanner."
        },
        {
            "review_title": "Good mitt for a good price!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This is my first time using a mitt to self tan, I did enjoy using it. It made the application process very smooth and ensured that I didnu2019t over apply or under blend!"
        },
        {
            "review_title": "Love this mitt!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Received this as a complimentary sample. I am not big on tanning but I really loved the mitt! Itu2019s so soft and was so easy to use!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Oily skin",
            "review_text": "Love this Mitt. Nice and soft and blends my tanner real well with no splotches."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This mitt is so soft and fits my hand perfectly, making it super easy to blend in my self tanner! I received this product free to test and it is by far my favorite mitt!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Super soft and seems to blend well! Works well with the gradual tan bronzing water, but not sure how well it would work with a darker mousse or anything like that."
        },
        {
            "review_title": "Great mitt!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Iu2019ve tried a couple different brands of tanning mitts and I have to say this one is great! I like that itu2019s double sided and the texture is so soft that it blends the tan in really nicely! Highly recommend!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "This product is amazing and helps smooth out all of my tanning spray. I received this free from influencer for product testing purposes!"
        },
        {
            "review_title": "Love this mitt!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Normal skin",
            "review_text": "Love it! Applies the product nicely. The product also doesnu2019t bleed through like other Mitts Iu2019ve used in the past. The only con is that itu2019s a little tight."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, mediumTan skin tone, Normal skin",
            "review_text": "Really helps to ensure not applying too much product in one area and blending things out. I received this product for free to review."
        },
        {
            "review_title": "Suburb tanning mit",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "I received this for free from Influenster,  Pros- soft,"
        },
        {
            "review_title": "Self tanner mit",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I received this free in return for my honest opinion, I have to say itu2019s very soft, makes application so much easier, at first itu2019s hard to put your hand into the mit and the mit does have a weird smell at first but as you use it itu2019s a lot easier to put your hand into and the smell goes away."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "I received this product for free.  I love this mit, probably the best one that I have ever used. The only reason Iu2019m giving it 4 starts is because it sheds and sticks to your skin."
        },
        {
            "review_title": "#Voxbox",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I got these with my VoxBox with Influcenter and wow makes a difference applying the products!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I've never used a Mitt before now. I'll never go back this made the application process much smoother. It goes on so easily and you dont have product all over your hands"
        },
        {
            "review_title": "Very soft! Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I got this free from influenster! I love this it works great with the tanning mist! Its very soft and works well to eventually distribute the tanning products!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I received this complementary item with its matching products from Influenster. This helps the product go on so smoothly and even. Not only that but the mitt itself is very soft, and itu2019s texture is incredible! Super easy to clean and maintain clean!"
        },
        {
            "review_title": "My favorite Tanning Mitt!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I LOVE this tanning mitt!!! it doesnu2019t stain and get dirty like other tanning mitts! Highly recommend!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Soooo soft! So easy to clean and it makes applying the products a breeze. I love this mitt!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Oily skin",
            "review_text": "Great tanning mitt! Works well with the serum and mist."
        },
        {
            "review_title": "Great tanning mitt!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I love this mitt!! It feels so soft and smooth roll when applying the mist, and doesnu2019t soak up a lot of wasted product like some others. Will definitely use again and recommend to others!"
        },
        {
            "review_title": "It works!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I feel like the glove is difficult to get on your hand. But overall it helps distribute the product evenly. Which I'm happy about. Having very dry/fair skin, I need it to distribute evenly so I dont look like a splotchy mess."
        },
        {
            "review_title": "Good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "The mitt is probably the best part about this product. Itu2019s soft, isn't rough on the skin, and cleans very easy. Does a good job rubbing on the products too."
        },
        {
            "review_title": "So soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was sent the product from St Tropez and Influenster for review. But I love this! Itu2019s so soft and buffs out the tanning liquid effortlessly. I love how itu2019s lined inside too so you donu2019t get stains on your hands."
        },
        {
            "review_title": "So soft!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Medium skin tone, Combination skin",
            "review_text": "I received this product complimentary in exchange for my honest review.   I really like the size, quality, and texture of this mitt! Iu2019ve bought one before but it was from another brand and hated how it felt and how big is was as it would not stay on my hand. This mitt really made the difference in application! It fit snugly on my hand and was so so soft! It also didnu2019t stain which was probably the best part for me!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This mitt is super soft and easy to use. It helped smooth out the self tan and didnu2019t result in a streaky or blotchy finish!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Love it! Love how soft it is. Itu2019s great and doesnu2019t leave spots or streaks."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, lightMedium skin tone, Combination skin",
            "review_text": "I loved this glove, it didnu2019t leave streaks or make the product blotchy. I have been using this glove with the St Tropez Tanning Water"
        },
        {
            "review_title": "Love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I got this mit along with a tanning mist to try and write a review on and I am so happy they provided the mit! I have never applied self tanners before so I reached out to a few people who has and the first thing they said was to use a mit! After the application I didn't have any streaks or weird spots!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This tanning mitt is a soft velour material and feels so smooth on the skin! I like to use this with my bronzing water! I use it in large vertical motions and it apply any bronzing water/mousse seamlessly! Highly recommend!"
        },
        {
            "review_title": "Worth it!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Please please please do not apply with out the mit. It helps so much with achieving a even streak free application. and it is so soft!!!!"
        },
        {
            "review_title": "Super durable",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m absolutely obsessed with this tanning mitt.  And Iu2019ve tried TONS of different ones considering I been self tanning for 10 years.  Love the fact that itu2019s really soft, and double sided.  Plus itu2019s very durable"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I use this with the tanning water and tanning face serum and it leaves my skin looking even and doesnu2019t streak at all ... going to be purchasing a few more as well!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Received this complimentary from Influenster. I love this tanning mitt. It really does help apply the self tanner evenly."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "Such a soft mitt. I love it! Easy to use and it stays out when using it."
        },
        {
            "review_title": "Applies beautifully",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Let me just start off by saying that Iu2019m Absolutely! In love with this color if this ! Very soft and applies ur product so beautifully! 10/10 will recommend"
        },
        {
            "review_title": "Awesome!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Great mit! Very lightweight and easy to use to apply tan! Easy to wash the tan off of the mit!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I really liked the feeling of the mitt and how it applies the tanner but I did experience some shedding of the blue fuzz."
        },
        {
            "review_title": "Double sided!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "The mitt works really well. It helps give me an even tan once I spray the bronzing water on. And I love that this mitt is double sided!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "This mitt was so soft ! I felt like it didnu2019t tug at my skin at all unlike other mitts. Also applied product evenly."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "Smooth and durable. I love the color and how soft it is! Definitely recommend for the self tanner because youu2019d hands donu2019t get all gross."
        },
        {
            "review_title": "Sure helps",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Doble sided mitt that helps evenly distribute the self tanning mist. Its nice and soft and gets the job done."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love the fact that itu2019s dual sided! Itu2019s so soft and cute! It applied the tanner so evenly!"
        },
        {
            "review_title": "so soft!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "This mitt Is so soft on the outside itu2019s double-sided thereu2019s padding on the inside and the Tanner will not soaked through to your hands"
        },
        {
            "review_title": "Best mitt so far!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love this mitt!!! Holds the product well and itu2019s easy to use."
        },
        {
            "review_title": "A must for their products",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This mitt works great with their products. Its soft not bulky, easy to use and doesnt pill (get fuzzies) its easy for travel and overall is so nice."
        },
        {
            "review_title": "Soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "The mitt is soft and easy to use making it super easy to apply and blend the Vitamin Water Mist!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this product free as part of a promotion to give my honest review. I really liked the texture of the mitt. It was very soft and seemed to blend the tanning mist well. I was nervous that it would slide off of my hand, but I didnu2019t have that issue. I would recommend and purchase this product."
        },
        {
            "review_title": "u2606u2606u2606",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "It's a great mitt but it was hard to use at first but once i got the hang of it made it very easy to apply to the skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "It distributes product evenly and goes on smooth! Definitely my go to!"
        },
        {
            "review_title": "The best mitt",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I self tan a ton and this is the best mitt I have used so far! It allows my tan to go on so smoothly and I have been looking for a mitt like this for a long time! I highly recommend this mitt over others because of the fabric."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "The mitt is very soft and plush ! It feels great on the skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Great mit. I feel like itu2019s a lot more durable than other mits iu2019ve tried from st tropez."
        },
        {
            "review_title": "So amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This helped me get an even tan. Really good application"
        },
        {
            "review_title": "Love this product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I seriously love how soft and plush this velvety mit is. The best self tanning mit in my opinion."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I felt the mitt gave an even application. However, during first use there were many fuzzy blue pieces left on my skin from the mitt. Which wasnu2019t a big deal because I just blew them away. I did use the bronzing self tan mist so if I used a foam it might have been more of an issue. I found the mitt was very soft almost like a microfiber towel material. Overall would recommend product and would use again."
        },
        {
            "review_title": "So Soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Extremely soft, and very helpful at blending product throughly into the skin. Dries immediately so itu2019s easy to store and go! Also even after many uses the mitt remains intact and doesnu2019t stain!"
        },
        {
            "review_title": "Amazing product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I recently received this in a box box and honestly this product is really nice. I highly suggest you add this to your beauty list of accessories because this mitt is so easy to use and the quality is really nice. The only thing was a little getting use to the way you put you hand and grip while applying product on tour skin but it just took some time getting use to it all. Other than that I really love how gentle it is on the skin and how easy it is to clean. I definitely recommend this product for sure!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Love this mitt! I have the other one they make it broke and had a hole in the side twice. This one is so much stronger"
        },
        {
            "review_title": "Super soft.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Works amazing with the two products. But stinks that it takes so long to air dry after washing it."
        },
        {
            "review_title": "A great must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "I did receive this product complimentary by Influenster. This mitt is a must if youu2019re  applying any type of self tanner. It helps apply the product so smoothly without having any streaks left behind."
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have used self tanner before without a mitt and my hands looked awful afterwards.  I received this mitt for free in exchange for writing a review and I am so glad I got this! It has made applying sunless tanner  so easy and now my hands are not stained!  It is soft and gentle on my skin."
        },
        {
            "review_title": "Not bad but could be better quality",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I like the Mitt, way better than the first single sided one however I donu2019t like that the mitt tends to slide off easily. Also if you have nails it tends to poke holes in the seams which is kind of annoying but the application is smooth which is what matters."
        },
        {
            "review_title": "BEST MITT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Oh I love this tournament so much itu2019s so much better because itu2019s a double sided one as a post to the original minute itu2019s so soft and plans out my"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "This mit is so soft to the skin and is great for applying bronzing products evenly. I will say the glove is a little small and although it fit my hand perfect, I am not sure if it will work as well for those with larger hands"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "So cheap and so soft for such great quality! It really gets the job done!"
        },
        {
            "review_title": "Great!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "The mit made application for the most easy although I didnu2019t find it needed for the serum and my face. But it does make for a quick and easy application for the most!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Dry skin",
            "review_text": "Best glove St Tropez has made!  Itu2019s so soft and feels much more durable than other gloves.  It helped with applying tanner evenly and reduced streaking."
        },
        {
            "review_title": "cute mitt for tanning",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "soft and easy to use, i used with st tropez glow spray and it worked very well"
        },
        {
            "review_title": "Softest and Best Application Mitt!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "This was such a fantastic product! I love how soft it is against my skin and it makes application so easy and smooth. It helped get the coverage I needed and didnu2019t smear the spray everywhere. I strongly recommend this to everyone!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I absolutely love this mitt. Makes tanning hassle free!"
        },
        {
            "review_title": "Perfect applicator",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Love this product! Got it to go with the new bronzing mist and it applied it evenly! It is also very smooth and soft and feels nice on the skin!"
        },
        {
            "review_title": "GREAT!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is a great mitt to use when using self tanning. The mitt doesnu2019t bother my skin, or irritate it helps for a flawless glow."
        },
        {
            "review_title": "Wonderful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The mitt is some kind of wonderful, super soft and smooth."
        }
    ]
}