{
    "product_id": "1336",
    "name": "Smooth Perfection Shampoo",
    "brand": "Pureology",
    "categories": "Hair, Shampoo & Conditioner, Shampoo",
    "price": 50.0,
    "about": "What it is:A gentle, sulfate-free shampoo that smooths and restores manageability for frizzy, color-treated hair..Hair Type:Straight, Wavy, Curly, and Coily.Hair Texture:Fine, Medium, and Thick.Hair Concerns:- Dryness.Key Benefits:- Smooths and restores manageability.Formulation:Liquid.Highlighted Ingredients:- Camellia: Smooths and nourishes hair..Ingredient Callouts:Free of sulfates SLS and SLES, parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, triclosan, and triclocarban, and contains less than one percent of synthetic fragrances. This product is also vegan, cruelty-free, and comes in recyclable packaging..What Else You Need to Know:This shampoo includes a signature aromatherapy blend of cocoa, marshmallow accord, woods and a patented Antifade Complex to protect color vibrancy and ensure lasting color payoff. It also includes sunflower seed, a UV filter, and vitamin E to fight color-depleting environmental effects while ensuring lasting shine.",
    "ingredients": "-Camellia: Smooths and nourishes hair. .-Shea Butter: Softens hair. ..Aqua / Water / Eau, Sodium Cocoyl Isethionate, Disodium Laureth Sulfosuccinate, Sodium Lauryl Sulfoacetate, Sodium Lauroyl Sarcosinate, Glycol Distearate, Cocamidopropyl Betaine, Divinyldimethicone/Dimethicone Copolymer, Glycereth-26, Parfum / Fragrance, Decyl Glucoside, Coconut Acid, Sodium Hydroxide, Sodium Isethionate, Citric Acid, Ppg-5-Ceteth-20, Polyquaternium-7, Polyquaternium-10, Sodium Chloride, Amodimethicone, Coco-Betaine, Peg-55 Propylene Glycol Oleate, Propylene Glycol, Carbomer, C11-15 Pareth-7, Benzoic Acid, Sesamum Indicum Seed Oil / Sesame Seed Oil, Butyrospermum Parkii Butter / Shea Butter, Camellia Oleifera Seed Oil, Butylene Glycol, Laureth-9, Glycerin, Tocopherol, C12-13 Pareth-23, C12-13 Pareth-3, Trideceth-12, Salicylic Acid, Sodium Benzoate, Helianthus Annuus Seed Extract / Sunflower Seed Extract, Hydrolyzed Vegetable Protein Pg-Propyl Silanetriol, Magnesium Nitrate, Phenoxyethanol, Benzyl Alcohol, Pelargonium Graveolens Flower Oil, Ascorbic Acid, Benzophenone-4, Methylchloroisothiazolinone, Sorbic Acid, Magnesium Chloride, Ci 15510 / Orange 4, Methylisothiazolinone, Potassium Sorbate, Ci 14700 / Red 4.",
    "how_to_use": "Suggested Usage:.-Apply a dime-size amount to wet hair at the scalp. .-Lather and work down to the ends. .-Rinse. .-For extra cleansing, repeat..-For best results, follow with Smooth Perfection Conditioner and Color Fanatic Multi-Tasking Leave-In Spray (each sold separately)...Pro Tip: Use the flower bud on the top of the bottle cap to measure the appropriate amount of shampoo to use.",
    "num_reviews": 339,
    "overall_rating": 4.6,
    "product_url": "https://www.sephora.com/ca/en/product/pureology-smooth-perfection-shampoo-P461624?skuId=2390979&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2390979-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "9 fl oz/ 266 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2390979-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "best shampoo i've ever used",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I just recently bought the biggest size of this after repurchasing the standard sizes twice because it's so good and I decided I have no reason to use anything else. I've been on the hunt for a shampoo that made my hair feel clean and healthy without drying it out or making it too oily or irritating my scalp and this checks all the boxes. For reference I have medium length, wavy, dark brown hair that gets oily very quickly but dry at the ends. I can comfortably go 2 days without washing my hair with this shampoo (before my hair got greasy after one day) and it makes my hair feel so healthy and smooth and CLEAN. I also use the matching conditioner sometimes but not always. Pureology's other products are amazing too but this one best suits me. I'll never stop purchasing this."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "Smells good but doesn't make a difference in frizz at all. I prefer the other pureology lines,"
        },
        {
            "review_title": "Not for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "This made my hair so dry and brittle, and even frizzier than normal. Had to throw it out after a few uses because I felt like it was damaging my hair :/ I have coarse, wavy hair. The ends felt like they were going to crack off after using this. I went back to my old shampoo/conditioner and it immediately got better."
        },
        {
            "review_title": "Little goes a long way",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "A little does a long way and cleans my oily hair so well making my wash last for days! Doesnu2019t weigh down my thick hair and it provides softness and protects my colour. Love the smell too!"
        },
        {
            "review_title": "I Get Compliments All The Time!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I have been using this exact shampoo + conditioner and my hair is so long and healthy that I get compliments daily! Perfect for color-treated hair."
        },
        {
            "review_title": "buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "best shampoo, makes my hair super soft and feels amazing after wash highly recommend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This shampoo is a miracle. I have dry frizzy hair, working construction but this really helped my hair look and feel softer. I have coarse hair but this shampoo made it change on the first wash. I am hooked to it. Also i have bought the conditioner too it smells a little unpleasant not too much. But its an amazing shampoo"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Iu2019ve always wanted to try Pureology products but found them pricey. I can say they are worth it. I put this shampoo to the test after not washing my hair for 7 days (love some dry shampoo) - with only one wash my hair felt super clean. The product smells great and leave my hair hydrated and smooth. Would recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is a smoothing shampoo that will make your hair feel  clean while also leaving it feeling moisturized. I know it isn't a determining factor in cleaning your hair, but this suds up nicely. I would definitely recommend if you have frizzy hair like me. It keeps my frizz under control."
        },
        {
            "review_title": "Staple for hair !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I was amazed by this shampoo not only does it do what it claims and more. I have chemically damaged hair and the shampoo lathers beautifully and detangles the hair in the shower! I started with damaged unruly hair and following the conditioner my hair dried with 90% less frizz and more manageable! This is not a must have in my book!"
        },
        {
            "review_title": "LOVE a this whole line",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I have really thick hair, and normally anything that advertises as u201csmoothingu201d weighs my hair down completely. This stuff is amazing, doesnu2019t make my hair greasy or weigh it down. Washes out easily and actually does what it says!! It smoothes! The smell is lovely, I am usually a fan of purplish fragrances because they are not overly sweet or perfume-y. I would definitely buy again"
        },
        {
            "review_title": "Not for thin damaged hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I tested this product for a few weeks, I noticed that after I switched to it my hair was becoming greasy faster and I had to wash it more frequently. I feel like it weighed my hair down. However, I gave this product to my sister to try (she has really thick hair) and she loved it and for her it was the opposite her hair stayed fresh longer and it was silky smooth and less frizzy. I only gave it 4 stars because itu2019s not for my hair type."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The Pureology smooth perfection shampoo hits on all the key points. It was very effective at detangling my hair. After using it in conjunction with the conditioner, my hair felt incredibly soft, detangled and full. I have extremely fine hair, but a lot of it, and this shampoo really brings out the volume. I definitely had less frizz than I had prior to using the shampoo, but the frizz still existed. The scent is strong, but not overpowering. It leaves your hair smelling amazing once dried. Also a plus that it is sulfate-free. Overall, if youu2019re looking for a shampoo to soften your hair and provide some frizz reduction, I would recommend this!!"
        },
        {
            "review_title": "Smooth and soft",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "ok so this might seem weird but the thing I like most is the scent, its so warm and soft. this produces a nice rich lather and leaves my hair bouncy and smoothed. the formula is definitely concentrated, so you don't need to use a lot of it at all......I use a dime size amount and wet my hands (usually repeat that about 3 times with my thick ribcage length hair)."
        },
        {
            "review_title": "Manageable and fresh!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, fairLight skin tone, Oily skin",
            "review_text": "As a long-time fan of the Hydrate line, Smooth Perfection takes it up a notch. My hair is fine, but not thin, so heavier moisturizing products weigh it down easily, but this shampoo leaves my hair soft and manageable while helping control frizz and flyaways. My scalp feels clean, but not stripped and I find myself using less of the product. The fragrance is light, but very pleasant, which I enjoy in my hair care products."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "My hair is pretty dry but when I was given this shampoo to try I definitely noticed it made my hair softer even before I used conditioner. It definitely improved the condition of my hair with continued use and I definitely plan to keep using this product."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I was so excited to try this shampoo (and conditioner) and upon the first try I did love it. Lathers nice,  a little goes a long way! Nice smell and left my hair feeling soft. BUT after several uses I started feeling like my hair felt very dry so I stopped using it. I will probably try it again to see if I have them same issue."
        },
        {
            "review_title": "A Little Goes A Long Way",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I love Pureology products and was so excited to try this product. It checked all the boxes: vegan, for color-treated, frizzy hair. The scent is very subtle but nice. The thing I canu2019t get over?! How little it takes of this product to completely lather and wash my insane amount of hair. Generally, it takes a whole hotel-sized shampoo to do the job. With this? A quarter-size. Itu2019s amazing. I look at it as though not only are you being conscious of not using animal-derived products but you are also reducing your use. Win-win!"
        },
        {
            "review_title": "The Best!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this product so much! It was able to give my hair volume without frizz - which is my ideal hair style! I think this is a new holy grail product for me!!!"
        },
        {
            "review_title": "Nourishing Shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I really liked the way this shampoo hydrated my hair without leaving it feeling greasy. A little bit of product goes a long way, and it has a very thick lather, which I personally enjoyed. The price tag is definitely high on this item, but it can last awhile due to the little amount that is needed to shampoo your hair. It did leave my hair feeling shiny, and I would probably alternate this shampoo with a purple shampoo in order to avoid brassiness. The scent is a little odd, but I donu2019t dislike it either."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This line is amazing, the smell and smooth is one of the best I have ever tried, love the results, I received it as a complimentary but Iu2019ll definitely will buy it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "if you use well water you need this. with well water my hair has felt so dry but this has made the best difference. my hair looks and feels great."
        },
        {
            "review_title": "Really nice..",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I really like this shampoo, my hair feels so soft. It actually does smooth it down. I notice less frizz and more shine, especially when I use it with the conditioner and blow dry lotion. I prefer a u201ccleaneru201d scent but this is not bad. I would definitely recommend it to others!"
        },
        {
            "review_title": "Really enjoy this shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I got the Pureology smooth perfection shampoo to test complementary from Influenster. Right off the bat I absolutely love how it lathers up and how little you need to wash your hair. Whenever I would use it it made my hair and scalp feel so incredibly cleanu2026.plus itu2019s an added bonus that it smells really nice. And it does seem to control some of my frizz after use, especially considering that I normally have incredibly thick, wavy, frizzy hair."
        },
        {
            "review_title": "great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "the pureology smooth perfection shampoo is great! it had a great scent to it like there was something fruity in it! normally i use a lot of shampoo with my thick hair but with this shampoo a little bit goes a long way which is amazing!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Fair skin tone, Combination skin",
            "review_text": "This shampoo is great! Not only does it smell amazing, but it leaves my hair feeling incredibly soft and full of nutrients. This isnu2019t the kind of shampoo that will strip your hair with chemicals and sulfates. Definitely worth the price because it lasts a while and leaves the scalp and hair feeling refreshed and clean."
        },
        {
            "review_title": "Amazing! JUST WOW",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This shampoo was really a game changer it was amazing sunce day one you can definitely see the difference. Hair is more manageable and soft and just less frizzy. The smell is amazing as well and its very creamy and perfect size. If you are looking for a shampoo to help with shine and smooth this is the one, you wont be disappointed!"
        },
        {
            "review_title": "Already a fan!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I already purchased Pureology products prior to receiving this product. I love the after shower scent that lasts the next day, how soft my hair is (sometimes I just use the shampoo and still is soft) the next day, and how long the bottle lasts. This is a quality hair product for the cost."
        },
        {
            "review_title": "Great shampoo!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I enjoy this shampoo- it smells great, lathers nicely and leaves my hair feeling so clean after the fact. I do feel it works best when pairs with the Smooth Conditioner and Hair Lotion"
        },
        {
            "review_title": "Great for colored hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This is a great shampoo for colored hair, especially blondes. It doesnu2019t strip away the color but make it more lively. Also made my hair much softer. It doesnu2019t feel too heavy on the hair either . I would recommend this over the redken all soft shampoo. Does the same job but better"
        },
        {
            "review_title": "Light Smell and Cleans Hair Well",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "This shampoo worked well to clean my hair and it has a pleasant faint smell. I personally like stronger smelling shampoos - hence the 4 stars. Also Iu2019m not 100% bought into the frizz reduction, I have pretty frizzy hair and didnu2019t notice any change there. But Iu2019m enjoying it for what it is, and will use up the whole bottle!"
        },
        {
            "review_title": "No para cabello mixto",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Este shampoo no es para todo tipo de cabello, yo lo tengo seco en las puntas y graso en la raiz y no me sento nada bien si huele rico y todo pero me aumenta el fritz y mi raiz se vuelve mas grasa. Pienso que es perfecto para personas con cabello seco."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, lightMedium skin tone, Combination skin",
            "review_text": "This shampoo is thicker in viscosity than most of the shampoos I use so at first I thought I had accidentally picked up the conditioner! Lots of lather. I do not love the scent but it isn't strong and I didn't smell in on my hair after it dried. I have dry frizzy hair and it did calm it down and give it a little act right."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I used this shampoo for over a month and I absolutely love it. It has a nice thick and creamy texture and the smell is amazing but the best part is that you can also use this on thinner hair types. It never weighs my hair down. It tames the frizz but still adds bounce. Itu2019s also good for colored hair so thatu2019s actually a plus for me since I never end up using color treated hair care now I can help both situations. I really have no downsides to this. I recommend trying it out for yourself!"
        },
        {
            "review_title": "Worth trying",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Iu2019m always surprised with pureology, they always deliver while keeping the amount of chemicals to a minimum . It lathers well and makes my hair smooth while cleaning it, unlike most shampoos Iu2019ve tried that bubble up but doesnu2019t lather as it cleans your hair. I didnu2019t think I would like the scent at first but after using it I notice the scent was a lot more pleasant ."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "My hair fell I love with this shampoo from the first use! From its rich lather to its light wonderful scent my fine hair felt smooth but not too weighted down. Perfect for chemically treated hair I 10/10 recommend to long, fine hair use."
        },
        {
            "review_title": "Like it but donu2019t love it.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I always love the Pureology shampoo and conditioners. This one lathers well and makes my hair feel smooth. I just didnu2019t love the scent. I prefer the smell of the purple and blue over this one."
        },
        {
            "review_title": "Great product but heavily scented",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Great shampoo, makes my hair feel amazing and clean. But unfortunately itu2019s a bit too scented for me."
        },
        {
            "review_title": "Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I really love the result, it's easy to see it after the first wash and it really smells nice, no regrets about"
        },
        {
            "review_title": "Lots of Lather",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The pros of this shampoo are the smell and intense amount of lather. I keep using too much because the lather is so rich. I didnu2019t realize that was a selling point for me but it was."
        },
        {
            "review_title": "No sulfates and smells great!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love that it doesnu2019t have sulfates. It suds up nicely especially for not containing sulfates. It smells very nice - a subtle warm vanilla that isnu2019t too overpowering. The smell lingers nicely even after blow drying and styling my hair. It doesnu2019t seem to make my hair overly greasy for a smoothing shampoo (I donu2019t wash my hair every day so I donu2019t like shampoos that donu2019t leave my hair feeling clean enough). Overall Iu2019d recommend."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I really wanted to love this shampoo, but after using I feel like the smooth perfection conditioner is effective alone. I didnt feel like my hair was clean after using and overall it made my dandruff worse."
        },
        {
            "review_title": "Nice product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Great shampoo for very dry damaged hair. Would definitely recommend it!  100% sulfate-free, as well as paraben-free. The brandu2019s products are also vegan and free from mineral oil."
        },
        {
            "review_title": "Soft, divine smelling hair!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "This shampoo cleans really well and leaves my hair feeling soft and tangle free. The scent is divine, kind of herbal. Itu2019s a spa like experience while using this shampoo. Itu2019s a concentrated formula so you need to use a very small amount. I would say that it does control the frizz like it claims. Overall, a very good shampoo!"
        },
        {
            "review_title": "Frizzy hair no more!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Iu2019ve got naturally wavy VERY frizzy bleached hair. After blow drying my hair typically looks like a Lion mane & I have to take it with a flat iron. I was so excited to try Pureology for the very first time. This is literally the BEST voxbox Iu2019ve ever received. The shampoo suds up so nicely! The conditioner left my hair feeling very silky soft & coated in moisturizing goodness. When I blow dried my hair after using this duo, it was still a Lion mane but just not as POOFY. I do think it cut down the amount of time it took me to blow ru all this hair. I will definitely be a repeat customer in the future!"
        },
        {
            "review_title": "My favorite shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I have been using this shampoo for a few weeks now and Iu2019m loving it. My hair is so smooth and feels healthier than ever. Itu2019s on the pricier side but definitely worth it. I highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "So far I think this shampoo is great! Love the smell as well! Was free through Influenster to try out!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This shampoo lathers really well and leaves your hair feeling very clean while also smoothing it"
        },
        {
            "review_title": "Great quality smoothing shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This shampoo has a great lather, pleasant but not overpowering scent, and is an overall quality product. If youu2019re looking for a smoothing shampoo that helps defrizz, I would give Pureology Smooth Perfection a try."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Nice smell, very hydrating! Love pureology products!"
        },
        {
            "review_title": "Shampoo",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I was very excited to try this but I am extremely sensitive to some scents. I simply couldn't use it. However, I have heard good things about this brand so I would try it again if it smelled better."
        },
        {
            "review_title": "Smoothing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This is a very pleasant shampoo. It has a nice scent in my opinion plus it's not overly fragrant. Left my hair smooth and full after my blowout. I feel like it washed my color of quicker though."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "From a professional stand point with double process blonde this was not the shampoo, conditioner or styling product I would recommend I was disappointed I had high. Hopes and Iu2019m always looking for the latest and greatest products for myself and clients my hair felt brittle and dry Iu2019m not saying as a whole brand itu2019s bad just this formula wasnu2019t as expected"
        },
        {
            "review_title": "Works well, but not for my hair",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Combination skin",
            "review_text": "Iu2019ve been using Pureology Smooth perfection for over two weeks now. My hair is dry and frizzy thanks to highlights, and my scalp tend to get greasy fast.  The shampoo lather well and made my hair feel clean and smooth and combed through really easy after washing and applying the Pureology Smooth Perfection conditioner. The peachy scent is unbearable to me and my scent preference, and I am glad that it doesnu2019t linger long. One thing I noticed that my scalp started to flake, and became even worse as I continued using these products.  So, it does the work great, my hair indeed was less frizzy, less dedantagled and more smooth, but it just not a great match to my scalp."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Light skin tone, Dry skin",
            "review_text": "I really enjoyed using this! My hair is dry and super super thick and chemically treated so thereu2019s a bit of damage. First round it was noticeably smoother but after 4/5 rounds I adore this set! Iu2019ll continue to use and purchase. Thanks Influenster!!"
        },
        {
            "review_title": "Great product!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Smells amazing, distributes easily, and long lasting. I liked this product a lot. It didnu2019t make my hair feel heavy or greasy. Affordable for the product!"
        },
        {
            "review_title": "Love this collection!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "I was sent the shampoo conditioner and heat syrum and I love this collection.  My hair looked and felt great and it maintained my blonde.  Would def recommend these products!"
        },
        {
            "review_title": "Smoothing and soft",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "This review is not for the shampoo alone, but for the conditioner as well because I used them together.  I have fairly thick, wavy hair which I like to straighten or style in big waves.  My hair is over processed with chemicals and I used Olaplex for quite a while to try to help it but my hair was not feeling soft anymore.  This smoothing shampoo and conditioner has given my hair a lovely softness which I really missed!  I was playing with my hair constantly because it felt and smelled so nice.  I could smell the scent in my hair for hours which I personally really enjoy.  Styling was a breeze.  In the winter I can get away with going 4 days without shampooing and this didnu2019t affect that at all.  The only con is due to my thicker hair I go through a lot of product and I think it will run out fast, which at this price point makes me think twice if I can maintain this habit!  Wish they came out with combo deals to help it be more affordable!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "My regular shampoo is actually Pureology Hydrate so I was excited to try this one. I have very fine color treated hair that tends to be on the dry and frizzy side. It is naturally wavy but I usually straighten it. I love the scent of this shampoo and how my hair feels immediately after. However, I would need to wash my hair every day if I used this. By the second day my hair just looked and felt extremely greasy, even with dry shampoo. I never had this problem with the Hydrate line. I don't recommend this shampoo if you have hair that gets weighed down easily."
        },
        {
            "review_title": "Loved it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Loved it! I felt like I didnu2019t have to use much and it lathered very well. I really enjoyed the way my hair felt after using it. Would definitely recommend and buy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have only used this shampoo a few times so far, but I have noticed that when I use the shampoo, conditioner, and smoothing lotion together my hair dries with less frizz. I like to air dry my hair and have noticed less frizz than usual. I will definitely keep using this product and continue seeing how it works."
        },
        {
            "review_title": "Smells good and works great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I received this item complimentary for my honest review from #influenster and #pureology. The product has a nice clean scent. It smells a bit like baby powder. This shampoo lathers up nicely and leaves your hair feeling soft and smooth. While using this product my hair was less frizzy and would lay smoothly. I do have color treated hair and can say this didnu2019t make my hair color fade at all so it is safe for use on color treated hair. I would recommend anyone to try this that has frizzy fly away hair like I do.  #pureologysmoothperfection #voxbox"
        },
        {
            "review_title": "Good product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I really liked this shampoo, you need a small amount and lathers very well, very sudsy. had little to no scent. I have bleached hair and use it interchangeably  with a purple one and has worked great and does help a lot with frizz ."
        },
        {
            "review_title": "Great line",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is a fantastic product. I love the way it made my hair feel. I would recommend this smoothing product 100%. I will buy to help with frizz."
        },
        {
            "review_title": "My new favorite shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Many salon quality shampoos do not live up to their description. This one sure DOES!! I have very frizzy hair and it makes it feel sooo soft. It is pricier than a basic shampoo, but cheaper than a salon. This will always be in my shower now!!"
        },
        {
            "review_title": "Really like!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I really like this product! it really cleans out my hair and works even better paired up with the conditioner. would definitely recommend to anyone looking for a shampoo for dyed hair. I will definitely repurchase"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I have been using this shampoo for the past couple of weeks and have decided Iu2019m officially switching to it! I have thin hair and it gets a bit oily. Some smoothing products make my hair feel very oily and fly by the end of the day but this entire collection does not. The only negative I have is that the lid is not easy to open for anyone with long nails."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This shampoo smelled so nice like a vanilla sweet , the texture was also very creamy for my hair loved that it didnu2019t dry it out at all , it worked really nice in my blonde hair and didnu2019t fade the blonde or make it brassy which I loved"
        },
        {
            "review_title": "Works Wonders, Smells *INTERESTING*",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Did this shampoo cleanse my brittle hair without stripping my color? Yes. Did it feel amazing and leave everything frizz-free? Absolutely. However, this line smells like original old spice and it reminds me of my grandfather who passed away recently. It's just a strong, mature and masculine fragrance, isn't going to keep me from buying some more when I run out though."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Pureology is a quality product. I have color treated hair, dry scalp and donu2019t like to wash my hair a lot. This shampoo didnu2019t fade my color, didnu2019t dry out my scalp and let me go 5-7 days without washing. Iu2019ve always been a fan of Purelogy over the years but slipped away from them and am reengaged! Definitely recommend."
        },
        {
            "review_title": "love this shampoo!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Influenster sent me this product to test out and Iu2019ve been using this product for a few weeks now in order to give the best review and I honestly love it.  My favorite thing is that it lathers so well, which means a little goes a long way, and it actually makes me feel like my hair is clean.  The scent is a little strong, so if you are sensitive to smells, keep that in mind, but iu2019d rather have shampoo that smells good, instead of it not having a scent.  It makes my hair feel really soft and it looks less frizzy as well.  I also do have color treated hair (blonde highlights) and it is color safe, which is great! Highly reccommend trying it out and it definitely pair it with the matching conditioner for best results!"
        },
        {
            "review_title": "My Hair is In Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "The shampoo smells of a light scent of baby powder. Really goes on the hair to cleanse it. Using the three products together ( shampoo, conditioner and leave in) I noticed less frizz even when I kept my hair natural and curly."
        },
        {
            "review_title": "The smellu2026",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Makes my hair feel amazing, but the smell is too much.  It doesnu2019t go away ever, even days.  So yes it performs well, leaves you soft and smooth, but the smell."
        },
        {
            "review_title": "Nice smoothing shampoo",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This smells great , it leaves my hair smooth and soft, and clean. I love the light peach color it tones down my hair. I have bleach blonde hair. One thing I felt was it was a little too foamy felt thick in the back of my hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love the pureology and was really excited to try this shampoo. It gives a great lather and a little goes a long way. I would definitely repurchase. Keeps my hair sleek in humid miami weather."
        },
        {
            "review_title": "Learn to love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "After 3 weeks of using this it was finally out of shock from the switch. My hair is smooth and tamed but full of volume. However during the first 3 weeks my hair was greasy and slimy and needed to be washed daily. My hair looked dirty 4 hours after washing. But now I can go two days without washing and still have that grease free look. Now I will say I love how this product lathers in my hair and how great the product smells. I would recommend this product to friends who have dry hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Oily skin",
            "review_text": "Absolutely love the smell and how clean my hair feels. It lathers nicely and a little goes a long way. I have extremely short hair right now so I canu2019t speak on how it makes your hair look."
        },
        {
            "review_title": "Smooth Perfection Hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "absolutely love this Pureology shampoo! It has a great lather, smells amazing but not over powering. I have long hair and it did smooth it out. Less frizz and easier to brush. Win Win. I was able to go my 3 days before washing again. My hair was full of volume and smelled great even after the 2nd day of not washing.  I love the product and the brand. My husband also really likes this shampoo!"
        },
        {
            "review_title": "Amazing shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Delighted with this edition of Purology.  The fragrance of the shampoo is pleasant and leaves my scalp with a very pleasant sensation of cleanliness.  I have extra sensitive skin and this shampoo has suited me very well.  No irritation or redness.  Perfect choice! I love it."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "Iu2019ve never used this brand before so I wasnu2019t sure what to expect but Iu2019ve seen all the hype and Iu2019ve been very excited to finally receive the 3 set Iu2019ve been using it for the past 3 weeks and let me tell you itu2019s so good smells good my hair feel so soft and shiny no more frizzy hair Iu2019m so impressed definitely will be purchasing this again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this product! It has helped my hair be so smooth and soft! Itu2019s my new favorite."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I really enjoyed this shampoo! Purology shampoos are my favorite. This one exceeded my expectations. My hair feels great and hydrated after I use it. Definitely worth the money."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I really like this shampoo! I struggle with having very thin and frizzy color treated hair plus a sensitive scalp and this shampoo is great to use a couple times a week to smooth my hair out. It smells good too! I definitely recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "LOVED this shampoo! I have really thick and color treated hair, so frizz is definitely a problem. This left my hair feeling smooth, soft and frizz free. The scent isnu2019t strong AT ALL, and I do kind of like more of a clean scent, but it doesnu2019t deter me from using again!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was very excited to try this out as itu2019s a great and respected brand. However, my hair just didnu2019t like it. I received the smooth version and my hair just always seemed more frizzy! I received this product for free from influenster"
        },
        {
            "review_title": "Doesnu2019t strip my hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I really enjoy Pureology products and this shampoo is a great one for my thick frizz prone hair. You know when you wash with certain shampoo and it leaves it feeling so stripped? This doesnu2019t at all, it feels smooth when washing out and like itu2019s actually hydrating my hair. Definitely recommend this line if your hair needs some moisture and smoothing!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "I absolutely love pureology shampoos. This leaves my hair super soft and smooth. The pros are softening, smells amazing, lathers well. The negatives, expensive.  However I definitely recommend. It is more efficient than other smoothing shampoos I've tried and do find it hydrating as well."
        },
        {
            "review_title": "Nice shampoo!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Leaves hair so silky and smooth! The only thing I wasnu2019t too fond of was the scent. I like more fruity/clean scents and this just has a sweet scent."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "First of all, I donu2019t believe this is the right type of shampoo for my hair type, so my review could be a little biased.   I have dirty blonde hair with small waves.   I really enjoyed testing out this product, and it has made my hair look and feel SUPER smooth, but it doesnu2019t give me a ton of volume. On the contrary, it lathers up really well, but again, I donu2019t feel like it gives my hair type volume, even after I wash it which I find strange. For the price point, I believe there are better shampoos out there for my hair type."
        },
        {
            "review_title": "Good shampoo",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "This shampoo leaves my hair feeling clean and has a nice fresh scent that is not overwhelming. I love that. After using the shampoo, my hair was less frizzy and more manageable. I do have lots of flyaways. The consistency of the shampoo is thick, so a little goes a long way. I don't think it made hair look weighed down or dry."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I liked the smell and premise of this shampoo. It left my hair feeling soft but within an hour or two, it was so greasy."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this product free from Infuenster and Pureology for testing purposes. Overall the smell was nicer than other Pureology products Iu2019ve used, but not my favorite. The price point is a bit higher than I would personally like to spend but I do think itu2019s worth the money if youu2019re willing to spend it. This product is super concentrated, so a little goes a long way! I only used about half the amount of product I normally would with other shampoos. It helped smooth my hair and create less frizz for sure, but for someone with more oily hair, it made my hair get oily way faster than normal."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I love all of their products and this one too! This shampoo keaves my hair feeling clean. The shampoo has a very strong fragrance but isn't harsh, it's a very nice scent. Lingers in the hair for days. This shampoo doesn't weigh down but does reduce the frizz in my color treated hair. I use this with the conditioner and the leave in."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I recieved this product in an exchange for my review from influenster. so I tried this out and I had really high hopes because I love pureology. however this honestly made my hair more frizzy which I didnt expect. maybe it was my hair type. my hair is thick on occasion a little coarse. but it didnt do anything for me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "This shampoo is AMAZING!  I am going to switch now to this products! My hair is so healthy now, these products are vegan and the smell is so good"
        },
        {
            "review_title": "Taming the curls!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Having extra curly hair and straightening it every day (as well as bleaching it out lol) is a little taxing. This product has definitely helped! Iu2019m glad influenster sent it to me or I would have never tried it. I would definitely suggest it for anyone looking for a little extra help in taming the curls!"
        },
        {
            "review_title": "Pureology smooth perfection shampoo",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "It smelled good and made my hair feel soft, not greasy, but almost heavy, I wore my hair straight and it helped w keeping it frizz free. I love pureology products, however I break their caps every time"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "Great shampoo! I love. How it leaves hair really soft and manageable. It smells good too."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This shampoo is so good!! It has such a light fresh scent which I am loving. It lathers a lot so a little goes a long way. Plus it really has smoothed my frizzy tangled hair. I would definitely recommend!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I did not think I was going to love this shampoo but I really did. It has a nice light fresh scent and it is highly concentrated you only need a small amount to make a nice rich lather it kept my hair frizz free all day! I would highly recommend this shampoo although it is pricey but should last quite awhile. Try it!!"
        },
        {
            "review_title": "love it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I like this shampoo. A little goes along way . It smells amazing , the only negative, I notice my hair get oily after one  to two days only."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "Amazing! This shampoo smells great, lathers great, and makes my hair look smooth! It is one of my favorites that I use in my routine now. I have received so many compliments on the health of my hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I really like this shampoo! Itu2019s rich and creamy. A little goes a LONG way. Itu2019s not drying and it does a good job cleaning my hair. It does seem to smooth my frizz and makes my hair more manageable. Itu2019s not difficult to rinse out like some sulfate free shampoo. I also enjoy the light gourmand scent"
        },
        {
            "review_title": "I've never tried Pureology. I'm in love.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, fairLight skin tone, Oily skin",
            "review_text": "I received this free from Pureology and Influenster in exchange for my honest review. I honestly have nothing bad to say about this shampoo. It smells amazing. Leaves my hair silky smooth and detangled. I don't have to worry about this formula messing up my color treated hair, which is always a plus. It's vegan and concentrated so it's goes such a long way. I can literally use a quarter size dollop for my waist length hair, that's a big deal. Less product means more usage! More bang for my buck."
        },
        {
            "review_title": "Smells great but leaves major buildup!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "While this product smells great and is smoothing, I really cannot recommend it because it left tons of buildup on my scalp after even one use. For reference I have 2C waves, high porosity hair."
        },
        {
            "review_title": "Actually cleans my hair while smoothing the frizz",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "I absolutely adore all of the smoothing line. All three in combination with each other definitely help smooth out everyday frizz. Despite the $30 price tag for each, they're going to last you a long time since a little bit goes a long way with each product!"
        },
        {
            "review_title": "Smells nice",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I am giving the same review for all the products for the following reasons! I normally myself do not wash my hair every day I only wash my hair 1 to 2 times a week. The product cleansed my hair well however the frizz was not significantly less and I noticed that my hair was starting to get oily after a day and a half to two days."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Okay so listen, Iu2019ve been using the same shampoo for a little over 3 years now. I love it, but itu2019s just basic. This however has changed the game for me. My hair is so soft, it feels silky, and I am loving every second. My hair is bleached and dries out very easily, but I feel like this has been a blessing! 10/10 would recommend."
        },
        {
            "review_title": "New holy grail shampoo.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I adore this shampoo. Itu2019s my new holy grail! Suds well, smells great and smooths my hair!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Iu2019m ready happy with this shampoo it really does what it claims, my hair is super soft and sleek. A little product goes a long way, is thick and without over powering smell"
        },
        {
            "review_title": "Pureology Fan for Life",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I have always been a Pureology fan and this shampoo gives me even more of a reason to. This made my hair soft while also protecting it from the Florida humidity. It is a thick and luxurious product, great for my thick hair and lathers well."
        },
        {
            "review_title": "Really works",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Absolutely loved this shampoo.  With the entire line of products I actually did see my hair get noticeably smoother!  Plus it smells divine!"
        },
        {
            "review_title": "My hair has never looked so beautiful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I was gifted this product complimentary for review purposes.   This product came at such a perfect time because my hair has never been so rough and frizzy and damaged. just with my first use of the whole line my hair has NEVER looked more beautiful! my hair is the silkiest, smoothest, shiniest it has ever been probably in my entire life! I am obsessed with this new line and honestly purology has never even a disappointment to me so I knew these products would slay but wasn't aware of how hard it would lol. I 100% recommend this line to anyone who has long, course, thick, frizzy, damaged, lackluster hair because I literally will never use anything else but this line!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I'm so in love with this new shampoo by Pureology! It hydrates my hair so well without weighing it down, which is so hard to find! I tend to have an oily scalp with occasional dandruff and after exfoliating my head with this shampoo and a scrubber, my hair seemingly is back to normal! I've been using various treatments throughout this process so I can't be sure it was all due to this product. However, I did notice my hair was a LOT softer once I started using this! I highly recommend! I received this for free from Influenster for testing purposes."
        },
        {
            "review_title": "Left my hair soft and shiny!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Love how smooth and frizz free this made my hair feel fresh out the shower!  Smell wasnu2019t too strong either. Definitely recommend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I have very frizzy, dry hair that has been colored and bleached. I despise the rain for what it does to my hair. It rained and absolutely no frizz. It also has a nice scent that lasts in my hair. My hair feels super soft. Will definitely be repurchasing!"
        },
        {
            "review_title": "Smooth, not heavy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I have thick, color treated hair.  Also my hair tends to have a mind of its own and can feel frizzy and dry.  This shampoo made my hair feel clean without feeling heavy."
        },
        {
            "review_title": "Great Shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I adore this shampoo! It doesn't make my hair oily, only super soft and full of life. It's sulfate free and doesn't make my scalp itch since I have sensitive skin. The fragrance is light, not overpowering. It did not dull my colored hair."
        },
        {
            "review_title": "smells so good and actually works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this shampoo!! It smells amazing and leaves my hair feeling so clean without over drying it. Iu2019ve noticed that there is no product build up. It keeps my hair smooth and refreshed."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I have long thick chemically treated hair and I am always looking for good hair products. I am so happy to finally have found this! This shampoo was gentle on my hair while cleaning it thoroughly. My hair felt soft and nourished. Totally recommend!"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I was sent this product complimentary of Influenster to test and/or review. I cannot believe how much I like this shampoo conditioner smoothing product. It foams so well,smells like vanilla and make my hair so smooth. I am so impressed by the result on my frizzy hair that I will be using this product in my everyday hair care products rotation. Seriously this product keeps the frizz away you wonu2019t regret using this product."
        },
        {
            "review_title": "Strong Scent!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This shampoo lathered up a lot and was moderately safe on my highly colored hair. The scent is very powdery and overpowering; so intense that even if I loved the formula better than any other, the scent would keep me from buying it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "The first time I used it, I thought I had confused the conditioner with the shampoo because it just felt so soft it was hard to believe it wasn't conditioner. I love how my hair felt afterwards, so smooth I could detangle it using this product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "My hair feels great after just a few washes! This shampoo really smooths my frizzy hairs and makes it feel so soft. It also smells really nice but not too overpowering!"
        },
        {
            "review_title": "Visibly smoother",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "Lately my hair hasnu2019t been adjusting well to any shampoo or conditioner ever since I bleached my hair, but once I got Pureology through Influenster it has been a game changer. My hair is visibly smoother and manageable. Way less tangles than I was dealing with. Only thing is that I donu2019t like the smell after shampooing and conditioning my hair."
        },
        {
            "review_title": "So far so good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This smells good and cleans well without making my color treated hair appear dull so quickly. As far as frizz I donu2019t have much spit ends appearing so quickly. I do use heat in my hair a couple times a week and I know this is damaging, but my hair still is looking healthy.  I will continue to use and see how it works out over time.  The scent is not overpowering."
        },
        {
            "review_title": "Smells great!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Itu2019s nice! I do like this shampoo, I have very long, thick hair. I typically shampoo my hair once a week and use dry shampoo in between washes. I felt this shampoo weighed my hair down a bit (but I think itu2019s the conditioner and the hair frizz from this same line that actually causes those issues.) I love how good this shampoo smells and it lathers really well! It doesnu2019t take much product for my hair to get a good larther. My hair looked great after I styled it and it was definitely less frizzy. I have a shampoo / conditioner / frizz control product from another high end brand that I prefer to this one for the price point, but I would repurchase this if my current shampoo was out of stock. I received this complimentary through Influenster but all reviews are my own honest opinion."
        },
        {
            "review_title": "A must try for smoother hair.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I received this product complimentary. I have been a pureology fan for years and this shampoo doesnu2019t disappoint. A little goes a long wear and it lathers up nicely. The smell is great too. In combination with the conditioner my hair has never felt smoother or softer!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I didn't like the way this made my hair felt after. it almost dried it out and made it super frizzy and very heavy on my hair. which it the complete opposite what I thought it would do."
        },
        {
            "review_title": "Silky smooth hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I love Pureology  products. This was my first time using the smoothing line and I was not disappointed. I do have bleached color treated hair and my hair still feels amazing. Definitely feels silky smooth! I was glad to receive this in my Influenster box for free! Will definitely be purchasing in future!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "loved this shampoo!!! My hair has just enough natural curl in it to be an absolute nightmare, but this shampoo helped calm down the frizz a lot! It smells wonderful, and a little goes a long way. I have always loved pureology products, and this one is no exception."
        },
        {
            "review_title": "Makes my hair smooth and hydrated",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I've been really enjoying this shampoo. It is gentle but effective and makes my hair super smooth and silky. It also controls my frizz. I've been using it in conjunction with the conditioner and the leave-in."
        },
        {
            "review_title": "Amazing Smell!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Smells amazing and really smooths my hair. I have fine hair and this doesnu2019t weight it down. Would purchase!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I have been using this shampoo for a couple weeks not and it has been good for keeping my pastel pink hair from fading. I havenu2019t noticed anything special when it comes to smoothing but I have wavy hair that is hard to tame. It smells pretty good and I like the it doesnu2019t have harsh ingredients, but overall Iu2019m not sure if the price is justified. The results are similar to my sulfate free aveeno shampoo which is a lot cheaper."
        },
        {
            "review_title": "AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "My hair has never been so smooth and silky. A little product goes a long way. I only wash my hair 2 times a week so this bottle will last a very long time, so that justifies the price. The scent is pretty mild but clean and nonexistent after a day. I will definitely purchase from this brand in the future."
        },
        {
            "review_title": "Omg yes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Oily skin",
            "review_text": "Love this shampoo!! Best part is you need just a very little to wash your entire head, and I have longe hair, and damaged, my hair looks silky and was soo easy to blow dry and brush it, absolutely in love with this shampoo and it smells soo good"
        },
        {
            "review_title": "Donu2019t Like Very Much",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "auburn hair, Fair skin tone, Combination skin",
            "review_text": "This is not a favorite shampoo of mine. I love the scent. It reminds me of a library from my childhood. But I wonder if others will like it.  You have to be careful not to get too much out when going to shampoo. Itu2019s easy to squeeze out to much. This shampoo lathers like nothing I have ever seen, and there was mostly foam in my hair. It took several washes to get the amount right.  Using the conditioner and heat protector, my hair was smooth along the strands and tips but not at my crown. This didnu2019t last longer than the one day I used the whole system.   I received a free product through Influenster for review: all opinions are my own"
        },
        {
            "review_title": "Good Shampoo",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "Good shampoou2026very moisturizing. nothing spectacular or out of the ordinary but would continue to use and possibly buy for myself."
        },
        {
            "review_title": "locks in shine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Aside from making my hair feel super smooth, I noticed a lot of shine also! I went to a family gathering that night and received so many compliments, they said my hair looked so healthy! I noticed a difference with just 1 wash!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Awesome product. Its rich creamy texture, that smells great with a smooth sweet side. You need just a little amount for whole hair. Enhances color."
        },
        {
            "review_title": "Does as it says",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I did receive this product complimentary of my honest opinion. My hair type is a mixture of so much. It is wavy and a few tight curls. It is very long, healthy at the top and frizzy and dry towards the bottom. This shampoo really helps the frizz but the smell isnu2019t the greatest. It is a little on the chemically side if youu2019re sensitive to that but it does not linger on the hair. I would buy this again despite the smell"
        },
        {
            "review_title": "Makes my  hair smooth and silky",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Definitely smooths and detangles. These are too issues I typically have with my hair, it easily tangled and is extremely dry and frizzy. I have color treated blonde hair and also somewhat fine hair so it is easily damaged. Damaged from heat styling, also. I wash my hair every 3 days with this product. I like that it is vegan and lightly fragranced. A little goes a long way and suds nicely. Combined with the conditioner and leave in milk, you wonu2019t see any frizz."
        },
        {
            "review_title": "Love this shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, fairLight skin tone, Normal skin",
            "review_text": "This smells so pretty and feminine. It lathers you so much so you only need to use the smallest amount. Have definitely seen a huge impact of my hair being more healthy, shiner and manageable"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "Love! Very effective for smoothing hair and helping reduce frizz and it smells AMAZING."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I am a big fan of the brand! Iu2019m using their products regularly. I really like the shampoo, hair look smooth and silky. I also like the slight perfume smell. This brand doesnu2019t need to be introduced, very high quality products!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "it's a great product! my hair is smooth, and sooooo much less frizzy! However it smells thickly of sweet cheap kids perfume to me. I would prefer if it was also available in a lighter sent like a grapefruit or lemon orange with eucalyptus would be nice."
        },
        {
            "review_title": "Nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Nice shampoo. It has a light fragrance and it doesnu2019t dry up your hair. A little bit goes a long way."
        },
        {
            "review_title": "Good for dryer hair",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I like this shampoo, it made my hair look smoother even after just one wash. However not an everyday shampoo for me. I think it would be better if you donu2019t have hair that gets oily fast."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I have limp and thin hair and this shampoo has helped me a lot with giving a volume to my hair and also my hair feels fresh and very amazing throughout the day. I have brittle ends and I realise that after using the shampoo itu2019s much more manageable"
        },
        {
            "review_title": "Great product.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Normal skin",
            "review_text": "I got to try Pureology Smooth Perfection Shampoo and I was amazed! This stuff is great! The shampoo lathers up very well. It has a light fragrance sense to it which is nice. It made my hair detangle and feel silky smooth when I rinsed it out.  When I used it with the Pureology Smooth Perfection Conditioner & Pureology Smooth Perfection Heat Treatment, my hair came out great with no frizz!"
        },
        {
            "review_title": "Effective for frizzy thick hair!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I received this product as a free sample. I have very thick heavy black hair, usually I canu2019t fix my frizz hair without hair iron like u201cBEFORE photou201d I attached. But 10days after I used this product, I feel much better!!Please look at my u201cafter photou201d, donu2019t you think much better than before?? I definitely recommend for thick and frizzy hair person! Just I realized I felt my hair got oily faster than before since I started using thisu2026. I donu2019t know because of this or notu2026. Anyway Iu2019ll keep using this for more months!"
        },
        {
            "review_title": "Moisture bomb",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "this shampoo is so moisturizing. it usually takes forever for me to section my hair and detangle it, but that wasnu2019t the case. my hair had so much slip before I even got to the conditioner. After I flat ironed my hair I could feel the difference. My hair is usually on the dryer dude but this time it felt sleeker."
        },
        {
            "review_title": "Shampoo",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I typically use the Hydrate Pureology shampoo, but Iu2019ve really liked the Smooth line this winter. It smells like a cocoa butter/warm scent, and is very hydrating. I can see how this would be a little heavy on  fine hair,"
        },
        {
            "review_title": "Hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I typically use the Hydrate Pureology shampoo, but Iu2019ve really liked the Smooth line this winter. It smells like a cocoa butter/warm scent, and is very hydrating. I can see how this would be a little heavy on  fine hair, and I donu2019t have lightened or damaged hair, but for the winter months itu2019s worked out well for me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "I have never been disappointed with pureology products. My post partum hair needed some serious TLC and this product has helped a lot! It lathers great and makes my hair feel so healthy. Smells amazing too!"
        },
        {
            "review_title": "My new favorite shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "So Iu2019ve been using this product now for about two weeks and I must say Iu2019m in love with the shampoo, this is definitely going to be my next go to shampoo. It leaves my scalp super clean my hair feels soft and I just love how it makes my hair smell not only that How awesome is it that itu2019s made of a vegan ingredients."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Smells lovely and creamy. I noticed there's a good body/volume in my hair but no frizz! It is quite on the expensive side esp since I don't think there's that much difference with my usual shampoo."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "My hair is frizz prone and it doesnu2019t help that I live in a humid area. My hair always gets frizzy in between washes but this shampoo manages to keep my hair shiny and smooth in between washes."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I have yet to find a Pureology product I donu2019t love. This stuff smells amazing! Iu2019m not sure it does much for frizz in particular, but itu2019s a solid product nonetheless. Unfortunately itu2019s not in my budget to buy regularly, but I look forward to using what I do have!"
        },
        {
            "review_title": "Not for my hair",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "The package is simple and clean , nice pink color. easy open cap. creme texture. smooth hair and soft  after rinsing it.  its a bit on the spendy side . I think my hair with being so thin a bit on the oily  side its not the product for me. it is a color safe ."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I got this shampoo free from Influenster to try and I honestly love it. Definitely donu2019t love the price though. I can really tell the difference when I use this shampoo and conditioner. It keeps my frizz in check, doesnu2019t make my scalp dry, but also allows me to go without washing my hair for a few days, which Iu2019ve never been able to do with any hair products Iu2019ve ever tried. I wish it wasnu2019t so expensive because I really want to use it forever. I will likely purchase my own when I can afford to splurge on it and if they have a good sale for sure."
        },
        {
            "review_title": "Beautiful Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Light skin tone, Normal skin",
            "review_text": "I am very particular about the products I use on my hair. I used this shampoo and I am in love !!! The smell is perfect, not to strong. After use my hair doesn't feel weighed down and heavy. At the end of the day my hair was still smooth and looked great at the end of the day."
        },
        {
            "review_title": "Great shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Light skin tone, Normal skin",
            "review_text": "I received this product for free in exchange for My honest review. Iu2019ve been using this shampoo for a week now and have loved it. Itu2019s very thick and lathers nicely. The smell is a light vanilla like scent. My hair has been smooth and looks and feels clean. I would recommend."
        },
        {
            "review_title": "no!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Not that good! Dont feel like any special on my hair. The package is way low quality than the photo."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have colored treated frizzy hair so this is made for me. my hair is also thin, but dense, and I have an oily scalp. I wash twice a week and air dry. I've been using pureology for awhile now, and I generally like their products. this had a light sweet smell, kind of like a vanilla lip gloss, which I assume is the Shea butter. it made a decent lather and left my hair feeling clean but not dry. it's not frizz season for me, but this in combination with the conditioner and the heat protecting lotion is leaving my hair feeling very soft, silky, and clean. so I am happy to continue using it. I'm excited to see what it does in warmer humid weather, but so far good against static in winter dry weather."
        },
        {
            "review_title": "Great for frizzy dry hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This shampoo does exactly what it claims to do. I color my hair with Henna and my hair gets dry and frizzy sometimes. But with this shampoo it makes my hair soft and silky smooth with little frizz.Lather smoothly and have a nice smell. I got it for free for an honest review:)"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I got this in an Influenster voxbox, and I can say that I really did enjoy this shampoo. It helped my color greatly"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have been using this shampoo for a little over 2 weeks and have seen such a difference in my hair. My hair is so much smoother and shinier than it was before. I really feel like my color looks so much richer and better than it did before. If youu2019re looking for a good shampoo for colored hair, I highly recommend this!"
        },
        {
            "review_title": "Take those flyaways",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I received this product free from Influenster.  I have used this shampoo with and without the conditioner and it works well both ways. I have fine hair and this shampoo helps my hair look less frizzy and reduces flyaways.  This works well when I air dry and blow dry my hair!!  Smells great too!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "This shampoo has helped to improve my hair color. Also, it makes my hair feels even softer especially when I used it with the conditioner.   I would recommend you to give it a chance. Pureology is an excellent hair brand."
        },
        {
            "review_title": "Love! Love! Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I really love this  hair set by Pureology.  I thought that the new Redken set was my top favorite, but now Iu2019m so torn between Redken and Pureology. The shampoo in the set smells very nice. The scent is not overpowering. When youu2019re washing your hair, I only have to use a tiny bit of product to get the job done. The formula lathers on so easily. I absolutely would recommend this shampoo as well as the rest of the entire set. My hair feels so healthy, super soft and shiny after using  all of the products!! Iu2019m so in love!!"
        },
        {
            "review_title": "Great Smoothing Shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Iu2019ve used a lot of smoothing products with my frizzy hair. This one smells great, works well and does what it says to do. It is a little on the spendier side of price but I know Iu2019m getting quality with Pureology."
        },
        {
            "review_title": "Smooth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I absolutely love this shampoo. Makes hair smooth and hydrated. I had no frizz,tangles and dryness. Hair looked soo good."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m already a huge fan of Pureogy products and use their purple shampoo and conditioner, so I was super excited that I received this for free in exchange for an honest review. I used this and my hair felt so soft and smooth and first free I let it air dry, and I canu2019t wait to try it again and use it with the blow dryer."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This shampoo smells absolutely amazing. Leaves hair looking shiny and smooth. My friends ask me what have I done different with my hair that it looks so good. Love this! Received free from #influenster for an honest review."
        },
        {
            "review_title": "Decent product not super impressed",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Honestly i got this product from Influenster in a box box and Iu2019m not as impressed as I thought I would be. Great product and a little goes a long way but honestly after a few weeks of using I figured Iu2019d have better frizz control but it is what it is. I might have to try it longer for better results."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "I received this product from Influenster and it is by far one of my favorite shampoos now. It leaves my hair feeling soft and looking more healthy. A little goes a long way with this product, would definitely recommend to friends and family. I will also be purchasing this product again"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I got this for free from Influenster to review. Itu2019s hard to write a review for shampoo without having used it for several weeks, but Iu2019ve used this twice so far and my hair has been noticeably softer than with my previous shampoo. Normally when my hair needs to be washed it starts to feel pretty dry especially in the winter, but it hasnu2019t gotten like that since using this so far. Also when I first wash my hair I almost donu2019t feel like I need conditioner because my hair feels pretty soft after, although Iu2019ve been using this with their condition also. Good shampoo, my only complaint is itu2019s a bit pricey and not that big for the price."
        },
        {
            "review_title": "My hair smells amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This was my first time trying this brand and I'm very pleased with it. Although the products are a little pricey, they are great and are worth it. Iu2019ve used it for couple weeks now and Iu2019m loving it. I just find this conditioner and shampoo duo so luxurious, it smells amazing but not overpowering. u201cMy husband says your hair smells so good!u201d I agreed!  It also makes my hair feels more manageable, less frizzy and so soft and itu2019s really easy to blow dry. I totally recommend it!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I've really been loving this shampoo! it's not my all-time favorite but it is really nice. it smells amazing and foams up really well, makes my hair feel clean. but the down side is that it's maybe a little drying considering I use the matching conditioner and my hair isn't as silky after compared with other products. I received this product complimentary from Influenster"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "For this one I have to say that the smell is really nice, though the str I have taken is because even it has the job of a shampoo done it is bit outstanfding... maybe i need to try longer"
        },
        {
            "review_title": "Fresh and clean",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "The packaging on this shampoo looks stylish and it is easy to use. A little of this product goes a long way. It lathers very well and rinses clean. This shampoo has a light clean scent with staying power. I like how fresh and clean my hair felt after using it."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This shampoo is amazing! It did so well with my color treated and damaged hair. It left my hair so soft and full of life on the first use."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Medium skin tone, Combination skin",
            "review_text": "Really like this product and the way it work on my hair color. I was taking care of my hair color and this product helped me a lot."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I was a bit skeptical trying this product as prior to testing it I was using Nexxus. my hair would always get oily at the roots by the second day but after switching to this I don't even need to dry shampoo. (and this is with workout hair for 2 days!) I like how it makes my hair feel. my hair isn't as frizzy and I can maintain my waves!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Texture is great, lathers well, and a little goes a long way! I was unsure about the smell at first because I wasn't sure if I would describe it as salon or elderly but it grew on me and I think it's subtle and refreshing. I normally use Olaplex so it's different but definitely works well."
        },
        {
            "review_title": "Nice",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "First of all I would like to disclose that a I received this product complimentary  From Influenster  I was Excited to receive this product because when I had blonde hair I used the purple shampoo and I loved it, this well the smell wasnu2019t my jam, the product I liked it and love that the bottles are from 95% recycled material and itu2019s vegan too it does was it says my hair was manageable and frizz free I do recommend it just the smell it is not for me"
        },
        {
            "review_title": "Love this shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I love this shampoo - from the smell to how well it lathers to how it makes my hair feel. You donu2019t have to use much to get a good lather going and I have A LOT of hair. Iu2019ve used this in conjunction with the conditioner and styling serum so Iu2019m not sure how much it does on its own BUT my hair feels smooth and hydrated after using the entire system together."
        },
        {
            "review_title": "Amazing formula",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Pureology can never do wrong! I am a 42 year old woman with color treated course hair that now gets frizzy. This smooth perfection formula is just what my hair needed to find new life and luster. It has transformed my hair. The shampoo smells divine and is thick in consistency. Makes a great lather with only a small amount. Makes my hair smell so good, my boyfriend loves it and I love how silky and soft my hair is. Definitely worth trying out!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have used this shampoo a couple of times since I got it courtesy of Influenster and Pureology. The shampoo feels good for my hair; it smoothens and retains the color vibrancy. Itu2019s 100% vegan and sulfate free so I know itu2019s doing more good to my hair in the long term than I can see in the first few washes. It certainly leaves my hair frizz free like it claims, and itu2019s a wonderful surprise because no shampoo has ever helped me with frizz. The 4 stars instead of 5 are because the smell was too strong for me and the bottle cap is a little hard to open. Itu2019s seems to be on the expensive side but given that itu2019s concentrated and might last long means maybe I can compromise on the price factor if the cons are overlooked"
        },
        {
            "review_title": "Smooths and smells great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I have wavy frizzy hair when air dried. This helped it air dry smooth and when blow drying looks like I walked out of the salon. Love the smell!"
        },
        {
            "review_title": "Love it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "This shampoo is awesome!! Very hydrating but not heavy. Cleans my hair really well and is very concentrated. I like how well it lathers as well. The scent is light and subtle!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I recently tried this product for the first time. I have wavy hair that requires straightening after washing. I wasn't sure what to expect from this product but was excited to try it. Opening the bottle was a little tough with wet hands but once I got it opened I smelled a lovely floral scent.  It was creamer and very easy to lather. It rinsed well and left my hair feeling clean. I used this in combination with the conditioner of the same line. This product allowed me to just blow dry my hair and go, no straightening needed! I also love that is vegan. I definitely recommend trying this product if you are looking for an easier way to straighten your hair."
        },
        {
            "review_title": "Nice, clean feeling",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Overall I liked this shampoo for my hair. It lathers up extremely well and a little product goes a long way! The lather made my hair feel super clean after using. The scent is a little powdery when itu2019s on your hands, but on your hair it smells fresh and clean. I used this shampoo along with the condition and styling lotion from the same line. In combination with the other products I feel as though my hair was slightly softer and had a bit less frizz/fly aways.   For reference: I have long, fine, wavy hair. Texture is soft and while my hair is fine, it feels thick because I have a ton of hair"
        },
        {
            "review_title": "Pure Bliss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Great product! smells amazing! left my hair smooth & shiny! will add to my haircare list! i would recommend to anyone!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I received this product complimentary from Influenster in exchange for my honest review.. This is my first shampoo 100% vegan and I am inlove with it. My hair feels clean, healthy and smooth.It has a very light pleasant scent.It helps smooth my frizzy hair and it's safe for color treated hair.It lather very well and a little goes a long way.I have corse thicker hair and I am with the results."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "Okay, so this is my first time using this brand. But have always heard people raving about it, I see why. I never in my life used high end shampoo and really feel a difference in my hair. I would highly recommend this brand!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I was fortunate enough to receive a Pureology VoxBox recently, featuring their Smooth Perfection line. The color and texture are very similar to the Pureology Smooth products I used in the past, but the formula has been updated since and I love it even more!   A small amount of this shampoo works up a nice lather, really cleaning out all of residue and buildup left behind when skipping  washes, without stripping my hair color or damaging my tape-in extensions. It smells nice as well.   If youu2019re new to Pureology or a former fan like me, I highly recommend giving this a try!"
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I had never used this brand before and It came at a perfect time! I had recently been struggling with brittle frizzy hair and this had really smoothed my hair. I have color treated hair and had maintained the shine and really easy to brush after I shower."
        },
        {
            "review_title": "Great shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "I really like this Conditioner, it is thick on texture. It leaves my hair feeling very nourished, so soft, and very manageable."
        },
        {
            "review_title": "Pure and Smoothu2026..",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I received this product u201cfreeu201d to review: I knew I was going to love this product as soon as a saw and felt the texture. It goes on super smooth, lathers up really nice, without using a whole lot and it has an amazing mild scent. I have been using this for about a week and so far so so good. My hair is a bit sleeker, straighter and feel healthier. (As I hoped it would) Purelogy, in my opinion, is worth every penny."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I like this shampoo like it smells sooo good! The only thing I donu2019t like about it is that it pulls the color from my hair. I dye my hair bright red and it pulls the color but other than that I love it. It makes my hair more manageable too but I didnu2019t notice my hair being less frizzy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I'm excited to try this shampoo I have read many good things about this madca and I want to see if it helps me to give life to my hair"
        },
        {
            "review_title": "Decent smoothing shampoo",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I do really like this shampoo. It lathers nicely, doesnu2019t smell too bad. My hair tends to get a little dry and frizzy, especially at the ends and this really helps smooth it down. I do find the design to open the smaller bottle lid would be a little tricky for people with poor dexterity. It does have a warning but this will sting my eyes if it comes even close to them so use with caution! I do find this to be too pricey but it does give me some salon quality hair at home."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have fine hair and was a little nervous that Pureology Smooth Perfection Shampoo might be too heavy but I was wrong. It left my hair shiny, smooth, and most importantly bouncy. I like the fragrance. I would absolutely recommend it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "This shampoo smells so nice. Thereu2019s a hint of cocoa which gives it a cozy feeling in the winter. I have long hair and didnu2019t need to use a lot of product. It lathers well and rinses off easily. My hair felt soft and shiny afterwards so Iu2019m hooked!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I have never used a Pureology shampoo before and I was extremely impressed with this one! Makes my thin dry hair silky smooth, worth the cost!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Just when I needed a new hair care routine, I hit this vox box! I like the scent and the formula is thick, making a little go a long way. My hair felt clean but not dry."
        },
        {
            "review_title": "Good for thin fine hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I get worried when a product says it smooths or moisturizes hair. Most of those products tend to weigh my fine and thin hair down. If not that than it makes my hair greasy that same day. This shampoo feels great in my hair. Doesn't weigh it down and smells lovely. My hair looks shiny and healthy.very happy"
        },
        {
            "review_title": "Great sulfate free shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Normal skin",
            "review_text": "This shampoo starts off with an excellent scent kinda like coconut not overwhelming at all. I then applied the shampoo to my multi colored hair and worked it through very smoothly and rinsed with cold water and it kept all my colors in my hair while making my hair feel really clean. It did make it feel dry like some shampoos have done. I definitely recommend this product. It worked great in place of my color added shampoo and the scent is addictive. It smells so good and makes your hair super clean and feel soft.  Got this free through influenster"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I received this product complimentary in exchange for my honest review. I do actually like this shampoo and I would say it helps tame my frizz to a certain extent. The smell is very subtle and pleasant and I really like the lather that this shampoo gives. One thing I really like is that it doesnu2019t leave a film or residue in your hair like some other shampoos do. Overall a great product."
        },
        {
            "review_title": "Great Shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I received this product from Influenster. I definitely  recommend this shampoo. It lathers luxuriously and left my coarse waves feeling soft. It also helped smooth the frizz from my hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have never loved a shampoo until now. I have fine, color treated, dark brown hair that is prone to frizz and flyaways. I find that many shampoos make this problem worse. This shampoo is creamy and smells delicious. It doesnu2019t leave my hair feeling stripped or dry and my hair looks noticeably smoother whether I let it air dry or blow dry. I received this for free from Influenster for my honest review."
        },
        {
            "review_title": "Soooo smooth and shiny",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I donu2019t even understand how this is shampoo.  It feels super smooth and I thought initially it was the conditioner but it wasnu2019t!  It is mega rich feeling and it lathers up so good which is so rare for a color safe shampoo.  Iu2019m obsessed.  Left my hair shiny and smooth for days.  Not heavy at all.  Iu2019m definitely going to repurchase."
        },
        {
            "review_title": "GO VEGAN!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "I do love the vegan products idea but to be honest weu2019re so used to all chemicals that I was not expecting this shampoo/conditioner to be THIS GOOD! I used the whole combination of shampoo, conditioner and heat protection. Simply: WOW!  It will leave your hair with a smooth perfection and to be honest itu2019s been a while since I donu2019t feel my hair this soft and looking so shiny. Iu2019m honestly obsessed!!!  The only thing is the smell that I would give 8/10 but only because I personally like more scented hair products but honestly it is worthy and Iu2019m seriously considering to stick with this products forever!"
        },
        {
            "review_title": "Clean and smooth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I enjoyed using this shampoo. It has a thicker consistency so you only need a little bit to get a good lather and it didnu2019t strip moisture from my hair. The smell is floral and earthy, but not overwhelming. It rinses clean and it left my hair smooth and thatu2019s without the conditioner. I still used the conditioner as directed. My hair is medium thick (thinning a little at the crown), damaged and dry. The line does moisturize but doesnu2019t feel heavy. I will continue to use."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Yes yes yes!!! I love this shampoo! A little goes a long way and I over used it the first time because itu2019s no the watery side. But paired with the conditioner and smoothing cream the product is a 5/5."
        },
        {
            "review_title": "Great shampoo for frizz",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Medium skin tone, Combination skin",
            "review_text": "I received this product for free from Influenster! This shampoo really impressed me. As someone with colored hair thatu2019s naturally a bit wavy, I felt like this shampoo did a great job at reducing flyaways and frizz. I really love that itu2019s color safe, I have dyed red hair that typically fades pretty quickly but the color continued to stay vibrant while using this shampoo. I normally air dry my hair, but I found that blow drying it straight worked way better with this line. I used the smooth perfection shampoo, conditioner and smoothing lotion, and felt like the three products really worked well together! I personally didnu2019t like the scent, I thought it was a bit too strong, but it does fade quickly. One thing I really didnu2019t like about this shampoo is that it doesnu2019t help with oil control, so my hair was getting oily within a day or two. I typically wash my hair every 3-4 days and found myself washing it way more often when using this shampoo/conditioner. Because of that, I do think that Iu2019ll switch back to my precious shampoo when I finish this one, but I definitely still recommend this shampoo for people who struggle with dry and frizzy hair."
        },
        {
            "review_title": "Nice butu2026",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I got this product complimentary for my honest review. I really loved how this product worked for my hair. It left it so smooth and silky. It lathered really nicely and felt great when I washed it. It also rinsed out nice and easy and left my scalp feeling great. When I blew my hair dry it was like silk. Absolutely fabulous! Only negative, which I was REALLY surprised about, was the scent of this product. It was not pleasant at all to me and not something like Iu2019ve ever smelled in a shampoo. I didnu2019t like it and for me that is important in a shampoo. I have other Pureology products and love their scents. itu2019s just this one that I couldnu2019t tolerate. Otherwise, I love how the product works, but due to the scent I would not buy this product. Sorry but itu2019s just my honest opinion. I only like haircare that has a nice pleasant smell and this one fell short in that area. It was almost like lightly nutty and musky and sour all mixed together. Hard to explain but it was not like typical haircare scents. For those that donu2019t care about how a shampoo smells, this would probably be good for you because it does work for smoothing and shine. Thank you for sending me this product and for letting me give my honest opinion."
        },
        {
            "review_title": "love it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I got this from Influenster to try and I absolutely love it! I have fine hair, but a lot of it and it didnu2019t weigh my hair down at all. My hair definitely stayed frizz free and I would definitely purchase this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Normal skin",
            "review_text": "This is a nice shampoo. A little goes a long way and it doesnu2019t have a distinct smell. It cleans nicely without leaving my hair feeling stripped."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "So far Iu2019m loving this product!! It smells amazing and leaves me hair soft and smooth! I recommend it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Love this product! Left my hair soft and shiny. I have very damaged hair and this really helps it look better! It also smells good. A little goes a long way too."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I have had friends use pureology before and raved about it, so I was excited to try. I love the smell and my hair definitely feels smooth. I would probably prefer a volumizing or repairing rather than smoothing, but itu2019s still pretty great!"
        },
        {
            "review_title": "Does what it says!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "For me, typically smoothing type products donu2019t work. It still leaves me with dry hair. This actually really helped my hair feel healthier and more smooth/silky. I didnu2019t mind the scent and definitely will consider purchasing a larger size when this runs out. I received this product complimentary from Influenster for review."
        },
        {
            "review_title": "Good one.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "For my dry and damaged hair only a few products work. My main concern is uncontrollable frizz which is solved by this shampoo. Unlike the other ones I donu2019t have to use a lot or keep it on longer and it still works wonders. Just a quarte sized amount leathered well and detangled my hair when rinsed off. After using the conditioner and smooth perfection lotion my frizz was gone. Bit expensive but little goes a long way"
        },
        {
            "review_title": "Love the lather !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I loved this shampoo a little goes a long way it lathers right away and I love that itu2019s easy to spread when lathered! It smells good kind of like flowery mixed with coco or marshmallows, It leaves my wavy hair so smooth and itu2019s easy to brush my hair after the shower"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "This shampoo made my hair very smooth and less frizzy when compared to my go to shampoo. Smells amazing and made my hair very soft."
        },
        {
            "review_title": "Pure magic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Love this product it worked wonders after the first wash. My hair curre t situation is dry and brittle. But after I used it my hair felt smooth and frizz free. This shampoo is a defiant must have."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This is a great product and Iu2019m so happy I discovered it! It Made my hair super smooth and soft. And itu2019s vegan!"
        },
        {
            "review_title": "A little goes along way",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "A little of this shampoo goes along way. It lathers up wonderfully and when you rinse hair feels like silk. Also when I rinsed my hair did not feel tangled like most shampoo does to my color treated hair."
        },
        {
            "review_title": "I really recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "I usually look for shampoos that clean, but don't harm my hair. I have blonde highlights/balayage so my hair becomes more sensitive, in addition to having a thin hair. Several things impressed me about this product, it's cruelty free, it doesn't test on animals, it has packaging with 95% recyclable plastic, it's vegan, it doesn't have sulfate, but it cleans very well. The texture is moisturizing, it smells kind of different... but it doesn't bother me. My hair still smooth, without frizz after wet and dryu2026"
        },
        {
            "review_title": "Your Solution to Unruly Frizz",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Iu2019ll have to admit my hair can be unruly at times especially in the winter months. Moisture in the air is not my friend because that means  frizz. Upon receiving Pureology Smooth Perfection Shampoo I couldnu2019t wait to put it to the test. What I really like about this shampoo is that a small amount goes a long way and I have long hair. I only have to use a quarter size amount which lathers and cleans my hair perfectly. I like to let the shampoo set for 2 minutes and then rinse out. The smell is light and has a bit of a coconut smell. I noticed right away the difference in the way my hair felt after one use. I would recommend trying this shampoo for anyone suffering from frizz and unruly hair. Perfect for color treated hair too."
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "For the past little while Iu2019ve been very faithful to joico moisture remedy so I wonu2019t lie and say I wasnu2019t apprehensive about trying something new, but Iu2019m glad I did! Iu2019ve used the pureology smooth perfection shampoo, conditioner and leave in heat protection smoothing lotion for the last week and my hair is noticeably softer, shinier, and almost feels weightless! The look of the bottles are nothing to write home about (however I do like the lovely shade of pink) but thatu2019s never been important to me. The smell is nice and subtle, it smells like cocoa butter (to me) and doesnu2019t stick around all day after my hair is dried! I will most definitely purchase these products on my own once my samples have been used up! Thanks influnester! u2665ufe0f"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "I am happy with the results that my hair is having, I have color treated hair and I am always looking for something to moisturize and control frizz, and with this shampoo, I have seen my hair stronger, softer, and frizz-free."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "OMG! this shampoo is everything what it say it is, i have dyed hair and itu2019s a little damaged because of that. After the first application my hair felt sooo smooth and hydatraded. Iu2019m so happy with this shampoo, it also smell really good"
        },
        {
            "review_title": "love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "AMAZING!u2019 everything from this line made my hair look and feel so nice. the heat protectant is my favorite it made my hair so silk smooth. It is my new go go definitely had high expectations for it and Iu2019m glad I did."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve tried this shampoo twice now and I was not very excited about the results. Perhaps because I already use pureology brand shampoos I didnu2019t see a great difference in the smoothness of my hair. Itu2019s a fine shampoo but if your hair is very frizzy I donu2019t think youu2019ll like this. I also did not care like that it had almost had no scent."
        },
        {
            "review_title": "Lots of Lather",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "This shampoo cleaned my hair well and I love that it lathers a lot. It has a strong fragrance which I donu2019t mind but some might find it overpowering. It didnu2019t weigh down my fine hair, rinsed out pretty easily and tamed my frizz."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "Used once & really like it so far! Smells good too!"
        },
        {
            "review_title": "Impressed.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Iu2019m impressed how this shampoo performs, is great for fine wavy hair, when I washed it the first day was ok but then the second and third time I used it my hair looks manageable and soft and it stays like I do my hair for more days usually my blowout last one day  The shampoo feels that is not stripping you hair. Really like it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Surprisingly good! I didnu2019t know what to expect when I received this product. I have very fine, wavy hair but I have a lot of it. Most of these smoothing shampoos weigh my hair down but not this one. And it smells really good. My hair feels soft and smooth but not greasy or weighed down."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Smells great! Leaves hair feeling clean without weighing it down. Hair looks and feels smooth and soft! (I received this from Influenster and Pureology for free in exchange for my honest review)"
        },
        {
            "review_title": "Pureology frizz and color shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, lightMedium skin tone, Combination skin",
            "review_text": "I really liked how this product is so easy to use, at first I didnu2019t know how much to use or how to use it and then I found out you need to use very little product and it works really well. It smells amazing to."
        },
        {
            "review_title": "STAPLE SET RIGHT HERE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I LOVE THIS TRIO! The shampoo, conditioner, and lotion are the best trio I've ever used! Leaves my hair untangled, frizz controlled, feeling incredibly luxurious, and smelling fantastic! I'm beyond obsessed with these products and I'm EXTREMELY appreciative that Purology allowed me to test their products for free!!! Thank you Purology and Influenster!!!!!"
        },
        {
            "review_title": "Very good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I have used this 3 times now and I love the smell and it gives a good lather so my hair feels clean! I have fine thin hair and it doesn't weigh it down and I definitely feel like my hair is sleeker. I have a revlon air brush and I didn't have to straighten my hair after! price is high but would recommend."
        },
        {
            "review_title": "Silky!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This shampoo is soooo silky and smooth! It was heaven washing my hair with this shampoo. My hair immediately felt so silky, like gelatin! My hair felt clean, with volume and had a nice scent. I recommend it!"
        },
        {
            "review_title": "Smooth and Silky Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I want to preface by saying I have very thick, curly/ wavy, color treated hair. I prefer to blow-dry and straighten my hair more often than not. With that said, I was pleasantly surprised by this Pureology product as I've never used this brand before.  This product smells wonderful, has a nice warm and gourmand type of fragrance that endures even after blow drying and styling.  The lather is worth mentioning since this is a sulfate-free product. I really wasn't expecting a lather, but I was shocked when it developed a rich and creamy lather while shampooing my hair. It seems to rinse rather clean as well.  I can't speak to long term effects such as color preservation or breakage, but after 2 uses I'd definitely consider it for long term use. While I used each product provided from Pureology and I did experience smooth and silky hair, I'm not sure which product to attribute to it to? Maybe the combo of all of them."
        },
        {
            "review_title": "smell = amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "love love love this shampoo!!! the smell is AMAZING and it left my hair feeling and smelling so clean and fresh!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, fairLight skin tone, Dry skin",
            "review_text": "The smooth perfection product line is amazing. The shampoo is very concentrated and moisturizing while still making my hair feel so clean. I highly recommend this!"
        },
        {
            "review_title": "Loving this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "love the aroma, I could feel a fresh feeling on my scarf right after, surprised me that after my shower my hair was super straight and it stayed like that once it was dry, really like it"
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "I received pureogly smooth Perfection collection shampoo courtesy of influencer for my honest review. I was super excited to receive this product. I've read that the shampoo is a little bit pricey but I definitely would recommend trying it. I have really long and frizzy hair that's also color treated. The shampoo had a light sent to it nothing overpowering compared to other  sulfate-free shampoos in the past that had a terrible smell to it and this was not like that at all. it made my hair feel very soft. it also lathered very well which is another reason why I was surprised because my experience with sulfate-free shampoos usually don't. I definitely recommend trying this product."
        },
        {
            "review_title": "Voluminous Smooth Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I use the Alterna caviar shampoo all the time and after trying a lot of different shampoos I always switch back.. but I could honestly say that Pureology is definitely on point.. I had colored my hair just before and I rinsed it using Pureology shampoo.. and my hair color remained vibrant. Also the Pureology conditioner kept my otherwise frizzy hair pretty calm without any heat treatment. The scent is very light and coconuty. I thought it was really pleasant.. and after my hair finished drying, it looked more voluminous. I definitely look forward to finishing this product and see how it works for my hair long term.. Pureology is hair to stay!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Really good shampoo. I have colored treated hair so I like that it made my hair feel smooth after washing. The smell is nice too. Recommend for sure"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I have a huge problem with frizz in my hair, even if I blow dry it, and the first time I use this product I already saw a difference. Not to mention it smells amazing. If you struggle with frizz and smoothness, I definitely recommend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I LOVED the smell of this and truly believe it made my hair smoother than normal. Itu2019s very light weight and non-greasy. It is on the expensive side, but if you donu2019t wash your hair every day like me, this product will last a long time. Another plus is that it is 100% vegan!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "i have pretty coarse hair and it completely shocked me how Soft my hair came out when using this system today. usually after shampooing my super curly hair gets tangled but after the shampoo i still felt it easy to manage which was a first for me. this is something i will continue to buy"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Tan skin tone, Normal skin",
            "review_text": "Recu2019d this to try for my honest review and let me say how impressed I am!! Comes out a pretty peach color and smells amazing! A little allows for maximum lather and suds! Leaves my hair not only feeling  clean but shiny and moisturizer as well- a MUST buy     Use it with others in the line for more shine!"
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "This was in a Influenster voxbox and I am so glad because it is now my favorite shampoo! It does what it says it does...smooths, helps stop frizz. My hair looks and feels smoother without looking greasy!"
        },
        {
            "review_title": "Love love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have very curly fry color treated hair and I have tried so many shampoos and I tried this and fell in love with it right away. The shampoo has a great lather and scent and it made my hair feel so clean. I will definitely be staying with this shampoo permanently!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "my first impression is the smell so good ! i very enjoy when i wash my hair with the produit and i love how is feel"
        },
        {
            "review_title": "My favorite brand of hair care!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this brand but the smoothing shampoo was amazing. Itu2019s made with shea butter to help smooth frizzy hair and itu2019s sulfate-free so itu2019s safe for color treated hair. The scent was very light for those not wanting a strong smell. It lathers amazingly well and while itu2019s a little on the pricier side a little goes a long way! Itu2019s also 100% vegan!"
        },
        {
            "review_title": "Really nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Dry skin",
            "review_text": "Smells really good and left my hair silky and shiny! Canu2019t wait to use during the summer time when itu2019s humid out to see if it helps!"
        },
        {
            "review_title": "Absolutely Love Pureology Smooth Perfection!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "I am in love with Pureology Smooth Perfection Shampoo! This is my first time trying Pureology and I had no idea what to expect. The first thing I noticed about the smooth perfection shampoo was the scent, I loved the hints of cocoa. Upon first application I decided to use a small amount and I am glad I did, a little bit goes a long way with this shampoo. I have really long hair and I only had to use a quarter size amount or less. I want to point out that I always have to use a handful of shampoo when I use my usual drugstore brand, so I was shocked by how little I had to use of the pureology. I massaged the shampoo in my hair for a good 1 to 2 minutes and then proceeded to wash it out. My hair felt so soft and clean without feeling stripped at all. I typically have a lot of fallout when I wash my hair, but noticed less strands of hair coming out while washing. I followed up by using the pureology smooth perfection conditioner. I also use a quarter size amount or less and it was more than enough. I focused this conditioner at the ends of my hair and put whatever was leftover on my roots. I let the conditioner sit for the recommend time of 1 to 2 minutes and then proceeded to wash it out. I felt like it took no time to wash all of the conditioner out. My hair was less tangled and overall felt so much healthier than what I am used to. I used the smoothing lotion on the ends of my hair, blow dried my hair and was so amazed by the end result. The end result after I blow dried and straightened my hair was incredible. My hair was less frizzy and more straight making it so easy to straighten. I would like to add that my hair is very wavy/curly and frizzy after washing. The price for the Pureology Smooth Perfection set is a bit expensive, but honestly it is worth every penny. I would definitely recommend this Pureology line of haircare products. Pureology Smooth Perfection is my new Holy Grail of haircare."
        },
        {
            "review_title": "5 star shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "i love this shampoo! it not only makes your hair so soft and hydrated but it smells SO good!"
        },
        {
            "review_title": "Works Wonders!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Tried it the day I received it and was pleasantly surprised to find how well it cleansed my hair and scalp. My scalp and hair felt thoroughly cleaned and hydrated. The scent is light and lovely and I love that it's vegan!"
        },
        {
            "review_title": "Must try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I absolutely love this shampoo. Not only how great and smooth it leaves my hair but the scent is incredible, even my husband loves the smell."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I received this product compliments of Influenster in exchange for my honest review.   I like this! Itu2019s def for a coarser/thicker hair type.  You will not like this if your hair is finer than a medium texture.  The smell is like a lovely honey oatmeal which I was not expecting from Pureology.  It softly cleanses without that horrible squeaky clean feeling you get before you condition.  IMO itu2019s decently heavy for a shampoo and I would not use this every time I wash, but it def has a place in my hair care routine.  I would prefer the push type opening rather than the flip top lid on the bottle."
        },
        {
            "review_title": "Perfect for my hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "This shampoo not only detangles hair but also lessens frizz. I struggle with tangles and frizz, my hair is long, wavy and very thick so itu2019s super easy to get tangles in my hair. I have always been a fan of pureology, my stylist always uses this brand on my hair :) the shea butter in this shampoo helps with soothing scalp irritation (a struggle for me) :) love the scent!!!! Perfect for color treated hair :) :) received this product for free from Influenster and Pureology in exchange for my honest review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have wavy hair and itu2019s also hat season here on the east coast hence I have some super frizzy hair all the time! I used this shampoo in combination with the conditioner and smoothing serum! The line works amazing however it is on the more expensive with each item retailing at about $30.00!"
        },
        {
            "review_title": "horrible",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Horrible product did nothing for my hair! What a waste of money definently taking it back!"
        },
        {
            "review_title": "Smells good, very heavy and greasy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I will say it smells great. Itu2019s very heavy. It looks like you havenu2019t washed your hair when youu2019re done using the shampoo and conditioner. Feels like it coats your hair with a film. Maybe it would be good for someone with super thick, curly, and very dry hair. I will be returning it!"
        },
        {
            "review_title": "No thanks",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Left a horrible buildup on my scalp and feels sooo heavy/greasy"
        },
        {
            "review_title": "excellent for thick curly hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I have thick, curly hair and I color it, and the older I get, the more I color, the more sensitive my scalp gets and the drier it feels. This shampoo is a game changer, and Iu2019ve used Oribe, Ouidad and Kerastane, and this works better than all of them. My hair feels softer in the shower after use and shiner, healthier and does not irritate my scalp. Very happy!"
        },
        {
            "review_title": "A god send.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I used the shampoo, conditioner, and serum from this line and yes while most people say that itu2019s for thicker hair.... it worked on me and I have thin curly hair. So if you have fine curly hair I really believe it would work for you too. The nice is subtle but very nice. The shampoo doesnu2019t dry out my hair. It leaves my hair just feeling normal. It does a great job of removing precious products without stripping my hair."
        },
        {
            "review_title": "Love",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I always thought that Pureology products were just overpriced and overhyped. Iu2019d tried a different version of their shampoo/conditioner and wasnu2019t impressed. Then I tried this. Itu2019s honestly the BEST shampoo that Iu2019ve ever used. When paired with their conditioner, perfection. My hair is pretty long and has some balayage. It tends to get a bit dry, though my scalp can be oily at the same time. Itu2019s a little on the fine side but very thick. Itu2019s also prone to frizz and static, especially during the winter. I love this stuff. The first time that I used it, I couldnu2019t believe how soft and smooth my hair was. It smells really good too, but not in an overpowering way. I rarely repurchase shampoo and conditioner, but Iu2019ll definitely be buying this shampoo (and matching conditioner) again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I used the Smooth Perfection line (Shampoo, Conditioner, Lotion & Serum). This line is ideal for thicker hair, and provides hydration. After blow drying, I only used the flat iron once, through small sections. The smell of all products are sweet, however tolerable! I also used the Gisou hair mask for an hour during this process!"
        },
        {
            "review_title": "Smoooooth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve loved using this shampoo. Iu2019ve always been a fan of the classic (purple bottle) purology but this give my hair a great scent and texture. My hair is thick, coarse and dry and this has made my hair super manageable and smooth."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "For my super thin Asian hair, this was way too heavy. Iu2019ve heard so many good things about Pureology so I was excited to try it but it made my hair feel weighed down and like I didnu2019t even wash it. Usually I can go at least 2 days without my hair getting super greasy but within 12 hours my hair felt clumpy and stringy. This may work better for yu2019all out there who have thicker hair though!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This shampoo and conditioner line Ian pretty fabulous. I can honestly say thatu2019s Iu2019ve never spent this much money on either product, but after trying these, Iu2019m willing to!! The scent was fresh and sooo good, and it seemed to last for days! I typically wear my hair up in a scrub cap for work, and I was able to go 2-3 days without washing, and STILL smelled the yummy scent every time I let my hair down during those days of no wash. My hair was also noticeably softer and smoother, and seemed easier to manage."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "If there is one product you need from this line it is the shampoo. The shampoo has worked great for my type of hair. It has seemed to hold its moisture even without the conditioner. Although Iu2019ve tried the conditioner the shampoo is what did it for me. My type of hair is thin, curly, and frizzy and it has seemed to control my frizz. This is a product I will keep getting to nourish my hair and scalp."
        },
        {
            "review_title": "Love this Shampoo!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "So I received this shampoo a few weeks ago and I love it! It smells great and the effects have been great. What more could a girl ask for? #PureologyatSephora #complimentary @pureology @Influenster @sephora"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019ve used Pureology products on and off for years now. I reeeeeeeally wanted to love this shampoo and conditioner but it just doesnu2019t seem to out perform my other u201cmoistureu201d and smooth fave products. The smell is a little too sweet, BUT it does have an excellent lather that doesnu2019t lift my sensitive color. My hair feels much cleaner after a few days of not washing/dry shampoo so that is also a plus. I wonu2019t switch to this in the future, mainly because of the cost."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "So I received this set of hair product a few weeks ago and let me tell you i couldnu2019t be happier with it! It smells delicious and my hair is so soft. Also, the shine after using the heat protectant is amazing!! What more could a girl ask for? #PureologyatSephora #complimentary @pureology @Influenster @sephora"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Really liked the shampoo, my scalp get extra clean and it was smooth on the scalp as well. I am going to continue to get this product !!"
        },
        {
            "review_title": "One of my favorite shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This shampoo is Amazing it smells great and does wonders for my hair. It leaves it soft and shiny and makes my hair look healthy will keeping the color in tact and more vibrant! New favorite shampoo"
        },
        {
            "review_title": "Win win!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this shampoo! My hair is bleached and then toned to get rid of brass. Two things I'm looking for are color protection and gentle treatment.Tjis shampoo has both because it is sulfate free. It is not damaging for my hair,and it saves the color! Win win!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "Great shampoo for color treated hair. I had my hair dyed red a few weeks ago and with this Iu2019ve seen minimal color loss."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love this shampoo. Washes my hair really good. The smell is nice too."
        },
        {
            "review_title": "worth the money",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Absolutely love this! Makes my hair so smooth and moisturized. Pricey but worth the money."
        },
        {
            "review_title": "Best Shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "I have absolutely loved using this shampoo! I have personally never used anything Iu2019ve loved more! Itu2019s so thick which means you donu2019t have to use as much for long hair like mine. I would buy this for forever and all my friends and family if I could!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love this shampoo. I was a huge fan of color proof and come to find out, itu2019s made by the same company. Leaves your hair so silky and smells wonderful!"
        },
        {
            "review_title": "Great lather!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "I received this product complimentary from Influenster for my opinion. I actually was really happy with the shampoo, the smell is gentle and it lathered really well. I felt like my hair was clean by the time I rinsed it out."
        },
        {
            "review_title": "Influenster",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is a great product so far . It washes all the excess stuff out I used this after bleaching along with shimmer light shampoo to keep my hair healthy. I recieved my shampoo complimentary (FREE) from influenster to test."
        },
        {
            "review_title": "New Fave Shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This shampoo really is a great shampoo. Leaves your hair feeling really smooth and clean and shiny. I recieved my shampoo and conditioner to try it out and I love it. It is a great product and the scent is not my favorite because it smells like baby powder and does make your hair smell faintly like baby powder. It is creamy and lathers up really good. A small amount goes a long way."
        },
        {
            "review_title": "Shampoo savior!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I recently had my hair colored, and this shampoo has given my hair life again! Itu2019s an absolute plus that it smells great as well! Definitely pleased, and plan to purchase in the future!"
        },
        {
            "review_title": "amazing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This has to be one of the best shampoos I have ever tired. It smells amazing (woody, marshmallow, and cocoa are the notes). It is so thick and rich when lathered in my hair and it leaves it looking so healthy and smooth. My hair usually is pretty tangled and frizzy after a shower but honestly has changed so much since Iu2019ve started using this. Already bought the litter size as a backup"
        },
        {
            "review_title": "Worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Omg I love this product. After I'm done with the shower, I noticed that my hair is perfectly smooth and tangible. The product is all worth it."
        },
        {
            "review_title": "Its definitely smoothing",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Does it smooth your hair? You bet it does! But the smell. It reminds me of cheap hair spray. Also I was very surprised that the color of the shampoo itself was orange. Not that that is an issue. The bottle is pretty small for the price and the opening is kinda big so a lot comes out even though you don't really need a lot. It does its job but it isn't my favorite product."
        },
        {
            "review_title": "Frizz be gone!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Creamy and thick formula that moisturizes and aids the frizz slowdown in hot weather. So far the whole system works best together, but keeps decent work going when used individually."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Love this! It works amazing and leaves my hair feeling clean! Iu2019m on day 2 hair and it still is not frizzy! My hair frizzes easily After a few surgeries last year also! I am also picky about my shampoos, as I am a cosmologist! Definitely recommend!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I love the smell of this product... it's so warm and relaxing. You can tell while you're using it that it's not stripping your hair, but still getting it clean. It has a really nice lather. I give it 4 stars because every few washes I feel like I need to switch back to my herbal essences shampoo to get any built up residue that lingers from the conditioner. i love it though."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I have had color treated hair for years and have tried a bunch of color safe shampoos and they either donu2019t protect color, doesnu2019t make my scalp feel clean, make my hair dry or smell awful. This shampoo is the opposite, it smells delicious and fresh, cleans my scalp without drying and does not fade my color. I received this as a complimentary sample and will buy once itu2019s used. Love it !"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I received this as a free sample and O M G I love it! My new favorite shampoo! Loving the way my hair feels with it and I love the smell"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I got this shampoo from Influenster,  i wanted to use it for a few weeks and the. Post review. What i can say ist that my hair feels amazing, it has such an amazing glow, getting lot of compliments.  Really recommended"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love that this shampoo is sulfate free! It helped my color damaged hair feel smoother and healthier. The smell is a little weird and woody but it's not so strong that it's terrible. Would recommend"
        },
        {
            "review_title": "Good bye frizz!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I have been using Pureology Smooth Perfection Shampoo for approximately 2 weeks now and have been a major difference! A little goes a long was as the lather is quite buttery! Great smell! I have found you do need to use the conditioner and the serum to control the frizz! Living in Florida with very humid air the trio is a must for me!!  I received this product as a free sample from Influenster."
        },
        {
            "review_title": "Best shampoo ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love it! Makes my hair smoother, less frizz. My hair is treated so a lot of the natural glow was missed until I try this amazing product 100% recommended"
        },
        {
            "review_title": "Great with conditioner and serum",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "After using this shampoo over 2 weeks I can honestly say that it works how the producent is saying, that's mean hair are more soft but only when you're using conditioner and serum, only shampoo makes my hair kind of dry. No need a lot of product, I like the scent- kind of sweet but not bothering."
        },
        {
            "review_title": "Makes a difference",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This product does what it says, it made my hair feel smooth. It is very rich and lathers well so there's no need to put a lot, it's not necessary.  I did take deduct a star because it washed off my demi permanent hair color (purple)  But other than that, it's and amazing product.   I got this product complimentary for testing purposes from Influenster"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Really liked the lather of this shampoo! Felt very clean after use. Also helped with frizz. However if you have oily or thin hair it can be a little too much and weigh down hair."
        },
        {
            "review_title": "amazing lather",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "I gave this shampoo 4 stars because it had a super rich buttery lather. It did help with the frizz. But honestly I feel like the product dried my hair out. And I definitely am not a fan of the smell... I've heard really good things about pureology and I will definitely try a different shampoo from them but this one was not it for me."
        },
        {
            "review_title": "Great shampoo!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I LOVE this shampoo. I have naturally pretty straight hair but itu2019s FRIZZY and I have a ton of fly aways. It calms my hair down significantly. It feels stronger than it ever has! The only reason I gave it 4 star is because the scent is not my preferred- itu2019s smells a little like baby powder. Would definitely purchase."
        },
        {
            "review_title": "Love it! So smooth and helps frizz",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I really love this shampoo my hair feels so much more smooth when I use it! I noticed a difference after the first wash. I will definitely recommend this to friends (especially my friends who color their hair and have problems finding things that wont wash out all the color) get this if you dye your hair especially unnatural colors! This replaced my regular shampoo that Iu2019ve been using for almost 2 years"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I was very iffy about this because of the scent tbh but it grew on me & I loveee how clean my hair feels & smells now! my hair has never been smoother!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Received this product free to try.  The shampoo smelled great.  A little goes a long way.  My hair didn't feel stripped like with other shampoos."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "This shampoo did wonders for my frizzy hair. It also brought out the shine in my hair. As an added bonus, it smells fantastic!"
        },
        {
            "review_title": "Has really minimized my frizz!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I am loving this shampoo. I have super fine hair that gets so frizzy.  When I try to moisturize, it always looks greasy. With this shampoo I get soft, shiny hair- with very little frizz- even when I air dry. That never happens with other shampoos."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Love how it smells and my hair is so smooth. I will recommend it to anybody."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Loved this product! I could immediately tell the difference in the texture of my hair after the rinse. It was very hydrating and my my hair look very sleak"
        },
        {
            "review_title": "Hydrating Shampoo",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This is a great shampoo and very hydrating. I typically have dry hair and with this I didnu2019t anymore. The only thing is I have oily hair and this shampoo did not help with that and made my hair oily. The product does what itu2019s suppose to though!"
        },
        {
            "review_title": "Great Shampoo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I love this shampoo! It is a great quality and texture. The smell is amazing. It does great with color treated hair and I can tell a difference in the texture and dryness in my hair."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Fair skin tone, Oily skin",
            "review_text": "Absolutely loved this, it was light weight, smells amazing and left my hair feeling fresh and it definitely helped my hair feel hydrated and not dry"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I got this Free product on my Influenster Voxbox and Iu2019m so in love with the 3 products it came in. Iu2019m so surprised how it went on my hair and it didnu2019t make my hair tangle it was smooth and Iu2019m so extremely happy how it helps for color hair and frizz just in Purelology products and thanks to Influenster they made me try a product out of my comfort zone."
        },
        {
            "review_title": "Husband approved",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Normal skin",
            "review_text": "I got this free product from influenster and Iu2019m so happy that i did. This shampoo smells amazing, like vanilla cupcakes hugging your hair. My hair feels so smooth, shiny and not frizzy after wash, hairdrying and styling gets so easier using these products and it didnu2019t damage my color treated hair. 10/10 would recommend that even my husband uses it and loved it lol."
        },
        {
            "review_title": "Worked great on my fine hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I have fine hair but a ton of it. It is also color treated. I really like this shampoo. It left my hair silky smooth without weighing it down. It also smells so good!"
        },
        {
            "review_title": "Smooth Perfection",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I received the Pureology Smooth Perfection system complimentary in exchange for my review. The shampoo has a rich lather and left my hair feeling clean and not stripped. The shampoo has a light Shea butter scent, which is not my favorite, however itu2019s still a pleasant scent. The shampoo in conjunction with the conditioner and serum also help minimize my frizz."
        },
        {
            "review_title": "One of the best shampoos for color-treated hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This shampoo smells so so good and it really helps fight with frizz! I love that it helps maintain my hair color & doesnu2019t make it brassy! Highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "Iu2019ve only used this product twice since receiving it, but so far so good! I really love the smell and feel like it gets my hair nice and clean! Excited to keep using it and see how it improves my hair!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Great product for color treated hair. My hair isn't as frizzy as it normally is when I use this product. Only thing is I'm not a fan of this product which id why I'm giving 4 stars. But I do recommend if you color you hair!"
        },
        {
            "review_title": "Pureology knocks it out of the park again!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Received this complimentary in exchange For my honest review. This shampoo is wonderful. Iu2019ve been using pureology For years and this is a wonderful addition to their line. Leaves my hair incredibly smooth and manageable. Highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "The shampoo was amazing. It left my hair feeling clean and it's no longer super frizzy! I highly recommend this if you have hair that is frizzy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, fairLight skin tone, Combination skin",
            "review_text": "Love this! It smells so good and works really well to smooth my frizzy hair. I notice a clear difference when using this.  I received this for free from influenster, but that did not affect my review."
        },
        {
            "review_title": "Pureology is a God amongst men",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "As soon as this arrived, I hopped in the shower to use it. Pureology has done it again. My hair is blonde (so, fried...) and this made my hair feel smooth again and healthy again."
        },
        {
            "review_title": "Noticed a difference after one use!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Light skin tone, Combination skin",
            "review_text": "I received this shampoo for free to test and submit a review. To start my hair is color treated, dry & brittle, tangled & frizzy & prone to breakage.  The shampoo lathered up really fast and the smell was wonderful!  After one use of this shampoo I felt a difference in the texture of my hair while in the shower. It was less tangled and dry feeling.  I highly recommend this shampoo and I canu2019t wait to see the results after multiple uses!"
        },
        {
            "review_title": "Amazing smell and makes hair feel great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was sent this shampoo and conditioner in exchange for my review. I have to say that it is absolutely amazing!!! The smell is so nice and clean. A little definitely goes a long way. My hair felt so moisturized after using both washes! I am so thankful to have received these, as the only time I have used Pureology was during salon visits. It is definitely on my must haves list now!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this way this makes my hair feel. So soft and leaves it so shinny. I gave it 4 stars just because I didnu2019t think it smelled the greatest."
        },
        {
            "review_title": "Buy this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019m so impressed! First of all, this line smells AMAZING. Itu2019s also incredibly light weight so it doesnu2019t make my hair feel heavy. I also have frizz prime hair and after just one use my hair felt so much better. Highly recommend!"
        },
        {
            "review_title": "Best ever!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "OBSESSED! Iu2019m a mega freak about smoothing shampoo because I have fine thin frizzy hair! I know weird right! But this shampoo really was amazing and kept me smooth and shiny with no extra oil!"
        }
    ]
}