{
    "product_id": "257",
    "name": "Makeup Brush Cleaner Pro Starter Kit",
    "brand": "Cinema Secrets",
    "categories": "Makeup, Brushes & Applicators, Brush Cleaners",
    "price": 38.0,
    "about": "What it is:.What it does:.This set contains:.What else you need to know:",
    "ingredients": "Isoparaffin Hydrocarbon, Hydrotreated Heavy Naptha, Isopropylparaben, Isobutylparaben, N-Butylparaben, Vanilla Planifolia (Vanilla Bean) Fruit Extract and D&amp;C Green #6.",
    "how_to_use": "Suggested Usage:.Dipping Method:  ..-Pour it, dip it, and wipe it: these three easy steps are all it takes to clean makeup brushes. ..-Pour the Makeup Brush Cleaner into the Cleansing Tin enough to dip a quarter of the way up the brush bristles. ..-Dip brush tip into the liquid and remove immediately to avoid oversaturation. Bristles will draw liquid up into brush and dissolve away makeup.  ..-For large fluffy or dense brushes, only dip 10 percent of the brush tip, and hold it vertically for five seconds so that liquid moves down into the base. ..-Wipe clean on absorbent paper towel or cloth. Repeat as necessary.  ..-Shape brushes and allow to air dry completely before use.  ....Precautions:.-Flammable: keep away from open flame.  ..-Do not swallow, and avoid contact with skin and eyes...-If swallowed, do not induce vomiting and seek medical attention. ..-Keep out of reach of children.",
    "num_reviews": 851,
    "overall_rating": 4.2,
    "product_url": "https://www.sephora.com/ca/en/product/makeup-brush-cleaner-pro-starter-kit-P394935?skuId=1702745&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s1702745-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Great for Daily Cleaning",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "It has a strong alcohol scent when dispensing, but once you dip your brush and begin to wipe dry, a vanilla scent comes through. Works great at getting foundation out each bristle and could act as a first cleanse before your deep weekly cleanse."
        },
        {
            "review_title": "Liked but not for sensitive skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "It Worked great but has a heavy scent to it that isnu2019t good for sensitive skin"
        }
    ]
}