{
    "product_id": "42",
    "name": "Mini Glam To Go Eyeshadow Palette",
    "brand": "Anastasia Beverly Hills",
    "categories": "Makeup, Eye, Eye Palettes",
    "price": 39.0,
    "about": "What it is:An all-in-one, mini palette that delivers ultra-glam looks on the go..Ingredient Callouts:Free of parabens, phthalates, and sulfates SLS & SLES. It is also cruelty-free..What Else You Need to Know:Bold and elegant, playful and polished, this palette is a versatile and portable companion with eight pretty-in-pink shades in matte and metallic finishes. Its specially curated to deliver all kinds of looksu2014from day to nightu2014whenever youre traveling light..This Palette Contains:.Palette Size:2.5w x 2.5d x 4.8h (mini size)",
    "ingredients": "Eyeshadow in Dawn: .Mica, Dimethicone, Synthetic Fluorphlogopite, Boron Nitride, Nylon-12, Polymethylsilsesquioxane, Zea Mays (Corn) Starch, Zinc Stearate, Zinc Myristate, Glycerin, Silica, Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Caprylyl Glycol, Cyclopentasiloxane, Polysilicone-11, Hydrogenated Lecithin, Lauroyl Lysine, Isopentyldiol, Tocopherol, Phenoxyethanol, Titanium Dioxide (Ci 77891), Iron Oxides (Ci 77491, Ci 77492, Ci 77499), Yellow 5 Lake (Ci 19140), Carmine (Ci 75470), Ultramarines (Ci 77007)...Eyeshadow in Fireworks:.Mica, Dimethicone, Calcium Sodium Borosilicate, Calcium Aluminum Borosilicate, Silica, Boron Nitride, Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Caprylyl Glycol, Tin Oxide, Lauroyl Lysine, Isopentyldiol, Tocopherol, Phenoxyethanol, Titanium Dioxide (Ci 77891), Iron Oxides (Ci 77491, Ci 77492, Ci 77499), Carmine (Ci 75470)...Eyeshadow in Pretty:.Mica, Dimethicone, Synthetic Fluorphlogopite, Silica, Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Caprylyl Glycol, Tin Oxide, Lauroyl Lysine, Isopentyldiol, Boron Nitride, Tocopherol, Phenoxyethanol, Titanium Dioxide (Ci 77891), Iron Oxides (Ci 77491, Ci 77492, Ci 77499), Ultramarines (Ci 77007), Bismuth Oxychloride (Ci 77163)...Eyeshadow in Softy:.Mica, Dimethicone, Boron Nitride, Nylon-12, Polymethylsilsesquioxane, Zea Mays (Corn) Starch, Zinc Stearate, Zinc Myristate, Glycerin, Silica, Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Caprylyl Glycol, Cyclopentasiloxane, Polysilicone-11, Hydrogenated Lecithin, Lauroyl Lysine, Tocopherol, Isopentyldiol, Phenoxyethanol, Titanium Dioxide (Ci 77891), Iron Oxides (Ci 77491, Ci 77492, Ci 77499), Ultramarines (Ci 77007)...Eyeshadow in Sunburst:.Mica, Calcium Aluminum Borosilicate, Dimethicone, Synthetic Fluorphlogopite, Octyldodecyl Stearoyl Stearate, Silica, Boron Nitride, Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Caprylyl Glycol, Theobroma Cacao (Cocoa) Seed Butter, Beeswax/Cera Alba/Cire D'abeille, Lauroyl Lysine, Tin Oxide, Sodium Polyacrylate, Isopentyldiol, Tocopherol, Phenoxyethanol, Titanium Dioxide (Ci 77891), Iron Oxide (Ci 77491, Ci 77492, Ci 77499), Carmine (Ci 75470)...Pressed Pigment in Dusk:.Mica, Dimethicone, Boron Nitride, Glycerin, Nylon-12, Polymethylsilsesquioxane, Silica, Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Zea Mays (Corn) Starch, Zinc Stearate, Zinc Myristate, Caprylyl Glycol, Cyclopentasiloxane, Polysilicone-11, Lauroyl Lysine, Hydrogenated Lecithin, Isopentyldiol, Tocopherol, Phenoxyethanol, Iron Oxides (Ci 77491, Ci 77492, Ci 77499), Titanium Dioxide (Ci 77891), Manganese Violet (Ci 77742), Red 7 Lake (Ci 15850), Ultramarines (Ci 77007), Carmine (Ci 75470)...Pressed Pigment in Rosey:.Mica, Dimethicone, Boron Nitride, Nylon-12, Zea Mays (Corn) Starch, Zinc Stearate, Glycerin, Silica, Polymethylsilsesquioxane, Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Zinc Myristate, Caprylyl Glycol, Cyclopentasiloxane, Polysilicone-11, Lauroyl Lysine, Hydrogenated Lecithin, Isopentyldiol, Tocopherol, Phenoxyethanol, Titanium Dioxide (Ci 77891), Iron Oxides (Ci 77491, Ci 77492, Ci 77499), Carmine (Ci 75470), Manganese Violet (Ci 77742), Yellow 5 Lake (Ci 19140), Red 7 Lake (Ci 15850)...Pressed Pigment in Sunset:.Mica, Dimethicone, Boron Nitride, Nylon-12, Zea Mays (Corn) Starch, Zinc Stearate, Polymethylsilsesquioxane, Zinc Myristate, Glycerin, Silica, Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Caprylyl Glycol, Cyclopentasiloxane, Polysilicone-11, Lauroyl Lysine, Hydrogenated Lecithin, Isopentyldiol, Tocopherol, Phenoxyethanol, Titanium Dioxide (Ci 77891), Iron Oxides (Ci 77491, Ci 77492, Ci 77499), Yellow 5 Lake (Ci 19140), Red 7 Lake (Ci 15850), Yellow 6 Lake (Ci 15985).",
    "how_to_use": "Suggested Usage:.-Use light pressure when picking up product with a brush or fingertip. .-Pair with Magic Touch Concealer (sold separately) to create a smooth, even canvas.  .-Use firm, dense brushes to deposit product..-Use fluffy brushes to diffuse and blend. .-Apply light shades to accentuate and highlight features. .-Apply medium shades to contour and transition color for a seamless finish. .-Apply deeper shades to line and define. .-Use a natural-fiber brush to apply metallic shades.",
    "num_reviews": 14,
    "overall_rating": 4.0,
    "product_url": "https://www.sephora.com/ca/en/product/anastasia-beverly-hills-mini-glam-to-go-eyeshadow-palette-P503556?skuId=2614733&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2614733-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Perfect as a basic eyeshadow palette",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I occasionally like to wear eyeshadow, but larger palettes really intimidate me, a friend recommended this and I could not be happier. I have worn my fair share of eyeshadows in the past and nothing I've used will beat the colour quality. My first ABH eyeshadow purchase but who knows I may buy more if I decide to wear more colours"
        },
        {
            "review_title": "Colors all flaked - returned it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "The colors in this palette were super flaky, to the point I had to flip it over and tap it to get rid of all the excess color.  As soon as my brush (gently) touched a color it started to flake, and the colors weren't anything exciting.  I was so excited to get this palette, but super disappointed and returned."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Pretty colors but this palette lasts like 5 minutes on my lids. No staying power whatever."
        },
        {
            "review_title": "Great color variation in travel size",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Fantastic color payoff and very versatile for everyday or for something a little glam.  No fall out and lasts without creasing despite my super oily lids.  Love that its small and portable too. Another great one from ABH!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "This palette looks super orange on skin. Even the colors that look more neutral in the palette look orange on the skin. Maybe works depending on skin tones but beware fair skinned people"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I love this eyeshadow palette. The colors are pigmented and easy to apply."
        },
        {
            "review_title": "Great colors!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "Fabulous colors and easy application.  Attractive and. variety in colors with this glam to go mini palette."
        },
        {
            "review_title": "Cute if you love warm tones!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "beautiful shades, blends like a dream, compact & cute however i wish the shimmer/metallic shades were the ideal colors in the pans when applied and not more warmer then shown"
        },
        {
            "review_title": "Simply the best.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "My favourite eyeshadow palette that I have ever purchased. It just is beautifully formulated and a nice curation of colours and finishes. Im so pleased with it!"
        },
        {
            "review_title": "I'd buy it again!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this palette! it's so pretty and the shades blend out so nice."
        },
        {
            "review_title": "Worth It - Great for Travel",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "Really pretty colors that create multiple looks suitable for day and evening. Fireworks is a gorgeous indigo purple but there's a lot of fall out - on the eyes and in the pallet. Same with Sunburst, beautiful but careful how you apply. Dusk is a bit harder to blend out as a shadow but works really well as a liner. The other colors are fantastic - butter smooth application and blendability."
        },
        {
            "review_title": "Format interessant",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "J'adore cette palette.  Elle est facile u00e0 utiliser, autant pour sa colorstory que pour la texture des fards.  ABH me deu00e7oit tres rarement en terme de palettes.  J'aime le format mini aussi. Pour un beau maquillage pour tous les jours, c'est parfait ! u2665ufe0f"
        },
        {
            "review_title": "Must have mini!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "Great mini palette, no single useless/ not pretty shade! Can be glam up or everyday palette! Not only rosy tone but peachy soft tone as well! Great price for this quality and colour combo! And made in USA not China!"
        },
        {
            "review_title": "Think JLo 2002 VMAs Look",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I heart JLo, and her makeup looks. To me this palette with the pinks gives me that beautiful pink eyeshadow look JLo wore to the 2002 VMAs with that black dress, classic. For skin twin reference, I am in the shade Macao in NARS, and NC50 in Mac. This palette, is so beautiful, a must buy if you like soft pinks this will look so natural and beautiful on deep skin tones. This palette is small great for travel, for soft gorgeous looks. Go buy this. palette you won't regret it."
        }
    ]
}