{
    "product_id": "1334",
    "name": "Hydrate Shampoo for Medium to Thick Hair",
    "brand": "Pureology",
    "categories": "Hair, Shampoo & Conditioner, Shampoo",
    "price": 50.0,
    "about": "What it is: A creamy shampoo that protects hair color and deeply moisturizes medium to thick, dry hair...Hair Type: Medium and Thick..Hair Texture: Coily, Curly, Straight, and Wavy..Hair Concerns:- Dryness.- Frizz.- Color Safe..Key Benefits: - Deeply hydrates and softens dry hair.- Protects hair color and enhances vibrancy.- Highly concentrated formula allows for 75+ shampoos in a single bottle..Formulation: Liquid..Highlighted Ingredients:- Jojoba: Moisturizes hair..- Green Tea: Promotes a healthy-looking scalp..- Sage: Supports hair follicles...Ingredient Callouts: Free of sulfates SLS and SLES, parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, triclosan, and triclocarban, and contains less than one percent of synthetic fragrances. This product is also vegan, cruelty-free, and comes in recyclable packaging...What Else You Need to Know: This hydrating and frizz-fighting formula includes a signature aromatherapy blend of lavender, bergamot, and patchouli and a patented Antifade Complex to protect color vibrancy and ensure lasting color payoff. It also includes sunflower seed, a UV filter, and vitamin E to fight color-depleting environmental pollutants while providing deep hydration and lasting shine. Can be used on hair with and without color treatment...Clinical Results:.Based on a consumer study of 82 people with self-perceived dry hair using a regimen of Hydrate Shampoo and Hydrate Conditioner (sold separately):.- 90% say hair looks healthy.- 92% say hair looks shiny.- 91% say hair feels smooth.- 88% of women said hair feels instantly soft.- 84% of women said hair feels intensely nourished..Based on a consumer study of 82 people with self-perceived dry hair:.- 91% say product has a creamy lather...Allure",
    "ingredients": "-Jojoba: Moisturizes hair. .-Green Tea: Promotes a healthy-looking scalp. .-Sage: Supports hair follicles. ..Aqua / Water / Eau, Sodium Cocoyl Isethionate, Disodium Laureth, Sulfosuccinate, Sodium Lauryl Sulfoacetate, Sodium Lauroyl, Sarcosinat, Glycol Distearate, Cocamidopropyl Betaine, Glycereth-26, Decyl Glucoside, Coconut Acid, Sodium Hydroxide, Sodium Isethionate, Parfum / Fragrance, Citric Acid, Ppg-5-Ceteth-20, Divinyldimethicone/Dimethicone Copolymer, Sodium Chloride, Polyquaternium-7, Amodimethicone, Coco-Betaine, Polyquaternium-10, Propylene Glycol, Peg-55 Propylene Glycol Oleate, Linalool, Carbomer, C11-15 Pareth-7, Benzoic Acid, Laureth-9, Butylene Glycol, Glycerin, Limonene, Geraniol, Tocopherol, Benzyl Alcohol, Trideceth-12, Salicylic Acid, Sodium Benzoate, Helianthus Annuus Seed Extract / Sunflower Seed Extract, Magnesium Nitrate, C12-13 Pareth-23, C12-13 Pareth-3, Benzophenone-4, Tetrasodium Edta, Phenoxyethanol, Hydroxypropyltrimonium Hydrolyzed Wheat Protein, Wheat Amino Acids, Hydrolyzed Vegetable Protein Pg-Propyl Silanetriol, Ci 60730 / Ext. Violet 2, Methylchloroisothiazolinone, Hydrolyzed Soy Protein, Sorbic Acid, Magnesium Chloride, Methylisothiazolinone, Potassium Sorbate, Disodium Edta, Helianthus Annuus Seed Oil / Sunflower Seed Oil, Ascorbic Acid, Camellia Sinensis Leaf Extract, Rosa Centifolia Flower Extract, Aloe Barbadensis Leaf Extract.",
    "how_to_use": "Suggested Usage:.-Apply a dime-size amount to wet hair at the scalp..-Using your fingers, lather and work the shampoo down to the ends..-Rinse..-For extra cleansing, repeat..-For best results, follow with Hydrate Conditioner and Color Fanatic Multi-Tasking Leave-In Spray (each sold separately)...Pro Tip: Use the flower bud on the top of the bottle cap to measure the appropriate amount of shampoo to use.",
    "num_reviews": 2236,
    "overall_rating": 4.4,
    "product_url": "https://www.sephora.com/ca/en/product/pureology-hydrate-shampoo-P461601?skuId=2390755&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2390755-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "9 fl oz/ 266 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2390755-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": []
}