{
    "product_id": "943",
    "name": "Midnight Minis Lip Set",
    "brand": "LANEIGE",
    "categories": "Skincare, Value & Gift Sets",
    "price": 28.5,
    "about": "What it is: A set that includes five Lip Sleeping Masks: Berry, Gummy Bear, Peached Iced Tea, Mango, and Watermelon Pop...Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Dryness, Dullness, and Loss of Firmness and Elasticity..Formulation: Balm..Highlighted Ingredients:- Berry Mix Complex: Rich in antioxidants to reveal smooth and supple-looking lips..- Coconut Oil, Shea Butter, and Murumuru Seed Butter: Nourish and deliver lasting moisture..- Vitamin C: Protects from external aggressors...Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also vegan and gluten-free...What Else You Need to Know: The mini masks you manifest every year. Formulated with our Berry Fruit Complex, vitamin C, and coconut oil, these marvelous minis will deliver intense moisture and antioxidants while you sleep...This Set Contains:- 5 x 0.10 oz/ 3 g Lip Sleeping Masks in Berry, Gummy Bear, Mango, Watermelon Pop, Peach Iced Tea..Clinical Results: Lip Sleeping Mask.Based on a 1-week clinical study on 32 women ages 25 to 35:.- 8hours of hydration.- 135% increase in hydration immediately after use..Based on self-assessment survey portion of a 1-week clinical study on 32 women ages 25 to 35, after constant use of product for 1 week:.- 93% agree lips feel softer and look less flaky.- 93% agree lips feel hydrated for a long period of time.- 90% agree lips look healthier",
    "ingredients": "-Berry Mix Complex: Rich in antioxidants to reveal smooth and supple-looking lips..-Coconut Oil, Shea Butter, and Murumuru Seed Butter: Nourish and deliver lasting moisture..-Vitamin C: Protects from external aggressors...Lip Sleeping Mask Berry:.Diisostearyl Malate, Hydrogenated Polyisobutene, Phytosteryl/Isostearyl/Cetyl/Stearyl/Behenyl Dimer Dilinoleate, Hydrogenated Poly(C6-14 Olefin), Polybutene, Microcrystalline Wax/Cera Microcristallina/Cire Microcristalline, Butyrospermum Parkii (Shea) Butter, Synthetic Wax, Ethylene/Propylene/Styrene Copolymer, Sucrose Tetrastearate Triacetate, Mica, Euphorbia Cerifera (Candelilla) Wax/Euphorbia Cerifera Cera/Cire De Candelilla, Candelilla Wax Esters, Astrocaryum Murumuru Seed Butter, Titanium Dioxide (Ci 77891), Fragrance/Parfum, Glyceryl Caprylate, Polyglyceryl-2 Diisostearate, Butylene/Ethylene/Styrene Copolymer, Copernicia Cerifera (Carnauba) Wax/Copernicia Cerifera Cera/Cire De Carnauba, Methicone, Polyglyceryl-2 Triisostearate, Cocos Nucifera (Coconut) Oil, Yellow 6 Lake (Ci 15985), Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Red 6 (Ci 15850), Ascorbic Acid, Water/Aqua/Eau, Glycerin, Propanediol, Bht, Punica Granatum Fruit Juice, Rubus Idaeus (Raspberry) Juice, Vitis Vinifera (Grape) Juice...Lip Sleeping Mask Gummy Bear:.Diisostearyl Malate, Hydrogenated Polyisobutene, Phytosteryl/Isostearyl/Cetyl/Stearyl/Behenyl Dimer Dilinoleate, Polybutene, Hydrogenated Poly(C6-14 Olefin), Microcrystalline Wax/Cera Microcristallina/Cire Microcristalline, Butyrospermum Parkii (Shea) Butter, Synthetic Wax, Ethylene/Propylene/Styrene Copolymer, Sucrose Tetrastearate Triacetate, Mica, Euphorbia Cerifera (Candelilla) Wax/Euphorbia Cerifera Cera/Cire De Candelilla, Candelilla Wax Esters, Fragrance/Parfum, Astrocaryum Murumuru Seed Butter, Titanium Dioxide (Ci 77891), Polyglyceryl-2 Diisostearate, Glyceryl Caprylate, Polyglyceryl-2 Triisostearate, Butylene/Ethylene/Styrene Copolymer, Copernicia Cerifera (Carnauba) Wax/Copernicia Cerifera Cera/Cire De Carnauba, Methicone, Red 7 (Ci 15850), Cocos Nucifera (Coconut) Oil, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Blue 1 Lake (Ci 42090), Ascorbic Acid, Water/Aqua/Eau, Glycerin, Propanediol, Bht, Punica Granatum Fruit Juice, Rubus Idaeus (Raspberry) Juice, Vitis Vinifera (Grape) Juice...Lip Sleeping Mask Mango:.Diisostearyl Malate, Hydrogenated Polyisobutene, Phytosteryl/Isostearyl/Cetyl/Stearyl/Behenyl Dimer Dilinoleate, Polybutene, Hydrogenated Poly (C6-14 Olefin), Microcrystalline Wax/Cera Microcristallina/Cire Microcristalline, Butyrospermum Parkii (Shea) Butter, Synthetic Wax, Ethylene/Propylene/Styrene Copolymer, Sucrose Tetrastearate Triacetate, Mica, Euphorbia Cerifera (Candelilla) Wax/Euphorbia Cerifera Cera/Cire De Candelilla, Fragrance/Parfum, Candelilla Wax Esters, Astrocaryum Murumuru Seed Butter, Glyceryl Caprylate, Polyglyceryl-2 Triisostearate, Iron Oxides (Ci 77492), Titanium Dioxide (Ci 77891), Butylene/Ethylene/Styrene Copolymer, Copernicia Cerifera (Carnauba) Wax/Copernicia Cerifera Cera/Cire De Carnauba, Polyglyceryl-2 Diisostearate, Methicone, Yellow 5 Lake (Ci 19140), Cocos Nucifera (Coconut) Oil, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Ascorbic Acid, Limonene, Triethoxycaprylylsilane, Water/Aqua/Eau, Glycerin, Propanediol, Bht, Punica Granatum Fruit Juice, Rubus Idaeus (Raspberry) Juice, Vitis Vinifera (Grape) Juice...Lip Sleeping Mask Watermelon Pop:.Diisostearyl Malate, Hydrogenated Polyisobutene, Phytosteryl/Isostearyl/Cetyl/Stearyl/Behenyl Dimer Dilinoleate, Polybutene, Hydrogenated Poly(C6-14 Olefin), Microcrystalline Wax/Cera Microcristallina/Cire Microcristalline, Butyrospermum Parkii (Shea) Butter, Synthetic Wax, Ethylene/Propylene/Styrene Copolymer, Sucrose Tetrastearate Triacetate, Mica, Euphorbia Cerifera (Candelilla) Wax/Euphorbia Cerifera Cera/Cire De Candelilla, Candelilla Wax Esters, Fragrance/Parfum, Astrocaryum Murumuru Seed Butter, Polyglyceryl-2 Triisostearate, Glyceryl Caprylate, Butylene/Ethylene/Styrene Copolymer, Copernicia Cerifera (Carnauba) Wax/Copernicia Cerifera Cera/Cire De Carnauba, Methicone, Red 6 (Ci 15850), Red 7 Lake (Ci 15850), Yellow 6 Lake (Ci 15985), Cocos Nucifera (Coconut) Oil, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Ascorbic Acid, Tocopherol, Water/Aqua/Eau, Glycerin, Propanediol, Bht, Punica Granatum Fruit Juice, Rubus Idaeus (Raspberry) Juice, Vitis Vinifera (Grape) Juice...Lip Sleeping Mask Peach Iced Tea: .Diisostearyl Malate, Hydrogenated Polyisobutene, Phytosteryl/Isostearyl/Cetyl/Stearyl/Behenyl Dimer Dilinoleate, Polybutene, Hydrogenated Poly (C6-14 Olefin), Microcrystalline Wax/Cera Microcristallina/Cire Microcristalline, Butyrospermum Parkii (Shea) Butter, Synthetic Wax, Ethylene/Propylene/Styrene Copolymer, Sucrose Tetrastearate Triacetate, Mica, Euphorbia Cerifera (Candelilla) Wax/Euphorbia Cerifera Cera/Cire De Candelilla, Fragrance/Parfum, Candelilla Wax Esters, Astrocaryum Murumuru Seed Butter, Glyceryl Caprylate, Polyglyceryl-2 Triisostearate, Butylene/Ethylene/Styrene Copolymer, Titanium Dioxide (Ci 77891), Copernicia Cerifera (Carnauba) Wax/Copernicia Cerifera Cera/Cire De Carnauba, Methicone, Cocos Nucifera (Coconut) Oil, Red 6 (Ci 15850), Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Yellow 5 Lake (Ci 19140), Ascorbic Acid, Tocopherol, Linalool, Water/Aqua/Eau, Glycerin, Propanediol, Bht, Punica Granatum Fruit Juice, Rubus Idaeus (Raspberry) Juice, Vitis Vinifera (Grape) Juice.",
    "how_to_use": "Suggested Usage:.-Apply generously to the lips in the evening and leave on overnight..-Gently wipe off excess in the morning as needed.",
    "num_reviews": 145,
    "overall_rating": 4.3,
    "product_url": "https://www.sephora.com/ca/en/product/laneige-midnight-minis-P512612?skuId=2811636&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2811636-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "And it is a must in my night time routine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I LOVED ud83eudd70 THIS PRODUCTu2764ufe0fu2764ufe0fu2764ufe0fu2764ufe0fit was so hydrating and I love the smell of them all"
        },
        {
            "review_title": "I really wanted to love this",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "For me, itu2019s not about the quantity, price or scent of the product u2014 those all check out in my opinion. Itu2019s the fact that this product only provides temporary relief on dry lips. Once it has completely absorbed, I realize that my lips are drier than they were before applying it. I feel like Iu2019m in a never-ending cycle of reapplying these lip masks to undo the dryness itu2019s causing. I really, really wanted to love this product, but if Iu2019m being transparent, I donu2019t. These masks might be more suitable for the warmer seasons u2014 but definitely a no-go for drier seasons."
        },
        {
            "review_title": "Amazing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Normal skin",
            "review_text": "They are amazing but dry very quickly after applyed on lips. They were so worth$28"
        },
        {
            "review_title": "Bad amount of products",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I love Laneige, all the scents and the way itu2019s smoothes my lips but the fact thatu2019s itu2019s half the size of the already small containers is ridiculous, paying more something that is already small to begin with then basically getting scammed is terrible"
        },
        {
            "review_title": "Good set, not enough product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I really like this set. You get some limited edition masks, samples, and for a low price. I just think they are definitely skimping out on the amount of product they give. But it would make a great gift and i love my set!"
        },
        {
            "review_title": "Definitely a must have.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I love these so muchu2026 really helped my lips!! They are so cute and mini, but really work! Definitely recommend. BUY THEM!"
        },
        {
            "review_title": "so hydrating!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "This is easily the most hydrating thing I've ever put on my lips, definetely worth all the hype!"
        },
        {
            "review_title": "Does not moisturize overnight",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Does not moisturize overnight.  Lips are still dry in the morning. Just cute packaging and nice scent."
        },
        {
            "review_title": "A MUST - HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I get really dry lips in the winter and this  product has helped a LOT. My lip makeup no longer looks flakey ."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Feels so soft and smooth on lips.  Different flavor samples are nice to try before committing to purchasing regular size...price is great!"
        },
        {
            "review_title": "Very deceptive. Only 1/4 full",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Very deceptive packaging! Bought because Iu2019ve had the full size before and loved it. Purchased this as a gift for my stocking and the jar has about 1/4 of its size filled. You think youu2019re getting a decent amount based based on the jar size but youu2019re not."
        },
        {
            "review_title": "So good!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This product has moisturized my lips so well! Is smells and tastes amazing, and the price is amazing. Be sure to get the kit the price is such a steal and has a lot of product in each tube."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "I love this product but they run out so fast and donu2019t smell like anything until you use it 6-7 times but I would definitely recommend this product"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "LOVE IT ,there such a good deal for a amazing price  love the ice tea on and the samples"
        },
        {
            "review_title": "The price isnu2019t bad for what you get",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I see a lot of people talk about how there is barely any product in the lip masks, I believe the price is valid as letu2019s say you put all of the 5 mini lip masks together, it would be a full size lip mask, maybe even a bit more, and a normal full size lip mask is around 33 dollars CAD. It's worth it go buy!"
        },
        {
            "review_title": "Good, but tiny",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Itu2019s really really good and I love LANEIGE so much, but each one is super small and isnu2019t that full. I know itu2019s a mini set but still. I love it though! ud83dudc97"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Amazing! There is so much product in each and it actually STAYS on your lips at night"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Got this for my daughter sheu2019s 14 she loves it great gift as well"
        },
        {
            "review_title": "Such a great product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Combination skin",
            "review_text": "I love the mini sizing as it allows me to throw it in my bag or my car and take it with me plus with holidays and birthdays I was able to split them up and make little goodies bags with them inside! I also love the texture and the scent of these 10/10!"
        },
        {
            "review_title": "A must have in my beauty routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I couldnu2019t decide on a flavor so this mini box set of all the flavors is perfect.  Absolutely love this product! My lips feel so moisturized and healthy."
        },
        {
            "review_title": "Must have!! Love & are easy to carry w/in purse!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I absolutely love Laneige I have the big one in Cotton candy but I saw these and I had to have it! I actually bought two so I could give some away. I love it so very . It does amazing things for my lips. Not sure if mango or gummy bear is my favorite! much"
        },
        {
            "review_title": "In love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love this product. It hydrates my lips and makes them look juicy. I also like the different flavours and that it is so tiny, itu2019s also perfect as a present for friends."
        },
        {
            "review_title": "Loving the soft lips",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, gray hair, Light skin tone, Normal skin",
            "review_text": "Oh my! The way my lips feel after use is undeniably soft and moist. This is one of the best products you can have for your pout."
        },
        {
            "review_title": "Plus jamais",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Ju2019etais super enthousiaste du2019essayer ce produit.. je lu2019ai utilise 3 nuits de suite mais ce produit u00e0 empirer mes levres. Au bout de 3 jours mes levres etaient gerces et pleins de peau decolle!! Cu2019etait ma premiere experience avec La neige, et laisser moi vous dire que u00e7a a ete ma derniere!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "Love them, love the different smells, I put them in different corners to use them often"
        },
        {
            "review_title": "Totally getting again!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "This is a must have it is so moisturizing on the lips and a great price for what you get ( great smells) ufffc"
        },
        {
            "review_title": "No.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "After about 3 nights of use, my lips are parched!  These lip masks actually dried my lips out. They all smell good, but the consistency is heavy and sticky.  Save your money. This one does not live up to the hype."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Tan skin tone, Combination skin",
            "review_text": "I love these so much; I wear them all day and night."
        },
        {
            "review_title": "Okayish",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Its cute. But I donu2019t think they are as good as everyone says. I have very dry lips. Only using this at night makes it worse. So, I have to use on the top of vaseline or moisturizer. But I like the smell and packaging."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "It was really good but I dried out my lips a bit ufffc"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Makes my lips so soft and they each taste so good lol"
        },
        {
            "review_title": "Good but needs more",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "Great smell and colour but only giving 4 starts as it only comes with one applicator for all 5 jars :-/"
        },
        {
            "review_title": "Really great for chapped lips",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "After using the product for a couple weeks I started to notice how less chapped my lips were and how soft they felt."
        },
        {
            "review_title": "Disappointed",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I am not happy with this product,first they made my lips chapped like really chapped and then they last for like 5 minutes and lastly they donu2019t even give u as much product as your thing there is a hole not happy never buying again"
        },
        {
            "review_title": "added to my routine!!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "I am one to love Laneige, and I have a BIG collection. I love how cheap this set is, but it gives you very little product. I love all of the scents, and they are a great lip product! they get rid of my cracked lips, and I am so glad I got this."
        },
        {
            "review_title": "Perfect for travel",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "I absolutely love this set. Its perfect for little beauty lovers. These are the perfect size for travel. This is so moisturizing  And a must- have in my beauty bag"
        },
        {
            "review_title": "Excellent for gifts",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "5 great gifts to give!  I received one of these minis in an IPSY bag 2 years ago and I'm still using it."
        },
        {
            "review_title": "Great gift",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Perfect gift and perfect for trying out new flavours the gummy bear and the watermelon smells the best in my opinion  Great purchase ufffc"
        },
        {
            "review_title": "LOVE LOVE LOVE ud83dudc4f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "this is such a good product for such a good price. I don't normally buy from laneige but I saw these scents and gave it a go. They smell so nice and the flavors were picked very wisely. the texture is super nice and goes on very smoothly. It also comes with 2 other samples from laneige and I found that super convenient. This would make a great gift and I would recommend it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I loved it super hydrated to sleep in. I use it after my night routine"
        },
        {
            "review_title": "Amazing but small",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "I love laneige and it works super good but the only problem is that the container is bigger than the actual amount that is given. You are given a very small amount of it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "Love this product! Great for travel! Has great flavors!"
        },
        {
            "review_title": "Very Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I really liked this product especially because I never had a laneige product before. It lasts very long on you lips and is perfect as a present. I got it for cheap too- only $19."
        },
        {
            "review_title": "a must have!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "this makes my lips feel so soft after using! i use everyday not even as a mal's it's just the right amount of gloss but moisturizers your lips at the same time"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "The lip mask is in a good quantity for $28 highly recommended"
        },
        {
            "review_title": "LOVE THIS PRODUCT!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Got this as a gift and I LOVE IT. I have a bunch of Laneige products and I love this, its a great way to test all of the best lip masks without buying the full size. I looked at a bunch of reviews on this and a bunch of people said it was too expensive, I have opened all of them to try but the main one I have used is the watermelon (smells amazing btw) and it has lasted me months. Love this product and its one of the best purchases ive made this year!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "Noticeable difference after single use!! 10/10 recommend!!!!!"
        },
        {
            "review_title": "Hydrating, Fun and delicious!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "I saw this lip kit for the great price it is and got it. Great for travel and gift. This whole set is cheaper than 1 full size lip mask. Also great results, I have dry skin and eczema so it's hydrating, lasts a while and great scent. Does not irritate buy lips but hydrate instantly. Definitely recommend as a gift, travel or personal use!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "My auntie got me this as a Christmas present, and I could not be happier. My lips were chapped as heck and after using these for about a month it made a huge difference. These minis are perfect for traveling, they smell AMAZING, and the scooper is so cute! Definetly recommend it for tweens christmas gift."
        },
        {
            "review_title": "A must have! Healed my lips immediately!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I must say this product is worth the money! I got this for my birthday and it has become a key part of my nightly routine! All of them smell so good! Gummy bear is my personal favorite. This product is perfect to have during the winter or fall. It heals lip extremely well during the dry, arid weather. I would 100% reccomend this product."
        },
        {
            "review_title": "A household fav!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dark skin tone, Dry skin",
            "review_text": "I originally got gifted one of the single lip masks and got the set to try after I emptied it. I gave one to my mom and later everyone in my family tried it and we all love it! best thing to ever tough our lips. I find personally after using certain lips balms, my skin peels a lot. but with this there's no peeling and my lips stay protected all day. in the summer I really only apply it once a day but in winter, twice due to the cold. definitely recommended. perfect gift set."
        },
        {
            "review_title": "My lips are already healing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "After putting this product on once my lips were feeling better and no longer sore"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I love all the different scents because some of them arenu2019t sold as masks anymore. Teeny tiny but for me each one lasted about 1.5 months."
        },
        {
            "review_title": "Size?",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I love laneige and they lip masks! Theyu2019re really nice and hydrating, but the sizes for these? Iu2019m sorry but i did not think these are almost empty? For the price of $28? I much rather just buy a normal sized. More product and higher qualityu2026 Iu2019d expect better sizes"
        },
        {
            "review_title": "amazing product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "This had my lips feeling soft and nice after just a few uses. There are many flavors to choose from and in my opinion is a great deal. This would be a great stocking stuffer."
        },
        {
            "review_title": "A must for soft lips!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "I use this lip mask every night before bed and every morning my lips are so soft and most mornings it's still on my lips. All the flavors smell so good! I live in a colder winter climate and my lips are chapped often. Laneige really helps heal my lips."
        },
        {
            "review_title": "Great product with a great assortment of scents!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Although it appears there is little product in the containers, a little goes a long was with this product! It moisturizers my lips really well. I use before bed and when I wake up! Works great!"
        },
        {
            "review_title": "Yes, it IS worth it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I wanted to try the LaNeige lip mask as I have extremely dry, chapped lips to the point where the corners open and it HURTS when I open my mouth, eat, speak as it reopens deeper and bleeds. But I wasn't sure if it was just a viral & over hyped product, or if it was worth for my to spend money on it -coming from a broke university student, it's a BIG factor as I don't have money to waste or to gamble!  I was hesitant between just getting a full size and commit to a scent or try the minis even. In short, I was hesitating between more product or more scents for *almost* the same price since you get less in the minis.  I'm SO glad I got the minis!! I never thought I would like the watermelon (even was convinced I'd hate it) as I usually hate the scent/taste of artificial watermelon. AND YET it's simply incredible and one of my favorite scents ever! They all smell SO good!   Berry: Smells like those sour rainbow candy strips... YUM Gummy bear: Smells like the purple skittles it's just too good I want to eat it! Stronger scent than others Mango: Smells SO so good, exactly like a very ripe and sweet mango!  Watermelon: The BEST watermelon scent there is! It has the strongest scent with gummy bear Peach: It really smells super good and peachy! This scent is the most subtile one in the pack  The product itself is honestly worth the hype. I've been trying SO many things to try and wake up without the painfully dry and flaky lips, even vaseline on top of lip balm wasn't working plus it stained my pillows which... is a no!   But this mask did NOT stain, and I woke up with NO pain, NO flakes, NO crusts, not even a remote feeling of dryness in my lips! I could still feel the product on my lips in the morning, even tho it had all been absorbed I can feel the silkiness! It really is THAT good and 200% worth the price! I paired it with the LaNeige night mask on my skin, and I never woke up with such a beautiful and plump face!!  So go for it, splurge!"
        },
        {
            "review_title": "Very good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I love this product! They may be small and not have SO much product but they last a very long time and feel very hydrating! I always wake up with my lips felling smoot! Definitely recommend u2764ufe0fu2764ufe0fu2764ufe0fu2764ufe0f"
        },
        {
            "review_title": "A MUST FOR DRY LIPS",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This product is really good it has helped with my dry lips so much and it comes with 5 different lippies and this also comes with two samples. I recommend this to everyone ufffc"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Keeps my lips feeling hydrated and fresh, my favorite product."
        },
        {
            "review_title": "Yummy fun and easy to use",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "These are great and affordable and fun to share with loved ones. Buy it and give two away for Xmas. You'll make someone's day. They smell great and are pretty and your lips will look great in the morning."
        },
        {
            "review_title": "Must have gift set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Perfect little gift set for my niece! She loved it and it was priced perfectly!!"
        },
        {
            "review_title": "Honey, who shrunk the packaging?",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "The lip mask itself is great and I would give 10 stars for the actual product itself however the miniu2019s packaging has shrunk significantly compared to the past mini sets. Very disappointing."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Love this mini set, great gift for stocking stuffers for the holidays!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Medium skin tone, Normal skin",
            "review_text": "It is good but it is just a little hard but it still is good ud83dudc4d"
        },
        {
            "review_title": "I must have in my nightly routine ufffc",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Love this product so much easy for everything after using it for a couple weeks love the formula will definitely buy the big size and itu2019s nice that they give you some samples in the back ufffc"
        },
        {
            "review_title": "Lip mask and flavors are long lasting!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Renews and refreshes your lips-better than chapstick or any other lip product I have ever used.  Lip mask and flavors are long lasting.  Watermelon & mango flavors are my favorite.  One small container lasts me about 1 month with consistent nightly use."
        },
        {
            "review_title": "Perfect size",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "The lip mask is so hydrating I love this minis set! These are the perfect size to throw in your purse or work bag!"
        },
        {
            "review_title": "Itu2019s an amazing product and really recommend",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This product was 21$ and it was kinda worth it the bottom is half empty but it still an amazing and would really recommend for all ages!ud83dude42"
        },
        {
            "review_title": "Love these minis!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Got (2) of these for my girls! Winters are cold where I live and these are perfect for keeping their lips hydrated and they get to try multiple instead of just 1"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This set is so good! It helped me decide that watermelon is my favorite! It is decently priced so definitely recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Dry skin",
            "review_text": "Good for trying their flavors and good for giving gifts"
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
            "review_text": "I got this for my birthday and I love it so much. there is so much variety."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "Ok product for $21 but the recent price hike to $28 was insane. Not worth the extra $7"
        },
        {
            "review_title": "Absolutely recommend",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Dry skin",
            "review_text": "I love the product. It is smooth and tastes and smells amazing. I would say that if you have a favorite laniege lip mask then you should buy that lip mask instead of this variety pack because it would be a lot cheaper."
        },
        {
            "review_title": "not a good value",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Oily skin",
            "review_text": "the flavours don't taste like what they say they are. the packaging is wasteful and makes it feel very dollar store-esque."
        },
        {
            "review_title": "LOVE !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Not sure why many are complaining about the size of the products. Each of them is .10 oz (.50 oz total) for $21. A normal size is .70 oz for $24. You're pretty much getting the same amount per dollar. In reality it's a great way for people to try different scents. I love being able to travel with these minis and have a variety to choose from."
        },
        {
            "review_title": "MUST HAVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I love this product so much I definitely recommend"
        },
        {
            "review_title": "I use every night",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Normal skin",
            "review_text": "Iu2019ve tried less expensive lip mask but this one is worth the money. This one is the perfect level of thick and comfortable without being sticky."
        },
        {
            "review_title": "It's okay.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Oily skin",
            "review_text": "It has a very pleasant smell. I wore it over night and when I woke up my lips weren't like hydrated or dry. It's a little on the expensive side. I don't really think it's worth it in my opinion."
        },
        {
            "review_title": "awesome product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "i got this for my best friend after using them for forever and she solutes over them. i use them every day and u can rlly tell the difference that they make. they taste great and make my lips look awesome. i used the full sizes before i got the minis and honestly they are the exact same. i love the little spoon, it makes it so much easier to spread it around"
        },
        {
            "review_title": "Nice, but pots are deceiving",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "Great sampler pack for anyone who's curious about Laneige products. The products have a pleasant scent, and apply smoothly to the lips. They include a little applicator in this which is nice to use. However, the packaging is deceiving and the pots are much shallower than expected."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Light skin tone, Normal skin",
            "review_text": "Purchased two of these for Xmas for my girls. Itu2019s an excellent product."
        },
        {
            "review_title": "I could do this all day!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Oily skin",
            "review_text": "The smells are so nice, and the application is really easy! I would buy all of these again and again. Great Holiday gift!"
        },
        {
            "review_title": "Worth the price!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "This was a great product! They give you 5 and they all have greta dents it last a while but it gives a little less than shown on the packaging but I still love it! Thank you Sephora!!"
        },
        {
            "review_title": "It's amust I use it for all my skincare routines",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Tan skin tone, Normal skin",
            "review_text": "Amazing product! it looked amazing on my lips ud83dudc8b. I really recommend Watermelon ud83cudf49 or gummy bear ud83dudc3b"
        },
        {
            "review_title": "micro mini sample size for $30",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "These are NOT minis, these are micro mini sample size TESTERS at best. For $30 ?? The packaging is deceiving. Returning this ASAP. Do better Laniege."
        },
        {
            "review_title": "Perfect and fun!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
            "review_text": "I bought this as a christmas gift for my little sister who is always wanting to use my laneige stuff. with fun flavors and what not, this is the perfect gift! It even comes with samples of other products too, but an 8 year old doesn't need those. ud83dude02 A must get for you or your loved ones who like this brand!"
        },
        {
            "review_title": "amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "I understand the negative reviews, but to be honest, all of the containers added together would be more than the actual product. But other than that, this product is amazing for if u want to try some new scents, and if u just want a few to have. it's also just a mazing product."
        },
        {
            "review_title": "Terrible",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Donu2019t waste your money on these please!! This is my first time ever trying the Laneige lip mask and to be honest, my Vaseline lip balm does better than this. I learned a lesson thou2026 donu2019t fall for the hype!"
        },
        {
            "review_title": "Too tiny to be minis",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "These are NOT minis, these are sample sized and for 21 dollars these are not scented well either. Laniege knew what they were doing with this deceptive packaging. Do better."
        },
        {
            "review_title": "I hundred the hype now",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I always thought these were over priced and didnu2019t understand the love, but now I do. The masks taste amazing and are great at keeping my lips hydrated. Iu2019m terrible at drinking water but my lips never feel dry since I started using this constantly. Love the array of flavors so that I donu2019t have to commit to just one!"
        },
        {
            "review_title": "A need to wear basis.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I use this faithfully at night to restore my lips and get them so soft. Love the mini applicator that it comes with. A small amount goes a LONG way. The product smells fantastic. Considering using this as a lip gloss on days, I don't want to use regular lip gloss or stick. Definitely great idea as a stocking suffer for the upcoming holidays."
        },
        {
            "review_title": "Not a value set, but a variety pack",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Normal skin",
            "review_text": "I understand the negative reviews. As paying consumers, many of us are used to receiving a value when buying a set. It's common retail practice to see that sets have a higher value. In this case, IT IS deceiving because although the set is $4 less, you get .20 oz. less, too. Unfortunately, this isn't a value set. You get more variety, at the expense of your wallet, and in exchange for  less product. I ordered these and the peppermint set because I sampled and loved the light pink one (Berry maybe); it lasted an entire month! I waited for Rouge Savings days to buy it because I had just purchased the plumping mask. They are tiny. For $21, you'll get .50 of an oz. total; the full size is $25 / .70 oz., so we are, in fact, paying more for less when the math is done. My recommendation is if you have a flavor you love, buy the full size. If you want variety and don't mind paying more for less, go for it. The product is great. It just depends on what your personal needs and preferences are. Considering how long a sample lasted me, I'm keeping 3 minis and stuffing 2 in my grand nieces stockings. You can't complain when something is free, and you can't put a price on smiles and hugs. For true value, get the peppermint set. ud83dude42"
        },
        {
            "review_title": "Just buy it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Very happy with the purchase. Good opportunity to try different varieties with reasonable price. Currently using gummy bear one and liking it way more than original pink one. Very moisturizing. Happy to use it every night."
        },
        {
            "review_title": "10/10 would recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Oily skin",
            "review_text": "Absolutely love this set obsessed with the peach ice tea lip mask with they were still around. best bang for your buck"
        },
        {
            "review_title": "Love this product!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this product, it is great for a purse or a small pencil pouch, I personally love the purple (gummy bear) I would rate it a 4/5"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "It was a gift, so I'm not sure how the product is, but the packaging was nice."
        },
        {
            "review_title": "It is a good set to try flavours",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I personally think that this lip mask is overrated, but that does not mean it's bad. It's good, just not worth all the hype it gets. If you want to buy it this is a very nice set to try some flavours. It has 3 limited edition flavours that you can only get in this set, and 2 other flavours that are available that you can try out. My favourite scents are peach iced tea and mango, they smell subtle yet fresh and sweet. It is nice and hydrating but nothing special. Vaseline does the same thing if you're looking for something with a better price. The packaging is a little deceiving however it's no reason to complain as it states how much product is in each one and that is the exact amount you get. (All five have 3 grams in them). This is 4 stars from me because of all the nice flavours for a cheaper price then one full sized. If you're on the fence about whether to get this or one regular one, I would recommend this."
        },
        {
            "review_title": "I love these",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I bought because I have friends that have been recommending it to me and I love this set. These are supper hydrating and the flavors are delicious and smell amazing not to mention how cute they are."
        },
        {
            "review_title": "Gnomes WILL steal it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Porcelain skin tone, Normal skin",
            "review_text": "BEWARE! if you decide to get this product, the gnomes WILL steal it from you. I know this because they (mainly dopey) have dry lips and need to hydrate them. Overall, they loved the product, but said they wish there was more inside. if you are lucky enough not to have gnomes, please tell me if the product actually works or if dopey is just lying because he likes the flavor"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Great lip mask! Kept my lips hydrated all night. I woke up with some product still on."
        },
        {
            "review_title": "Amazing just so little product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Just bought this set I love the formula so much very hydrating with subtle color just would have loved more product! Love you laneige!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Great value! Half an ounce of product total for 21 bucks. I think their lip mask goes for more than that, and its .34 oz. First time trying this brand. Light scent and flavor not overpowering. I love these lip sets for the holidays. Thick but not like paste. It's definitely a balm as opposed to a gloss. I don't think I'd spend full price for one, but this is a neat set to keep around and use throughout the cooler months."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "I love this product but it doesnu2019t come with as much product as I would hope, and I still have to use lip balm during the day but it helps my lips not dry out overnight!!! I think itu2019s a really awesome product and itu2019s definitely good for people just starting to use skincare and such!"
        },
        {
            "review_title": "Zero scent ud83dude1e",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Not sure if I received a default batch but the Mango, Berry and Peaches iced tea have ZERO scent. Defeats the entire purpose of purchasing the sample variety pack..."
        },
        {
            "review_title": "Nooooo",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "DO NOT WASTE YOUR MONEY! I bought these and they arenu2019t worth the $$$ sadly they are so tiny and not worth it. They look way bigger on the web page. I spend over $100 on three items. NEVER AGAIN!"
        },
        {
            "review_title": "cute",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "its so cute and def worth if you want to try new ones out and all, but i hate how it wasnt filled and it was hallow underneath and had less product but still worth money for all 5"
        },
        {
            "review_title": "Not Enough Product!!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "So,I got this as a gift for my birthday and its pretty good and moisturizing, but itu00b4s a bit of a rip off because  you donu00b4t get a full container of product but other than that it is a good product.  i just think it could have more product and is not worth $21.00 but is worth $10.00"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This is perfect for seeing what flavors you like. Very cost effective since the whole set is cheaper than 1 normal size lip mask. Great gift idea!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "My daughter absolutely loves this stuff. Her lips went from chapped and peeling all the time to moisturized in a week. She doesnu2019t even need chapstick anymore."
        },
        {
            "review_title": "One of the best lip products!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "This product works so well! It leaves my lips hydrated once I wake up. I would def recommend and will be buying the full sized ones once I finish! (also theirs less product then you think in each one, there's 3 ounces of product)"
        },
        {
            "review_title": "Shipping and tax",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I just ordered this 5 minutes ago, and because of the shipping and tax the price was bumped up to $30, but I'm sure I will love this based on previous reviews."
        },
        {
            "review_title": "Travel kit essential",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Tan skin tone, Normal skin",
            "review_text": "I loved this product. Even though the bottles are smaller they last so long. I got mine the first day they came out and still haven't used one of them fully. they also look so good on the lips and are perfect to travel with."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Deep skin tone, Normal skin",
            "review_text": "super cute and smell soooo good I absolutely recommend"
        },
        {
            "review_title": "Very good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "This is super good! In summer it was 4 for 20 but now it's 5 for 21!!! They are so pretty and super hydratingu2014especially the watermelon one."
        },
        {
            "review_title": "Wonderful lip mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I use the product and enjoy it. Some balms actually cause more trouble but none of the ingredients in this are harmful. I bought this kit to use as stocking stuffers for my adult daughters. They look forward to all their Sephora surprise stockings every year."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "I'm not sure how customers feel these are deceiving when it tells you the size on the containers.. also, you're paying less than 5 a piece. I really don't think this is a rip off."
        },
        {
            "review_title": "A fav and must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love this brand. I purchased this set so I could carry one with me everywhere. I love them all!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "very good and a great product super great way to try more scents"
        },
        {
            "review_title": "Love u2764ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I love Laneige lip sleeping masks ud83dude03  when I saw this holiday set I snatched it right up as one of my birthday presentsud83dude0a"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "a great way to try out the product and a good gift for good price."
        },
        {
            "review_title": "PLS ADD ORANGE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I wish they would make the orange one in a bigger size it is the best smelling/tasting one. I would definitely buy it. Makes my lips feel super soft deff recommend"
        },
        {
            "review_title": "A must have.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I love the mini set. Great for multiple gifts sets. Or just be selfish and keep it for yourself."
        },
        {
            "review_title": "Good, but a lot less product then thought.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I love how this product feels on my lips and I love the variety of scents and I would recommend, but the amount of product you get in each mini is deceiving. If you flip it over you can see that there is A LOT less product then expected. Other then that it is a great set and sense there are five minis, you still get a amazing amount of product."
        },
        {
            "review_title": "Good product, bad amount",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Dark skin tone, Normal skin",
            "review_text": "The product was great but I hate how the bottom was rounded and it was 70% plastic and 30% product. I love laneige and I would recommend this product if you're traveling and if you just want to try out these flavors. but if you actually want it to last you a long time and get good value, I would recommend the full size"
        },
        {
            "review_title": "must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Dry skin",
            "review_text": "i love this it comes with ones i already have and some that are discontinued"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "beaux choix de saveurs, petite spatule douce et super fonctionnelle. Les quantite sont parfaite pour essayer plusieurs fois (+ de 10) la mu00eame saveur. soyeux, super hydratant."
        },
        {
            "review_title": "Lots of choices to pick from in this set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Tan skin tone, Dry skin",
            "review_text": "I've been using the Peach Iced Tea Lip Mask from this set for 3 nights now! I noticed that my lips are softer in the mornings and not as dry!  I coat my lips with a fair amount of the lip mask every night before bed! I decided to use one flavor at a time, to prolong my lip mask set as long as I can. There is a light scent given off  these lip masks!"
        },
        {
            "review_title": "ADORABLE and a great gift to sample",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "makes my lips sooo soft and they taste so good and many different flavors. there's not a lot of product but it'll last because you don't need that much and also there's so many flavorsud83dudc9e so yummy and cute"
        },
        {
            "review_title": "I will still continue to purchase...for now.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I buy this kit every yr. mostly bc I am still a loyal laneige lip mask fan & it's still an OK deal. for now. when I 1st started to purchase this, it was $19. now it's $21. if it goes any higher I will just purchase the minis from the source bc it's no longer a deal. granted u get the new seasonal flavor & the kit lasts me all yr AND I purchase add'l sets as xmas gifts. but @ $4.20 a mini, it is more cost effective to get same sizes at a cheaper rate elsewhere & make my own gift sets. just sayin ud83dude09"
        },
        {
            "review_title": "Soft lips ud83dudc8b",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "Love it, great way of trying more then one scent at a time, very small containers, but you get 5 and they seem like they would still last a while cause it doesn't take a lot, it does makes your lips soft. I like it better than the one I  used by burt bee's. My favorite scents are watermelon and gummy bear, gummy bear kinda smells like grape."
        },
        {
            "review_title": "A Favourite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I love this set and buy it every year. The pots may seem small, but a little goes a long way (each one lasts me well over a month with twice daily application)."
        },
        {
            "review_title": "Great gift",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "My mom loves it, great for sampling different kinds of flavours"
        },
        {
            "review_title": "it is my favorite product.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Tan skin tone, Dry skin",
            "review_text": "I love these and it is a good way to try out new flavors."
        },
        {
            "review_title": "i love these but way too small",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "i love laneige but i hate these mini lip masks the actual product is really good but this mini is like 30% product and 70% plastic"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "A bit too small for the price. The minis are 70% packaging, 30% product. If the sampler was $20, would be worth it but at $32 CAN after tax it's a bit much. PS- the gummy bear smells like grape"
        },
        {
            "review_title": "Must-Have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "Bought two of these for me and my bestie!! Totally recommend for soft and hydrated lips!!"
        },
        {
            "review_title": "Too tiny",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Normal skin",
            "review_text": "This is not mini , itu2019s more like sampler. Hahahaha"
        },
        {
            "review_title": "Watermelon stains fabrics!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Just a warning: The watermelon will stain your clothes and bedding if it rubs off.  It got all over a white duvet and I bleached it and used every stain removal item that I have and it won't come out."
        },
        {
            "review_title": "The best!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "these lip products are a need! just beware it is only three grams but lasts a long time. peach iced tea is discontinued and the watermelon one won't be available for long!"
        },
        {
            "review_title": "Deceiving Packaging",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Cute set and idea. Also nice product. Bought in-store despite website saying online only.   Buyer beware the actual size of product amount is about 1/4 of the container which I wasnu2019t expecting. Itu2019s a tiny little scoop in the containers. Kind of feel ripped off but under stand itu2019s a sample set, packaging was just very deceiving."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "this kit makes my lips feel moisturized and plus it has minis so you can try them all out incase you want to buy I bigger size definitely recommend ud83eude77"
        }
    ]
}