{
    "product_id": "1661",
    "name": "Seeing Double All Nighter Waterproof Setting Spray - Holiday Makeup Set",
    "brand": "Urban Decay",
    "categories": "Makeup, Value & Gift Sets",
    "price": 50.4,
    "about": "What it is: An iconic holiday set with two All Nighter Waterproof Makeup Setting Sprays to keep your makeup smudgeproof, transfer-resistant, and fresh looking for up to 16 hours. Highlighted Ingredients:- Temperature Control Technology: Contains time-release molecules that burst gradually to lower skinu2019s temperature...Ingredient Callouts: Free of parabens and mineral oil. These products are cruelty-free...What Else You Need to Know: Give or receive two full-size setting sprays this holiday. This transfer-resistant, smudgeproof, waterproof formula locks in your makeup while keeping it from settling into fine lines. It helps keep skin feeling cool, preventing makeup meltdowns for up to 16 hours of wear...This Set Contains:.- 2 x 4 oz/ 118 mL All Nighter Waterproof Makeup Setting Sprays",
    "ingredients": "-Temperature Control Technology: Contains time-release molecules that burst gradually to lower skinu2019s temperature...Aqua/Water/Eau, Alcohol Denat., PVP, Dimethicone PEG-7 Phosphate, PPG-3 Benzyl Ether Myristate, Polyhydroxystearic Acid, Dipropylene Glycol, Isononyl Isononanoate, Ethylhexyl Isononanoate, Caprylyl Glycol, Sodium Cocamidopropyl PG-Dimonium Chloride Phosphate, Methyl Methacrylate Crosspolymer, Glycereth-5 Lactate, Phenylpropanol, Propanediol, Methyl Diisopropyl Propionamide, Sodium Hydroxide, Parfum/Fragrance, Aloe Barbadensis Leaf Juice, Maltodextrin, Poloxamer 407, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Tocopherol, Potassium Sorbate, Sodium Benzoate.",
    "how_to_use": "Suggested Usage:.-After completing your makeup, shake bottle well..-Hold bottle eight to 10 inches away from your face..-Spray in an X and T formation three to five times...Make your eyeshadow pop:.-Want extra-intense, long-lasting eye color with less fallout? Wet your eyeshadow brush with All Nighter Setting Spray before you apply (a must with shimmer shadows).",
    "num_reviews": 6,
    "overall_rating": 3.8,
    "product_url": "https://www.sephora.com/ca/en/product/urban-decay-all-nighter-setting-spray-duo-P513157?skuId=2814689&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2814689-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Cult classic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "Great and a cult favorite for a reason, Definitely a good purchase ;)"
        },
        {
            "review_title": "get the full size",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, notSure skin tone, Combination skin",
            "review_text": "good product but just get the jumbo with 8.11 oz. this set is $2 more for less fluid oz than jumbo version. All though it is a better deal than buying the 4 oz size, if you want more band for your buck, get the jumbo size. buckjumbo"
        },
        {
            "review_title": "setting spray of my dreams",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I finally caved in and purchased this setting spray, and it is the ONLY one that has kept my makeup stuck in place all day, especially in the summer, and it doesn't break me out. It's nice to stock up on the value sets to save some money.  There's a reason this setting spray is so hyped up. The only thing I don't like is the smell. You get used to the weird smell after a while, but it's easy to cover up with body spray"
        },
        {
            "review_title": "AMAZING DEAL",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It's a great price for 2 full size and the packaging is nice but one of them broke after using it 3 times which is really sad."
        },
        {
            "review_title": "Worth it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I've been using UD All Nighter for yeeears! Ever since I started doing makeup. This duo is awesome as they last for many months and I don't need to repurchase until the next time they come out with the same duos. Would recommend for keeping your makeup looking great all day (and night). Make sure you shake really well though!"
        },
        {
            "review_title": "INFLATION",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Last year this set was $45, now it's $49! It's still a good deal but $4 increase is crazy."
        }
    ]
}