{
    "product_id": "821",
    "name": "Nurture Hydrating Shampoo For Dry Hair",
    "brand": "JVN",
    "categories": "Hair, Shampoo & Conditioner, Shampoo",
    "price": 34.0,
    "about": "What it is:A moisturizing shampoo that leaves dry hair feeling softer, silkier, and more deeply hydrated without weighing it down..Hair Type:Straight, Wavy, Curly, and Coily.Hair Texture:Fine, Medium, and Thick.Hair Concerns:- Dryness.Key Benefits:- Instantly hydrates dry hair.Highlighted Ingredients:- Aloe Leaf Juice: Known to attract moisture from the environment to hydrate hair..Ingredient Callouts:This product is vegan, gluten-free, cruelty-free, and comes in recyclable packaging..What Else You Need to Know:Instantly smooth frizz, add shine, and moisturize dry hair with a silicone-free shampoo that hydrates without weight. Lab proven to provide decadent hydration for silkier strands, thanks to aloe leaf juice and amino acids, your hair will look and feel luxuriantly soft and healthy after every rinse..Fragrance Description:An accord of amber woods and musk brings luminous warmth to a blend of balmy summer flowers, rounded by touches of crisp apple and violet leaf..Clinical Results:Based on a 21-day consumer study of 35 subjects used daily:",
    "ingredients": "-Aloe Leaf Juice: Known to attract moisture from the environment to hydrate hair..-Panthenol: Vitamin B5 helps fortify hair to restore shine and luster..-Camellia Seed Oil: A source of antioxidants and essential fatty acids that aid moisture and shine...Water/Aqua/Eau, Aloe Barbadensis Leaf Juice, Sodium Methyl Cocoyl Taurate, Cocamidopropyl Hydroxysultaine, Lauryl Glucoside, Glyceryl Stearate SE, Coco-Glucoside, Hydrogenated Farnesene*, Squalane, Glycerin, Panthenol, Pyrus Malus (Apple) Fruit Extract, Glyceryl Oleate, Sorbitan Oleate Decylglucoside Crosspolymer, Guar Hydroxypropyltrimonium Chloride, Citrus Reticulata (Tangerine) Peel Oil, Sodium Gluconate, Sodium Levulinate, Sodium Chloride, Potassium Sorbate, Citric Acid, Fragrance/Parfum, Hexyl Cinnamal, Limonene, Linalool..*Sugarcane Derived Hemisqualane..The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Apply to wet hair and gently massage into scalp with the pads of your fingers, adding more if needed to make sure your entire scalp gets all lathered up. .-Rinse. .-Follow up with your favorite JVN conditioner... Recycling Instructions:.-Please refer to your local recycling center for guidance on how to recycle.                                                                                                                                                                                        -Aluminum bottle: 100 percent infinitely recyclable..-Pump: Post-consumer-recycled..-Outer packaging: FSC-certified with soy-based ink.",
    "num_reviews": 295,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/nurture-hydrating-shampoo-P507145?skuId=2677482&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2677482-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "10 oz / 295 ml",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2677482-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Absolutely love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Absolutely love! The smell is amazing and feels so nourishing/relaxing to massage through my hair. The smell lasts out of the shower and my hair feels so soft and healthy after."
        },
        {
            "review_title": "Was great at first, then didn't seem to help",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I loved this for the first few uses, but then felt like it made my hair a little dry with less volume.  My hair naturally is fairly dry, but I don't believe this helped that much.  I love the clean ingredients, however!"
        },
        {
            "review_title": "100%, yes.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I love this shampoo! I have fine, curly, damaged hair, and I saw immediate results. My hair feels smoother and more hydrated. Will purchase again."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I've been using this for about 9 months and I like it! I find I have to shampoo twice to really feel thorough. when I run out I'll probably try something new."
        },
        {
            "review_title": "The BEST shampoo",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Obsessed with how nourished this keeps my curly, dry hair. I use this and the conditioner together, and it's **chef's kiss**"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "this shampoo makes my hair feel super soft and keeps it very shiny!"
        },
        {
            "review_title": "Tangles Hair",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I looked for a clean non toxic shampoo and was excited to come across this one as it has the best ingredients. I have thin, silky hair that has been lightened with highlights. I live in AZ where the water is not so great. Unfortunately this shampoo does more damage to my hair than good. It leaves it extremely tangled and frizzy. It is impossible to brush out the hair after using JVN conditioner. I have to apply deep conditioning mask and then leave in conditioner to not damage / rip out my hair while brushing. As much as I hoped for, it is not a good fit."
        },
        {
            "review_title": "A must have for my routine.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Love all of JVN products. The new formula smells great and does a really good job on my hair."
        },
        {
            "review_title": "Just get the hair masku2026.Shampoo is okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Itu2019s okay. I would reach for other shampoos before this one.  I personally donu2019t like the smell. For the price it is a good shampoo but I wouldnu2019t call it hydrating or say that it makes your hair feel super clean."
        },
        {
            "review_title": "Donu2019t buy - itchy scalp& dandruffs",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "My scalp was very very itchy and I couldnu2019t sleep well after I used this product. This product is Not hydrating. If your hair is dry, this product makes your hair worse.Touches like a haystack."
        },
        {
            "review_title": "Caused hair to fall out..",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, notSure skin tone, Dry skin",
            "review_text": "I initially had no issues with this product and felt that it did give my hair some added moisturize.. however, overtime I began noticing that my hair was falling out way worse than usual. It was enough to caused me to throw out this product. I wouldnu2019t recommend this product for that reason.  how"
        },
        {
            "review_title": "Very nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I fell in love the first time using this and the matching conditioner. The smell is herbally and refreshing and it made my dry grey hair soft while also giving it body. My new favorite"
        },
        {
            "review_title": "Works amazing for dry hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "This helps my hair become so clean and soft that I can run my hands through my hair after the first rinse. Itu2019s a fantastic product; I almost donu2019t need anything else after it! I 100% recommend this but also buy the conditioner, with both together, theyu2019re out of this world!"
        },
        {
            "review_title": "Not Recommended",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair",
            "review_text": "Itu2019s a bad quality shampoo and it makes your hairs looks greasy and oily after wash. Will never recommend it."
        },
        {
            "review_title": "Not the same",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This is not the same formula as the one in the purple container.  I loved that one.  This leaves my scalp itchy, there is no lather, my hair is dry.  After shampooing and JVN conditioner I still can't get a comb through my wet hair.  Whatever happened?"
        },
        {
            "review_title": "Trust the reviews.. NOT moisturizing",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "This is NOT a hydrating shampoo. I used this on my Type 4 hair yesterday, thinking this would give me hydration. I used the conditioner to pre-poo my hair and the oil and a pre-wash. Those were okay. By the time I got to my first wash, my hair did not feel the hydration at all. So I tried the a section in the back to see if my hair would respond better to the 2nd wash. It drieddd my hair out. This should be renamed to clarifying shampoo. I ended up using another shampoo for my 2nd wash which saved my hair. I also felt like with that 1st wash, I was losing unnecessary hair. Never again. Returning this week. This is not for all hair types. Definitely not for Type 4 hair which needs the moisture.  I also feel like most of the reviews are not honest so trust this review which is new to this brand and paid for with my own money."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "Badly tangles hair and it doesn't feel soft or particularly hydrated. Flop for me."
        },
        {
            "review_title": "Dried out scalp.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Dried my scalp out. I have never had a dry scalp before, and after a few months of use my entire scalp is peeling. Do not reccomend. I also felt my hair got greasier faster than usual."
        },
        {
            "review_title": "Do not use long term or exclusively",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I wouldnu2019t recommend long term use of this product. As with many u201cnaturalu201d products, they basically took all the cleaning agents out. My hair happens like squalane but my scalp doesnu2019t. Over time, build up and flaking resulted and I ended up going back to pharmacy brands. I still use the conditioner on my ends but the shampoo is basically a body wash now. I use it to shave my legs and then wash it off. Really disappointing as it took me about 6 months to undo the damage that this product caused with regular use over the course of 8-9 months. Skip the shampoo at the very least, though I still like some of this line. It just doesnu2019t help to maintain a clean healthy and balanced scalp and can actually leave your hair smelling bad over time with infections and damaged skin barrier on your scalp."
        },
        {
            "review_title": "Donu2019t buy-smells great but thatu2019s about it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Literally the worst - it make you hair so greasy and flakyu2026 other reviews said the same and they took them down"
        },
        {
            "review_title": "Best Brand Ever!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Normal skin",
            "review_text": "To be honest after using this product I only trust this brand with my hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Love this shampoo! It moisturized my hair and I was really surprised at how much volume it gave my hair. For context, I have fine curly mixed hair and this shampoo was definitely it!"
        },
        {
            "review_title": "Donu2019t bother buying",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Do not waste your money. Even wet and coated in my hair, my hair still felt dry and not moisturized. I waited to see to use the whole bottle and it didnu2019t help my dry hair at all, no hydrating."
        },
        {
            "review_title": "Great simple shampoo 10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I suffer from a very itchy and oily scalp and have finally found a shampoo that does not strip the hair dry but still appropriately cleanses my scalp and hair! My hair is red, very fine, and wavy but there's so much of it (very thick). When I wash it takes 2 full pumps to get it all over my scalp, one bottle lasts a little over a month with daily washes.  I have this paired with Kevin Murphy Angel rinse and Virtue 2x a week repair treatment and my hair is SO happy. I absolutely suggest"
        },
        {
            "review_title": "A big NO-donu2019t waste ur money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I got the sample from previous order and I really loved it so I decided to purchase the full bottle but it is really disappointing me. It does not smell nice like the sample and it made my hair super dry."
        },
        {
            "review_title": "Really Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Cannot recommend this enough! I was previously using a cheapy drug store shampoo & conditioner. After about 2 washes I saw significant change in how my hair felt (MUCH softer, less tangled and no frizz). It also easier to style my hair using hot tools now that it isn't so dry and damaged! It is such a great product and I saw a positive change in my hair quite quickly"
        },
        {
            "review_title": "Just the best for me!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love expensive shampoos and conditioners, and I never regret spending money on anything for my hair. So, I didn't have high expectations for this shampoo and its conditioner, but it's simply amazing. Much better than Oribe. My hair is thrilled, and the scent is pleasant. I recommend it to all my friends; I even switched from Oribe to using this shampoo."
        },
        {
            "review_title": "didnu2019t notice a difference",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "i wanted to love this product because it was the only simply hydrating shampoo with no added protein & u201ccleanu201d made that i could find. I had my hair bleached for about 3 years and decided to get a root melt so i could let my hair heal. this product didnu2019t do much resides make my scalp greasy and my ends look the same, dry and broken."
        },
        {
            "review_title": "Great for winter!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve only used it for a few days but so far itu2019s been lovely for mine (thick/wavy) and my daughters (thin/curly 2C) hair."
        },
        {
            "review_title": "amazing for all hair types AND SMELLS AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "SOOOOO GOOD FOR DRY HAIR!! and rated really well on yuka compared to other brands like amika or olaplex. i work at a sephora store so i go around and scan them for product research"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I think this shampoo is great! It really helped reduce some of my frizz. My curls are much more bouncier. I also like the mask that they have."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I LOVE LOVE LOVE the way this shampoo and conditioner smell. Bonus: they work great too."
        },
        {
            "review_title": "Great for dry, fine hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I have blonde, over-processed hair that needs moisture without weighing it down. This accomplishes both needs and smells great. Highly recommend."
        },
        {
            "review_title": "A Must Have if youu2019re into Sustainability!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "My favorite shampoo that both my husband and I love to use. I like how concentrated the product is and how soft and strong my hair feels. I miss the old scent! I also love JVNu2019s commitment to  sustainability."
        },
        {
            "review_title": "Made my hair greasy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I wanted to like this shampoo so much and purchased it based on the positive reviews here but sadly, I hate it. It doesnu2019t lather well so I feel like I need to use a ton of product to get my hair clean, but the worst part is that it made my hair greasysy. My hair is thick and generally not greasy, I havenu2019t had this problem with other shampoos so I know itu2019s due to this shampoo. Do not recommend and will not be finishing."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "I just have to say that my suave shampoo is better."
        },
        {
            "review_title": "Do not recommend this",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Do not recommend this product even though everyoneu2019s hair is different I used this for two washes and within days this is what every shower looked like, loosing chunks and chunks of hair!"
        },
        {
            "review_title": "Moisture-Lacking Disappointment",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I ventured outside my comfort zone from Ouai to try JVN for my natural curls, hoping for positive results. However, this product left my hair feeling like strawu2014far from the soft, hydrated curls I'm used to. Unlike my usual Ouai routine, JVN, seemed to strip away moisture, leaving my curls dry and brittle. Even with my regular conditioner, the damage was done. While I understand that products can vary, especially for different hair types. Unfortunately, I'll be sticking with Ouai for the hydration and nourishment my curls deserve."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I absolutely love this shampoo. I have both the shampoo and conditioner and it has helped my bleached hair so much. I have 2a-c curls throughout my hair and this helps with frizz so much. And it smells AMAZING"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Iu2019m on a journey to have healthier more moisturized hair and this product has definitely helped. I was using Olaplex and definitely saw an improvement from when I was using drugstore products but this along with the conditioner/ Air dry creme have really improved the softness and overall health of my hair at a cheaper price point."
        },
        {
            "review_title": "New formula is no good",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair",
            "review_text": "JVN shampoo was always my go to for about 2 years. However, with this new formula my hair feels more dry from the tips yet gets oily fast from my scalp! Iu2019ve never had this issue so I am disappointed since I was the biggest JVN fan."
        },
        {
            "review_title": "I returned both shampoo and conditioneru2026",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "Disclaimer : Both shampoo and conditioner were not gifted or given by sample.  Both smell great and the packaging is wonderful. The products, however, did not make my hair less frizzy nor did they make my hair softer."
        },
        {
            "review_title": "My favorite and holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "Oh my God i love love love this shampoo its really hydrating because i have thick wavy hair and it shine after dry"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Tried samples of this product and fell in love instantly, I recently purchased the full size of this product and my hair is left silky, shiny, and frizz free! 10/10 would definitely recommend!"
        },
        {
            "review_title": "Better than the old one!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "I bought the shampoo back when it was purple but returned it because the smell was just disgusting I don't understand why anyone would want that back. This is better!!!!"
        },
        {
            "review_title": "Product Changed",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I loved this shampoo but the bottle, formula and scent have changed :( I feel like itu2019s similar but itu2019s just not what I was used to from the original jvn nurture hydrating shampoo. Iu2019ve been using the shampoo for about a year and noticed a significant difference in the amount of hair fallout and how much longer I could go in between washes. Hoping this new formula will offer the same benefits."
        },
        {
            "review_title": "Not for all hair types",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Sorry but my hair was never to oily and now I feel like I dumped a whole bottle of oil on my hair and for that I got dandruff and I just canu2019t this product is definitely not for me what so ever I will be returning it  it"
        },
        {
            "review_title": "Beautiful but the scent is my only issue.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "To Jonathan, JVN and whoever's reading: This shampoo is beautiful. I've been a JVN user since 2021 and i'm glad i made the switch. the leave in is nice, the mask is heavenly and the Nurture line was/is my favorite. But like MANY other reviews (like 90% of them on sephora and the jvn site) WE WANT THE OLD SCENT BACK. You have created such a nice product that saved my hair after years of trail+error with other shampoos and damage. The OG purple had this earthy, vanilla je ne sais quoi about it which is nice for me since im fem, but i like musky scents. The products still work the same (thank u) but NOW, you went mainstream with this, floral hit you in the face fragrance but now it lost its flare. Lasty, most of your buyers are LGBTQ+! most of us don't want all of our products to smell like every other brand and thats what was so special about this line. I will continue to support JVN, but at least bring the purple bottle back as an option so the lovers of the OG can buy it still. Why ruin something so already amazing, keep it amazing but then lessen the value of its amazingness? Consider all of these reviews, helpful for the future of the brand please."
        }
    ]
}