{
    "product_id": "942",
    "name": "Divine Lip Duo",
    "brand": "LANEIGE",
    "categories": "Skincare, Value & Gift Sets",
    "price": 32.5,
    "about": "What it is:A limited-edition duo set featuring a full-size Lip Glowy Balm in Candy Cane and a mini Lip Sleeping Mask in Peppermint..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Dryness, Dullness, Loss of Firmness and Elasticity.Formulation:Balm.Highlighted Ingredients:- Berry Mix Complex: Rich in antioxidants to reveal smooth, supple-looking lips..Ingredient Callouts:Free of parabens, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance..What Else You Need to Know:This perfect duo is the ultimate gift for minty-fresh moisture, all day and night, with the same lip-loving benefits as LANEIGEu2019s regular Lip Glowy Balm and Lip Sleeping Mask. Coat your lips with all-day-and-night hydration for smooth, juicy lips..This Set Contains:- 0.35 oz/ 10 g Lip Glowy Balm in Candy Cane.Clinical Results:Lip Sleeping Mask",
    "ingredients": "-Berry Mix Complex: Rich in antioxidants to reveal smooth, supple-looking lips..-Coconut Oil, Shea Butter, Murumuru Seed Butter: Nourish and deliver lasting moisture..-Vitamin C: Protects from external aggressors...Lip Glowy Balm:.Hydrogenated Polyisobutene, Phytosteryl/Isostearyl/Cetyl/Stearyl/.Behenyl Dimer Dilinoleate, Diisostearyl Malate, Polybutene, Hydrogenated Poly(C6-14 Olefin), Phytosteryl Isostearyl Dimer Dilinoleate, Microcrystalline Wax/Cera Microcristallina/Cire Micro Cristalline, Butyrospermum Parkii (Shea) Butter, Sucrose Tetrastearate Triacetate, Ethylene/Propylene/Styrene Copolymer, Mica, Euphorbia Cerifera (Candelilla) Wax/Euphorbia Cerifera Cera/Cire De Candelilla, Astrocaryum Murumuru Seed Butter, Synthetic Wax, Fragrance/Parfum, Rebaudioside A, Butylene/Ethylene/Styrene Copolymer, Titanium Dioxide (Ci 77891), Methicone, Dehydroacetic Acid, Polyglyceryl-2 Triisostearate, Limonene, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Linalool, Copernicia Cerifera (Carnauba) Wax/Copernicia Cerifera Cera/Cire De Carnauba, Tocopherol...Lip Sleeping Mask:.Diisostearyl Malate, Hydrogenated Polyisobutene, Phytosteryl/Isostearyl/ Cetyl/Stearyl/Behenyl Dimer Dilinoleate, Polybutene, Hydrogenated Poly(C6-14 Olefin), Microcrystalline Wax/Cera Microcristallina/Cire Microcristalline, Butyrospermum Parkii (Shea) Butter, Synthetic Wax, Ethylene/Propylene/Styrene Copolymer, Sucrose Tetrastearate Triacetate, Mica, Euphorbia Cerifera (Candelilla) Wax/Euphorbia Cerifera Cera/Cire De Candelilla, Candelilla Wax Esters, Fragrance/Parfum, Astrocaryum Murumuru Seed Butter, Titanium Dioxide (Ci 77891), Polyglyceryl-2 Diisostearate, Glyceryl Caprylate, Butylene/Ethylene/Styrene Copolymer, Copernicia Cerifera (Carnauba) Wax/Copernicia.Cerifera Cera/Cire De Carnauba, Methicone, Limonene, Cocos Nucifera (Coconut) Oil, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Linalool, Ascorbic Acid, Water/Aqua/Eau, Glycerin, Propanediol, BHT, Punica Granatum Fruit Juice, Rubus Idaeus (Raspberry) Juice, Vitis Vinifera (Grape) Juice.",
    "how_to_use": "Suggested Usage:.Lip Glowy Balm .-Apply directly to lips as needed..-Use alone or before lip color to prime or after lip color for shine...Lip Sleeping Mask .-Apply generously to the lips in the evening and leave on overnight..-Gently wipe off excess in the morning as needed.",
    "num_reviews": 62,
    "overall_rating": 4.3,
    "product_url": "https://www.sephora.com/ca/en/product/laneige-divine-lip-duo-P512615?skuId=2811602&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2811602-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Great!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Love this product but in the morning the lip mask left a gross white residue on my lips and I donu2019t like that but the lip glowy balm is great I love this product over all!!"
        },
        {
            "review_title": "Awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "They both smell so good and just feel so good. I put the mask on at night and my dry lips are perfect when I wake up. When my lips are feeling a bit dry throughout the day, I just take out my trusty peppermint lip balm. These are actually the best peppermint lip product I have ever used. I hate the stinging feeling against my lips and this doesn't have it. Laneige please have this again next year. I know its a holiday exclusive, but I want to use this everyday for the rest of my life."
        },
        {
            "review_title": "A must-have in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I absolutely love both of these products. They are now everyday products i use. They moisturize my lips so well. The best lip products I have ever tried!"
        },
        {
            "review_title": "Awesome!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Amazing! I love both products in this duo and for a decent price!"
        },
        {
            "review_title": "A must for dry/chapped lips",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Purchased as a gift as they were having problems with dry lips, I use a different flavour and knew it would do the trick, which it did. I notice a difference if I donu2019t use this at least every other night. Would definitely recommend"
        },
        {
            "review_title": "Absolutely love these",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Makes a perfect gift and I have four lip masks my self and two balms and many minis!"
        },
        {
            "review_title": "Beware of the lip mask!!!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Love laneige but this specific lip mask has never made my lips crustier or drier!!! The gloss is great though"
        },
        {
            "review_title": "If you like peppermint youu2019ll love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Who doesnu2019t love peppermint! This one is for my friend for Xmas and I hope she just loves it. Laneige is my favorite lip care brand itu2019s the only thing that can get through my chair lips!"
        },
        {
            "review_title": "Wanted to gift it but kept it for myself!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Love this fun holiday take on a classic Laneige product! The peppermint smells so good and I swear it even tastes like peppermint! My favorite one from Laneige yet!"
        },
        {
            "review_title": "Amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I love this! Iu2019ve seen so many good reviews online and I was not disappointed. My lips were so chapped and I have been using the lip sleeping mask for 4 days and my lips are so much better already! Would definitely recommend"
        },
        {
            "review_title": "Holiday Delight",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love the lip masks and I always get the holiday sets that contain the lip masks. Surprisingly, this was the first time I tried the Lip Glowy Balm.  It's a nice texture for daytime use and doesn't all disappear when I drink something.   Neither of the products contain actual mint so these make a good gift to people who are allergic or sensitive to mint (like myself, haha)"
        },
        {
            "review_title": "Simple et rapide",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Ah, la Laneige u00e0 la menthe poivree, c'est vraiment rafrau00eechissant! ud83cudf3f Elle a cette sensation agreable sur les levres et l'odeur est super vivifiante. Parfaite pour un petit coup de frais, surtout en hiver! T'en penses quoi?"
        },
        {
            "review_title": "Must have (Christmas edition)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
            "review_text": "So hydrating very good for sensitive lips surprisingly because it is peppermint 10/10ud83eude77u2728"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is amazing. My friend recommended it and I was not disappointed"
        },
        {
            "review_title": "Peppermint Duo dream!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "Love!!!! Keeps my lips super soft & so fun for the holidays!!!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "After using this product for a while I can say itu2019s better than the lip mask"
        },
        {
            "review_title": "The best hydration duo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I use this every single day! the sleep mask goes on right before bed, well the lip balm is being applied every time a get during the day. i seriously love the peppermint feeling. it makes me feel fresh and clean!"
        },
        {
            "review_title": "Great gift idea for the holidays",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Recently purchased the full size candy cane mask. I loved it so I purchased the set for my sister as a birthday gift. Overall a super cute gift idea at a decent price point"
        },
        {
            "review_title": "Wouldnu2019t purchase again",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "The lip balm feels nice but the lip mask is a huge no. Itu2019s thin, gritty and doesnu2019t even last as long as the balm.  The mask leaves white streaks on your lips. Not the same as the others."
        },
        {
            "review_title": "Great Buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I love this duo, it is super cute and very handy. I wish they offered the same thing for the eggnog version. Highly recommend as a small gift idea."
        },
        {
            "review_title": "Love this!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, notSure skin tone, Normal skin",
            "review_text": "Love it sooooo much itu2019s amazing but I wish it came with a applicator"
        },
        {
            "review_title": "Love the Christmas vibes",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I loved this product it smell so good and makes me think of Christmas"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Love this product set! Super moisturizing, feels and smells fantastic! Highly recommend this"
        },
        {
            "review_title": "Great gift!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Got this gift for my sister and immediately purchased it for myself, smells so great and feels amazing. Perfect for the holiday season!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "This product has helped my chapped lips and is perfect for the holidays."
        },
        {
            "review_title": "Disappointed",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was SO excited to get this duo. As a huge fan of Laneige, I expected the peppermint sleeping mask to be as moisturizing and long-lasting as the other sleeping masks. Unfortunately, that was not the case. I noticed immediately that the peppermint mask felt thinner in consistency than the berry and did not last through the night. The balm was ok, but again, it did not feel the same consistency as the other Laniege balms, nor did it last as long. I will be sticking to my go to gummy bear balm and mask."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Both lip products smell nice and have a minty flavor. They have a nice glow to them."
        },
        {
            "review_title": "The best every time",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I love Laneige holiday sets because they're fun and such a great value. The peppermint is not overpowering and the clear lip balm gives a beautiful shine. Happy as always!"
        },
        {
            "review_title": "Peppermint?",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I was expecting a stronger peppermint scent but I hardly smell the peppermint, there is no tingling sensation which is nice."
        },
        {
            "review_title": "Fantastic.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this! The peppermint is fantastic. The formula is great. It's hydrating. Really good stuff. Would buy again!"
        },
        {
            "review_title": "good gift and deal",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "i have the peppermint lip glowy balm from last year and it smells and looks the exact same as the candy cane one. however, i love the lip balm because the packaging is so cute and i love the smell and the lip mask. it has a light minty peppermint smell and cooling feeling. definitely worth the money because glowy balm itself would be 19 dollars"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "It was good I got lots of sweet comments about my lips and questions on what I was using."
        },
        {
            "review_title": "must have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "I apply the lip gloss every day and use the lip sleeping mask every night! love this product ud83dude0d"
        },
        {
            "review_title": "Buy this set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love this stuff. The lip mask is a nightly must have and a little goes a long way. Great ball for during the day. Itu2019s minty smelling with a slight vanilla mint flavor.  Great price and itu2019s a full size night mask which surprised me."
        },
        {
            "review_title": "Not worth the price",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "I only felt compelled to write a review for this product because it is highly over priced and does absolutely nothing to improve the quality of your lips.. Period. I'd rather continue with my trusty Carmex."
        },
        {
            "review_title": "A must have to put on before bed or during the day",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I have been using this product for several weeks. It leaves your lips super moisturized. The best lip mask I have tried so far."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "Love the smell and definitely helps with dry and chapped lips."
        },
        {
            "review_title": "So good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "love this product smelt so good and well you know tastes good to( not in a weird way) feels like the mint Summer Fridays and has such a nice application got it for a gift and I'm obsessed also comes with good samples( didn't give it a five because I don't feel like it was the best of all time)"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Dry skin",
            "review_text": "After using this product for a few weeks......I'm in love.  I'm excited that it's my favorite candy cane."
        },
        {
            "review_title": "It's the same as last year",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Dry skin",
            "review_text": "If you bought the peppermint one last year this is basically the same thing, which I should have known because of the scent. Honestly though I am glad I bought it this would be a great Christmas present for someone who loves this brand they have some great products in this line."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "My daughter was so excited for this set and then realized the lip sleeping mask isnu2019t candy cane flavor like the lip balm. Would have loved the holiday set to have the same design for both products. Might have to buy the additional lip sleeping mask in full size now."
        },
        {
            "review_title": "Why does it not have the red lip color or the swir",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Oily skin",
            "review_text": "Soo excited to be getting this in the mail to try.  Couldn't help but notice that it won't give u the red tint to your lips or have the beautiful swirls in it disappointed about that  does anyone have an answers why that is ?? but anyways looking forward to trying these out on the lips when it comes in !!!"
        },
        {
            "review_title": "Amazing Results",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "I absolutely love the lip mask! it have totally revived my lips and smells amazing. The lip gloss is also awesome too. I put it on over my lipstick and it makes a beautiful shine."
        },
        {
            "review_title": "Nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Combination skin",
            "review_text": "Smells wonderful and itu2019s a colour you can wear during the day as I dou2026I wear the 24-7.  Invigorating scent too."
        },
        {
            "review_title": "Great seasonal product!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "Such a fun flavor! Super hydrating. Long lasting. It is not sticky. The flavor is great itu2019s not too strong or too weak. Love this brand. They never miss!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "smells exactly like candy canes and it is very moisturizing"
        },
        {
            "review_title": "Love it, too!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "No issues with the balm so far. I layer gloss or lipstick over it. The lip mask is great, I almost like it as much as the watermelon one."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I love both so much! They make my lips soft and feeling hydrated. The scent is perfect."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Light skin tone, Combination skin",
            "review_text": "love this set.    The lip balm goes on sheer and is quite moisturizing. I use a normal amount of this under lipstick or alone. I have not found it to be colored or opaque. The mask has a more opaque color but that's worn to bed usually so who cares what it looks like.    The balm and mask are super hydrating and leave my lips plump and hydrated.   I'm a HUGE fan is mint and would love a stronger scent to it but it's a great product regardless. I'm buying more as gifts.  These balms are just a great quality and value."
        },
        {
            "review_title": "Terrible colour",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Makes you look like you have... (you know what) white sticky stuff... on your lips. Don't but unless you have a good lip liner to put under it. Definitely returning."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Oily skin",
            "review_text": "I love the smell just like a candy cane and it taste good to!"
        },
        {
            "review_title": "Candy Cane should be all year round",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Porcelain skin tone, Dry skin",
            "review_text": "I wait for the peppermint special edition lippies every year because it's my absolute favorite. The candy cane though....it's even better than the peppermint. It has a sweeter maybe even vanilla ish flavor with the peppermint. I hope the candy cane swirl lip mask is as good as this glowy balm."
        },
        {
            "review_title": "Great product but lacking the peppermint scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "I love the laneige sleeping masks, I've used the Vanilla one for years but I love peppermint scented lip products so I decided to pick this up. My only dislike is that the scent is not as strong as I thought it would be, it's lacking a little bit. Overall it's a great lip mask that I will keep repurchasing!"
        },
        {
            "review_title": "Amazing duo!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "I am a fan of laneige sleeping lip masks and this year I tried the vanilla lip balm and finished that and I was so excited to see this candy cane and peppermint lip mask set because this year the choco-mint wasn't in the mini's set but this is the perfect set. The lip balm they have made is the best my lips are always soft and supple and the lip mask is great as always and smells super fresh and doesn't burn if it does it means you're having an allergic reaction and should probably stop using it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "this is my FAVORITE Cus my mom got it for me few years ago NOW ITS BACK AND I HAVE MONEY MAHHAHA basically a job now but I love the feeling when you put it on ur lips it's feel like it's burns ur lips BUT NICE AND GREAT also still great hehehehe"
        },
        {
            "review_title": "loveeee",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Oily skin",
            "review_text": "I absolutely love the peppermint and candy cane duo! This will make an amazing gift!"
        },
        {
            "review_title": "Not colorful - but still nice!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "I love the Laneige lip products generally and was very excited about the peppermint items because it looked like with the swirled red and white it'd have a nice color to it. Maybe the full-size versions do, but these minis do not. Tad disappointed, but still work wonders on chapped lips."
        },
        {
            "review_title": "u00c7a sent le temps des fu00eates!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Je viens de recevoir les produits et j'adore l'odeur. u00c7a sent le temps des fu00eates! J'ai aussi aime le fait qu'il y avait 2 echantillons de LANEIGE u00e0 l'interieur (toner et creme hydratante)."
        },
        {
            "review_title": "It's NOT a blush...",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "Is the review saying the jar was a blush trolling? ... it clearly says lip mask. I mean, you can obviously use it as a blush if you wish to, no judgment on that part, but to rate it lower because who puts blush in a jar is kinda unfair. Just saying"
        },
        {
            "review_title": "a good blush!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "AMAZING BLUSH! This blush is amazing but a bit sticky. also, why would they put blush in a jar? love the holiday colours!"
        }
    ]
}