{
    "product_id": "1521",
    "name": "Rio Body Retreat",
    "brand": "Sol de Janeiro",
    "categories": "Skincare, Value & Gift Sets",
    "price": 65.0,
    "about": "What it is: A Brazilian Bum Bum routine that delivers visibly tighter, soft, glowing skin in the iconic scent of Cheirosa 62...Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Dryness, and Loss of Firmness and Elasticity..Highlighted Ingredients:- Guaranu00e1: Visibly smooths and tightens the appearance of skin..- Cupuacu Butter: Full of fatty acids, phytosterols, and polyphenols to lock in moisture and visibly restore skinu2019s elasticity..- Acau00ed Oil: An antioxidant-packed powerhouse that helps skin look and feel young...Ingredient Callouts: Free of parabens, phthalates, mineral oil, and sulfates SLS & SLES. These products are also vegan and cruelty-free...What Else You Need to Know: This three-piece, limited-edition set includes a midi size of the award-winning visibly tightening body cream, travel-size hydrating shower cream, and full size of the irresistible and sunnyu202fperfume mist...This Set Contains:- 3 oz/ 90 mL Brazilian Play Body Wash.- 5 oz/ 150 mL Brazilian Bum Bum Cream.- 3 oz/ 90 mL Cheirosa 62 Perfume Mist",
    "ingredients": "-Guaranu00e1: Visibly smooth and tighten the appearance of skin. .-Cupuacu Butter: Full of fatty acids, phytosterols, and polyphenols to lock in moisture and visibly restore skinu2019s elasticity. .-Acau00ed Oil: An antioxidant-packed powerhouse that helps skin look and feel young. ..Brazilian Bum Bum Cream:.Aqua (Water, Eau), Methyl Glucose Sesquistearate, Phenyl Trimethicone, Dodecane, Caprylic/Capric Triglyceride, Parfum (Fragrance), Cetearyl Alcohol, Glyceryl Stearate Citrate, Glyceryl Caprylate, Glycerin, Cetyl Alcohol, Paullinia Cupana (Guaranu00e1) Seed Extract, Theobroma Grandiflorum (Cupuau00e7u) Seed Butter, Cocos Nucifera (Coconut) Oil, Euterpe Oleracea Fruit (Au00e7au00ed) Oil, Bertholletia Excelsa (Brazil Nut) Seed Oil, Sodium Hyaluronate, Squalane, Ilex Guayusa Leaf Extract, Ilex Paraguariensis Leaf Extract, Daucus Carota Sativa (Carrot) Seed Oil, Bixa Orellana Seed Extract, Tocopherol, Mica, Sodium Phytate, Xanthan Gum, Sorbitan Isostearate, Sodium Stearoyl Glutamate, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Ethylhexylglycerin, Phenoxyethanol, Benzyl Alcohol, Benzyl Salicylate, Citral, Coumarin, Hydroxycitronellal, Limonene, Tin Oxide, CI 77891 (Titanium Dioxide)..Cheirosa 62 Perfume Mist:.Alcohol Denat., Aqua (Water, Eau), Parfum (Fragrance), Benzyl Alcohol, Benzyl Salicylate, Hydroxycitronellal, Coumarin, Limonene, Linalool, Benzyl Benzoate, Citral, Eugenol...Brazilian Play Body Wash:.Aqua (Water, Eau), Sodium Cocoyl Isethionate, Cocamidopropyl Betaine, Acrylates Copolymer, Parfum (Fragrance), Cocamide MIPA, Glycol Stearate, Coconut Acid, Phenoxyethanol, Caprylyl Glycol, Sodium Isethionate, Guar Hydroxypropyltrimonium Chloride, Magnesium Sulfate, Sodium Hydroxide, Ethylhexylglycerin, Sodium Phytate, Caramel, Cocos Nucifera (Coconut) Oil, Euterpe Oleracea (Acai) Fruit Oil, Theobroma Grandiflorum (Cupuacu) Seed Butter, Yellow 5 (CI 19140), Benzyl Salicylate, Hydroxycitronellal, Coumarin, Limonene.",
    "how_to_use": "Suggested Usage:.Brazilian Bum Bum Cream:.-Massage in a circular motion, creating warmth for better absorption and circulation...Cheirosa 62 Perfume Mist:.-Spritz from head to toeu2014anytime and anywhere. ..Brazilian Play Body Wash:.-Work into wet skin, gently massaging as you gou2014the cream-gel will transform into rich, luscious froth.",
    "num_reviews": 6,
    "overall_rating": 3.7,
    "product_url": "https://www.sephora.com/ca/en/product/sol-de-janeiro-rio-body-retreat-P513216?skuId=2814788&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2814788-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Donu2019t waste your money on the set, old product",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Not sure if i received a dud or old product or what but the lotion i received has literally no smell at all!!!! nothing besides a plastic chemical smell. Iu2019m so upset. Pay WAY too much for these products to not perform wonu2019t buy from this brand again"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Normal skin",
            "review_text": "I used this for a gift for white elephant and the girl who got it was super excited and it smells divine ud83dudc4c"
        },
        {
            "review_title": "love Ittt ud83dudc9e",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Normal skin",
            "review_text": "I love using this every time. It smells incredible, it's a must ud83dude01"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Normal skin",
            "review_text": "I love this set! smells great and is a  nice size. Will be buying this again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Dry skin",
            "review_text": "The product exceeded expectations and was well-received by my sister."
        },
        {
            "review_title": "Spilled",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "This is how I received it, there were no signs that it was in bad condition at first glance, only until I unpacked the cream and it was all spilled. Spilled and without compensation"
        }
    ]
}