{
    "product_id": "1606",
    "name": "AM/PM Plump & Repair Moisturizer Duo",
    "brand": "Tatcha",
    "categories": "Skincare, Value & Gift Sets",
    "price": 109.0,
    "about": "What it is:A powerhouse moisturizer duo of plumping and redness-reducing bestsellers to give skin around-the-clock care..Skin Type:Normal, Dry, Combination, and Oily.What Else You Need to Know:Get plumping hydration for a dewy glow during the day with The Dewy Skin Cream, paired with Indigo Overnight Repair to soothe visible irritation and dryness for calmer, stronger skin by morning..This Set Contains:- 0.3 oz/ 10 mL The Dewy Skin Cream.Clinical Results:Based on a bio-instrumentation study of 30 panelists using The Dewy Skin Cream:.Clean at SephoraOur commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing effectiveness.",
    "ingredients": "The Dewy Skin Cream: .Aqua/Water/Eau, Saccharomyces/Rice Ferment Filtrate, Glycerin, Propanediol, Dimethicone, Squalane, Diisostearyl Malate, Behenyl Alcohol, Myristyl Myristate, Dipentaerythrityl Hexahydroxystearate, Bis-Diglyceryl Polyacyladipate-2, Tridecyl Trimellitate, Inositol, Sorbitan Tristearate, Beheneth-20, Camellia Sinensis Leaf Extract, Cladosiphon Okamuranus Extract, Chondrus Crispus Extract, Betaphycus Gelatinum Extract, Oryza Sativa (Rice) Bran Extract, Panax Ginseng Root Extract, Origanum Majorana Leaf Extract, Thymus Serpyllum Extract, Malva Sylvestris (Mallow) Flower Extract, Sodium Hyaluronate, Gold, Sericin, Phytosteryl Macadamiate, Tocopherol, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Sorbitan Isostearate, Polysorbate 60, Butylene Glycol, Dimethicone/Vinyl Dimethicone Crosspolymer, Sodium Benzoate, Gluconolactone, Ethylhexylglycerin, Parfum/Fragrance, Alcohol, Phenoxyethanol, Citral, Limonene, Linalool, Mica, Tin Oxide, Titanium Dioxide (Ci 77891), Violet 2 (Ci 60725)...Indigo Overnight Repair:.Aqua/Water/Eau, Dimethicone, Diglycerin, Saccharomyces/Rice Ferment Filtrate, Glycerin, Diphenylsiloxy Phenyl Trimethicone, Butylene Glycol, Neopentyl Glycol Diethylhexanoate, &nbsp;Diisostearyl Malate, Peg-10 Dimethicone, Disteardimonium Hectorite, Propanediol, Ophiopogon Japonicus Root Extract, Polygonum Tinctorium Leaf/Stem Extract, Sargassum Vulgare Extract, Saccharomyces Ferment Filtrate, Salvia Miltiorrhiza Root Extract, Camellia Sinensis Leaf Extract, Cladosiphon Okamuranus Extract, Sodium Hyaluronate, Phytosterols, Ceramide Ng, Hydrogenated Lecithin, Palmitic Acid, Linoleic Acid, Lauryl Peg-9 Polydimethylsiloxyethyl Dimethicone, Cetyl Alcohol, Maltodextrin, Magnesium Sulfate, Tocopherol, Ethylhexylglycerin, Phenoxyethanol...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.The Dewy Skin Cream: .-Massage onto face, neck, and decolletage in upward strokes, morning and night. ..Indigo Overnight Repair: .-Scoop desired amount onto face, neck, and decolletage in upward strokes as the final step in your evening ritual. Use nightly.",
    "num_reviews": 14,
    "overall_rating": 3.1,
    "product_url": "https://www.sephora.com/ca/en/product/tatcha-am-pm-plump-repair-P512825?skuId=2813509&icid2=products",
    "image_url": "https://www.sephora.com/productimages/product/p512820-av-1-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Bought this cream set from sephora kohlu2019s app and both of the cream is half empty. I might check next time before I buy it. I recommend buying from store so you can check."
        },
        {
            "review_title": "Not 50ml",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I ignored the reviews, but I should've listened! The bottle was pretty much half empty!!! :'("
        },
        {
            "review_title": "Definitely a MUST HAVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I always looks forward to the holiday sets! You canu2019t go wrong with this duo plus. In my opinion you get more bang for your buck. I discovered Tatcha about three years ago. Iu2019m 50 and my sensitive skin has never looked this great!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Can't beat the value of this set! Both of these moisturizers are incredible for my skin, so the price of this is a no brainer."
        },
        {
            "review_title": "A must have in my routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "First, it comes with the correct amount listed in the description mL wise, that is how all beauty products are sold. Second, this is a must have for me in my routine, I was skeptical at first because I have really bad rosacea this product, hands down has helped with it! This cream is very moisturizing, the texture is different as you apply it to your skin in the cream form it almost turns to a serum texture when done. It is very hydrating, when I wake up in the morning my skin is still supple and I can tell I still have the product on. My redness has greatly reduced from using this product."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Ridiculous. I received this product and it seemed to be 20% gone already. When I tried to return it to 3 different stores, I was denied by all because the product was u201cnot used gentlyu201d. I barely used the product, and when I voiced that Iu2019d received the item this way, I was told I was lying. A manager even told me sheu2019s purchased the product before and knows how much comes in the container. Absolutely ridiculous."
        },
        {
            "review_title": "Tatcha needs to own up that this is a problem",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I ordered the version of this set from Tatcha's website and lo and behold, these products are indeed compromised. The Indigo cream was sealed with washi tape but was not full (missing about 20% of product). The Dewy cream was missing washi tape but was full. I took a video of the entire unboxing process and sent it to Tatcha customer service to prove that I am not trying to scam the company. It has only been a couple of days but I have not heard back yet. I have been purchasing Tatcha for years so I know how much product is supposed to be in these jars and that they're all supposed to be sealed. Yet Tatcha in their Q&A is claiming that this is not a  real problem. Well, it was a problem for me."
        },
        {
            "review_title": "Unsure how to feel, doesn't seem worth the price.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "Honestly, I was really excited to try the Indigo cream, especially with the sale and this bundle deal, but Iu2019m pretty disappointed. For the price, the amount you get feels like a rip-off.... when I opened the jar, it was half empty. Even worse, Iu2019ve had to use a decent amount to even feel any moisturizing effect, and it hasnu2019t been as hydrating as I hoped... The texture is nice, but it doesnu2019t deliver the results I'd expect at this price. Definitely won't be repurchasing unless there's a significant price drop or sale if I even see any results after using the rest up."
        },
        {
            "review_title": "The #1 Nightcream and Jars are filled to 50ml!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Got my gift set. And my jars look exactly like the ones in the negative reviews.  Just because the jar isnu2019t filled to the brim, doesnu2019t mean we didnu2019t get our 50ml volume. This is what 50ml looks like, so I have no complaints. The absolute best night cream on the market, happy to get it for $90 during the Sephora sale since Iu2019ve paid $128 before for this."
        },
        {
            "review_title": "A great one for the LADY'S OF THE 80'S",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "This is by far the best skin care I tried yet. Went back to the store and brought the last one."
        },
        {
            "review_title": "full content, same as previous year",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I got mine from the store and it was a sealed jar and package. The quantity is full, which is same as previous years. The negative reviews caused unnecessary stress. This value set is worth it given its 20% discount."
        },
        {
            "review_title": "Jar was Full",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes",
            "review_text": "Jar filled to the top. Pleased to get this Indigo serum gel for far less than normal price. This is my favorite nighttime product. My face feels soft and hydrated. I cannot live without it"
        },
        {
            "review_title": "Feeling scammed and disappointed",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "This is ridiculous. I paid 109$ for a half filled cream. Absolutely feel scammed and starting to feel really agitated by Tatchau2019s stinginess. Honestly, I might consider changing products. The fact that itu2019s super expensive and the cream doesnu2019t even come full. As any consumer would, I felt scammed. Tatcha fix this and make it right!"
        },
        {
            "review_title": "Two Stars for Quality",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I am literally giving this 2 stars because of the quality of the product alone.  The indigo cream does an amazing job on my rosacea redness.  If it did not, I would be hard-pressed to give this a single star for this reason:  The jar is less than half-filled.  This is a full-sized jar with almost a travel-size fill.  For the money that we spend on this, it should be at least 3/4 full, and that is being very forgiving on my part.  One would expect $$$ skin cream to be completely full.  I understand that this sometimes happens.  However, judging from the reviews here as well as those on the company's own website, this is more the rule than the exception.  Do better, Tatcha."
        }
    ]
}