{
    "product_id": "1221",
    "name": "Ultimate Blurring Setting Powder",
    "brand": "ONE/SIZE by Patrick Starrr",
    "categories": "Makeup, Face, Setting Spray & Powder",
    "price": 46.0,
    "about": "What it is: A finely milled, blurring, loose setting powder that delivers 24-hour shine control and a smooth matte finish for all day wear. Now in 7 shades!..Highlighted Ingredients:.- Performance Powder Microspheres: Create a silky-smooth texture..- Surface-Treated Pigments: Aid in skin adhesion..- Soft-Focus Powders: Visibly blur fine lines and improve the look of textured skin...Ingredient Callouts: Free of sulfates SLS and SLES, parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, triclosan, and triclocarban, and contains less than one percent of synthetic fragrances. This product is also vegan, cruelty-free, and gluten-free...What Else You Need to Know: Expect 24HR shine control, pore blurring, and soft focus effect for flawless all day makeup with no flashback. Performance Powder Microspheres and Surface Treated Pigments deliver a weightless, silky smooth, sweatproof finish. Now in 7 shades to slay in NEW Ultra Peach, Rich Peach, and Marigold...Clinical Results:.- 24HR Shine-Control.- All Day Wear.- Sweat-Proof.- No Flashback.Consumer Claims: Based on a consumer study of 31 participants:.- 97% say powder improves the look of makeup.- 97% say powder makes skin look smooth.- 94% say powder visibly blurs pores.- 94% say powder doesn't settle into fine lines...Allure",
    "ingredients": "Talc, Calcium Sodium Borosilicate, Magnesium Myristate, Nylon-12, Caprylic/Capric Triglyceride, Ethylhexyl Palmitate, Zea Mays (Corn) Starch, Phenoxyethanol, Caprylyl Glycol, Lauroyl Lysine, Sodium Dehydroacetate, Trimethylsiloxysilicate, Polymethyl Methacrylate, Ascorbyl Palmitate, Methicone. May Contain/Peut Contenir (u00b1): Iron Oxides (CI 77491, CI 77492, CI 77499), Yellow 5 Lake (CI 19140), Ultramarines (CI 77007), Red 30 Lake (CI 73360)",
    "how_to_use": "Made with a click-in-place, double lid to help minimize powder spillout. Remove pink cap from jar; turn upside down and pat firmly 2-3 times on base to dispense product from slash into sifter; turn right side up, remove the clear lid from sifter, and the product is ready to use with puff or brush.&nbsp;...Suggested Usage:.Everyday Set: Press a puff or brush into your desired amount of powder and roll onto your skin for oil absorption and a soft matte finish..All Day Bake: Apply a generous layer of powder, let powder set for a few minutes and brush off excess..To brighten complexion, use Ultra Pink and Sweet Honey as a baking highlighter..Best if used with the Ultimate Setting &amp; Baking Puff (sold separately)....Beauty tips from Patrick Starrr:.For the ultimate full-glam makeup hold, use in between each base-makeup step to help with layering and grip..Experiment with using both the Translucent and Dark-Deep shades for highlighting and contouring.",
    "num_reviews": 2015,
    "overall_rating": 4.1,
    "product_url": "https://www.sephora.com/ca/en/product/one-size-by-patrick-starrr-ultimate-blurring-setting-powder-P466144?skuId=2656304&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2656304-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "One Size - One Star",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This made my skin look ridiculously dry. It didnu2019t matter what kind of skin prep I did or what foundation I used. Very disappointed."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Ultra Pink - for fair to medium skin tones",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "A hit or miss for me. When I first got it, it worked like a dream and even survived an ateez concert when I had vip. But there were some off day where it just wasnu2019t sitting right on my skin"
        },
        {
            "review_title": "not cakey give it a shot!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "ordered mini bc I was scared of the reviews but this product is truly not cakey at all! It lasts all day and blurs beautifully. So far Iu2019ve tried it over the glossier concealer and merit beauty concealer stick - looked amazing over both!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Ultra Pink - for fair to medium skin tones",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "ABSOLUTELY WORTH IT. It blurs my pores, itu2019s lightweight on the skin and that pink color just brightens me up perfectly. It doesnu2019t crease and it does fight its hardest against my sweat after dance."
        },
        {
            "review_title": "great product, awkward packaging",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "i can understand why people think itu2019s cakey; if you use it with a powder puff and donu2019t blot off the excess before going in with it, itu2019ll 100% look cakey. HOWEVER i have incredibly oily skin and this powder (with exception to the Maybelline fit me loose powder) is the only one that can handle the oil on my face. my only concern is that my powder came out of the package forming little balls and was clumping in the container but i went through it with a fine strainer and took out the weird clumps. it was an annoying process and for the price i definitely shouldnu2019t have had to do that BUT it worked and the powder is working great now. i probably wonu2019t buy it again cause i donu2019t want to deal with the clumping but itu2019s really good"
        },
        {
            "review_title": "Definitely buy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "My fav setting powder! even tho this one is mini, its lasted me for over a month. the finish is perfect for my skin"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Iu2019ve tried much better powders . Not my favorite ."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Ultra Pink - for fair to medium skin tones",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "After using this product so many times I really enjoyed it so much! This is so blurring and it helps out my oily skin. It is also sweat proof , and it makes my makeup last through out the whole day."
        },
        {
            "review_title": "Must try! Amazing and long lasting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love this! It helps set in my foundation for all day use! Must have for your daily routine"
        },
        {
            "review_title": "Super cakey",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "I was super excited to try especially after using previous One Size products and loving them. Unfortunately I wasnu2019t a fan - it left my skin very cakey and blotchy - and for almost $50 I was pretty disappointed"
        },
        {
            "review_title": "i should have added this to my routine sooner.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love this product! i feel like it does just the right amount of blurring."
        },
        {
            "review_title": "guys, this isn't cakey.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "i truly think everyone claiming this is cakey are simply applying too much or have a product on that is effecting this powder. i used a puff and saw no signs of separation or caking like i've seen many reviews claiming. i have combo skin with dry patches that cling to powder if im not careful. so i think it's safe to say, the cakeyness could just be user error. the only thing i will say about this powder that makes me give it a 4 instead of 5, is i WISH there was a lighter shade!!!"
        },
        {
            "review_title": "Best blur",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "best blurring loose powder works for all finishes and perfect for undereyes"
        },
        {
            "review_title": "Overhyped so dry and scary looking",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Way too drying on oily skin and clings on to the areas you baked on leaving a cast so scary. Creases more than any powder Iu2019ve tried. Get wet n wild powder instead for $5"
        },
        {
            "review_title": "Flawless and amazing to much makes it cakey though",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This product is amazing and covers up my under eye bags very well, but the cons are that if you use a little too much, it will turn out very, very bad and Kiki, but if you use it correctly, it will leave your under eyebags and the rest of your skin looking flawless ! Would recommend and would buy again !!!u2764ufe0fud83dudc96ud83eude77ufffc"
        },
        {
            "review_title": "This went viral for a reason!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I love the blurring and brightening effect of this in ultra pink. Iu2019m 46 and it does not settle into my lies. I gave the minis as part of a Christmas gift for my girls and they all loved it!"
        },
        {
            "review_title": "The Perfect Finishing Touch!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Being a really pale person has been probably the hardest part about finding a powder that doesnu2019t just make me look more washed out. I bought this, so hopeful that it would help. I couldnu2019t have ever imagined just how AMAZING this makses my skin look after I apply it! It brightens up my skin so much and now itu2019s a Holy Grail item for me! 10/10"
        },
        {
            "review_title": "Good but Bad.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "I have been using this product for the past year and i love it! I would get it in a different shade because since it is translucent itu2019s hard to tell if itu2019s going on."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Sweet Honey - for medium to deep skin tones",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Way too drying. I really wanted to like this but itu2019s too drying even if I only use a little bit"
        },
        {
            "review_title": "A must have product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love this product! This works so well and my make up still looks great at the end of the day."
        },
        {
            "review_title": "Best powder ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Blurring is an understatement! Other setting powders I have used especially under my eyes, left my eyes feeling dry, cakey and creased. However this powder, does all that it says it does! & if youu2019re a melanin girly you donu2019t have to worry about the pink being too much, because itu2019s so subtle yet brightens so nicely! Loveeeee this powder"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Universal Translucent - for fair to medium dark skin",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "meh, it does a good job at blurring, but it gets cakey really easily, i try adding just a little bit of powder and it emphasizes my creases a lot, i try adding a lot and my makeup starts peeling away. i tried the in between too and it worked better, but not by much. for the price, this id not worth it imo"
        },
        {
            "review_title": "Must have itu2019s a need",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "I love this power i suggest you use it with a beauty blender instead of a powder puff it looks smoother and blends in better and less caky and dab the beauty blender on the lid after applying product to it"
        },
        {
            "review_title": "THIS IS CANCEROUS",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "ANY FACE POWDER WITH TALC IS CANCEROUS AND IT IS THE FIRST INGREDIENT IN ONE SIZE ULTIMATE BLURRING SETTING POWDER. PLEASE HELP YOURSELF BY AVOIDING IT AS THEY APPARENTLY WONT. THEY DON'T HAVE THEIR CUSTOMERS'  BEST INTEREST AT HEART."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "It is a very good shade because it moisturizes me well, my skin is always perfect and this powder seems eternal it never runs out."
        },
        {
            "review_title": "Love this powder but can be cakey on dry skin.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Love this powder it leaves my skin looking blurred but for my skin it looks a little Cakey so I apply less and it looks good. Overall good powder"
        },
        {
            "review_title": "Worth every penny",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Porcelain skin tone, Combination skin",
            "review_text": "I'm a drugstore makeup user 99% of the time. This powder was recommended to me endless, finally invested in it and this is truly a unique and absolutely stunning powder. It's so smooth under the eye, it doesn't look like powder at all. The packaging is great and so mindful of travel. I'm a cheap person but I would repurchase this in a heartbeat. I adore this powder, get in the car and go grab it."
        },
        {
            "review_title": "A must have product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "I use this with my daily make up and makes my face look flawless! My sister told me about this product and how it helps even days where I get very sweaty to keep my face clean and look put together."
        },
        {
            "review_title": "I love loveeee lovereee it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Love onesize beauty I recommend trying the spray as well and other products I tried didnu2019t disappoint at all Iu2019m using the powder in 2 shades pink for my under eyes and translucent for the rest of my face"
        },
        {
            "review_title": "Love Patrick and the powders",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I have so many products from the brand I love the powders so much I have 4ud83dude02 I love how blurring and matte it is and itu2019s not looking weird or changing its color like some powder s does to me when I put them on my undereyes"
        },
        {
            "review_title": "Yesssss under eyes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This works amazing under eyes only itu2019s not cakey at all"
        },
        {
            "review_title": "Skipppppo",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019m not sure if I got a bad one but this was the worst product I have used on my face."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Great powder for outside of my face sometimes itu2019s too heavy under my eyes"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I didn't like the texture it is thick and it forms like second gross skin. I better like Laura mercies and hude beauty  instead"
        },
        {
            "review_title": "THE BEST POWDER ITS SO WORTH IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This packaging is so amazing because of the lid it has so it doesnu2019t get all over the place when using it (the mini version doesnu2019t have the lid ud83dude12) but this powder DOESNT break me out and makes my makeup look flawless!!! I love it!"
        },
        {
            "review_title": "Itu2019s not a great powder for combo skin",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "So I was so excited to use this after seeing people using this and I have to say itu2019s not great I have combo skin with acne and I wouldnu2019t really recommend because it does blur your face but I wouldnu2019t use this again because if your going out it will not hold on the blur and will start to oily which is not my goal with this powder, so just be aware!"
        },
        {
            "review_title": "Super good size and great for sensitive, ance skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Perfect as a trial size product. Super small and fits in any bag while also having no oil on my skin. It worked really well for my sensitive and acne prone skin."
        },
        {
            "review_title": "Great but. Not the best for dry skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Overall one of the best Setting powders i own. However if you have dry skin I would say try a lighter loose powder because very little goes a long way. Making you look cakey or dry ."
        },
        {
            "review_title": "itu2019s a really good product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This is a really good product if you like matte looks or you do a full face of makeup. itu2019s really good quality and i love this powder, i just donu2019t think itu2019s for me since i also have really dry skin."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Good setting powder. I like this line of products."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Universal Translucent - for fair to medium dark skin",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Iu2019ve been using Laura Mercieru2019s for about 5 years now. I tried this one bc it was a little cheaper & a good brand name, but I honestly shouldu2019ve stuck with Laura. It comes out more yellow than translucent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Universal Translucent - for fair to medium dark skin",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "The best setting powder I have ever had! Love it! Doesnu2019t make my makeup cakey at all"
        },
        {
            "review_title": "Keep looking.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Does nothing..I am planning on taking it back. See no difference or anything it claims it will do."
        },
        {
            "review_title": "Pass",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Goes on nice, then bam, after a few minutes, it makes it look like your skin is flaking. Even with proper skin prep."
        },
        {
            "review_title": "not a fan",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Dry skin",
            "review_text": "I recently purchased this and only used it twice, I'm not sure if it was user error but this made my skin look super dry and even though I prepped my skin with skincare this clung onto every single dry patch, my skin felt smooth but for the amount I paid I'm shocked it's this.. bad? I still want to give it some more chances cuz I could just be applying it with the wrong brushes but idk. Can't say I enjoy this so far, also hard to get any powder out bc of the clear lid on the inside"
        },
        {
            "review_title": "Great setting powder!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Sweet Honey really does work well with medium to deep skin tones. This is a really good setting powder!"
        },
        {
            "review_title": "MY GOTO POWDER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I always say if I have to choose ONE makeup brand for a full face, itu2019s definitely be ONE/SIZE! This blurring powder is lightweight and pretty! A perfect product for those that especially like quick routines. For a full review check out my YouTube channel, NVRLATE28"
        },
        {
            "review_title": "holy grail product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "i feel like setting powders are the one product that you should really invest your money in out of everything (that and setting spray which i plan to try this brands soon) and this one does not disappoint"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Ultra Pink - for fair to medium skin tones",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Give a flush look and its pigmented for the darkskin girlies"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Ultra Pink - for fair to medium skin tones",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This powder is just amazing, i need on in every color!"
        },
        {
            "review_title": "loves it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "best setting powder on the market!  I will buy it over and over again. silky, soft and a perfect match"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Ultra Peach - for very fair to medium skin tones ",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I absolutely recommend this for oily skin type people! I think this one and Huda beauty powder is amazing for setting makeup. This one is quite a bit more blurring though which helps with cakiness at the end of the day :)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Universal Translucent - for fair to medium dark skin",
            "review_buyer_description": "Blue eyes, gray hair, Fair skin tone, Normal skin",
            "review_text": "Love this. Great  coverage and ease in application"
        },
        {
            "review_title": "A must-have. Iu2019ll keep repurchasing this.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I love this powder over Huda Beautyu2019s ANYDAY!! This leaves my makeup blurring and flawless. People complimented me numerous times on my base. With Hudau2019s since it is scented, it does not only make me sneeze and my eyes water but my makeup patchy too and separate. With this O/S, itu2019s perfect, unscented, and leaves a flawless finish. Very long lasting and makeup doesnu2019t budge. Plus itu2019s $6 cheaper than Hudau2019s."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Ultra Pink - for fair to medium skin tones",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Give a flush look and its pigmented for the darkskin girlies"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Ultra Pink - for fair to medium skin tones",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This powder is just amazing, i need on in every color!"
        },
        {
            "review_title": "loves it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "best setting powder on the market!  I will buy it over and over again. silky, soft and a perfect match"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Ultra Peach - for very fair to medium skin tones ",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I absolutely recommend this for oily skin type people! I think this one and Huda beauty powder is amazing for setting makeup. This one is quite a bit more blurring though which helps with cakiness at the end of the day :)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Universal Translucent - for fair to medium dark skin",
            "review_buyer_description": "Blue eyes, gray hair, Fair skin tone, Normal skin",
            "review_text": "Love this. Great  coverage and ease in application"
        },
        {
            "review_title": "A must-have. Iu2019ll keep repurchasing this.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I love this powder over Huda Beautyu2019s ANYDAY!! This leaves my makeup blurring and flawless. People complimented me numerous times on my base. With Hudau2019s since it is scented, it does not only make me sneeze and my eyes water but my makeup patchy too and separate. With this O/S, itu2019s perfect, unscented, and leaves a flawless finish. Very long lasting and makeup doesnu2019t budge. Plus itu2019s $6 cheaper than Hudau2019s."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Ultra Pink - for fair to medium skin tones",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Give a flush look and its pigmented for the darkskin girlies"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Ultra Pink - for fair to medium skin tones",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This powder is just amazing, i need on in every color!"
        },
        {
            "review_title": "loves it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "best setting powder on the market!  I will buy it over and over again. silky, soft and a perfect match"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Ultra Peach - for very fair to medium skin tones ",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I absolutely recommend this for oily skin type people! I think this one and Huda beauty powder is amazing for setting makeup. This one is quite a bit more blurring though which helps with cakiness at the end of the day :)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Universal Translucent - for fair to medium dark skin",
            "review_buyer_description": "Blue eyes, gray hair, Fair skin tone, Normal skin",
            "review_text": "Love this. Great  coverage and ease in application"
        },
        {
            "review_title": "A must-have. Iu2019ll keep repurchasing this.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I love this powder over Huda Beautyu2019s ANYDAY!! This leaves my makeup blurring and flawless. People complimented me numerous times on my base. With Hudau2019s since it is scented, it does not only make me sneeze and my eyes water but my makeup patchy too and separate. With this O/S, itu2019s perfect, unscented, and leaves a flawless finish. Very long lasting and makeup doesnu2019t budge. Plus itu2019s $6 cheaper than Hudau2019s."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Ultra Pink - for fair to medium skin tones",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Give a flush look and its pigmented for the darkskin girlies"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Ultra Pink - for fair to medium skin tones",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This powder is just amazing, i need on in every color!"
        }
    ]
}