{
    "product_id": "263",
    "name": "Total Eye Lift Firming & Smoothing Anti-Aging Eye Cream",
    "brand": "Clarins",
    "categories": "Skincare, Eye Care, Eye Creams & Treatments",
    "price": 122.0,
    "about": "What it is:An all-in-one, visibly age-defying eye cream for a visible lift in 60 seconds flatu2014formulated with harungana extract, which is as effective as retinol..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Fine Lines and Wrinkles, Loss of Firmness and Elasticity, and Dark Circles.Formulation:Cream.Highlighted Ingredients:- Harungana Extract: Is as effective as retinol while being gentle on skin..What Else You Need to Know:Formulated with 94 percent natural-origin ingredients, this eye cream contains a visibly lifting and smoothing plant duo exclusive to Clarins, a powerful blend of harungana extract and cassie flower wax. Skin is left looking tighter with less visible wrinkles for a lifted appearance. The formula is ideal for all ages and skin types..Clinical Results:In a satisfaction test with 110 women:",
    "ingredients": "-Harungana Extract: Is as effective as retinol while being gentle on skin..-Cassie Flower Wax: Visibly tightens and smooths lines and wrinkles..-Albizia Extract and Horse Chestnut-Derived Escin: Minimize the look of dark circles...Aqua/Water/Eau, Glycerin, Caprylic/Capric Triglyceride, Propanediol, Cetearyl Alcohol, Betaine, Hydrogenated Coco-Glycerides, Panthenol, Glyceryl Stearate, PEG-100 Stearate, Pentylene Glycol, Butyrospermum Parkii (Shea) Butter, Cetearyl Glucoside, Albizia Julibrissin Bark Extract, Acacia Farnesiana Flower Wax, Caffeine, Steareth-21, Dimethicone, Carbomer, Chlorphenesin, Ethylhexylglycerin, Tocopheryl Acetate, CI 77891/Titanium Dioxide,  Synthetic Fluorphlogopite, Disodium EDTA, Escin, Parfum/Fragrance, Butylene Glycol, Dimethiconol, Sodium Hydroxide, Alcohol, Harungana Madagascariensis Extract, Olea Europaea (Olive) Fruit Extract, Paullinia Cupana Seed Extract, Sodium Benzoate, Tin Oxide, Acetyl Tetrapeptide-2, Dextran.",
    "how_to_use": "Suggested Usage:.-With your fingertips, gently press cream under your eyes and onto your eyelids and lashes, moving from inner corners to temples. .-Tap gently between eyebrows.",
    "num_reviews": 625,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/clarins-total-eye-lift-P462666?skuId=2381002&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2381002-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "0.5 oz / 15 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2381002-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Skip",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "You do not need this. For $100 this did nothing. 44 yr old with wrinkles,bags,dark circles. Glow Recipe Vitamin C eye cream works so much better!"
        },
        {
            "review_title": "Donu2019t lift anything, no results after months",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Iu2019m sad I had high hopes but after 3 months so results at all. Nothing donu2019t pay the high price. It feels nice, absorbs well but doesnu2019t lift anything."
        },
        {
            "review_title": "Eyes and Lashes NOURISHED",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "A fantastic eye cream! I've noticed my skin getting more plump and reducing dark circles. Another benefit I don't see others mentioning is lash enhancement! I've noticed now much longer my lower lashes have gotten since using this after the 3 week mark"
        },
        {
            "review_title": "35 with tired eyes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Oily skin",
            "review_text": "I had gotten a sample of this product and I found it worked well for my skin. A lot of eye products seem to cause either bumps or dryness under my eyes, and I no negative reaction with eye cream. I'm still testing a number of different products, but this was a definite contender."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Love the consistency of this serum and how it doesnu2019t have a weird smell like some serums. I only got a 3 day sample of this product but its supposed to provide more radiant skin in 4 weeks"
        },
        {
            "review_title": "Excellent eye cream, but terrible packaging.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "I love this product. I see a noticeable difference in the fine lines around my eyes when I use it. However. The packaging is truly awful. My current bottle stopped dispensing product, so I busted the bottle open and found at least half of the product still in the interior bag - probably $45 worth of eye cream. I'm sick to think about how much I might've thrown out when I thought I'd used up previous bottles. If you think you've used it all, break the top off the bottle and pull the interior bag out!"
        },
        {
            "review_title": "A must have like many Clarins products",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Dry skin",
            "review_text": "Product does what it says.  Blurrs, lifts and hydrates eye area.  For sensitive skin!!!"
        },
        {
            "review_title": "Not recommended",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "It smells nice. But does nothing to my puffy wrinkled eyes. I expected to see some difference. It didnt break me out but i didnt expect that around my eye area. Dont recommend"
        },
        {
            "review_title": "Not worth the money",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I asked the store consultant for a really good eye cream and this is what she recommended.  On the plus side, it has a nice texture and scent, applies nicely, not greasy.  On the negative side, it's hard to dispense the correct amount, and it ran out abruptly with no warning.  I didn't notice any difference in my eye lines or bags and it was quite expensive.  Wouldn't buy again."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "bottle doesn't work, I didn't get any receipt. what do I do?"
        },
        {
            "review_title": "Not worth the price",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Oily skin",
            "review_text": "I used the entire product thinking that I was supposed to see changes after staying consistent. And I have to say that I saw absolutely no change. After 2 months I just began using it as a facial moisturizer, no change was noticed at that point either. Sorry, but I won't be buying this again; what a waste of money."
        },
        {
            "review_title": "Best cream / Worst packaging",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is the best eye cream I have used with the worst packaging. The pump is horrible, the product doesn't come out and you have to give a lot of pumps to get something out. With that high price the pump would be better."
        },
        {
            "review_title": "Got a sample- now buying in bulku2026",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I got 3 hours of sleep the other night after working late and put this on the next morning and got ready to go, saw my reflection before leaving and did a double take, my dark circles were GONE! I was in disbeliefu2026. Highly recommend to everyone! This is from a sample too"
        },
        {
            "review_title": "Not worth the price",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, lightMedium skin tone, Normal skin",
            "review_text": "It was my understanding that you are able to use this product under makeup but it rolls and does not blend well with my foundationu2026 I have many name brands and it does not work well with any. Not worth $$$$"
        },
        {
            "review_title": "No difference",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I am bummed but I see no difference. Been using it for 3 weeks"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I switched to this after using a product 5x the price (that really did work, but i couldn't justify buying on the regular)!  I can tell the difference in my puffiness when i skip a morning or night application of this.  It's great at smoothing, but I love the fact it really does help reduce the puffiness.  It's pricey, but worth it."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Normal skin",
            "review_text": "Made my eyes incredibly itchy, red, and swollen. I must be allergic to an ingredient because this has t happened with any other eye product Iu2019ve used.    Also, itu2019s super expensive and I canu2019t return it since I bought it more than 60 days ago.   I was diagnosed with breast cancer 3 days after I ordered (the day I received it) and itu2019s been a horrific few months so I just started using it this week-and now the eye rashes.  Really disappointed in this refund policy."
        },
        {
            "review_title": "Best Eye Cream I have Tried",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Light skin tone, Normal skin",
            "review_text": "I have tried many, many eye creams for fine lines and puffiness. When applying this, my eyes actually feel renewed and tighter (in a good way). I'm in my fifties so it's not as if I now look thirty, but I do feel that my eye puffiness is reduced. It also feels wonderful on my skin and the application technique feels really good!"
        },
        {
            "review_title": "Can do without!!!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I used it for a few days and ending up returning. Itu2019s to expensive and I couldnu2019t justify using a product that wasnu2019t working for the price it was."
        },
        {
            "review_title": "IT REALLY WORKS!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I tried this for the lines under my eyes and it immediately erased them all.  Its quite pricey and not something I can afford at the moment but if I could....you better believe I'd buy it!"
        },
        {
            "review_title": "Skip it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I was so excited to try this. I've always heard clarins was a great brand so I waited for the end of year sale and purchased. 2 months later, I can say this has done nothing to help my dark circles. It's a fancy moisturizer that I have to fight with the pump to get out. If I could still return, I would. I shouldn't have to squeeze the pump 5 or 6 times for almost nothing to come out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "Iu2019ve tried only one other under eye cream but I use this 1-2 times a day with some under eye patches and can tell a difference after about 2-3weeks"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Porcelain skin tone, Combination skin",
            "review_text": "It's not sticky, or heavy, and it absorbs well. Works well."
        },
        {
            "review_title": "Can a cream be too creamy?ru27131",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This lotion is to creamy for my eye area. It clogged the pores and gave milia. I have very oily skin so I might be better off with a serum rather than cream."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "One of my favorite eye creams, what I love about it is how hydrating it is, without feeling too heavy or thick on the eye area. It works well under makeup and prepu2019s it for concealer. I can see and feel the different on days I donu2019t use it. Love it! Gifted by Clarins"
        },
        {
            "review_title": "Amazing product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "This sephora eye lift cream is very nice. Its a total game changer and it really helps dark circles. My dark circles have really gotten better after using this cream. It's not sticky or heavy on my skin and it's perfect on my combination skin. complimentary from clarins"
        },
        {
            "review_title": "New staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I was gifted by Clarins the total eye lift cream. This cream will definitely be a new staple to my skincare routine! I can honestly say I have seen improvements being a tired mom and would recommend this!"
        },
        {
            "review_title": "The holy grail of eye creams!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "My new favorite eye cream! I have had puffy, dark under eyes since I was a teen & have never found anything that works until now! My under eyes look brighter, less puffy minutes after use!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I have really been enjoying this product. It feels so smooth and I have been trying to find something for my eyes! This has been working great. I'm excited to stick with it and see the progress. I would definitely recommend to a friend. Gifted by Clarins"
        },
        {
            "review_title": "Good one",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Amazing eye cream. It smoothes fine lines under my eye area and also helps to reduce dark circles. Great quality and small quantity goes a long way. I really like the consistency for this cream. Good one. Gifted by clarins"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I needed a new eye cream for a while and this one has been awesome. Itu2019s nice and thick texture, I feel like just a little bit goes a long way with this. Results have been great so far. I also like the packaging feels very high end. No complaints! Gifted by Clarins"
        },
        {
            "review_title": "Beautiful Eye Cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "The is one of the best eye creams and I have tried so many. Definitely in my top 5. Helps with fine lines, dark circles, puffiness and etc. Highly recommend."
        },
        {
            "review_title": "Healthy undereye",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Complimentary from Clarins. I loved how creamy and lightweight this eye cream feels. I have been using it day and night it has been hydrating my undereye.  As far as fine lines which is it said to target and smooth undereyes I feel like it does do the job the more you wear it."
        },
        {
            "review_title": "Good Eye Cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this product complimentary from Clarins. I have been using this eye cream for two weeks now. I have noticed that it helps depuff my undereye area and makes me look more awake. It sits well under my makeup without any issues. I have also noticed that it has helped reduce some of the lines under my eyes."
        },
        {
            "review_title": "Good for sensitive eyes",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Dry skin",
            "review_text": "I love the way my under eyes look while using this serum. My Seuss are usually very sensitive to eye creams/serums but this one caused no problem so definitely safe for sensitive eyes. Best part is that it works well under makeup so works for night and day. Complimentary from Clarins"
        },
        {
            "review_title": "Safe for sensitive eyes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I didnu2019t think it was working until a week later, you have to be consistent using this product! I used it every other day because I have fairly sensitive eyes and thought this did the job! Tested it for about 10 days and saw a small difference. Canu2019t wait to keep using it to really see a difference! Received this product complimentary from Clarins"
        },
        {
            "review_title": "LOVE but wait for a sale!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Complimentary from Clarins. I am LOVING this eye treatment! i havent used it long enough to see results due to an eye injury that had to heal before starting this trial. It absorbs so well into my skin. Sometimes eye creams will just sit on the top layer that eventually pill up and cause a disaster with my makeup. This one has NEVER pilled and my makeup applies flawlessly on top. Also no strong or off putting fragrance! But I do not necessarily think it is worth this high price tag."
        },
        {
            "review_title": "Fantastic Eye Cream!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I received this product complimentary from Clarins. I was a little hesitant to try this as I have sensitive under eyes and few lines. That being said Iu2019m very impressed with this. It applies really well and has a lovely consistency that absorbs quickly. It did actually deliver on the packagings promises of reducing the appearance of fine lines. I also like how it has harumgana extract as I love using gentler retinol alternatives."
        },
        {
            "review_title": "amazing eye cream!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I have been using this eye cream for weeks and have really enjoyed it! I received this complimentary from Clarins for feedback. I have dry, sensitive skin and sometimes eye creams can make that worse. This was very hydrating and great to use morning and night. I love it!"
        },
        {
            "review_title": "A must for puffy eyes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Complimentary from Clarins. I was gifted this eye lift from Clarins Paris This total eye lift has 94% of ingredients from natural origins. It gives a u201cliftsu201d effect instantly and makes the area look pretty smooth. It comes in a pretty red bottle that I love and carry around when traveling. This helps me so much with my puffy eyes in the morning and fine lines!!!"
        },
        {
            "review_title": "Luxe package",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I was gifted by Clarins. The product is very nice and I really like the consistency of the cream it sits well under makeup and fits in my skincare. I think the packaging is very luxe and I really like this product over all!"
        },
        {
            "review_title": "Almost perfect",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "Idk why, but I had the impression that Clarinu2019s was leaning towards more of a natural/clean conventional brand, so I was surprised this eye cream was so heavily perfumed! I love a natural fragrance in my beauty products but I absolutely try to avoid artificial fragrance. Itu2019s a bit of an old lady floral perfume vibe. lol I donu2019t want actual perfume in my skincare & especially hormone disruptive perfume. I couldnu2019t find info on fragrance origins so we can probably assume itu2019s not 100% natural & thatu2019s frustrating. Otherwise, this is a great eye cream formula. Definitely a tiny bit of immediate lift. Itu2019s very light & not too moisturizing, but seems to layer well with other eye creams/moisturizers & even worked well under makeup. The packaging is okay, but doesnu2019t seem as sustainable as they claim. Iu2019ll continue using, but will search for an artificial fragrance-free alternative."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I struggle with dark circles a lot so that's why I decided to give this product a chance. All I have to say is that it did not disappoint. I love how it perfects your eyes after just a few uses. Fine lines, puffiness, dark circles - all gone! Complimentary from clarins"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Gifted by Clarins. I been wearing this eye cream for about two weeks and I absolutely love it! I use it day and night and it just makes my under eyes feel so awake and hydrated. It quickly absorbs into de skin making them smooth. Definitely give it a try"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "this eye serum is helpful, but not actually the best bang for your buck. Feels overpriced to me when it didnu2019t make insane difference for me, but thatu2019s just my opinion. probably wouldnu2019t repurchase but happy to try it complimentary from clarins"
        },
        {
            "review_title": "New step in my skincare routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Clarins Total Eye Lift is a game-changer for anyone seeking a rapid and effective solution to tired, aging eyes. The star ingredient, Harungana Extract, works as effectively as retinol but is gentle on the skin. Combined with Cassie Flower Wax, it visibly tightens and smoothens lines and wrinkles, while Albizia Extract and Horse Chestnut-Derived Escin minimize the look of dark circles.  The cream's creamy texture is super easy to apply, absorbing seamlessly without any greasiness. My makeup was applied very easily over it without pilling or feeling heavy. I've noticed a visible improvement in the firmness of my eye area, and fine lines have diminished over just a few weeks. What's impressive is the exclusive plant duo of Harungana Extract and Cassie Flower Wax, delivering both immediate and cumulative results.  Clarins Total Eye Lift has earned its spot in my skincare routine, providing a quick lift with lasting effects. If you're after an all-in-one eye cream that delivers on its promises without compromising on gentleness, this is a must-try. I received this complimentary from clarins."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Iu2019ve been using this consistently for about 10 days now, and I actually see a difference. Iu2019m always skeptical about eye creams because none have ever worked for me.  This one is super easy to apply and as long as youu2019re consistent, it works. I love it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "I always love testing out new eye products on my never ending quest to find the best ones for me. This one is so far great, I apply it as recommended, gently tapping it in around my eye area, I use it in the am. Canu2019t wait to see long term effects. Gifted by Clarins"
        },
        {
            "review_title": "Amazing product!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I received this product for free and I am very happy.. to have the opportunity to try it. The ingredients are amazing and the changes are very visible. I recommend this product if you have wrinkles is gonna help a lot. This product was gifted by clarins"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This product has me in love, it really fulfills what it promises, although I do not have very accentuated expression lines if I had many dark circles that made me look much more tired, I have been using this product for two weeks and the change has been huge I look much younger awake and healthy"
        },
        {
            "review_title": "woah what a difference",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "I knew by the name of the product I could expect there to be a noticeable difference in lifting by the yes, which there totally was but I was shocked at the difference in my dark circles, puffy bags, and fine lines around the eye area! An absolute must have in my skincare regimen - product gifted by Clarins."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "This eye cream was gifted by clarins for review purposes. It has a really nice consistency and is very hydrating under the eyes. It has harungana extract which is a gentler alternative to retinol. I havenu2019t been using it long enough to give my thoughts on long term benefits but it does make my eyes look less puffy and brighter right after application. It also sits well under concealer. My main problem with this product is the packaging. I feel $90 skincare should come in glass versus plastic. The packaging feels cheap and the pump is not very good. While itu2019s a fine eye cream, I think there are cheaper alternatives that would do the same thing."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "My favorite eye cream on the market! I loved the way it sat with my other skincare and I can honestly see a difference. I would recommend this eye cream to anyone looking even if they havenu2019t used eye cream before. Complimentary from Clarins"
        },
        {
            "review_title": "I love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Gifted by Clarins. As someone cautious about eye creams due to previous experiences with Milia, I've been surprised! After two weeks of use, I haven't had any issues. The controlled dispensing feature is a plus, and the bottle design adds a layer of protection against contamination. Non-sticky with a delightful scent, I'm genuinely satisfied with this product."
        },
        {
            "review_title": "Great eye cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "I tried multiple eye creams but this one so far is my favorite! I love the way my skin around eyes looks in the morning after using this eye cream, I can definitely see the difference between before and after using it! I would recommend it and I will buy it again! Complimentary from clarins"
        },
        {
            "review_title": "A must",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This product was gifted by clarins total eye lift in exchange for my honest review. I love this eye lift especially right after having a baby. After a week you could really tell a difference in appearance"
        },
        {
            "review_title": "Loving this",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "When it comes to skincare that evolves around the eyes. Iu2019m usually skeptical. But there is something about this. I love that this smooth out the texture under my eye and itu2019s also helps with the dark circles that I have. I been loving this lately and I highly recommend trying it."
        },
        {
            "review_title": "Puffy and Tire Eyes",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Complimentary from Clarins. If you have puffy eyes or sleepy eyes! This eye cream is for you. I also wake up with puffy eyes and have slight dark circles. This eye cream did help the puffiness and my eye area do look more awake. Check out my before and after photo - itu2019s a little hard to tell but there is a slight difference. I havenu2019t used it long enough to tell if it helps with crows feet, fine lines and dark circles. I do like how the cream is light weight and works wells with makeup. What I didnu2019t like was the pump of the bottle, maybe mines if faulty but I had a hard time pumping the product out."
        },
        {
            "review_title": "A must-have eye cream in my face routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Gifted by Clarins. The Clarins Total Eye Lift Cream has impressed me. It has improved my skin texture underneath my eyes. My skin feels more soft. Iu2019m very satisfied with this eye cream. I recently just started using eye cream because I never had any issues before. I still donu2019t have any huge concerns. The biggest concerns right now are dryness (which appears dull) with occasional under eye bags, which occurs from a lack of sleep. This cream adds a radiance and softness to my eye area, which is important to me. When I wake up with bags under my eyes, I definitely reach for this cream because it works immediately. I like how it works for my combination skin and it can be used in the morning, day or night, which is super convenient. I highly suggest trying this eye cream!"
        },
        {
            "review_title": "Visible results!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I was gifted by Clarins. This product promises a 60 second eye lift. I'm not sure I have experienced that but my undereye area does appear firmer, less puffy and brighter. The texture is creamy and easy to pat into my skin. Absorbs quickly as well."
        },
        {
            "review_title": "Good moisture.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Iu2019ve been using this eye cream for about two weeks now. I am happy with the moisture level.  But I am a little let down by the eye lifting name of the product. It will work as a nice eye cream but it doesnu2019t effect the awakens or relieve any bags under the eyes. The look pretty much the same before and after the product. I did do before and afters so you can see. I have one photo labeled before and the after is with my hair down.  I was hoping for a more lifting awakening looking. But itu2019s still a nice eye cream just for moisture.  This was complimentary from Clarins"
        },
        {
            "review_title": "Highly recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "This Total Eye Lift was gifted by Clarins in exchange for my honest opinion, and what a gift it has been. I normally run on fumes and caffeine as sleep can be hard to come by, and my tired eyes always give me away.  I've been using this for a week now and the tender, tired looking skin around my eyes has been really enjoying this cream. My fine lines are less noticeable, giving a smoother, far less pinched skin look and my eyelids themselves sit much nicer (this is probably only a 35 and up issue). My dark circles have been less pronounced. Overall very impressed. The Eye Lift cream itself is made with a concentrated formula with 94% of ingredients from natural origins, and has a medium consistency. It feels very soothing as you gently press it under your eyes (and lids in my case). I start at the inner corner and work my way to my temple and my eyes look far more awake then I feel in roughly a minute. I highly recommend this for all."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Love this product. It is very pricey but Iu2019ve only been using it for a week and I feel like my eyes look more awake and open compared to dark and baggy. It feels nice and itu2019s not irritating so I would definitely recommend. I received this product complimentary from Clarins."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "This stuff really works! I was gifted by Clarins, but I was genuinely surprised by how well this eye lift works. I generally have darker undereyes and lots of lines. After using this for a few days, Iu2019m definitely seeing a difference min my undereye appearance!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Having tried the Clarins Total Eye Lift, I'm genuinely impressed. The lightweight feel is a win for me, and it works wonders on reducing puffiness and fine lines. Though it's a bit pricey, the visible improvements in firmness and brightness make it a staple in my skincare routine. Totally worth the investment for anyone serious about eye care."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Oily skin",
            "review_text": "I have really enjoyed this eye cream so far. I love that it has a pump dispenser, makes it easy to grab and apply. The formula is a nice consistency, not too thick not too thin. It instantly smoothed out the fine lines under my eyes, and Iu2019ve noticed my eyes overall look smoother and brighter since using. Complimentary from Clarins."
        },
        {
            "review_title": "Great for price!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "This product was gifted by clarins for my honest opinion. The product applies like a light weight lotion blends in really smooth, but once itu2019s on itu2019s like a heavier like an eye cream very hydrating."
        },
        {
            "review_title": "Noticed a difference already!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "I received this product complimentary from Clarins in exchange for my honest review. My main concern is dark circles and overall eye brightness. I have been using this for a week and can say I have noticed a difference! My under eyes look brighter and healthier. Canu2019t wait to continue to use it!"
        },
        {
            "review_title": "Great Eye Cream!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this product, gifted by Clarins, for my honest review. First of all, the texture of this product is so soft and silky. It feels nice around my eyes and there is a visible difference in the texture around my eyes. Sometimes my eye area feels dry and itchy and this has completely cleared up the dryness. Second, it smells amazing- it has a very fresh scent. For some reason there were no directions on or in the package so that was a little frustrating. I apply it directly to my eye area after cleansing my face."
        },
        {
            "review_title": "Luxurious feel!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I received this product as complimentary from Clarins for my honest review. First, I love the packaging and overall design vibe. Second, the formula of this eye cream is amazingly good. It feels light, hydrating and fast absorbing. The ingredients are also wonderful to have in an eye cream. My eye area doesn't feel dry nor sticky.. I am excited to see the end result soon."
        },
        {
            "review_title": "Morning routine staple for puffy eyes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I love this Clarins Total Eye Lift! Each morning when I wake up my undereyes have started to get super puffy. Nothing I used worked until I tried this product! Itu2019s a staple in my morning routine. This product was complimentary from clarins."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Wow! This product has been amazing for my eyes The texture feels so smooth and glides easily on the skin. It has definitely helped me look more awake and rejuvenated. I would highly recommend this product. Gifted by clarins."
        },
        {
            "review_title": "A must",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Clarins gifted me for my honest review. With the use of this cream I see that my eyes appear more awake, with fewer expression lines, and it reduces bags under the eyes. The texture is light, it absorbs very well and the smell is pleasant and light, I recommend it!"
        },
        {
            "review_title": "New Holy Grail Eye Cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I havenu2019t gotten my baby tox that I have been due for. Luckily for me, the Total Eye Lift gifted by Clarins has been working in place of it. Itu2019s been smoothing my crowu2019s feet, reducing the puffiness, and getting rid of my dark circles. I havenu2019t had a product that does all that and one. My new holy grail eye cream."
        },
        {
            "review_title": "60 seconds",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I was able to try this Clarins gifted to me this eye lift It gives a natural eye lift 60 seconds. And plumps my eyes for my under eye bags . The eye creme helps with puffiness and prevents crow eye and I love the texture"
        },
        {
            "review_title": "8 hours of sleep in a bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Was gifted by Clarins for my honest review. Since using the Total Lift Iu2019ve noticed my eyes appear more awaken & refreshed. You would think Iu2019ve had 8 hours of sleep with only 4 total because this lifts & reduces under eye bags within minutes. The product texture is lightweight, does absorbs nicely, & is lightly fragrance. I was so surprised on how great this works!"
        },
        {
            "review_title": "A holy Grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I received this product free for review, however it has been a staple in my skincare routine for almost a year. I love the way it makes my skin feel and I have noticed a visible difference in my eye area since I have been using this product. This product was complimentary from Clarins"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "i donu2019t think this product is worth the money. it doesnu2019t seem to have any affect for me. it just feels like any other cream that you would use on your face. the pump of the bottle isnu2019t great. i have to push down multiple times before i can get product out almost as if the bottle is empty. even though i have only used it a few times. complimentary from clarins"
        },
        {
            "review_title": "Great hydration in the morning!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "This is so hydrating and feels super refreshing first thing in the morning! It soaks in and is hydrating without feeling too rich or thick like some eye creams. Sits nicely under makeup as well. I think it does help with fine lines and makes me look more awake even before coffee! Complimentary from Clarins for honest Review."
        },
        {
            "review_title": "*Chefu2019s Kiss* ud83dude18",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This eye cream is UNREAL! I just ran out of my usual eye cream this one had amazing reviews so I decided to try it out and it did NOT disappoint ud83dude0d ! It is so hydrating, plumpingu2026 my under eyes look bright, hydrated and refreshed. I love that this doesnu2019t burn or irritate my eyes. My eyes are super sensitive so I am very picky about eye cream and mascara and this is just absolute perfection! *chefs kiss* ud83dude18 Complimentary from Clarins"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Under my eyes feels super hydrated. I take a small amount and apply with my ring finger around my eyes. The cream is very light and smooth. Doesnu2019t flake when it dries and applying concealer after doesnu2019t make it crease. Gifted by clarins."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I love everything about this product and i suffer with bad under eye and second i love that fact it doesnu2019t burn some eye creams burn me maybe due to sensitivity of my skin but i highly recommend this product Gifted by clarins"
        },
        {
            "review_title": "Need!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Dry skin",
            "review_text": "I have been waiting to find a new eye cream that I love and this one is it! Itu2019s so creamy and keeps my eyes feeling so hydrated especially during the winter time so itu2019s a perfect product to have! 10/10 gifted by Clarins"
        },
        {
            "review_title": "Must have for Mature Skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Gifted by Clarins for my honest review. This stuff is absolutely amazing. My under eyes get dry easily and this product has changed the appearance and hydration under my eyes. My make up sits beautifully. I also make sure to apply it to the top of my lids."
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Iu2019ve been using this and have noticed a difference on how my makeup sits under my eyes.  This is not only hydrating but also firming, definitely saw a difference in the firming.  This is a great product that I will purchase once I run out.  Gifted by Clarins."
        },
        {
            "review_title": "a game changer in my skincare routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Such a luxurious texture! It's lightweight, smooth, and applies like a dream. The formula feels incredibly hydrating and absorbs quickly, leaving the delicate skin around my eyes feeling nourished and supple without any greasiness.  Over time, I've noticed a reduction in puffiness, and the appearance of fine lines and wrinkles has notably diminished. The area around my eyes looks firmer, brighter, and more rejuvenated, which has truly boosted my confidence.  The creamu2019s formulation is enriched with potent, plant-based ingredients and their exclusive Lift-Smoothing Duo,- its great as it doesn't contain any harsh chemicals. I particularly appreciate the addition of organic Harungana extract, known for its firming properties, which seems to have contributed significantly to the visible improvement in the skin around my eyes.  The packaging is both practical and elegant. The sleek tube design not only preserves the product but also makes it convenient to use, ensuring I can access every last drop without any waste.  10/10! Complimentary from Clarins."
        },
        {
            "review_title": "Must have eye cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Thank you @clarins for this amazing eye cream. #clarindgiftedme #skeepersfamily   Clarins Total Eye Lift - An award-winning, naturally powerful, all-in-one, anti-aging eye cream that targets wrinkles, crow's feet, dark circles, and puffiness for a visible eye lift in 60 seconds flat!  Key Ingredients:  Formulated with 94%natural ingredients : Organic Harungana extract-as effective as retinol Cassie flower wax visibly tightens and smoothes wrinkles with immediate results A blend of plant-based Caffeine, escin from Horse Chestnut, Albizia, and Organic Guarana extracts targets dark circles, shadows, and persistent puffiness for eyes that appear rested, brighter, and refreshed.   Benefits   * Delivers a visible eye lift in 60 seconds flat* * Visibly smoothes fine lines and wrinkles * Minimizes the appearance of dark circles and persistent puffiness * Leaves the eye area looking replenished, rested, brighter, and refreshed * Enhances lashes and brows  This gentle eye cream is suitable for all ages and all skin typesu2014including contact lens wearers and those with sensitive eyes  The link to the product isud83dudd17  https://app.im.skeepers.io/c/hiroi/r/hbeco  #clarins #eyeliftcream #depuffing #wrinkleandfinelines #undereyecare #eyecream"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "I received this eye cream complimentary from Clarins. It is a great eye cream. I use it on my skin around my eyes. I have felt a difference within a few days already. Usually my skin is too dry for eye cream but this one has been great and it even helps with the fine lines around my eyes."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "Wow, I have super oily skin and have a hard time keeping thicker products like foundation on my face but this setting powder makes me look SO smooth!!!! I am practically flawless when I use this. It also helps prevent a lot of shine!"
        },
        {
            "review_title": "A must-have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "First time trying Clarins Paris and I was no disappointed. Yeah the price is a bit on the high side, but the results are so worth it. A little does go a long way. My eyes looked and felt refreshed after just one use. This was complimentary from Clarins in exchange for my honest review."
        },
        {
            "review_title": "Feels good, works great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This product is amazing. It looks good, feels good, and smells good. It is a game changer for my eye care routine. It hydrates and plumps my skin around the eye area without leaving a greasy feeling or look after application. I have always trusted this Clarins brand and this product does not disappoint. Gifted by Clarins."
        },
        {
            "review_title": "Great if you wear contacts and have sensitive eyes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Being a contact lense wearer I struggle to find an eye product that doesnu2019t irritate my eyes. I have to say I am impressed, it doesnu2019t make my eyes water and has been helping plump up the fine lines and wrinkles under and around my eyes. I like that I can include it in my morning and nighttime routine. Bonus that they use natural ingredients too! Gifted By Clarins"
        },
        {
            "review_title": "Holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Clarins total eye lift has always been a favorite in my skincare routine.  I notice a huge difference on my eye area every use. Under my eyes appears more brighter and a lot less fine lines!"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Great product for your under eyes!!! Makes you look more awake and vibrant. Love the product applicator too - comes out easy so you can apply to your skin. Worth the money to hydrate those under eyes!! (gifted by clarins)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "This ice cream is the best it gives amazing immediate results I am so impressed I definitely recommend this for anyone who has dark circles and is looking to brighten their under eye area. You wonu2019t regret getting this product! Gifted by clarins"
        },
        {
            "review_title": "nice packaging",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Gifted by Clarins. Wow! This packaging is soooo lux and it heavy. On that packaging alone I was impressed. Then the eye cream I think Clarins has such a good formula and this eye cream does not disappoint. I Can see why so many people love it and repurchase becuase now that will be me!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Porcelain skin tone, Dry skin",
            "review_text": "Gifted by Clarins. Sadly this eye cream gave me milia overnight, some of the ingredients are much too heavy for the delicate eye area however I can see how it'd be incredibly hydrating for resilient skin."
        },
        {
            "review_title": "Must have eye cream !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I've been waiting for a product like this . Love eye lift firming cream from Clarins . Love how hydrated and smooth leaves my eye area and protects me during the cold season . Also love the luxurious packaging , it truly makes me that I spoil myself ."
        },
        {
            "review_title": "My under eyes love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "Iu2019m a huge fan of the sleek packaging, it looks and feels very luxurious but whatu2019s inside is even better! A few minutes after putting this on under my eyes I can start to feel almost a subtle tightening feeling which is really nice. Itu2019s a thicker consistency which I am also a big of! This was gifted by Clarins"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Dry skin",
            "review_text": "I was gifted by Clarins. I was very excited to try this Clarins total eye lift and it definitely has not disappointed! I have only been using it for a short time but I am blown away by it already. I can definitely see a difference in my undereyes. They are looking refreshed and plump."
        },
        {
            "review_title": "Loved it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I was gifted by Clarins. I Love how hydrating this product is! It feels nice and refreshing when applying and I noticed a visible difference after the first time I used it. My under eyes felt refreshed and plumped. Itu2019s really smooth and glides right on."
        },
        {
            "review_title": "It's like a miracle in a small container",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I have always had a very dark circles under my eyes. That makes the average raccoon look like they have only light circles. (I literally used tattoo cover up to cover up my dark under eye circles.) I've been using this product for a few days and my eyes look visibly brighter and the dark circles are less noticeable. I'm developing fine lines and haven't been noticing them as much since I've started using this. I'm not old enough to actually need an and I left, but after using this product I don't think I'll be needing them for at least 30 years as long as I keep up my use.  I gently Pat it into my under eye area and allow it to absorb for a couple of minutes before going on to the next layer of my skin care routine. It works really well that way and absorbs nicely into the skin.  I was gifted by Clarins this product in exchange for my honest opinion."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Enjoying this eye cream a lot. It sinks right in and makes my eye area tight even after first use. Itu2019s hydrating and doesnu2019t irritate my sensitive eyes. Would definitely wear underneath concealer to prep. Gifted by Clarins"
        },
        {
            "review_title": "The real lifting deal!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "I received complimentary from Clarins and Skeepers for my honest review the ClarinsTotal Eye Lift Firming & Smoothing Eye Cream  Clarins' Total Eye Lift Firming & Smoothing Eye Cream is an all-in-one anti-aging eye cream with a visible eye lift in :60 flat.  Formulated with ingredients of 94% natural origin, including Organic Harungana Extractu2014as effective as retinol**, and gentle on the skin to visibly firm. Minimizes the appearance of dark circles and persistent puffiness Leaves the eye area looking replenished, rested, brighter, and refreshed Enhances lashes and brows Sensorial, lightweight balm melts into the skin - prepping the delicate eye area for flawless makeup application and long-lasting wear Gentle eye cream is ideal for all ages and skin types, including contact lens wearers and those with sensitive eyes The eco-friendly, airless bottle is made of recycled glass Formulated Without Parabens, Sulfates, Phthalates, Volatile Silicones, Mineral Oils  **For 80% of women - Satisfaction test - reported by 110 women - 60 seconds after the first application.**  ***Visible Results: Immediate Lift Effect: 81% More open eye area, 80% Eye contour is visibly lifted in 60 seconds*** Within the 60 seconds I could see a visible difference around my eyes. My eye area looked less wrinkly and crapy! Results are even better the more you use it.  It is packed with very effective ingredients including Albizia extract + escin from Horse Chestnut: minimize the look of dark circles. Organic Harungana extractu2014as effective as retinol**, and gentle on the skin. This eye cream firms skin around the eye contours.. Cassie Flower Wax helps tighten and smooth lines and wrinkles, reduces dark circles, shadows and puffiness. This cream also softens and comforts skin. It enhances lashes and eyebrows. Application: With fingertips, gently press under the eyes, over the eyelids, and onto lashes - from inner corners of eyes to temples. Tap gently between eyebrows. **If you wear lash extension"
        },
        {
            "review_title": "SAYS WHAT IT DOES",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This product is really good for fine lines! Does give instant fixes for them. I use them when I want to look awake and fresh. I received this complimentary from Clarins for review and I was pleasantly surprised. Truly amazing!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Clarins gifted me this Amazing new Eye lift cream and I have to say I love love it. This product works great and you can definitely see a difference after using it. I absolutely love the design of the product and would definitely say you need to try it."
        },
        {
            "review_title": "This works!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I'm really not big into the eye products because I have sensitive eyes butt his product is so easy, gentle and sensitive around the eyes! Plus with the results It's worth it! I saw results with this in a week. I was gifted by clarins"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "This is by far the best eye product Iu2019ve ever tried. It leaves my under eyes feeling extremely hydrated and smooth - it even minimizes my lines, especially when I wear it under concealer. I also notice I wake up looking more plump and refreshed, it minimizes my dark circles. Highly recommend! Gifted by Clarins."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "As I have gotten older, the fine lines around my eyes have gotten deeper. I was looking for a product to help the lines and darkness and love this one! It has high quality ingredients as well as smells super good!gifted by clarins"
        },
        {
            "review_title": "Get wow eyes instantly!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I recently was gifted by Clarins , their Total Eye Lift concentrate. It has truly exceeded my expectations. This product is a skincare gem that caters to a wide range of eye concerns. The texture of the Total Eye Lift is luxuriously creamy, and it instantly feels nourishing as you apply it. It's absorbed quickly without any greasy residue, making it perfect for both day and night use. The pump dispenser is not only practical but also ensures that the product remains hygienic. One of the most remarkable aspects of this eye cream is its multi-action formula. It addresses various issues, including puffiness, fine lines, and dark circles. After consistent use, l've noticed a visible reduction in puffiness around my eyes, making me look more refreshed and awake. While I don't have significant wrinkles, I can feel that my skin is firmer and smoother in the under-eye area. What I love is this formula seems to have a brightening effect on my under-eye area, which immediately makes me look more awake and refreshed. Clarins Total Eye Lift is a top-tier eye cream that lives up to its promises. Whether you're concerned about puffiness, fine lines, or dark circles, this product is a comprehensive solution that delivers visible results."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Talk about instant lift. I applied this under my eyes and saw a change almost immediately. I have dark circles from lack of sleep and have been looking for something that gives me a refresh on no make up days. This eye cream is it. My eyes feel hydrated after using. Complimentary from Clarins."
        },
        {
            "review_title": "Essential of my skin care routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I received the Total Eye Lift complimentary from Clarins and it's truly remarkable. In just 60 seconds, it delivers a noticeable eye lift, smoothing out fine lines, wrinkles, and reducing the appearance of dark circles and puffiness. The results are impressive and get even better with daily use. One of the standout features is the formula's natural origin, with 94% of its ingredients coming from nature. The exclusive Lift-Smoothing Duo of Organic Harungana extract and Cassie Flower wax provides the eye area with a gentle yet effective treatment, comparable to retinol but without the harshness on the skin. I also appreciate the multiple awards it has received, including recognition from Cosmopolitan, InStyle, and Marie Claire, which speak to its effectiveness and popularity in the beauty industry. The Clarins Total Eye Lift is versatile, suitable for all skin types and ages, including contact lens wearers and those with sensitive eyes. The lightweight balm texture is easy to apply and acts as a great base for makeup. Plus, it comes in an eco-friendly glass bottle. Overall, I'm impressed with this eye cream's ability to deliver quick results and its natural, skin-friendly ingredients. It's become an essential part of my daily skincare routine."
        },
        {
            "review_title": "sinks in quickly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I received this eye cream complimentary from Clarins in exchange for an honest review. The texture is a lovely thin cream that is very fast-absorbing. I actually layered quite a bit to see if it would build into more of a rich u201cbarrieru201d around my eyes, but each layer kept drying down quite matte, so itu2019s definitely very light. Time will tell if there are any long-term improvements, but so far I like that it absorbs quickly and that I can bring it up around the orbital bone on the eyelid."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This eye serums amazing. I love how it makes my undereyes look hydrated and replenished. It diminishes the wrinkles and line and depuffs the eye area. It works fast and is very effective. And itu2019s great that I can use this under my makeup or alone and it doesnu2019t pile under makeup."
        },
        {
            "review_title": "The BEST eye cream!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I've been using the Clarins Total Eye Lift Cream for a while now, and I have to say, it's pretty impressive. Not only is it award-winning, but it actually lives up to the hype. The best part? It works fast! In just 60 seconds, you can visibly see an eye lift effect, which is perfect for those mornings when you need a quick pick-me-up. What I love about it is that it's made with 94% natural ingredients, which is great for my sensitive skin. The combo of Organic Harungana extract and Cassie Flower wax is like a magic duo u2013 they tackle wrinkles, crow's feet, and even those stubborn dark circles and puffiness. I've noticed a visible improvement in the fine lines and wrinkles around my eyes, and it just keeps getting better with daily use. The Organic Harungana extract is as effective as retinol but gentler on the skin, which is a win for me. And the Cassie Flower wax gives an immediate tightening and smoothing effect. Plus, the blend of plant-based extracts like Caffeine, Horse Chestnut, Albizia, and Organic Guarana works wonders on dark circles and puffiness. All in all, this eye cream has become a must-have in my daily skincare routine. My eye area looks brighter, refreshed, and, well, lifted. So, if you're looking for an all-in-one solution to your eye concerns, I'd highly recommend giving Clarins Total Eye Lift Cream a shot! This was gifted by Clarins  ness. All in all, this eye cream has become a must-have in my daily skincare routine. My eye area looks brighter, refreshed, and, well, lifted. So, if you're looking for an all-in-one solution to your eye concerns, I'd highly recommend giving Clarins Total Eye Lift Cream a shot!"
        },
        {
            "review_title": "Eye cream hopes",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "After using this product for 2 months I donu2019t see a difference! I was hoping for the cost that it would be worth it. I wish I could return it."
        },
        {
            "review_title": "Big fan!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Love it! Iu2019ve had this on my wish list to try for a while. I tried a sample of it a while back and was very impressed but it is so expensive so I waited to buy it when it was on sale for half off. Now Iu2019ve been using it for several weeks and Iu2019m so happy to finally have it! It makes a huge difference and immediate results, brighter, firmer, overall more flawless."
        },
        {
            "review_title": "Be careful!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Normal skin",
            "review_text": "Used a free sample and developed a rash under my eyes and eye-lid. Granted I have sensitive skin, but Iu2019m still dealing with the rash 2 wks later."
        },
        {
            "review_title": "Who knew?!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "So I obviously bought this product for my eye area, but I decided to try it on the middle part of my neck where itu2019s gotten a little soft and loose and much to my amazement it tightened it up instantly!"
        },
        {
            "review_title": "I must definitely add this in my routine.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Dry skin",
            "review_text": "After using this product the last few weeks I can honestly say that Iu2019m in love with this products. I can see the difference in my eyes. I love this product."
        },
        {
            "review_title": "Awful.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Porcelain skin tone, Combination skin",
            "review_text": "Terrible packaging. Not sure if I received a damaged or half used bottle, the pump doesn't seem to be working. Have to pump several times and only able to get a small amount of product out. Can't even open the bottle to figure out the problem. Don't really notice much of a difference after using this. For almost $100 a bottle this isn't worth the money, just awful."
        },
        {
            "review_title": "Doesnt worth the $ for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Nice Texture and leave no residue. I don't have dry undereyes so not sure if this is gd for people with very dry skin there.  However, do not notice much difference after whole bottle finished with this price tag.  the pump is also super hard to control how much product coming out and then gets all dry up there and needs constant removing and those are $ that went to waste.   Wouldn't recommend."
        },
        {
            "review_title": "Terrible pump",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "I donu2019t normally buy the ridiculously expensive skin care stuff and stick with Cerave etc, but had taken my daughter to Sephora and saw this was 25% off so gave it a shot. The creme is nice, better than what I usually use. But the pump on the bottle is ridiculous. There is no tube to the bottom of the bottle, so generally nothing comes out unless you shake it, tap it, jiggle it. For $100 for a tiny bottle Iu2019d expect they could at least make a pump that works. At this point Iu2019m left digging the creme out with a toothpick I guess. Would not buy again, would not recommend."
        },
        {
            "review_title": "Holy Grail of Eye Creams",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Love this eye cream! It does everything and doesnu2019t bother my sensitive eyes and skin."
        },
        {
            "review_title": "Great cream",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Love this eye cream on my skin. Used the previous formula for years. My only problem is with the pump, it is horrible.  Not a smooth dispenser.  Squirts uncontrollably. I like to pump onto my fingertip....don't try this as it goes everywhere! Would get 5ud83cudf1f if pump was smooth. Fix it clarins"
        },
        {
            "review_title": "Super expensive waste",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I wish I could give no stars. Super expensive waste. Does nothing, costs hundred bucks."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Best eye cream I have ever used. Couldnu2019t live without it. It made such a big difference - and fast! Very hydrating."
        },
        {
            "review_title": "Bad eye cream",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Got a rash on my eyes and eye lid - donu2019t recommend"
        },
        {
            "review_title": "Mixed feelings",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "I wanted to love this after hearing it does this instant lift & instant firming...but it did nothing for me.   The pump isn't made well at all for the price.  It took me a few weeks of trying bit I had to return it."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I bought because I was told it would specifically work on my under eye bags. This product now sits in my cabinet. It does nothing for me at all. Waste of money."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Combination skin",
            "review_text": "I was gifted this by Clarins and was initially doubtful of if it would actually work or if I would see any results. However, after after a few uses Iu2019m convinced Iu2019m seeing some differences. I feel like the lines under my eyes a smaller/more taught. And my under eye make up doesnu2019t seem to be creasing as much in them anymore. Looking forward to what further results will look like with continued use."
        },
        {
            "review_title": "Must Have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Oily skin",
            "review_text": "Highly recommended! I love clarins products so I was excited when I was gifted by clarins. I noticed an immediate difference under my eye area. Such a difference in a small amount of time, excited to see the results after I finish the bottle! The formula is great too! Itu2019s lightweight and creamy."
        },
        {
            "review_title": "nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Gifted by Clarins. I really love how this cream applies smoothly. Iu2019m 6 months postpartum so it definitely helps out with my dark circles under my eyes and I find it smooths out the skin around my eyes. I am really enjoying this product."
        },
        {
            "review_title": "Highly recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Oh my god!! This product is truly amazing!! First of all, the packaging is super high end and beautiful. The product itself feels so smooth and nice into my under eye area. I could see a big improvement just in a few days! Gifted by Clarins"
        },
        {
            "review_title": "Great for dark under eyes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I saw a noticeable difference in my dark circles being less visible and my under eye texture! The texture of the product is smooth and feels very luxurious when applying. I recommend to anyone struggling with dark circles. Gifted by clarins"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Superr hydrating! I was apprehensive about clarins in general but have also heard Some good things and decided to take a plunge. This eye cream definitely helps with puffiness and feels so moisturizing on the skin without making your under eyes feel wet. Gifted by Clarins"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Medium skin tone, Combination skin",
            "review_text": "Love clarins and was so excited to try this product! This product comes in nice packaging. There is no scent. I feel my eye area is immediately hydrated as well. I look forward to continuing to use this to see lasting effects. Gifted by Clarins."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Iu2019ve never been super consistent with eye creams but I made sure to consistency use this because these under eye bags and dark circles got to go. I noticed within a couple days I had a less tired look and less puffiness. I will definitely keep trying it out!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I was gifted by Clarins but opinions are my own. The texture of this total eye lift cream is lightweight and spreads well, and I love that! It absorbs quickly into my skin without feeling greasy, leaving the eye area looking firmer and hydrated. Iu2019m seeing some immediate results and canu2019t wait to see if they last with long term usage. I appreciate that the ingredients are all natural so I can feel good about whatu2019s being put on my face. The only thing is the price tag that might deter me, but if it has long term results then it might be worth it!"
        },
        {
            "review_title": "Exceptional eye cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I am really enjoying this eye cream! I like the application process, it feels like a mini massage of the eye area,  really wakes me up! It has such a lovely balm like texture that soaks right in and looks great under my makeup. The natural ingredients are definitely a plus! I do see results with this, my eyes look more lifted!! I received this cream complimentary from Clarins but my opinions are my own."
        },
        {
            "review_title": "Amazing results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "One of the best eye creams Iu2019ve tried so far, it is very smooth and absorbs very fast, perfect for under my make up in the mornings and I use it at nights too. Iu2019m seeing great results after using it for some time, less visible fine lines. I got it complimentary from Clarins and Iu2019d definitely recommend it."
        },
        {
            "review_title": "Luxuriously beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Absolutely love this eye lift cream from Clarins. It keeps my under eyes hydrated and plumped. Most of all, it doesnu2019t burn my eyes and itu2019s very gentle. Been using this for 3 weeks now gifted by Clarins and absolutely love it."
        },
        {
            "review_title": "One of the best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "Complimentary from Clarins. I love the thin consistency of this eye cream. It feels so nourishing right after application. I did notice that my dark under eye circles diminished after a few uses. It really helped with puffiness almost instantly. My under eye bags felt and looked tightened and firm. It did not irritate my eyes at all and I have sensitive eyes and I wear contacts. This is one of the best eye creams."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "I received this gifted by Clarins and I am so impressed! The product is so nice and lightweight yet hydrating for under my eyes. It does have a slight fragrance but smells great and iu2019m loving the red packaging. I highly recommend!"
        },
        {
            "review_title": "Super hydrating",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I was gifted by Clarins. Iu2019ve been using this for a couple days now and I donu2019t have super big bags under my eyes so I havenu2019t seen a huge difference. But I will say, it is super hydrating and moisturizing. I also have super sensitive skin and itu2019s been really gentle."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This eye cream is amazing. I felt like I noticed a difference right away and I continue to feel like my under eyes look more youthful and less puffy. I honestly think it makes my whole face look younger! I received this product complimentary from Clarins but all opinions are my own."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Iu2019m absolutely loving this eye serum gifted by clarins. It literally melts into the skin and instantly tightens and lifts the eye area. It also feels great under concealer. I have been using it for almost two weeks now and canu2019t wait to see what it does to my under eye dark circles"
        },
        {
            "review_title": "Love the texture",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love the texture and packaging of this eye cream thanks  to clarins that gifted me this item for a review is my first time using this brand name and I would recommend it for women after 40u2019s thereu2019s no scent on it for those of you who doesnu2019t like that. After Applying it and doing my makeup it didnu2019t crease my concealer"
        },
        {
            "review_title": "Good eye cream!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This eye cream has a pleasant texture, it is not too heavy and not too light! I have oily skin and this didn't feel too heavy for me. A little goes a long way and this leaves my eyes looking refreshed and moisturized! This was gifted by clarins"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Combination skin",
            "review_text": "Gifted by Clarins. I have always wanted to help lightened my under eyes and make the bags go away. I think this product helps more with making the bags go away s itu2019s lightweight and feels nice on the under eyes. It also smells good!"
        },
        {
            "review_title": "A new staple!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "The Clarins Total Eye Lift is an exceptional eye cream that delivers impressive results. This product effectively targets various concerns around the eye area, such as wrinkles, puffiness, and dark circles. I immediately saw results after application! One of the standout features of the Total Eye Lift is its powerful formula. It is enriched with potent ingredients like Harungana extract, which has proven anti-aging properties, and Guarana extract, known for its energizing effect. These ingredients work together to visibly reduce the appearance of wrinkles and fine lines, while also promoting a more youthful and lifted look. I definitely recommend this product! I was gifted by Clarins in exchange for an honest review."
        },
        {
            "review_title": "Instant results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Love this new eye product from Clarins! I see nearly instant results! Soon after applying, my fine lines around my eyes look smoother and it helps to reduce puffiness and my dark circles. My eye area looks brighter and more refreshed after I use this. Gifted by Clarins."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Letu2019s talk about this amazing eye cream and how it helps enhance brows/lashes! Loving how my tired puffy eyes look awake and glowy since using this eye cream. The fine lines around my eyes are starting to look better as well. I like that it gives an almost instant u201cliftu201d to my eyes as they need that caffeine lift in the morning as I drink my cup. A little goes a long way and this will last me awhile. Also my very sensitive eyes didnu2019t have any irritation from this at all. Clarins is an amazing brand that uses great ingredients and I like the no scent. Gifted by Clarins"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Gifted by clarins. I love how beautiful and luxurious the packaging looks. The texture is very rich so a little bit goes a long way. The product absorbed well and didnu2019t leave any sticky or greasy residue. I have pretty bad dark circles and a bit of texture. This cream definitely brightens my under eyes and gives me a more youthful and awake look. I havenu2019t seen much results with the texture under my eyes and its been about a week of use. I absolutely love my experience with this product and will continue to use."
        },
        {
            "review_title": "Great little product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I really enjoy this under eye cream. It goes on easily and seeps into skin fast. Unlike other creams I feel like I see results immediately and my under eyes are much less baggy and dark. The product is in a cute little bottle that makes it perfect for travel. Would recommend! Gifted by Clarins."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Gifted by Clarins. I was so surprised with how much I loved this product! My skin looked smoother and felt so nice after a few uses. I felt like this product was luxurious but still something you could use daily. I love it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "This is the first time one trying out a product from this brand. I didnu2019t see much of a long term result, but I did enjoy my experience with the product. The texture is soft and it applied well on the skin, and the red packing is gorgeous. Gifted by Clarins"
        },
        {
            "review_title": "Works great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I received this complimentary from Clarins. I love it so far! I use it as part of my night time routine because I have pretty bad dark circles around my eyes and the ingredients are great for it. It's not greasy and absorbs well. When I wake up in the morning, they definitely look better!"
        },
        {
            "review_title": "Must try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "This product has helped so much with my under eye puffiness and dryness. I live in incredibly dry heat, and so itu2019s tough to find a product that moisturizes but does not leave such a heavy film that my makeup creases! This accomplishes keeping nice and supple as well as crease free! This was complimentary from Clarins but I look forward to repurchasing!"
        },
        {
            "review_title": "Im Stunned.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I genuinely thought I was hallucinating as my hooded eyes de-puffed for the first time. Ever. In like 30 seconds. I am so in awe I had to open my app and write this review, so Iu2019m not sure how long it will last but oh my god."
        },
        {
            "review_title": "very soothing and immediate results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Gifted by Clarins to give my honest opinion. I love this product because the texture is very thin and moisturizing. As soon as I applied I noticed it made my under eye brighter as you can see in the pictures. The scent is nice and subtle; nothing overwhelming. A product I'll definitely keep in my routine and buy in the future."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Do my eyes deceive me?! I actually feel like I look more awake after applying, hooray! I love that one pump of product is a small amount perfect for both eyes and not way too much which I find wasteful. Gifted by Clarins"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "This was gifted by Clarins I'm exchange for my honest written review. I really love this eye cream. Definitely soaks into the skin pretty quick. Use this as a night time eye cream. Didn't break me out. Light while being moisturizing."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I recently tried out this eye cream and I have to say, it's pretty cool! While the lifting effect may be a bit slower compared to some other products, I still enjoy using it. The cream has a soothing and refreshing feel when applied around the eyes, which is a great way to start or end the day. Although the lifting results may take a bit longer to notice, I appreciate the overall experience and the way it makes my skin feel. If you're looking for an eye cream that provides a pleasant and refreshing sensation, this one is worth a try. Gifted by Clarins."
        },
        {
            "review_title": "Holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Oh my gosh!!!! This is my new holy grail! Wow, Iu2019m so obsessed with this clarins total eye lift. Iu2019ve been using it in between my 12h hospital shifts when I start to get dark circles from being so exhausted. I swear itu2019s so moisturizing and plumping and honestly cooling. Iu2019ve been putting some on my crows feet and feel like itu2019s reducing too! This was gifted by clarins but I just bought my mom some because she has baggy eyes from just natural aging. Canu2019t wait to hear what she thinks of it!"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "I received this product complimentary from Clarins & I am absolutely obsessed with it! It is so buttery soft and leaves my under eyes feeling so hydrated and refreshed after I apply it! I use it every morning and night and love it so much!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I was gifted by clarins and have been using it consistently for a week or so and love this eye cream so much! I really have been having issues with my undereyes and lids being very dark recently from being dry and using makeup every day and Iu2019ve seen them brighten up and not have as many creases since Iu2019ve started using."
        },
        {
            "review_title": "Loving!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Loved this eye cream! I can TOTALLY see and feel the difference on my eye area, it looks smoother and hydrated. Some small wrinkles have really reduced its appearance and Iu2019m totally impressed specially because I wear makeup everyday and I was used to see my eye area super dry after setting my concealer with powder and now I absolutely see the difference and love it! Gifted by Clarins but Iu2019ll be definitely keep buying it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love this serum because it is so moisturizing. They actually plump the lines around my eyes for five to six hours before I have to reapply. They really help with using concealer & keep the lines from showing. I will reorder when I run out. -complimentary from Claris"
        },
        {
            "review_title": "Works! But takes longer than 60 seconds",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
            "review_text": "After about 10 days of using, I noticed a difference. Eyes appear brighter and less hallow. Definitely did not notice it after 60 seconds! lmao! I tried this through a sample, and now Iu2019m buying the full bottle. bbottlefor"
        },
        {
            "review_title": "Great for my aging skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product feel really smooth. I have noticed a difference around my eyes. I love that it has some natural ingredients. This is something I will continue to use as my skin is aging. This product was gifted by Clarins"
        },
        {
            "review_title": "My fav eye cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Dry skin",
            "review_text": "This product was gifted to me by Clarins. Iu2019ve always been on the lookout for a good and effective eye cream and this did not disappoint. The cream has a smooth and lightweight consistency. It absorbs quickly into the skin and doesnu2019t leave any greasy feeling. My skin feels firmer and smoother and I look much more awake when I use this cream. I also love that it is plant based and free from chemicals."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Since entering my 40s Iu2019ve become obsessed with eye creams so I was really excited to try this out. It is a lightweight creamy serum consistency that doesnu2019t leave my eye lidu2019s feeling sticky. I love that it also has benefits for brows & lashes. My eyes look brighter & smoother since I started using this.  My only issue I have is with the pumpu2026 it can be a little tricky. Complimentary from Clarins"
        },
        {
            "review_title": "My favorite eye all in one eye cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "This all in one eye cream I was gifted by Clarins is amazing. Finally an eye product that works and I can actually apply to my whole eye area not just the orbital bone. This is somewhere between a cream and a serum in texture. This stuff is easy to apply and easy on the eye I didnu2019t have any irritation and I saw almost instant results."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Oily skin",
            "review_text": "I love this eye cream. I use it morning and night and I have seen a definite improvement in my dark circles over the last few weeks. I love the lifting effect it gives, too. I have hooded eyes and I feel like it helps lift the eye a little bit. I am excited to see what results I have after long term use. I received this complimentary from Clarins."
        },
        {
            "review_title": "Instant lift!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I knew I needed to step up my eye cream game when I noticed my eyes were looking tired. I am interested in the ingredient Harungana Extract which is as effective as retinol and the added bonus of D-panthenol to enhance lashes and eyebrows. The formula is so comfortable on my dry under eye area and doesnu2019t have a noticeable fragrance. The instant results of seeing your eye area lift is nice too! Gifted by Clarins."
        },
        {
            "review_title": "Great",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Amazing results especially if you need a quick fix. I specifically love this product for my mom as the clarins line has maintained her skin good. In order to see result, you need to be consistent."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I was gifted by Clarins. The eye cream has a nice creamy consistency that gives high moisture without feeling heavy. My only con is that it is highly fragrances and the smell does not dissipate quickly. I donu2019t think Iu2019ve used it long enough to see any results like lifting or in wrinkles."
        },
        {
            "review_title": "Visible results in 60 seconds",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "Gifted by Clarins- I definitely saw a visible lift & my lines, wrinkles & dark circles definitely appeared less visible after just a minute. The texture feels luxurious while still being light. It did not bother my eyes"
        },
        {
            "review_title": "A must for under eyes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "Gifted by Clarins! I like this Clarins total eye lift concentrate serum, smell is not strong , and the texture is lightweight. Easy to apply and absorbs fast into the skin, can wait to see the results!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "What I love most about Clarins Total Eye Lift is how quickly and effectively it works. Within just a few days of using this product, I noticed a significant reduction in the appearance of dark circles, puffiness, and fine lines around my eyes. The cream has a light, silky texture that absorbs easily into the skin, leaving my eye area looking and feeling smooth, plump, and rejuvenated."
        },
        {
            "review_title": "My new Must Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This has become one of my fave eye serums! Now that my skin has transitioned, Iu2019ve been looking for a new eye serum and found this gem! I love the consistency of the serum and smell. After applying it for a week, I noticed my under eyes were brighter  and more plump. It has become part of my skin care routine. Def recommend!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Gifted by Clarins. Iu2019m obsessed with this product! I am insecure about under my eyes and fine lines. This product helps reduce the appearance of fine lines and brighten up around my eyes without being harsh on my skin that is dry and sometimes sensitive."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Really nice and silky eye cream. It absorbs nicely and makes my under eyes look more hydrated and awake. This was sent complimentary from Clarins. Not sure if I would repurchase because of its price, but if you want to treat yourself, go for it!"
        },
        {
            "review_title": "ESSENTIAL for PUFFY EYES",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Oily skin",
            "review_text": "Iu2019m not a huge believer in instant results from skincare because I think thatu2019s pretty silly, but after using this product for a week straight I am sold on overnight results. I should preface by saying I am a Mama of 2 under 2, so sleep is a thing of the past. My eyes are less puffy and my dark circles MUCH less noticeable (from all angles!) when I apply morning and night.  This eye cream is very light in texture, most similar to a balm but not greasy. I love how this eye cream has Organic Harungana extract (as effective as retinol) u2014 deeply replenishes and visibly firms the fragile skin around the eyes. Cassie Flower wax visibly tightens and smoothes wrinkles with immediate results. A blend of plant-based Caffeine, escin from Horse Chestnut, Albizia, and Organic Guarana extracts targets dark circles, shadows, and persistent puffiness for eyes that appear rested, brighter, and refreshed.  Clarins gifted me this item. All opinions are my own."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Gifted by Clarins - To be honest we all know that is hard to tell any difference when using most of eye cream on the market. Not when I starting using the Eye Lift from Clarins. Love how it hydrates, plumps and lifts my eyes, making me feel awake and glowing. Plus stunning packaging."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
            "review_text": "So far Iu2019m really enjoying this product. My face is really sensitive so I have to be careful but this hasnu2019t bothered me. Thereu2019s no strong scent to it which I enjoy too. Iu2019ve only been using it about a week so far. Excited to see what it can do! Gifted by Clarins"
        },
        {
            "review_title": "nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Dry skin",
            "review_text": "I received this eye cream complimentary from clarins. This has a very rich and creamy texture, yet it absorbs beautifully. I haven't noticed any lifting so far but it doesn't irritate my sensitive skin area which is a plus for me. I will continue to use it and I do recommend to all."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "The Clarins Total Eye Lift is very lightweight, not greasy, and absorbs quickly into the skin. I love the slight clean scent it has, it just smells luxurious! As far as resultsu2026 I have been using for a few days and what were this one apart is that it claims there is noticiable results upon 60 seconds of use and I can confirm my under eye area does look tighter and more defined using the method specified by Clarins within minutes. Canu2019t wait to continue using it for further results! This was gifted by Clarins but all opinions are my own."
        },
        {
            "review_title": "Fast Acting Eye Serum !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "Complimentary from Clarins but all thoughts and opinions are my own. I love this product for my eyes. It smooths and moisturizes my skin without being oily. It doesn't feel greasy, or oily. It wears well under makeup and felt luxurious. Definitely saw a change in my under eyes from this total eye lift. It has helped reduce puffiness around my eyes. I believe if I were to be more consistent with using it during the day/night Iu2019d have outstanding results. Iu2019m not sure how it enhances lashes and brows but as for my eyes the results speak for itself. Definitely worth it ! It was also very easy to use and incorporate into my skincare routine.Iu2019d definitely shop and keep this in my routine."
        },
        {
            "review_title": "Yes x 100",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "Gifted by Clarins. I absolutely love the Clarins Total Eye lift so much! This has now become my new eye cream and have used everyday since receiving it a few days ago. Shortly after applying, I definitely notice my eyes looking more open. I look more rested even if not getting enough sleep the night prior and visibly  feels tighter."
        },
        {
            "review_title": "This delivers!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This is gifted by Clarins. This nourishing eye cream has shown to tighten and hydrate my delicate area. It is thick but sinks in nicely without sticky feeling. I am really impressed by the results I am seeing with this product."
        },
        {
            "review_title": "not a 60 sec lift, but great eye cream",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Clarins gifted me their Total Eye Lift to review and I mainly enjoy it.  It has a wonderful, creamy texture that glides on easily, absorbs quickly and works well under make-up. I also find it very hydrating and moisturizing (thanks to the Shea Butter) and enjoy using it daily.  I like that it is made with Caffeine, peptides and Vitamin E. The only drawback really is the price, and I'm not a big fan of the marketing strategy of the 60 second lift. While it sort of soothes and hydrates instantly, I don't see a dramatic lift effect a minute later (neither did I expect to)."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received this eye cream complimentary from Clarins. This does exactly what it promises! I can see that it brightens my under eye area. I love the fact that it is hydrating and it works well with my sensitive skin!"
        },
        {
            "review_title": "Wonu2019t buy again",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "auburn hair, Combination skin",
            "review_text": "I have used this product for years but the last 2 times I have brought it the pump wonu2019t work.  You have to keep pumping the top (about 50 times) then if finally comes out and flys across the room"
        },
        {
            "review_title": "Good serum",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Clair is gifted me this eye serum and it is so good. The formula feels comfortable and doesnu2019t bother my sensitive eyes. Iu2019ve been using it for a couple weeks and see an improvement in my dark circles"
        },
        {
            "review_title": "Nice eye cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Really nice under eye cream. It feels cooling when you put it on, it kind of feels like itu2019s tightening up the area right away! But overall just really soothing. Iu2019ve only been using it a couple days so I canu2019t comment on the long term effects yet but it doesnu2019t bother my skin and I like it in my nighttime routine!  Gifted by Clairins"
        },
        {
            "review_title": "A staple in my routine now!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "This eye cream has truly helped the appearance of my under eyes. One of my favorite things about this eye cream is that is is also safe for the entire eye area including the top of the eyelids. I can see the lifted appearance and the brightening effect it has given me in the last couple of days. Iu2019m definitely glad it was gifted by Clarins beauty because im truly impressed!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Gifted by Clarins. This eye cream is amazing! am already see a difference in wrinkles and dark circles. I also love the ingredients that are in this product. Will be telling mother and mother in law about this product"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I wanted to try this product for morning eye puffiness and. dark circles but after a couple minutes, i didnu2019t notice any visible difference. Although there was no 60 second eye lift as advertised, i did notice reduced puffing after about 20 minutes. However it did seem to smooth some fine lines and wrinkles. Gifted by Clarins Beauty"
        },
        {
            "review_title": "Real Results!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I was gifted by  Clarins this total eye life in exchange for my honest review. Iu2019ve used this eye cream in the mornings for the past week and have noticed brighter eyes. I love the texture, it glides on so smoothly. The caffeine ingredient really boosts my eyes and give them a fresh and well rested look."
        },
        {
            "review_title": "Great eye cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "This eye cream is great, not greasy or overly smelly - it feels great on the skin and has become a part of my routine! The packaging is nice and it has helped with the overall texture of my eyes around the brows and under eyes. The ingredients are spectacular! Will be using more! Complimentary from Clarins."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I was so excited to get this products and so far I am loving it. I cant comment on long term results yet, but is is super hydrating and perfect for my sensitive skin. I have Lupus and occasional I get skin flare up around my eyes, so I have to be extremely careful about the products I use. This is working well and no issues.   Gifted by Clarins, opinion is my own."
        },
        {
            "review_title": "Under eye brightener",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Gifted by Clairns! Putting this on my under eyes was a game changer. I could see results in just 60 seconds. I wear contacts and it does not bother my eyes! My dark circles were definitely minimized for sure."
        },
        {
            "review_title": "So happy I gave it a try",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I struggle with really dark circles and puffy eyes and this eye cream has drastically helped. I stopped buying eye creams because I felt none of them helped, but I am so shocked to see the difference Clarins total eye lift has made! (Gifted by Clarins Beauty)"
        },
        {
            "review_title": "Nice eye treatment",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "This is a really nice eye treatment.  I havenu2019t been using it long enough to see results but I am really enjoying it.  No scent and itu2019s very hydrating!  Itu2019s the perfect consistency for an eye cream, not too thick or watery and it pats in beautifully.  This treatment was gifted by Clarins."
        },
        {
            "review_title": "Not an instant miracle, but a good serum",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Gifted by Clarins. I really liked the packaging style and how this serum felt on my eye area, however I didnu2019t notice any real difference after using it and waiting 60 seconds as advertised. I will continue using to see if there are any long term effects, especially since it has a retinol alternative ingredient. I still think itu2019s a great product and feel like it does help my eye area, just not in 60 seconds."
        },
        {
            "review_title": "New favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I was gifted by and I love this so much, I have been using it all week and have noticed such a difference in my wrinkles and puffiness around my eyes! They are so much brighter and I look more awake than ever!"
        },
        {
            "review_title": "Great eye cream!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "My eyes look amazing when I use this!! My under eye area instantly looks firmer, as though it really is a total eye lift! I am only 28 but I try to be proactive about my skincare routine. This cream is gentle enough for everyday use & I have no signs of irritation. My under eye area looks brighter as well! This was gifted by Clarins."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "I have extraordinarily sensitive skin, so Iu2019m always scared trying a new product, but this didnu2019t bother my skin at all and was very lightweight, yet effective. It made my skin look fuller and not so tired. I received this gifted by Clarins."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The Clarins total eye lift is a total god send. I share this with my mum and our eye bags are gone. My moms wrinkles and dark circles have lightened up or faded. I am so impressed. This is my first time using a eye product from clarins and wonu2019t be the last. I was gifted by Clarins."
        },
        {
            "review_title": "A new go to eye cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "After using this product for only a short time, I have noticed a positive difference in the appearance of my under-eye area. The skin looked more firm, smooth and hydrated, and the dark circles and puffiness were slightly reduced. I imagine I will continue to see more results with continued use. It's worth noting that while I didn't see a dramatic change, the improvement was noticeable and encouraged me to keep using the product. The texture of the product is light and silky, making it very easy to apply. It absorbs quickly into the skin without leaving any greasiness or stickiness, which is ideal for use under my makeup.  I also found the ingredients to be fairly impressive and like that it doesn't have parabens or mineral oil.   I received this product complimentary from clarins in exchange for an honest review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I have been enjoying this product for a week now.  apply it on my under eye area after my night time moisturizing routine.  Definitely feels very soft and moisturizing on the skin. I have noticed my skin is also soft in the morning. gifted by clarins"
        },
        {
            "review_title": "An absolute Must",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Oily skin",
            "review_text": "I am not sure how it took me this long to try this product! Itu2019s absolutely amazing. It truly is the holy grail of eye creams. Having a 4 year old does not help my dark circles and puffiness under my eyes and this is truly my life saver. I highly recommend this product. I may have been gifted this product in exchange for my honest opinion but it has now became a regular in my beauty routine. Gifted by Clarins"
        },
        {
            "review_title": "Wonderful Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "This is one of my favorite eye creams on the market. It truly does work. It helps to plump and make you look more awake with smoothing out any fine lines or wrinkles. I use it every morning after washing my face and before my moisturizer and makeup!  Gifted by Clarins"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Oily skin",
            "review_text": "I have been using this eye cream for a few days now and I absolutely love the results. It instantly brightens my under eyes and gives my eyes an instant lift. It goes on so smooth and smells great. Does itu2019s job. Gifted by Clarins."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Omg I think I've found my new holy grail eye cream!! The texture of this is just so lightweight and spreads so easily under my eyes!! Just a little bit gives soooo much hydration!!! I highly recommend this!! Gifted by clarins"
        },
        {
            "review_title": "Excellent eye cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I love the texture of this eye cream. It really moisturizes and hydrates, making my under eyes look a lot less wrinkled. It makes my eyes look a lot less tired and really does give them a lift that makes me look well rested and a little bit younger. Gifted by clarins"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "complimentary from clarins It works great on my dry skin. I noticed almost instant results in how my eyes felt and looked more hydrated, helps with wrinkles and puffiness Works wonders. I would definitely recommend it for under eye bags, dark circles, and puffy eyes. I am amazing with the instant results. It left my eyes feeling moisturized, and helped smooth out fine lines,   It is my favorite part of my morning routine."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Product works fine. Havenu2019t noticed much of a difference. Itu2019s lightweight and has a very mild scent. The pump is AWFUL. I cannot get any product out. Iu2019ve counted how many times it takes me to get a tiny pump out and it was 50. I opened the product and thereu2019s hardly anything in it. For the price itu2019s not worth it."
        },
        {
            "review_title": "Eye cream I actually enjoy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Oily skin",
            "review_text": "Eye creams are a really hard pass most the time for me. I saw an esthetician recommend this as the only eye cream she will tell clients to buy, and i can see why! it rubs under the eye so smoothly and absorbs fairly quickly, it's nice and rich and it doesn't pill underneath make up. I've noticed a slight reduction in the fine lines underneath my eye as well"
        },
        {
            "review_title": "How is there even one neg review!?!?!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This stuff is what made me a believer in eye cream! My first bottle lasted me almost 6 months I didnu2019t think it would ever end lol. I only use ab half a pump ..my family knows every bday to get this for me! Iu2019m shocked there are negative reviews! Since I started using this I have no issues w my concealer looking dry n settling into wrinkles! This plus Huda concealer have been my saving Grace!"
        },
        {
            "review_title": "Three strikes your out",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "Chemical smell hidden under fragrance. Burns my eyes, and I discovered it is tested on animals, I should have done better due diligence before trying this product. Total thumbs down!"
        },
        {
            "review_title": "Best eye cream Iu2019ve ever used!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have been using this eye cream for over four weeks and it is amazing. The only reason I didnu2019t give this product five stars is because the pump on this product either pumps out too much or too little, poor design"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Literally the best think to tighten the under eye, Iu2019ve tried caudalie and a bunch of expensive brands and this one is still my fav"
        },
        {
            "review_title": "Doesnu2019t work",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Terrible, doesnu2019t work at all and wasnu2019t moisturizing either. If I could give 0 stars I would."
        },
        {
            "review_title": "Not Worth It.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "not worth the money. Itu2019s probably one of the only products iu2019ve considered returning but just kept it instead. lightweight formula that does absolutely nothing for my dark circles or wrinkles ooowrinkles."
        },
        {
            "review_title": "Not worth the $$$",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "After using this product for 2 weeks, Iu2019m sad to say that my eyes look worse. The skin looks drier with wrinkles more noticeable. No lift and no hydration. Definitely not for me and I canu2019t recommend!"
        },
        {
            "review_title": "Not sure if it works or not",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received these products for free from Influenster and Clarins in exchange for my honest review. I have a pretty solid skincare routine that has worked for me before I started testing the Clarins eye lift and double Serum. I get compliments on how great my skin looks all the time for my age, especially just turning 40 years old. After 7 days of trialing both products, I am sadden to say that I couldnu2019t really see a difference in my skin.  I know the eye lift its suppose to help with fine lines and wrinkles as well as making the skin appear firmer. I have a solid skincare routine that is catered to it already and cheaper than how much the serum and eye lift costs.  I didnu2019t notice any changes or improvements with firmness or with fine lines and wrinkles around the eye area after 7 days.  I think this would work better for someone that doesnu2019t have products that work for them with those concerns."
        },
        {
            "review_title": "Really works , I was a skeptic",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Thought is was all hype , ( use the eye serum too ) SO GOOD!  Iu2019m going From some other pricey brands too! I really donu2019t love ALOT of the ingredients though. However fights dryness and sag! Which is HUGE!"
        },
        {
            "review_title": "Works really well!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brunette hair, Light skin tone, Combination skin",
            "review_text": "I got a sample of this to try and absolutely loved it. I'm not very familiar with the brand but I'm so glad I tried it out. It left my eyes feeling moisturized, and help smooth fine lines, and just make them brighter. overall. I highly recommend this product!"
        },
        {
            "review_title": "Eye see you...",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I bought this based on reviews, I also bought alongside with Sunday Riley Auto Correct. I am 29 and 3 kids and I FEEL I am aging, I have always been self conscious about my eyes, even when I was younger because of my dark circles. I can't say I see really any improvement, but I also can't say It is horrible. I have been religiously using this and Sunday Riley morning and night. (I do one in the morning the other at night). It does NOT pill up, no burning or stinging. Would I repurchase? Possibly, I just wish it wasn't so expensive."
        },
        {
            "review_title": "Eye bag magic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I bought a Sephora favourites package including a mini of this product and Iu2019ll definitely be purchasing!! I noticed almost instant results in how my eyes both felt & looked more hydrated."
        },
        {
            "review_title": "Amazing results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This stuff is great. I wasnu2019t very familiar with this line so I thought Iu2019d give it a try considering the ratings. I am amazing with the instant results. The I my thing is I do t love the packaging. The pump develops a skin that always comes out. And then I have to work around it. Not huge. But annoying and a waste of product. Either way. LOVE"
        },
        {
            "review_title": "Works wonders!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Fair skin tone, Dry skin",
            "review_text": "Works wonders!!! Saw results very quickly, and itu2019s super lightweight!! Definitely would recommend for eye bags, dark circles, and puffy eyes."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Normal skin",
            "review_text": "Did not see any improvements on the under eye skin. Pump on a bottle is a struggle, doesn't work."
        },
        {
            "review_title": "My morning routine favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Absolutely love this eye cream! It has everything in it: helps with wrinkles and with puffiness. Also itu2019s been my lifesaver with dark circles during winter month. Works great with my sensitive skin and I just canu2019t get enough. Itu2019s my favorite part of my morning routine."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This product feels really nice on my skin.I use it mainly at night or in the morning if Iu2019m not wearing makeup for the day. The only thing was I had a problem with my concealer blending with this product underneath. It was moisturizing though!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "Received complimentary from Clarins the total eye lift firming and smoothing anti aging eye cream in exchange for an honest review. This eye cream was really nourishing and hydrated my under eyes. I feel like it is a nice consistency and not super thick. It wears well under makeup and have been enjoying the packaging, feels more sanitary."
        },
        {
            "review_title": "Loving the results!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "So thrilled to try this total eye lift serum from Clarins, I have been suffering from dark circles around my eyes and puffiness  and it affects my confidence. I used it for 10 days and dark circles and puffiness has improved. I love the texture and the hydration it provides. Loving the results. I highly recommend."
        },
        {
            "review_title": "Good day time eye cream",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "Super nourishing! It very smooth and a luxurious feeling. I think this is a great everyday eye cream for the day but I wish it was thicker for night time but thatu2019s just me being nitpicking. Overall this is a good eye cream"
        },
        {
            "review_title": "Itu2019s really nice!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This is really lovely! I am usually not an eye cream person but this has really made its way into my routine and made a difference. My makeup sits nicer under my eyes and I have reduced liens and puffiness."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Oily skin",
            "review_text": "Great eye cream!! The texture alone sold me! Very light and absorbs well, easy to layer makeup over with itu2019s pilling like most eye creams do. Iu2019ve only been using it for a few weeks but I can tell a difference of how pulp my under eye is!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Most of the other eye creams I own come in small jars, but Iu2018ve always hated sticking my fingers into skincare products. A huge plus for the packaging! The red color is striking and I love the pump top applicator. The eye cream is creamy and has the perfect consistency. Itu2019s extremely lightweight, easy to spread, and absorbs almost instantly so you wonu2019t have to sit around and wait forever before applying the next product in your skincare routine. Unfortunately other than being moisturizing, it didnu2019t u201ewowu201c me. Iu2019m not sure if this one is really worth the splurge especially since there are so many cheaper alternatives to choose from."
        },
        {
            "review_title": "Game changer for the under eyes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Medium skin tone, Dry skin",
            "review_text": "Clarins Total Eye Lift is a game changer in my routine.  I have a baby who doesn't sleep well and dark circles. This cream helps the appearance of those circles, make my eyes look lifted, and hydrated. Texture is smooth and nourishing. Easy to apply and easily sinks in to the skin.  I also like how gentle the ingredients are and it does not cause any irritation.  Complimentary from Clarins in exchange for my honest review."
        },
        {
            "review_title": "A daily must-have in my skincare routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I was gifted by Clarins this amazing under eye cream. I am always looking for an under eye treatment/ product that treats fine lines. I have been using this one for almost two weeks and Iu2019m truly impressed with how well harungana extract works just like a retinol. I love how easily this product glides over the skin & sinks right in. I use it everyday and will repurchase when it is empty. I love the red bottle & the perfect size of product that pumps out.  I like to apply it by dotting all around my under eye then smooth it out with my ring finger"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I've never loved an eye cream as much as I love the Clarins Total Eye Lift!! This cream is deeply moisturizing while also plumping, smoothing, and brightening my under-eye bags. It begins to work within minutes and keeps me looking healthy and awake all day. The best part is it doesn't feel tight or sticky on my skin like other eye lifting products. I HIGHLY recommend this product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "this is such a game changer to my routine. Itu2019s a lightweight eye cream with some powerful ingredients that really worked fast on my under eye area. My skin feels smoother and much healthier now. It works great under concealer too."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This product was gifted by Clarins for my honest review. I have been using this product for a couple of weeks now and I have really been loving it. It has a very nice texture and sinks into the skin very well. I love that it has caffeine to wake up my eyes and help them look less fatigued. I am excited to continue using this on my almost 40 skin."
        },
        {
            "review_title": "Great for late nights",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "Okay I wouldnu2019t say itu2019s a total eye lift but my eyes did look much brighter and the dark circles under my eyes were so much better! This was after a night of my toddler not sleeping so I think itu2019s worth the $$"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Oily skin",
            "review_text": "As a mom of 2 under 2 my under eyes are definitely a problem area for me especially after a night with little sleep. I also wear contacts and have sensitive eyes so I appreciate a product that is safe for both of those things. Iu2019m absolutely loving this product and the results it gives!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Loved this product. It hydrated my skin around my eyes and also helped with the texture. A little goes a long way. Easy to apply and no strong scent. It also applies very smoothly and no greasy feeling to it. Overall I recommend."
        },
        {
            "review_title": "Great for dark circles",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I have super sensitive skin and really struggle to find products that donu2019t end up making my eyes puffy. This was gentle enough that I didnu2019t run into that issue! No puffy eyes here! I saw a reduction in my dark circles after a few uses too"
        },
        {
            "review_title": "Love seeing results this quickly.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Such a nice eye cream. My skin is now maturing and Iu2019m starting to see fine lines and I love how quickly I can see results after using this cream. My eye area almost immediately looks so much smoother and brighter without any irritation. Would definitely recommend."
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Been loving this cream! Feels so nice. The texture is amazing. Very lightweight. Also I can use it during the day under my makeup and I donu2019t have any pilling! Thatu2019s one of my biggest issues with other eye creams."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "First time I use this beauty brand and I love this eye product. I have been using it for a few days and love how moisturizing it leaves my under eyes. I have noticed my under eyes look less puffy which is amazing for this tired mom!"
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This eye cream feels very silky and luxurious. I feel like it makes under eye look more awake and smoothens the under eye area. I love the ingredients and the pump works amazing and it has a lot of product which I love."
        },
        {
            "review_title": "OMG! It actually works!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "OMG!! This eye cream does everything that it said. Itu2019s unbelievable!!! As soon I applied this eye cream, it totally gives me that lift effect and also I can feel it too. It worth every penny. I applied it during the day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This Clarins eye serum is truly a revolutionary product. Itu2019s a game changer. My eyes are so smooth underneath and wrinkles are softened. I look brighter and more refreshed. I love this product so much"
        },
        {
            "review_title": "Incredible!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "A very luxurious eye cream! It feels rich and moisturizing yet still lightweight, very silky texture. Once absorbed into the skin it leaves my under eye area feeling very plump and I do notice a difference in my fine lines! This has a very noticeable brightening effect and leaves your eye area looking fresh and awake. Honestly worth the investment, high-quality ingredients that make a significant improvement! Kindly gifted by Clarins."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I think this is a good eye cream/serum! I have been using it for 1 week now. When you first put it in, it looks very shiny and hydrated but it dries down so makeup goes nicely on top of it! Canu2019t say Iu2019ve noticed a huge difference yet but with these types of products you have to use consistently for a period of time"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Such amazing eye cream. The texture is so rich but it does not feel oily or greasy. I already see a difference in my fine line. It is also very hydrating and makes my eye area so soft and gives me a luxurious feel."
        },
        {
            "review_title": "Perfect for mature skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "This cream has such a nice velvety texture. It absorbs so fast, almost immediately and  fills the skin with moisture.  I definitely noticed that it smoothed out my wrinkles, my delicate thin skin under the eyes looks more toned, fresh and radiant.  After I applied concealer this cream does not roll, so as a base for makeup, it does not cause problems.  With regular use of this cream my skin became more dense and toned.  I am very satisfied with the result.  It moisturizes very well, tightens skin, gives a healthy glow, love it. This product was gifted by Clarins"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Gifted by Clarins j was so excited because Iu2019ve heard so many good things about this serum! It hydrated the skin so much and doesnu2019t feel too heavy under my eyes and doesnu2019t give me milia! Canu2019t wait to see long term"
        },
        {
            "review_title": "This eye cream is a MUST!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I have been a fan of Clarins for a long time, so I was excited to try their Total Eye Lift. I like that it isnu2019t very thick or not too oily. It made my under eyes feel like silk. I was surprised that right away I saw that my bags and circles didnu2019t look as bad as they usually do. It is formulated with harungana extract, which is as effective as retinol. To apply, with your fingertips, gently press cream under your eyes and onto your eyelids and lashes, moving from inner corners to temples. I will be using this product daily! This product was complimentary from Clarins."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I loveeee this eye cream! Iu2019ve tried so many different ones but I feel like this really made my eye area so firm and reduced lines. The product is so easy to use and applies so smoothly, also a little goes a long way!"
        },
        {
            "review_title": "Donu2019t hesitate and buy it!! Worth every penny",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Fair skin tone, Normal skin",
            "review_text": "I have been using this product for the past few days and I have really loved it! It instantly reduced the appearance of my dark under circles under my eyes and also it made my wrinkles less visible.  The bottle is a good size and a little product goes a long way. This is such a good product. I definitely recommend."
        },
        {
            "review_title": "Great cream, awful dispenser",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, mediumTan skin tone, Combination skin",
            "review_text": "The product deserves 5 stars BUT the packaging/dispenser deserves 0 stars. The cream left my eyes feeling smooth, hydrated & bright. Absolutely love it. The dispenser stoped working about a week in. I had to take it apart and put it in a new jar just to be able to use it. For the price point the bottle design should l t be an issue."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I received this product complimentary in exchange for my honest review and I could not be happier!! My under eyes are my biggest insecurity and it seems every product is expensive and doesnu2019t work. The ingredients are fantastic and natural, it has a wonderful texture when applied, and I saw results after only a few days!! This is going to be a new staple of mine no doubt. Iu2019m obsessed!!"
        },
        {
            "review_title": "The only eye cream that works",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have tried every high end eye cream out there and this is the only one that has ever truly helped alleviate puffy eyes and/or eye bags. I was spending hundreds on expensive eye creams for years and this is the only one that works.  Buy it."
        },
        {
            "review_title": "Left skin silky smooth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I have been a fan of Clarins ever since I tried their double eye serum so I couldnu2019t wait to try this. I like that it isnu2019t very thick or not too oily. It made my under eyes feel like silk. I was surprised that right away I saw that my bags and circles didnu2019t look as bad at all"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This Clarins eye cream is amazing. It is rich enough, but it doesnu2019t feel heavy on the under eyes. It leaves the skin hydrated and very soft. This eye cream works well by itself or under make up. When applied under make up, it doesnu2019t interfere with any products that are applied on top of it"
        },
        {
            "review_title": "Great eye cream that sinks into the skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Deep skin tone, Oily skin",
            "review_text": "Iu2019ve been loving Clarins Total Eye Lift eye cream and have been using it consistently for almost 2 weeks. The texture is a light cream that absorbs easily onto the skin. It leaves my under eyes hydrated without looking greasy. I also like how it plays well with makeup (allow time to absorb fully) as you can use the eye cream morning and night. I have noticed improvements in my dark circles. The goal is to age gracefully and these products will help. Iu2019m looking forward to see how much it continues to help with fine lines and under eyes. Itu2019s lightly scented but not overpowering. Reminds me of a more fresh clean scent. Definitely recommend this eye cream!"
        },
        {
            "review_title": "Liquid Gold",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Tan skin tone, Combination skin",
            "review_text": "Holy liquid gold. Iu2019m in my late 30u2019s and this stuff brightened by under eye area like nothing I have used before. Literally no joke, I have tried everything, hold under eye masks, other serums. This is going to be my go to from here on out. This product was received for free."
        },
        {
            "review_title": "The perfect ant aging eye cream!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I love this eye cream! All of Clarins skincare is phenomenal. But this is by far my favorite product from them! This instantly hydrated, plumped and firmed all of my fine lines and wrinkles. Itu2019s lightweight but extremely hydrating. Itu2019s perfect for day and night and works great under makeup! 100% will repurchase!"
        },
        {
            "review_title": "Best eye creme ever!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "This eye lift, firming creme is the best.  I have been using it for 6 years and I will use this forever."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I liked this product! It hydrated my under eyes and smells really good too!! The only thing I didnu2019t like about this product was the pump because it was a little hard to get the right amount of product out."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
            "review_text": "I use to use this brand many years ago. Not sure why I stopped using but so happy to return. After first use I was happy with the results. After using for a little over a week now I can see a big difference and major improvement in my skin."
        },
        {
            "review_title": "Lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "I love this! It feels very luxurious and hydrating on the skin and I feel like it helps with my puffiness too. I like the packaging and would definitely recommend this as a treat yourself item or a gift."
        },
        {
            "review_title": "An Optional Product in your skincare routine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I donu2019t know about instantly lifting the eye because I think thatu2019s a marketing scam. However, I would say this feels very nice on my skin and gives me a luxurious feel. I havenu2019t used it long enough to see a noticeable difference. It also is at a steeper price point."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love this product by Clarins so much! I have been trying to take better care of my skin as I age, so this was the perfect product to add into my routine. I didnu2019t experience any sensitivities at all which is great!"
        },
        {
            "review_title": "Real Results!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Combination skin",
            "review_text": "Great product! Within few days Iu2019ve noticed that my dark circles were attenuated and my wrinkles are less visible. The texture is smooth and easy to apply. Gifted by Clarins, but I will definitely buy this cream again!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "Clarins gifted me this product! Itu2019s absolutely amazing ! Me and my husband use it because he saw results on me and now he wants to use it! It very moisturizing and smoothes wrinkles. Try it you wonu2019t regret it!"
        },
        {
            "review_title": "Love the pump for an eye cream!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Wow! I've used many eye creams but this one takes the cake. I love how it's a pump application v.s the ones I'm used to in a jar where I'd have to dip my finger in. One pump is all you need, a little goes a long way and it's very smooth! My makeup doesn't pill underneath which I'm thankful for. Gifted by clarins."
        },
        {
            "review_title": "a must have for eye cream lovers.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really loved this! I got a sample in my order and it was a good weeks worth of product. I wish I could afford it because it worked so good...my eyelids and under eyes were less puffy and super hydrated. if you like eye creams..this is the one!"
        },
        {
            "review_title": "New to product -  very hydrating. Love it so far.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I've finally started taking care of my skin at age 34 (I don't recommend waiting that long) and paying extra attention to my eye area. I chose to try this as a tiny sample packet before spending the money and I have to say I'm really enjoying it. I haven't seen much visible change yet (only been using for a week) but I FEEL a huge difference.  my area feels so hydrated and dewy after using this and still in the morning as well. I'm excited to continue using and seeing what visible results I get after a bit more time. I recommend for great hydration, but I can't comment on visible results with lines and tightness yet."
        },
        {
            "review_title": "Nice eye cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I received this as a sample.  Itu2019s a great eye product.  It feels nice going on, and is very moisturizing."
        },
        {
            "review_title": "Good product, terrible packaging",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this eye cream, very light yet hydrating and it doesn't cause milia like other eye products. But the pump is terrible, I have had to dismantle the bottle and just scoop out the cream because the pump is too short and stopped working. I shouldn't have to do that considering the price!"
        },
        {
            "review_title": "Best eye cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Normal skin",
            "review_text": "I have been using this product for the past 30 days. It is literally game changer. My eyes are very puffy and have huge dark circles but using this literally improves It. I use It morning and night for better results."
        },
        {
            "review_title": "Must repurchase!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This product is amazing and may be my favorite eye cream ever! Itu2019s so thick and emollient but sinks into the skin and leaves a hydrated finish. I definitely see an instant smoothing effect and love that it doesnu2019t pill or break up under makeup. A must repurchase!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This eye cream has a nice formula. I agree with the other reviewers on the Clarins website that they pump can be a little tricky sometimes, so there is definitely room for improvement in the packaging. However, It absorbs quickly into my under eye and does smooth it immediately and make it look a little brighter. I canu2019t speak to long-term results regarding wrinkles or lines yet because Iu2019ve only been using it for a couple weeks. It seems to be a nice formula but itu2019s definitely a luxury purchase because of the price."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Dry skin",
            "review_text": "I've been using this Total Eye Lift by Clarins for two weeks and have seen great results! My eyes feel tired and heavy in the mornings, and I can feel them awakening and depuffing shortly after using the cream. Love this product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I am actually completely impressed with this; I wasnu2019t expecting it to have as dramatic results as Iu2019ve gotten over the past several weeks. As Iu2019m starting to employ more anti aging products into my routine one of the areas Iu2019m focusing on is the fine lines around my eye. After using this for about three weeks, the little line are filling in, so to speak. Itu2019s actually incredible. Now, this does little for my dark undereye circles, but they are hereditary and nothing Iu2019ve used short of makeup really works. But as far as fine lines and smoothing, this little bottle really does incredible things in a short amount of time. Highly recommend."
        },
        {
            "review_title": "The best eye lifter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This is a new staple in my skincare routine. It feels smooth, hydrating, and luxurious without leaving a residue or caking behind. Iu2019ve noticed more elasticity and fewer fine lines after a few weeks of using. The texture of this eye serum is very lightweight and absorbs really well around the eyes."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have only been using this product for about two weeks now, but I have already noticed a great difference in the skin around my eyes! I tend to sometimes have itchy, dry skin around my eyes that gets easily irritated. This product glides on gently and is very soothing. I have noticed how my skin looks brighter and more lifted with less puffiness. The texture of this product is also great and hydrating!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Dry skin",
            "review_text": "I was super surprised when I used this the first time. I didn't expect it to really work but after using it just a few days I can see a pretty significant difference in my under-eye area. I don't know if it's big enough for others to really notice yet but I have a lot of high hopes! Highly recommend."
        },
        {
            "review_title": "Amazing eye cream!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "This eye cream is amazing! Itu2019s really smooth, smells great and adds a ton of moisture to the under eyes. After application, I visibly saw brighter and plump under eyes. One pump goes a long way for under eye area."
        },
        {
            "review_title": "Great results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I been using this total eye lift cream at nights after doing my skincare routine and it has really helped to nourish, hydrate and brightens my eyes and helps reduce the puffiness upon waking up. I have also noticed an improvement on my fine lines. I would highly recommend it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "I was so curious about this eye concentrate especially considering the price. It is very comfortable to use and has a light and pleasant scent. However, I think it's a bit overpriced for what it is. While I enjoy using it, I'm not sure I'd purchase this at full price."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "I received the Clarins Total Eye Lift Serum in exchange for my honest review. I havenu2019t noticed an overall difference yet, but itu2019s very hydrating under the eyes. I have sensitive skin and this doesnu2019t irritate it."
        },
        {
            "review_title": "Hydrates your under eyes!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019ve been on the hunt for a good eye serum for quite some time now. I love the way this one makes my under eyes feel - so hydrated, plump and ready for anything makeup I want to layer on top for the day."
        },
        {
            "review_title": "Quick results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Wow I have never seen an eye cream work its magic like this clarins total eye lift. 60 seconds and my lines looked firmer,more radiant and lifted.The texture is light weight and gentle enough to use all around my sentive eyes. I love that the ingredients are 94% natural origins. This eye cream absorbs quickly and no greasy feelings or irritation."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "Amazing eye cream. I've notice a reduction in my fine lines after using consistently for a few weeks. I have sensitive skin and had no issues with dryness. It is very moisturizing and makes my under eye makeup look flawless!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This clarnis eye cream is now a new part of my skincare routine. The packaging is sleek and I love the bright red color but my all time favorite thing is once you dispense this cream is so soft. This eye cream applies nicely under your eye & doesnu2019t leave a white residue at all. Once I used it you could see a difference with the puffiness under my eyes.   Below o posted before photos (one with the box) then after photos"
        },
        {
            "review_title": "De puffer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Clarins Total Eye Lift lives up to its promise. Itu2019s lightweight texture makes application enjoyable as the results are. In just a few days, my eyes look more alert and hydrated. My bags look less puffy and refreshed as well."
        },
        {
            "review_title": "Brighter and lighter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Oily skin",
            "review_text": "I love this brand. Their products are very gentle and effective. This is really good. It absorbs nicely and leaves my eye area looking brighter and fresh. Less puffy and the dark areas underneath were diminished as well. It didnu2019t cause any products with my sensitive skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I have used this product to help with my crows feet and give my eyes a little lift. I only used a few times so far and can't tell a difference just yet. It goes on smooth and I will continue to use this."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, lightMedium skin tone, Normal skin",
            "review_text": "I loved this! It does in fact give you an instant lift, you can see it a couple minutes after you have applied it. I overall love the pump and the packaging it is super easy to use and convinient. It also absorbs really good into the skin."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "This product is so smooth and makes my eyes feel soothed! I am thrilled to be able to try this popular product and say that it really works! It only requires a little bit per application. I am impressed with the ease of application and the results thus far. I will be using this in my daily skincare routine going forward! I am interested to see how long the product lasts as the price is pretty steep. However I am willing to pay it for results and for a lengthy use time."
        },
        {
            "review_title": "Lovely eye cream!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "This feels really nice on the under eyes. The texture is very creamy and easy to apply. It has a nice subtle clean smell so it is very enjoyable to apply. The bottle pump does take quite a bit of time to warm up and work properly, but mine seems to be working great now. The cream does have some tackiness to it, so it tends to grip nicely to the skin and my skin feels nice and hydrated while using this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This is honestly my new favorite eye cream! Is it pricey? Yes, but it goes on beautifully and works amazing during both the day and night. I've worn it under makeup with no problem but I enjoy it at night more. It's really helped to smooth out fine lines and keep my eyes depuffed!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "This mom needed this! I don't always get the best sleep and my eyes are a growing concern. The eye bags, dark circles and wrinkles. This helps give you a boost, after one day of using. Im really loving how easy it is to apply I am just not happy with the pump. Other than that its amazing."
        },
        {
            "review_title": "The Best eye cream!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Get it if you need an intense eye cream. This eye cream works so well and I don't look tired anymore."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, lightMedium skin tone, Combination skin",
            "review_text": "Clarins is OG and I do love their products. Their high end and work really well! This eye serum is great, I only use it at night because I put make up on during the day and donu2019t like too much product on my face. My under eyes look brighter!"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "When I was reading the reviews I was a little skeptical at first but after I tried it Omg Iu2019m so impressed . My eyes have never looked better , my wrinkles under my eyes look so much smoother and no more puffy eyes"
        },
        {
            "review_title": "The Perfect Eye Cream?",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "The Clarins Total Eye Lift is suitable for most skin types and is effective enough for stubborn fine lines/dark circles (e.g. MINE) & has the clinical results & awards to back it up. It glides on super smooth with plenty of slip so I generally use it to give myself a bit of a massage around the orbital bone & eyebrows, which helps with drainage & sinus pressure. I can see results within a minute; my fine lines and wrinkles look less severe, the eye area appears more plump, and my severely dark under eye circles look brighter. My eye area can be rather sensitive (I have had to return many an eye cream because it irritated the skin or made my eyes water) and I have had no issues with the Total Eye Lift. It wears really well all day under foundation/concealer, which is an absolute must for me! This cream is everything I could want and more, with effective plant-based ingredients that WORK. If you want an eye cream with actual results, this is it. Not to mention, that gorgeous red packaging is perfect for Christmas!"
        },
        {
            "review_title": "A must have for my skincare routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Iu2019ve been using this total eye lift anti aging eye cream from Clarins constantly for the last week, I have to say Iu2019m already super impressed with it, I can feel the skin on my under eye are former and brighter, I love how smooths it feels and how hydrated it looks, Iu2019m definitely repurchasing it once I run out of it, I definitely recommend it"
        },
        {
            "review_title": "So effective products",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love the clarins paris total eye lift, i was using it for the first time , i see the results under my eyes , i seen low dark spots, also my skin is smooth and looks refreshing,, itu2019s easy to use the products, i highly recommend it"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I'm impressed with this eyecream the texture is lightweight,  It does provide a temporary eye lift most likely due to the caffeine ingredient in it.  I have undereye wrinkles I honestly skip eye cream due to sensitive skin but this eyecream is gentle I havent noticed any irritations and my undereye appear smoother also I noticed my skin is well hydrated so my concealer looks a lot better no more creepy undereyes!"
        },
        {
            "review_title": "Love this Eye Cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "The total eye lift really made a huge difference in my under eyes. Love how it has 94% ingredients from natural origins. This may be my new go to eye cream. Can't wait to see more results in a few more months."
        },
        {
            "review_title": "One of the best eye creams yet!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I fell in love with this eye cream!!! I like the think texture and it applies so nicely. The skin under my eyes feels nice and moisturized not to mention the real time results with the firming! I noticed an immediate difference in my under eyes the very first time I used it! Highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Clarin is one of my favorite brand. This eye cream is a good one and has a creamy texture. Absorbing easily. The scent is not too much as it is not irritated my eyes. But I noticed the pump is not working some times I have to try many times till the cream came out. My fine lines under my eyes are not disappeared yet I hope in long term use they became less."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I am happy with this eye cream! My eyes look more awake and less puffy. It also diminished my wrinkles and dark circles. I like that the texture absorbs fast. I used it twice a day. It did not irritate my eyes."
        },
        {
            "review_title": "brightening after a few uses!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "I love this product! It went on my skin so smoothly and absorbed quickly. I was able to see the brightening affects after a few uses. I have very sensitive skin and this product did not irritate me at all.  I like the texture and feel of the product and how it glides under my eyes and gives a slightly cooling effect. I would definitely buy again, worth every drop!"
        },
        {
            "review_title": "Add to my routine list",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "So glad to try Clarins Total Eye Lift . It is kind of like a rich cream texture. I first apply a thin layer under my eye area then tap to absorb. At last , I did a eye message around the eye area for the cream to deeply absorb to the skin for best results. It brighten my eye area and reduce some fine lines ."
        },
        {
            "review_title": "Holy grail !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Combination skin",
            "review_text": "This is literally the holy grail that this sleep deprived mama needed. I am so amazed at the instant lift this eye cream provides to bring back life in my eyes. This is so worth the cost. Just get this your eyes will thank you later."
        },
        {
            "review_title": "Eye Area Revive!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This eye cream is creamy, applies and absorbs easily. Iu2019ve noticed my eye area is less puffy and firmer. I have to be careful dispensing as it seems to shoot out if youu2019re not paying attention. The scent is a little strong for me but doesnu2019t seem to linger or irritate my eye area. I found it to be a hydrating eye cream that helps my eye area look brighter and radiant."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This eye cream is amazing!! The packaging is so perfect and convenient to use. The pump dispenses the perfect amount of product for both eyes. The formula is rich and creamy but not greasy at all. The moisture and hydration is very intense and lasts all day! Itu2019s the perfect eye cream for day and night."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "It surely is a nice eye moisturizer that has many good qualities. It is lightweight, non greasy, silky and hydrating. However, I still can't feel it is helping eye lifting. Maybe it requires more time to reflect. But overall it works great."
        },
        {
            "review_title": "Love it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Iu2019m really skeptical when it comes to eye creams but this had an amazing feeling when applied. It definitely had a slight lift to one eye but I wouldnu2019t say itu2019s super noticeable. I still love the ingredients and the way it feels when I put it in my skincare fridge so I do think itu2019s a great eye cream. My only con is the price is outrageous but I can understand due to the packaging."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I have actually purchased this eye cream twice before. It is one of my favorites!  Itu2019s so hydrating without feeling heavy or greasy. Doesnu2019t irritate my eyes or cause milia. Has the slightest tightening to it. I wouldnu2019t call it u201cliftingu201d, but I do notice when I havenu2019t been using this in my skincare routine."
        },
        {
            "review_title": "love in a bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I adore the feel of this cream. It's luxurious ! Usually my dark circles and bags around my eyes are embarrassing. Since I've started using this its improved the texture of my skin and firmed it up. I love it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Have been using Clarins products for years now. I love this brand. It always produces the best and the most effective products. This one is no exception. I am a new mama. I barely sleep now. I always have dark circles under my eyes. This eye cream is a true miracle. First of all, I have sensitive eyes where I have to be really careful of the eyecreams I am using.  With this cream, I had no irriation issues. No rashes which is amazing.  So good to finally find an eye product that doesn't irritate and safe to use.  This eye cream is very effective. I have dark circles because lack of sleep. When I apply this cream my dark circles are almost done withing couple minutes. It also reduces puffiness which is a plus for me. I also saw a improvement on my wrinkles.  Also it should be noted that it has a light texture and it absorbs fast. It doesn't effect your eye makeup due to its absorption.  I couldn't be happier with the results. I am very happy with this eye cream. Can't wait to see most of my wrinkles gone 1 year down the line. It is definitely worth to invest in."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I barely get enough sleep these days because of my busy schedule at work but eye creams are my best friend that hides away them dark circles. Itu2019s a very soft texture and says to apply under the eyes and above the eyes. It makes me look like I get eight hours of sleep every night super hydrating as well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "As someone who has chronic under eye circles that are exacerbated by my hectic sleep schedule, this product is fabulous. It really does minimize the darkness and puffiness under my eyes right after application"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I really loveeeeee the texture of this eye cream! its very creamy and is the perfect in between texture of thick and thin. Leaves my eye area feeling moisturized, plump, and bright."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have some puffiness around my eyes and dark circles from time to time. I use it before bed and have definitely noticed a difference in the morning. It's fantastic. So I can say that Iu2019m pretty happy with the results"
        },
        {
            "review_title": "lightweight and amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Light skin tone, Combination skin",
            "review_text": "Very very lightweight, moisturizes well, I do have really dry skin around my eyes. I even applied makeup on top and it works really well. I must say I'm in love how great is moisturizes super dry skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "First thought, wow is this nice packaging. Just feels good. Great pump too, perfect amount comes out. The real magic is inside. This soaks in beautifully and leaves my under eyes so soft. I didn't know this was possible, or that I even wanted it. Let me tell you! Adding makeup over how soft your eyes are, game changer!"
        },
        {
            "review_title": "Decent but not worth the $$",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This was a decent cream, but itu2019s definitely not worth the price. I guess I keep searching for THE eye cream thatu2019s right for me"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, lightMedium skin tone, Combination skin",
            "review_text": "Wow Iu2019m loving the results. The eye lift cream makes a very noticeable difference. My mom is especially enjoying this product. Her puffiness is reduced while using this cream. She looks and feels rejuvenated."
        },
        {
            "review_title": "new eyes in 60 seconds",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "This anti aging eye cream that works on your wrinkles, crow's feet, dark circles, and puffiness around your eyes. Works in just 60 seconds getting the job done fast. I always say, apply first and let dry before bed or early morning. This anti aging eye cream that works on your wrinkles, crow's feet, dark circles, and puffiness around your eyes. Works in just 60 seconds getting the job done fast. I always say, apply first and let dry before bed or early morning."
        },
        {
            "review_title": "Very rich and hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "This eye cream feels really rich and smoothing - ideal for me since I have drier skin and some fine lines I'm starting to see under my eyes that I am always trying to keep moisturized. While this product didn't erase every fine line, it felt extremely hydrating and smoothing, and my undereye concealer went on over it without any pilling. The scent was sort of a generic fresh smell but nothing too strong or long-lasting. I can definitely see this being my fall/winter undereye moisturizer for day or night and I imagine it will really keep my eye area looking more plump and reduce the lines over time."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I have always had a great experience with Clarins and this has been no exception! It works very fast and you see visible improvement in minutes.Overall, highly recommend for those with tired eyes like me."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "This is a great eye cream. Heavily moisturizing and feels so smooth to apply! My makeup applies so smoothly on top of it. Really feel like it smooths out my under eye lines and see a lasting effect. Love it"
        },
        {
            "review_title": "Wish this was better given the price",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "Ok product but the dispenser is so poorly designed itu2019s a total crap shoot whether itu2019s going to come out.   For 85 dollars, I donu2019t expect a cheap container."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "What an amazing eye cream! I could not believe my results I saw in only 60 seconds. My eyes looked lifted and  my crows feet were gone. I have aging dry skin but this has left my eyes hydrated, and bright. It is also 94 percent natural which is amazing!"
        },
        {
            "review_title": "great product and good for eye",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "this is the best and so soft love it. Eye lift with all natural ingredients. Not hard at all and leaves my skin soft smooth and supple looking along with a natural lift.This is a beautiful product with all natural"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, lightMedium skin tone, Dry skin",
            "review_text": "I love a good eye cream, and Clarins has made a great one. My dark circles look brighter after applying this and the skin around my eyes looks more hydrated and supple. It really helps to plump up the area to look younger and more refreshed."
        },
        {
            "review_title": "Very Nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I'll be honest, I was not expecting to see results. Let alone results from initial wear. I don't have terribly wrinkled undereye, but the lines that I do have definitely were less defined. 'll have to work with it more to see long-term benefits but it's really great!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Total Eye Lift by Clarins; very beginner friendly upon application. The area feels very smooth & soft; and looks hydrated and awaken. You can feel a little tingly sensation but is subtle and tolerable. The texture is creamy but not oily or heavy, and for me that's a must. Overall good product."
        },
        {
            "review_title": "Great",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Oily skin",
            "review_text": "I love it . It actually minimizes the appearance of my dark circles and morning puffiness. Leaves my eye area looking a little bit more brighter and refreshed. Definitely would repurchase it again ."
        },
        {
            "review_title": "A morning routine must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "I love using this in the mornings to give my tired eyes a refreshed look. I always wake up with bags and dark circles under my eyes, and they tend to be puffy and just show that I am tired, and using this has really helped me look more awake and less puffy!"
        },
        {
            "review_title": "My new go-to eye cream!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Clarinu2019s Total Eye Lift has been a game changer! I have yet to find an eye cream thatu2019s truly made a difference in my eye area. The texture of the cream is soft and smooth so it feels so good under the eye area, especially since itu2019s a more sensitive area. This is now my go-to eye cream."
        },
        {
            "review_title": "Love it!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "You canu2019t go wrong with Clarins products! They all amazing! This eye cream is the best! Love the texture, so silky and just melts into your skin! Plant based, thatu2019s what I love about it! And also the results! Make you eyes so much brider after 2 weeks, feels into lines and make them smoother, taking paffy eyes as well! All in one!"
        },
        {
            "review_title": "Hard to use",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Really hard to get the product out no matter how many times I press."
        },
        {
            "review_title": "An Absolute Must Have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I am absolutely loving my new Clarins Total Eye Lift Anti Aging Eye Cream! As I just turned 41,I am really starting to focus on my Crow's Feet! This cream literally showed results for me in just a few minutes. I love that it's NATURALLY Age Diminishing. I have normal to sensitive skin, and I had no issues at all! It didn't have an overly powerful scent, which I really liked. The way the Cream immediately soaks into my skin and hydrates is so refreshing! I will continue using this to keep those crow's feet away!"
        },
        {
            "review_title": "New fav",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Love this product! Iu2019ve noticed a difference in my under eyes. This leaves them smooth and hydrated reducing the appearance of puffiness and fine lines. Also wears beautifully under makeup. This is a new fav."
        },
        {
            "review_title": "Hydrating!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I have been using this eye cream for a few days now and can say that it is definitely very hydrating! I use it at night before bed and have noticed a difference in my under eyes! More plump, hydrated and overall feel good!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Iu2019ve never tried skincare from Clarins before but love their lip oils so much. Eye cream is my far my favorite skincare product so I always like trying new ones that come out. Iu2019m almost 30 so trying to take skincare more seriously. My moms side of the family have very crepey eyelids so thatu2019s something im scared of. Iu2019ve been using this eye cream morning at night and enjoying it so far. It doesnu2019t burn or sweat into my eyes like a few other creams Iu2019ve tried. It also doesnu2019t pill with my other products and eye makeup which I love. Pump packaging is also my favorite. I recommend giving it a try!"
        },
        {
            "review_title": "Love love love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love , love , love this serum! My eye area feels so hydrated when I apply this and my concealer blends beautifully. I do feel that it's helped with my tired undereye being a new mom this is a true treat. I do recommend."
        },
        {
            "review_title": "Great lifting product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I love this eye cream, it is incredibly hydrating yet light. The texture is very pleasant and there is no scent. It does not irritate my very sensitive eye area and I love love love how it brightens under the eyes as well as improves texture."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I just started using this eye cream a few weeks ago and have loved the difference itu2019s made in my under eye area so far! My dark circles and puffiness from mom sleep have greatly diminished over the span of use and I can see how refreshed that area looks right after application. I canu2019t wait to see my results after longer use! No wonder itu2019s an award winning eye cream cause itu2019s definitely award winning in my book!"
        },
        {
            "review_title": "Quick results!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This cream is a great weight to wear alone or under makeup. I like to use it in the morning to make my eyes look more awake, and it definitely makes a difference! I could see a brightness after just one use!"
        },
        {
            "review_title": "Clarins",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This eye cream has a lovely soft texture. It absorbed quickly and didnu2019t irritate my eyes at all. Iu2019ve only been using it for a week and a half, but so far Iu2019m enjoying it. I feel like my under eyes are starting to look brighter, firmer, and more healthy overall. I canu2019t wait to continue using it to see even more drastic results."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Clarins is ahead of the game with this one. My under eyes are somewhat dark and always look so tired. With this product Iu2019m able to see near immediate results. I apply in the am and pm, itsu2019s nice to see my tired skin perk up after a long day or after a bad nights sleep. The texture is hydrating and creamy. I love that itu2019s formulated with 94% natural ingredients (Organic Harungana-as effective as retinol) and enhances lashes and brows among other great aspects. Blends in to the skin effortlessly leaving behind only a small amount of soak in time. Overall I enjoy and recommend!"
        },
        {
            "review_title": "Brightening!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "This eye cream does wonders for me in the morning! I donu2019t sleep well so I am always looking for eye products that brighten and smooth out puffy eye bags and this does exactly that! Plus all of the lines around my eyes disappear under my makeup! The lightweight product/texture feels good all day and layers well with my makeup too. The packaging feels super high end and the applicator is easy to use. Overall Iu2019m super impressed with this product!"
        },
        {
            "review_title": "Hydrating and Refreshing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Iu2019m loving how creamy and moisturizing this under eye cream is. I was excited to see if the plant caffeine helped minimize puffiness and dark circles. Iu2019ve only been using this cream for a few days, so not seeing any major changes yet but I do feel like my eyes look fresher."
        },
        {
            "review_title": "Great Quality",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I love using this product in the morning!  The texture is not too thick that you can't wear makeup on top of it but it is very substantial and hydrating.  A tiny bit goes a long way and I like to let it soak in before I put on makeup."
        },
        {
            "review_title": "Rich and creamy",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Nice and hydrating, great texture and sits really well under makeup, but I have yet to see a major difference under my eyes after two weeks of use. I do have very creased and slightly wrinkled under eyes - not too much darkness but could definitely use some brightening. It brightens a bit when I have it on but thatu2019s it. Maybe itu2019s just not right for me."
        },
        {
            "review_title": "My face looks and feels younger!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve been hearing great things about this stuff for years and finally had to try it for myself and Iu2019m so happy I did! I didnu2019t realize how tired my eye area was looking, but after using one pump of this around my eyes for a week, Iu2019ve seen and felt a huge improvement! My face looks and feels younger! I love that I can actually feel it working! My eyes feel rejuvenated every time I apply it! It also smells really good and hasnu2019t caused any irritation at all! If youu2019ve been curious about this stuff, get it! Itu2019s better than I ever could have imagined!"
        },
        {
            "review_title": "Eyelift In Seconds",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "What an amazing eye cream! This helped my dark circles,puffiness and fine lines and wrinkles. Let's talk about how fast this works. By the time i applied on both eyes i could see it working. Now that's impressive."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I like the concept of the eye cream. Unfortunately for me the effects didnu2019t happen on first application. My eye lines arenu2019t largely visible so I know Iu2019ll have to wait for long term to see results. A plus is that it does not irritate my eye area as itu2019s super sensitive."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love that this product addresses not only your undereye area, but even more! Eyelids and the eye area as a whole needs love. The product may be expensive but I can tell that it will last a long time. It spreads super easily and you really only need a drop to cover all areas. The Total Eye Lift feels very hydrating when applied and absorbs quickly. It has a light scent that goes away quick. I can see results right after regarding plumpness and moisture, but it doesn't make my dark circles any better unfortunately (but I have really bad pigmentation)."
        },
        {
            "review_title": "Amazing texture!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "Love this undereye cream from Clarins. Such a silky smooth, light airy product with a gorgeous scent! I've been using every morning and it wakes me up, brightens underneath my eyes, moisturizes, and really diminishes any dark bags!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I recently gave birth and the lack of sleep with a newborn, my undereyes really needed some loving. Iu2019ve been testing this eye cream and it really helped with brightening and hyrdrating my undereyes! The texture and consistency isnu2019t too thick and didnu2019t cause any milia which is usually the case when I use thick creams. It is definitely pricey and on the luxury side though, but I enjoy using this!"
        },
        {
            "review_title": "Iu2019ll take it to my grave",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is the ONLY eye cream for me! Itu2019s a soft cream texture, that feels cushiony and rich on the under eye. But beyond that, this is the ONLY eye cream that does anything besides hydrate. It dramatically improved the lines under my eyes day by day. This will be the eye cream I take with me to my grave!!"
        },
        {
            "review_title": "Nourishing, doesn't get into my eyes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Fair skin tone, Oily skin",
            "review_text": "The eye cream comes in a glass bottle with a pump. One pump gives a generous amount of the eye cream that it can be even layered 2 times. The eye cream has very nourishing and rich texture, however it doesn't feel greasy on my under eye. It doesn't irritate my eyes either. The under eye looks and feels very moisturized and nourished with visible less wrinkles and fine lines."
        },
        {
            "review_title": "Super lightweight and absorbs quickly.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love how this product makes my eyes look lifted and u201cawakeu201d. The scent is not too strong, but it does have a lotion-like scent. The formula is really light and it absorbs quickly into the skin. You only need a little bit, so this product should last a long time - even with everyday use."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I have been using this product for a week and love it ! The texture is great, it melts very fast and I feel like my under eyes look less tired and more tight, it also wears very well under makeup, will continue to use."
        },
        {
            "review_title": "Definitely itu2019s a very good eye cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019ve been using this eye cream for 8-10 days. it has a cream-gel texture so my skin absorbs very well.  From the first week I could notice that it hydrates and moisturizes my eye contour very well and my skin feels and looks firmer. Definitely itu2019s a very good eye cream."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019ve only used this for a few days so I donu2019t know the long term affects yet. The packaging of the bottle is quite striking and looks very luxury. I applied this cream below and above my eyes. It went on smoothly, gave an instant lift and brightening effect"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019ve been looking for an eye cream that helps both plump and brighten my sometimes tired looking, new mama eyes! Iu2019ve been loving the texture and application of this. I can really see a difference already!"
        },
        {
            "review_title": "It lifts and tightens visibly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Lift, lift, lift! This magic formula creates a visible eye lift in 60 seconds flat. It smooths the pesky fine lines and wrinkles. My makeup goes on more smoothly without creasing. It also minimizes the appearance of dark circles and puffiness in the eye region. My eyes and face just look more rested and refreshed. It feels good with zero irritation.   This uses a formula that is 94% ingredients of natural origin. It contains organic Harungana extract which I like that it has been shown to be as effective as retinol. This helps to replenish and firm my skin gently. The immediate tightening and smoothing affect comes from Cassie Flower wax. It also contains a blend of plant-based caffeine, escin from Horse Chestnut, Albizia, and Organic Guarana extracts to reduce my dark circles, shadows, and puffiness.   The ingredients are really good and I love that itu2019s a much cleaner formula with so many organic elements that really work for me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Iu2019ve only been using for about a week but so far so good!  I have really sensitive eyes and this one does not irritate them which is huge for me!  Itu2019s lightweight but incredibly moisturizing and seems to depuff right away!"
        },
        {
            "review_title": "Worth it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019ve been such a fan of this product and am already on my second bottle! Itu2019s got a creamy, hydrating texture that instantly revives my eyes while fighting texture and wrinkles over time. Since using Iu2019ve found that my under eyes are smoother, more hydrated, and makeup application has drastically improved as well. Canu2019t recommend this one enough- it actually works!"
        },
        {
            "review_title": "Remarkable",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Remarkable product! In 60 seconds my eyes look amazing. The dark circles are gone, no more fine lines and an instant lift. This has become a new staple in my daily morning and nightly routine. It feels light when applied and does the job it claimed to do."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Loveeee!!! I love the packaging as eye creams with a pump are the BEST. this made my undereye so so soft and rejuvenated overnight. I feel like my makeup looked smoother the next day of application so I highly recommend."
        },
        {
            "review_title": "strong scent but worth it performance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "So thick and creamy! I love the way it hydrates and plumps to fill in the wrinkles and make my eyes look more youthful and awake. The only downside would be the strong chemical fragrance, but luckily that fades relatively quickly. Complimentary."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Fair skin tone, Normal skin",
            "review_text": "I have dry skin, and I was looking for a cream that hydrates the eye area well. I love it. I have noticed a difference in the overall appearance of my under eyes. The Total eye Lift helped minimize the look of my fine lines and really brightened under my eye. It feels very smooth and silky as you apply it and has a very subtle scent that is nice."
        },
        {
            "review_title": "LOVE!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I was so excited to try this Clarins total eye lift ! I've seen so many amazing reviews and I'm adding another amazing review because it's sooo good! First off the red packaging is gorgeous! This is a light weight eye cream that gives your eye area and instant lift and works perfectly under makeup! It's a creamy beautiful white texture and I don't detect a scent , it literally melts right in and my lines are instantly softer and plump ! I love this and couldn't recommend more! It's has become my favorite eye treatment to use!"
        },
        {
            "review_title": "Worth the Hype",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Okay, they say results in 60 seconds and it is so true. I can literally feel this tightening around my eyes (comfortably) this is so thick and yummy but not heavy on the skin. It spreads like butter but absorbs like a gel cream. With the visibly reduced lines, this is an instant holy grail."
        },
        {
            "review_title": "Great product.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I'm in my 40's and I'm always looking for creams/serums for the eye area, this one have a great texture and it absorbs pretty quick into the skin, which I love because  I don't have to wait for to apply my next product. I didn't notice a lift effect, but I have to say that feel really nice. I love the packaging as well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This has been a great eye cream for me! The packaging is beautiful and I like that it has a pump. It has a nice creamy texture but feels lightweight when applied. It absorbed well and quickly. I used it day and night, and it worked well under my makeup. I definitely noticed my dark circles were reduced and the area around my eyes just looked more firm."
        },
        {
            "review_title": "Disappointed",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I only have a few good things to say about this eye cream: itu2019s lightweight, feels hydrating, and hasnu2019t caused any irritation so far. However, it doesnu2019t absorb completely, and leaves a sticky feeling. Also, it contains fragrance and alcohol, which I try to avoid. In my opinion, itu2019s overpriced, as well. I would not recommend this product."
        },
        {
            "review_title": "Definitely Lives Up To Its Claims",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was very skeptical about this eye cream and it's claim to see instant results.  I don't get a lot of sleep and I always have dark circles, a little puffiness and a few fine lines.  After my 1st use, I saw a significant improvement of my dark circles and a little improvement of puffiness.  That was within the first few minutes.  I have started to notice my fine lines are not as prominent either but that took a little longer to see. I use 2x a day and it's now been 2 weeks.  I am very happy with this eye cream. It is a lightweight cream but dries quickly like a balm. I also noticed a very light floral fragrance.  It was very gentle too.  I am looking forward to seeing continued results."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The Clarins Total eye lift has been a wonderful product for me thus far. I like the texture of it the results I am already seeing with this product. I apply it at night before bed as part of my nighttime routine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This texture is so smooth and feels refreshing on my skin, I love it! I definitelt noticed less wrinkles and less puffy eyes after using it :) I think if I keep using it, it will help my crows feet lol and itu2019s a good value for the price and what you get"
        },
        {
            "review_title": "A Favorite Eye Cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "The texture is like a balm. It does leave the eye area feeling replenished, rested, brighter, and smoother. I do like that my dark circles were less noticeable and this wears great under concealer as well. I will continue to have this in my daily regime. I want to see what a full container can do for me. I'm only a week in so far."
        },
        {
            "review_title": "Decent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "General thoughts: pretty good!  For some background, Iu2019m nearing 30 so I donu2019t have a bunch of wrinkles and fine lines yet, but I do have some!   My main concern is crepe texture under my eyes and some dryness on the lid and this did manage to lessen those and left me with a fresh appearance. The texture of the eye serum was a bit thicker than I anticipated, but still much lighter than a heavy creme product. It did leave some minor tackiness on the skin during dry-down.   I like that this is an airless pump container because it keeps things hygienic and I donu2019t have to worry about squeezing out too much. One pump is more than enough for both eyes."
        },
        {
            "review_title": "Go to product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "My go to product from CLARINS  brand. this small red bottle do more magic to my eyes than any cream in my life to be perfectly honest with you! its visibly firm your skin and fill wrinkles so your skin looks healthy plump and less aged ( as with wrinkles). this bottle last almost forever coz little goes long way"
        },
        {
            "review_title": "Lightweight and works well with make up",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "You can see results in just 2 days of using it! My undereye is visibly lifted, the puffiness and darkening is also reduced and not only that, the balm is so lightweight and feels like itu2019s barely there. I wait about 2-5 minutes before applying my concealer though to give my skin some time to absorb it otherwise, products mix up and gets flaky. Overall, itu2019s worth it and definitely works."
        },
        {
            "review_title": "Great cream!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I have a dry skin and i was looking for a cream that could hydrate well the eye area. I decided to try this Clarins cream and I can saw it does miracles! I see the effect  in a couple of days! Really great! The skin is smoother and  wrinkles are less visible."
        },
        {
            "review_title": "Lovely!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I love this eye cream. I have noticed a difference in the overall appearance of my under eyes. As a long time contact wearer I can use all the help I can get for my under eyes. My fine lines are less noticeable and my skin feels more firm.  It also helps with the appearance of my dark circle. It sits beautifully under make up too."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Was so excited to try this product to see the effect under my eye. This product lift around the eyes and smoothen the texture and fine lines. It has great ingredients including Organic harungana, Cassie wax, and plant caffeine. The product works amazingly fast as I notice the lift instantly and over time have noticed the smoothing under my eyes. One of my favorite eye creams I have tried so far!"
        },
        {
            "review_title": "Phenomenal eye cream!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "The Clarins Total Eye Lift is a must try eye cream! I saw results right away and not many products I've tried have instant effect. The Total eye Lift help minimize the look of my fines lines and really brightened under my eye. It feels very smooth and silky as you apply it and has a very subtle scent that is nice. I love the deep hydration I get from the eye cream and can't wait to see long term results."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "I enjoyed this lightweight cream. What I noticed the most was how it helped decrease my puffiness over time. It applies smoothly and leaves my skin feeling soft. It also leaves my skin feeling hydrated. The pump can be finicky at times tho."
        },
        {
            "review_title": "Nice serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this today! Itu2019s a very nice serum for under the eyes. I didnu2019t notice any immediate change in my under eye lines or eyes around my eyes however as the product stated. It is still a very nice serum and I am hopeful with continued use I will see some results!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I usually use the same creams from Farmacy or Ren on my full face including eyes, which generally help to keep my dark eye circles relatively plump, nourished and ready for concealer application with minimal under eye creasing.   This formula actually dried the skin around my eyes out more than the general facial moisturizers and now I have a ton of makeup creasing under my eyes and even on my eyelids. It's a Total Eye Disaster."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I was so pleased with this eye cream. it adds a beautiful, healthy glow to your eye area. 2 pumps was too much, so I appreciate that a little goes a long way! I'm excited to keep using this and see long term results."
        },
        {
            "review_title": "The perfect eye cream!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I have really been enjoying using this eye cream. I enjoy the process of the apply and drain method that they recommend it really feels like a little bit of a spa experience in my routine. Iu2019ve seen great immediate results where my fine lines and wrinkles are way less visible after application I have also started to notice a reduction in the bags I have underneath my eyes. It absorbs really nicely Iu2019ve never had any issues with pilling or irritation and it also sets well under make up. Definitely a new favorite of mine!"
        },
        {
            "review_title": "Amazing product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "My under eyes are my biggest concern. Iu2019m always looking for something to help me out with them. This product is very very beautiful. I take some on my finger and warm up the product and press gently all around my eyes.  It worked almost immediately. I canu2019t wait to continue using this and see more results. I definitely need to try the double serum next!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This is a simple eye cream. It didnu2019t seem to have a noticeable scent. I didnu2019t see any results right away. I did notice that the cream is heavy enough to moisture ice but no heavy enough for it to feel greasy on the skin."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I love Clarins and I love the nice & beautiful packaging, the super light texture and smell of this eye cream, it absorbs very quick to the skin. I have super dry aging skin and the moisturizing effect wasnu2019t enough for me, didnu2019t notice the lifting effect at all (( Maybe it will work for others"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I am so impressed by this eye cream. It goes on so smoothly and has a nice light scent. Not only do my eyes look better, but they always make them feel better. I feel and look more awake. This really makes me look rejuvenated."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I thought this was a good eye product itu2019s definitely helped my fine lines and wrinkles and I enjoyed putting on this lightweight eye serum on my under eye area.  Iu2019ve always like clarins products and this is no exception."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Absolutely love this serum! My under eye texture improved greatly and I felt I looked more awake even when I was tired.  My bags were decreased and I felt my fine lines were minimized. I highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "This eye cream has really helped brighten up my under eyes. I use this under makeup and I have not had any problems with pilling. My concealer goes on well on top of this cream and it seems to help prevent creasing!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I have been searching for a new under eye product for many months now. This is perfect! It not only hydrates my under eye area but it also reduces some of my soft wrinkles and brightens! I could not have asked for a better product. I will certainly be purchasing once I run out."
        },
        {
            "review_title": "New Eyes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Talk about replenishing brightening and hydrating the whole eye area this is just hands-down the best I have product Iu2019ve ever used. It literally makes my creases lines and wrinkles look diminished and keeps my eye area looking fresh. I use this after cleansing my face I apply this first let it dry for about a minute and then apply the rest of my hydration skin care products. This works so well under make up by the way."
        },
        {
            "review_title": "Buy this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is my first time using this brand and I am so impressed. I immediately saw that my eyes look brighter and plump.  Non irritating and absorbs nicely.  Can be worn with it without makeup.  If itu2019s making my 40+ eyes look this good, I may have to try some more products from Clarins, highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Laced with skin-conditioning glycerin, ceramides, and squalane, the formula keeps undereyes looking supple throughout the entire day u2014 and then some. Not to mention, it also contains some of the best anti-inflammatory ingredients like tiger grass and oat kernel extract to de-puff eye bags and soothe irritation."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I love this eye cream! I have recently been under a ton of added stress between work and grad school and this definitely helps to brighten up my under eyes! It smooths and plumps them up, helping to relieve of dark circles and fine lines. After I like to roll my eyes with my jade roller, gives me that spa like feeling!"
        },
        {
            "review_title": "HIGHLY RECOMMENDED!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This instant lift eye Cream is AWESOME. It is absolutely non-irritating and absorbs into the skin easily. It is NOT greasy at all and leaves my eye area feeling soft & VERY hydrated!!!I love the ingredients in this product which is effective for the signs of aging but also moisturizing. HIGHLY RECOMMENDED! If you need a great hydrating cream...This one is for you!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I was very excited to try this because Iu2019m in my 40u2019s and have started getting fine lines. Iu2019ve tried multiple eye creams from great brands but havenu2019t found the one yet. I love this, the texture is nice and it absorbs fast into my skin. I have noticed a different in the brightness and how noticeable my lines are. Recommend"
        },
        {
            "review_title": "trying the Clarins serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I am obsessed with all the Clarins eye serums.  Just finished off the duo that they have and I am excited to start using this one. Their products soak into the skin really well, have great texture and smell."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This ice cream is my under eyes hydrated and Dewey and very luminous. I love how it feels on my face and the texture is great it feels very luxurious and I will definitely be using this product regularly in my skin care routine"
        },
        {
            "review_title": "Not going to buy again",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "Overall it's a good eye cream. But give 3 stars because of the high price, and little products inside the bottle. And last but most important the pump doesn't work."
        },
        {
            "review_title": "Caused Comedones & Whiteheads",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Light skin tone, Oily skin",
            "review_text": "I am acne prone still at age 39. This eye cream unfortunately caused whiteheads to form on my eyelids and under eyes. Disappointed because this was a spendy item for me."
        },
        {
            "review_title": "Good for an eye cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I usually wait until I finish an eye cream before deciding how I feel about it but I'm already enjoying this eye cream. It plays well with my concealer/makeup, it's not heavy but is moisturizing and my under eyes look smooth and fine lines diminished."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Got a sample of this and fell in love. I wear this under my concealer and my makeup does.not.crease - this stuff is the best. Worth every penny. I have tried countless eye creams and this one tops them all."
        },
        {
            "review_title": "Wonderful smoothing eye cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Iu2019ve just recently started using this eye cream and fell in love with it right away! It is so lightweight yet nourishing! I noticed my under eyes skin turned brighter and softer after a week or so. I also love how smooth it makes my makeup application. Amazing product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have never tried anything from Clarins before but Iu2019m really liking this eye cream. It has a nice consistency and it quickly absorbs into the skin. I have noticed that it helps with my puffiness. Excited to keep using it."
        },
        {
            "review_title": "Seen it work!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Iu2019m skeptical about anything claiming eye lift, but with almost no sleep for about two weeks due to extreme body pain my eyes needed this serum and let me just say: it ainu2019t a miracle but it makes a difference! In the picture I uploaded I decided to do one side with the product and one without. (No makeup) You can clearly see the difference in sagging."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Finding a great eye cream is really really difficult so Iu2019ve been on the hunt for a while now. I read the reviews on this Clarins eye cream and had high high hopes for it. Right off the bat, I had issues with the packaging - the pump doesnu2019t like to work and malfunctions a lot :/ Eventually after pressing like 109 times each time, I get some product. Itu2019s a creamy eye cream that does moisturize my under eye area. My dark circles do seem improved and Iu2019m enjoying the product but I really hope they improve the packaging."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have been using this eye cream for quite some time now. The best part is that it goes very well under makeup. I also love to use it at night time. I see immediate results with this one. My puffiness early mornings have reduced. The packaging is very pretty as well."
        },
        {
            "review_title": "Reduce Pufiness",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "My biggest impression was how it reduced the morning puffiness and the overall brightening effect it had under my eyes. I suffer with allergies so Iu2019m always concerned about scent. But I loved the scent, it was soft and subtle and it did not aggravate my allergies. It is a lightweight cream and absorbs quickly. I did not see a difference with the fine lines but Iu2019m looking forward to the long term effects. I did have quite a bit of trouble with the pump."
        },
        {
            "review_title": "Immediate results!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I'm in my late 40s and am always looking for good eye creams. I loved the pump dispenser. In one pump, it dispensed the right amount to apply and prevented me from using too much. There was a light nice scent but disappeared quickly. The texture of this eye cream was lightweight and melted nicely into my skin. It did not irritate my eyes at all, did not leave any residue, and I could visibly see how well and how fast it tightened and smoothed out my fine lines. I saw immediate results as described. My eyes looked more awake and gave me a natural lift to my eye area. I was so impressed with my results that I have recommended this to my family and friends."
        },
        {
            "review_title": "Amazing Eye Lifting Cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have used several eye creams, serums, etc., in the past trying to find one with the right active ingredients that will help brighten and fight the early signs of aging as I just turned 30. When I started using the total eye lift, within the first minute I saw my eyes depuff.I was so impressed with how my eyes felt! This helps firm, brighten, hydrate and smooth my fine lines. I noticed my skin feels brighter and I look more awake. I use it in the morning and I use it under my moisturizer. I pat it onto my skin around the entire eye area, in a gentle circular motion with my ring finger. Its overall formula is so gentle and absorbs seamlessly around my eyes. My fine lines have started to slowly fade. My dark circles have really started to lighten making my eyes look brighter. Ultimately, this has given me a brighter, healthier looking glow under my eyes while diminishing dark circles and crow feet. I am enthusiastic about continuing to use this to see ongoing results. I will continue to purchase this product and highly recommend you give it a try!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I really liked this cream! Very lightweight texture and no irritation on my sensitive eye area skin (which happened very often with creams from other brands). The results after 2 weeks of use showed very smooth skin + de-puffing effect. Iu2019m excited to see what will change in the few months, but so far this is the best eye cream Iu2019ve tried.  Highly recommend!"
        },
        {
            "review_title": "Feels so luxe",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "This is all I have wanted to use since I received it. I think it helps me look wide awake even on the mornings Iu2019m not. I like that this is also nourishing for my eyebrows as well. The texture is very luxurious but it doesnu2019t leave a weird feeling. It has a nice scent to it which I would prefer no smell at all but itu2019s nice. I havenu2019t seen an improvement in my crows feet but my under eye is softer and looks better overall."
        },
        {
            "review_title": "Wow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I am blown away by this product. My eyes have seriously never looked better. It is a little pricey but honestly I would probably get this again."
        },
        {
            "review_title": "My new favorite eye cream!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "This product is very gentle on skin.. It doesn't sting or no burning sensation.. I have seasonal allergies and it makes my eye area more sensitive, dry, tired and wrinkled.. Im using eye cream to keep my eye areas hydrated and atleast minimize the looks of dry, tired and wrinkled looks of skin around my eyes and some of my eye creams really sting but not this one.. This Clarins Total Eye lift hydrates my eye area without sting and any discomfort.. It also lessen the looks of tired and dark under eye.. Lift, smooth and relax the wrinkled skin around my eyes due to allergies.. Im so glad to discover this clarins my new favorite eye cream.. A rich, thick and creamy texture that doesn't feel greasy, sticky or oily.. It doesn't feel heavy and fragrance-free.."
        },
        {
            "review_title": "Great for sensitive eyes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I am so far really loving this eye cream! I love the lightweight silky texture and the fact that you can apply this cream all around the eye including the lids. The pump dispenser makes it very easy to use too."
        },
        {
            "review_title": "Amazing Eye Lifting Cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have used several eye creams, serums, etc., in the past trying to find one with the right active ingredients that will help brighten and fight the early signs of aging as I just turned 30. When I started using the total eye lift, within the first minute I saw my eyes depuff.I was so impressed with how my eyes felt! This helps firm, brighten, hydrate and smooth my fine lines. I noticed my skin feels brighter and I look more awake. I use it in the morning and I use it under my moisturizer. I pat it onto my skin around the entire eye area, in a gentle circular motion with my ring finger. Its overall formula is so gentle and absorbs seamlessly around my eyes. My fine lines have started to slowly fade. My dark circles have really started to lighten making my eyes look brighter. Ultimately, this has given me a brighter, healthier looking glow under my eyes while diminishing dark circles and crow feet. I am enthusiastic about continuing to use this to see ongoing results. I will continue to purchase this product and highly recommend you give it a try!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I really liked this cream! Very lightweight texture and no irritation on my sensitive eye area skin (which happened very often with creams from other brands). The results after 2 weeks of use showed very smooth skin + de-puffing effect. Iu2019m excited to see what will change in the few months, but so far this is the best eye cream Iu2019ve tried.  Highly recommend!"
        }
    ]
}