{
    "product_id": "626",
    "name": "Flora Gorgeous Gardenia Eau de Parfum",
    "brand": "Gucci",
    "categories": "Fragrance, Women, Perfume",
    "price": 206.0,
    "about": "Fragrance Family: Florals..Scent Type: Fruity Floral..Key Notes: Pear, White Gardenia, Brown Sugar..Fragrance Description: Evolving into a new delicious Eau de Parfum, floral yet delicately sweet, Gucci Flora Gorgeous Gardenia relaunches in a new campaign filled with flowers and fluffy animals. A signature floral scent for all free-spirited women full of positive energy...About the Fragrance: Taking inspiration from this legend and the idea of its mystical power, the gorgeous White Gardenia note is blended with solar Jasmine Grandiflorum absolute. This delicious potion of joy is introduced by a cheerful Pear Blossom accord while a touch of Brown Sugar accord adds a delicate sweetness to its scent trail.",
    "ingredients": "Alcohol Denat., Parfum/Fragrance, Aqua/Water/Eau, Benzyl Salicylate, Hydroxycitronellal, Limonene, Coumarin, Linalool, Farnesol, Benzyl Benzoate, Citronellol, Benzyl Alcohol.",
    "how_to_use": "Suggested Usage:.-Fragrance is intensified by the warmth of your own body. Apply in the creases of your knees and elbows for a longer-lasting, stronger scent.&nbsp;",
    "num_reviews": 1051,
    "overall_rating": 4.1,
    "product_url": "https://www.sephora.com/ca/en/product/gucci-flora-by-gucci-gorgeous-gardenia-eau-de-parfum-P474051?skuId=2470714&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2470714-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1 oz / 30 ml eau de parfum spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2470698-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "1.6 oz / 50 ml eau de parfum spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2470706-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "3.3 oz / 100 ml eau de parfum spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2470714-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Perfect Floral Fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I am in love with this fragrance. It is such an amazing floral scent that lasts a good while and is easily layer-able with body mists. Gucci Gorgeous Gardenia is just a great floral scent that doesn't come off as being too mature or too juvenile. Overall, this is a must-have in any perfume collection, especially if you enjoy florals!"
        },
        {
            "review_title": "It does last",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Dry skin",
            "review_text": "Really love this scent. Fresh, clean, happy smells with a bit of proper musk to it. This is one perfume that does last so I'm not sure why there are so many reviews about it not lasting. Regardless, you will get used to any smell after a few minutes so that doesn't make sense unless you're wanting to smell like a perfume cap for 24 hours (which isn't healthy). Also, your PH matters for how the scent carries and lasts so its different for every single person. Either way LOVE this one :)"
        },
        {
            "review_title": "jaw dropped.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "Gucci Flora Gorgeous Gardenia is an absolute dream in a bottle! The sweet, floral notes are perfectly balancedu2014soft yet captivating. Iu2019ve lost count of how many compliments Iu2019ve gotten while wearing it. Legally, I think Iu2019m obligated to say Iu2019m never, ever going to stop using it. Itu2019s my signature scent for life!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Oily skin",
            "review_text": "I liked this ,it doesn't last long for me so I use a layer scent..."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "Amazing smell! I bought this perfume for my mother for her birthday and she loved it! It had an amazing smell"
        },
        {
            "review_title": "Everyday Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Love!!! This is a light and airy scent with floral notes. It does not have a strong scent but lingers through my day. Still using a year later."
        },
        {
            "review_title": "One & only",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Disappointed,  fragrance didn't last long. Not worth the money."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I love the scent!!!! But goes away as soon as you spray it."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Love the smellu2026 but it does not last long at all. Not worth the money."
        },
        {
            "review_title": "A lovely sweet floral",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Oily skin",
            "review_text": "Beautiful everyday scent that is a nice sweet floral, not too strong, so it can be layered easily. It lasts a long time for me,  it might not last long for others if they're not putting it on their pulse points and you're only spraying on your clothes, or it probably just doesn't go with your body chemistry. 10/10 every time for me."
        },
        {
            "review_title": "Don't buy it.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Loved this perfume when I was in the store. They didn't have the mini size so I purchased the one that was $165. Smells amazing but after using it I realized that the smell only lasts for a few minutes. Not worth it at all."
        },
        {
            "review_title": "Amazing smell ud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "Love this smell. It's amazing and lasts about 4- 5 hours . Gonna buy it again and again"
        },
        {
            "review_title": "My daily for a bottle, but may try others",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I purchased the sample size in Sephora Favorites and chose it for the full size bottle you get. I made this my signature, daily scent. It's floral and clean. Great for day or night, warm or cold weather. And great for daily use, whether to go to work or to a special event.   I really love it, I love smelling myself. But TBH, I really like a fragrance that I love to smell and also gets compliments. No one has complimented me on this. Also, I feel like the sillage is kind of so-so. Goes strong for a few hours and then it's gone.   I've just about finished the fill size bottle and I think I'm going to keep searching my my signature scent."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "I love every Gucci smell Iu2019ve tried. This one is at the top of smells but I just sprayed it 10 minutes ago and I can barely smell it already. I wish it stayed because itu2019s amazing."
        },
        {
            "review_title": "Addictive smell, but doesnu2019t stay on long.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, fairLight skin tone, Dry skin",
            "review_text": "I am in LOVE with this smell. I have never worn parfum in my life, I usually donu2019t like womenu2019s parfum smells. This one I canu2019t stop using. Perfect if you like more fruity smells. I hate leaving 4 stars, but I do have to say, you have to reapply it a lot. It just doesnu2019t stay very long."
        },
        {
            "review_title": "Completely spilled/empty upon arrival",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is a go-to scent for me and I reordered the travel size. When I got my Sephora order in the mail the entire box smelled like this. I didnu2019t notice until later but the spray bottle was completely empty; it had all spilled out before it even got to me. Not sure if this is a new design flaw or just happened to be this order but super disappointing. had all"
        },
        {
            "review_title": "Intoxicating scent but longevity not the best",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I absolutely love the scent of this perfume. It is subtle but intoxicating! It is the perfect scent for someone who loves perfume but doesnu2019t want anything too intense. Gardenia and the Orchid are my two favourite scents in the collection, however I wish I purchased Orchid (the yellow one) instead as when I sampled the two, Orchid lasted MUCH longer on the skin. Love this one but the longevity is not as great."
        },
        {
            "review_title": "Doesnu2019t stay on",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Love the scent, I just wish it stayed on. Not long lasting."
        },
        {
            "review_title": "Great Smell, No Longevity",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I love love love the smell but unfortunately I wonu2019t repurchase just because it doesnu2019t last at all :("
        },
        {
            "review_title": "Not long lasting",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Smell wonderful but the smell doesnu2019t last long at all"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Beautiful perfume, not very long lasting though, I'd say it stays on the skin for a couple hours"
        },
        {
            "review_title": "This became my favourite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I am loving the fragrance on me my family appreciated it"
        },
        {
            "review_title": "disappointing",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "Just like some of the other comments mentioned, the scent is great I really love it but the scent disappears so quickly . Not even a hour went by and it was already gone.  so disappointed. please improve that part of the formula.  this would be my favorite if it weren't for that problem.  I won't be buying again sadly."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "love the smell - very elegant but doesn't last even an hour"
        },
        {
            "review_title": "Love the scent, but where is the lasting power?",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Like others already mentioned, the scent is undetectable after less than 2 hours, which is a huge con and makes an otherwise gorgeous scent useless. Why do perfume companies do this? OK they get people's money on that first purchase, but that's where it ends. Gone are the days when people would have signature scents for years, even for life. Everything lacks lasting power these days! It doesn't matter how nice a scent might be, unless it also lasts, it's no good!"
        },
        {
            "review_title": "THE best perfume !?",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "not sure about the people saying it isn't long lasting ... wore it to classes today and it lasted the entire day. could smell it perfectly on my wrists and wherever i sprayed when i got home. got a lot of compliments on the bus and around campus aswell. this scent is so comforting and i'll definitely buy more"
        },
        {
            "review_title": "Smells delicious but doesnu2019t last.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "I absolutely love this perfume and I bought the gift set but returned it because it has zero staying power. After about 5-10 mins you canu2019t even smell it at all. Iu2019ve seen alot of other people say the same thing. Itu2019s crazy to charge so much for perfume just to have to re apply it again after a few mins. Great smell , but Waste of money."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "the smell is gone in 30 mins if that. Really sad because I love this scent."
        },
        {
            "review_title": "I recommendud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Normal skin",
            "review_text": "It smells so good and it lasts long depending on how much you save. It goes perfectly with the pink sol de jainero! Defo check it out!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I love this perfume, its summery and has a nice refinement to it, but it literally vanishes after 20 minutes. Zero detection whatsoever?"
        },
        {
            "review_title": "Scent doesn't last",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Fragrance is weak; no one I've asked said they could smell anything after I've applied it. So sad because I love the scent. But I love sniffing myself :)"
        },
        {
            "review_title": "Not my fav(at all)",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I honestly hate this product. It gives me an intense head ache anytime I smell it. I donu2019t understand the hype."
        },
        {
            "review_title": "Amazing smell, HORRIBLE lasting power.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "PLEASE REMAKE THE FORMULA FOR THIS TO LAST LONGER. For the price you pay, youu2019d think itu2019d last all day, wouldnu2019t you? This perfumes smells so good, I was SO happy that I finally found something I liked after 10 years.  I bought it and the lasting power is SO terrible. After walking out the door, itu2019s already gone.   anything to stay."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I love this scent so much it smells absolutely amazing and last for so long it is strong which I like so that yoh can actually smell it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "My absolute favorite scent in the world. Only with the silage lasted longe!r"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Great smell, doesn't last very long after spraying."
        },
        {
            "review_title": "A must haveud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received this perfume as a gift and i love it! Itu2019s the perfect combination of fruity and floral, i love the different layers of florals. Itu2019s long lasting and you will receive plenty of compliments!"
        },
        {
            "review_title": "Gardenia where?",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Dry skin",
            "review_text": "The floral notes are very powdery. Usually I don't mind that, but there's also a masculine musky barbasol undercurrent. Gardenias are gorgeous-smelling flowers. This feels like it's meant for people who've never smelled the actual flower."
        },
        {
            "review_title": "Daily Must Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "absolutely LOVE this perfume! I use it daily, the smell is amazing. I highly recommend. I will always repurchase this scent."
        },
        {
            "review_title": "Love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Received this as a gift from mi amoru2764ufe0f I love it. Very soft and floral. Itu2019s a very sophisticated scentu2764ufe0f"
        },
        {
            "review_title": "Love",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love the smell of this perfume it is worth the money if you are willing to spend it it lasts a long time if you use it wisely one spray is enough to last weeks almost as long as a boys cologne."
        },
        {
            "review_title": "Smells like cheap flowers",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I was excited for this one because the bottle is pretty and itu2019s Gucci but man it smells bad way too much sweet floral that smells super cheaply. Disappointing."
        },
        {
            "review_title": "Itu2019s a nice scent, but doesnu2019t last as muchu2026",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Combination skin",
            "review_text": "A while ago, I was at the store looking for new fragrances, when I stumbled across this one. I tried it and instantly loved the sweet floral scent it gave off. I purchased it, and have been using it ever since. The only thing I donu2019t like about it, is that it doesnu2019t last as long as other perfumes I own. I donu2019t know how to explain it, but this perfume is good for when youu2019re inside most of the day. After going outside with it, the scent completely disappears after about an hour. It might just be me, but that has been the case for me. Other than that, I still recommend this perfume."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I would say itu2019s one of the best floral scents on the market, I usually like something a bit sweet however this is lovely, only complaint is that the longevity isnu2019t really there."
        },
        {
            "review_title": "Itu2019s a no from me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Okay at first, but then started smelling like menu2019s cologne on me (which a lot of menu2019s cologne gives me a headache) so thankfully I hadnu2019t bought this and just got it in a sample bag of other perfumes."
        },
        {
            "review_title": "Must Love Patchouli",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I think this perfume has the capacity to be great for floral and patchouli lovers. The patchouli really came through on my skin and gave a musty, dirty skin smell on my skin chemistry. Minus the patchouli, this may have been a reach for me. This also smells slightly deeper and feminine-unisex leaning despite my expectations."
        },
        {
            "review_title": "Love it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Love the fragrance. Slightly costly but does seem to last all day."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "My favorite (and my bfu2019s) no 1 perfume ! Girlies this got me blowing my paycheckud83dude05 but dw itu2019s long lasting and i find myself not having to spray more than 4 times"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Love this perfume!!! Have purchased a few times & will continue. Rollerball is easy for travel or keeping in purse for whatever occasion. Floral notes- very clean"
        },
        {
            "review_title": "Must have fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "wowww A slightly floral fragrance. l really like it."
        },
        {
            "review_title": "Wouldnu2019t buy again",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Rich skin tone, Normal skin",
            "review_text": "It smells really good but I wouldnu2019t buy it again. itu2019s a waste of money it doesnu2019t last longer than an hour 2 hours max. For something so expensive the longevity should not be this horrible."
        },
        {
            "review_title": "Doesnu2019t last",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Smells beautiful but does not last.  I spray 7-8 times all over and after 3 hrs canu2019t even smell on my or on my clothes.  In comparison coco mademoiselle needs 2 sprays and lasts ALL day and on  clothes the next day!2 sprays and  .    Iu2019m"
        },
        {
            "review_title": "Floral capital F",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I found this perfume to be overwhelmingly floral and pungent. Unfortunately, it was too intense for my taste but I acknowledge the quality and potency of the perfume."
        },
        {
            "review_title": "Recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Every time I wear it, I get compliments on how great I smell."
        },
        {
            "review_title": "Smells like garden of flowers",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The smell is amazing and addictive , however it doesnu2019t last long at all. I had to spray multiple times during the day. Too bad .So I guess itu2019s not worth the price and the ingredients are the not the best qu qu because I will finish the bottle very quickly u2026"
        },
        {
            "review_title": "If you like Patchouli, you'll like this... ud83dudc4d",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone",
            "review_text": "If you like the scent of Patchouli, then you will likely enjoy this fragrance. The positives, it has staying power. The negative is that it has patchouli. I've discovered I'm not a fan. Smells like cough syrup slightly, that's what Patchouli reminds me of. Not very gardenia like. But most people seem to enjoy it. It's personal preference."
        },
        {
            "review_title": "for spring",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "my new spring perfume, if you are a fan of floral perfumes, Gucci Flora is your choice."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "Initially i fell in love with this scent immediately!! Unfortunately it just doesnu2019t last long at all! I was really sad to return but it just wasnu2019t worth the money"
        },
        {
            "review_title": "SPRAY not ROLLERBALL",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is not a rollerball. I received a spray and Sephora will not make things right after hours of chatting with customer service."
        },
        {
            "review_title": "Beautiful but doesnu2019t last",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Beautiful fresh, floral and fruity scent but doesnu2019t last long. 2 hours and itu2019s almost gone. It reminds me a little of Burberry Blush. 5 stars if it would last all day."
        },
        {
            "review_title": "Very nice smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Very elegant, was gifted by boyfriend. I use it on special occasions."
        },
        {
            "review_title": "Smells good but doesn't last",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This parfum Smell Really nice and I mean it really does..... but the duration of the smell does not last long!! at all!! and honestly for the price it should really last all day long that is why I Give it 3 stars.."
        },
        {
            "review_title": "Perfect scent, but don't last",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The perfect scent honestly! The only reason why I am giving 4 stars instead of 5 is because the scent doesnt last."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Smells so good! Canu2019t wait to get a bigger bottle!  Itu2019s the perfect smell of floral but like a sweet floral!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "after I bought this product I broke out and my skin is now on the way to recovery. I do not recommend this product"
        },
        {
            "review_title": "Smells so good but disappointed",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I feel like I finally found my scent. Smells soooo good but it doesnu2019t last? I wonder if i got a bad batch :("
        },
        {
            "review_title": "Worth the buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Is this unique, youu2019ve never smelled something like this before? No. Butttt itu2019s def worth the buy. The best out of the three flora scents. Feminine, light but sexy. Something you can wear everyday or on a date. Staying power is great. A scent youu2019ll love in your collection."
        },
        {
            "review_title": "Smells like a Barbie?",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "So my fragrance for YEARS was Flora by Gucci and when I found they were discontinued I was so upset. I saw a review that said this was similar so I bought it. I can see why someone said it was similar but itu2019s not. It has a weird plastic smell, almost like a Barbie doll. Itu2019s very sweet and just not what I was hoping it would be."
        },
        {
            "review_title": "Must buy you wonu2019t regret",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "Bought this for my sister for Christmas and she loved it! Smells so good!"
        },
        {
            "review_title": "Nice fresh scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "So, I wasn't sure how I was going to like this fragrance so I bought the travel size bottle. Well, it is a nice fresh scent, so, I'm gonna have to get the full bottle for my birthday this spring."
        },
        {
            "review_title": "Perfume perfection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This perfume smells so good a floraly! I feel this perfume stay smelling for a long time not only that but it comes in a nice size so itu2019s easy to fit into your purses!!! It is so nice I even bought it for my best friend for her birthday!"
        },
        {
            "review_title": "Beautiful scent, less than stellar performance",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, fairLight skin tone, Normal skin",
            "review_text": "Itu2019s rare to find a perfume that actually smells like gardenia.  It has a sharp and warm opening of hot brown sugar, and the white floral scent takes over after.  I adored the scent, but it fades too fast!  I canu2019t justify a repurchase"
        },
        {
            "review_title": "Def one to collect!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I absolutely loved the 2015 edition Gucci Flora. ONE of my favorite scents! I emailed Gucci from their site and they recommended this one. I trust their expertise so I went and bought it. Its not overpowering, nice floral. I love it!!!"
        },
        {
            "review_title": "So lovely ud83eudd70",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "Gorgeous, rich, long lasting scent. Iu2019d love to see an offering of matching hand and body lotion-scents last even longer when one layers them."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this scent. Itu2019s my newest favorite. I do wish it was less expensive though."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Loved the smell of this very much! It is very long lasting as well"
        },
        {
            "review_title": "Disappointed because it does not last",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I am very disappointed because this fragrance, although nice, doesnu2019t last. No matter how much I apply, smell is completely gone after 15 min. Unfortunately, I cannot return this fragrance because the return period is over, but I am not satisfied with this purchase."
        },
        {
            "review_title": "Smells good",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I purchased this a couple months ago and I love the smell.I think I got a defective product the sprayer doesnu2019t work properly and it leaks all over and sephora wonu2019t exchange it for a working product"
        },
        {
            "review_title": "Long Lasting, Fresh Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "The scent lasted hours, smells amazing and is exactly what u was hoping it would be. Canu2019t wait for this to be my wedding scent!"
        },
        {
            "review_title": "I HAVE 2",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I have 2 bottles and I love them! Perfect luxury everyday perfume."
        },
        {
            "review_title": "Yummy flower fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Amazing fragrance! Lasting and unique. Reminds me of my grandmother in her younger stage of life. Reminds me that a although a mature woman we can still feel and smell beautiful."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have the 50ml one, the smell is so bad !! it gives me headaches when I wear it, if u like sweet perfumes, i would recommend it. But, if, like me, you prefer floral scents, I wouldn't recommend it."
        },
        {
            "review_title": "Beautiful scent that doesnu2019t last",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This is a really beautiful scent but it only lasts a couple hours at most.  Itu2019s so disappointing considering the price."
        },
        {
            "review_title": "Smell so good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I first tried it in store and I couldnu2019t stop smelling my clothes afterwards, I knew I had to purchase it! Itu2019s my new favourite perfume ud83cudf38 The scent is fresh and floral, the only downside like others said is that the scent is not lasting"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Didnu2019t receive my order. Barely got my refund processed and did not get any extra compensation. The Christmas gift got ruined because Sephora doesnu2019t require a proof from Doordashers who steal the order."
        },
        {
            "review_title": "Elderly",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "It smells good initially but once it dried down it started to smell for more mature woman maybe 50+"
        },
        {
            "review_title": "Fabulous",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love this awesome full size perfume that I picked out from the samples."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Smell doesnu2019t last long at all!!! Maybe a couple hours at most and then you can hardly smell it at all."
        },
        {
            "review_title": "Do not get it for that price",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "I like the scent but DONT BUY. It lasts for 1 minute at most when you spray it. I had to use it as a perfume before bed because it doesnu2019t do anything. It is $100 and so SMALL."
        },
        {
            "review_title": "Fresh like flowers in water, but doesn't last!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "It smells great, fresh - like flowers in water. But it doesn't last at all. It lasts less than an hour. I can't recommend it unfortunately because of that. If they can make the formula last, it would be a perfect perfume."
        },
        {
            "review_title": "Doesn't last",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "I love this scent so much, but doesn't last. Super annoying considering the price."
        },
        {
            "review_title": "Incredible feminine, floral scent. Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Oily skin",
            "review_text": "A new favorite!  Got this in a sample set, tested it thinking it would be average. Completely fell in love.  Very feminine, floral sent. Last all day, plus some. Every time I move, I catch a smell of myself and I fan girl (lol) Since wearing it I'm constantly complimented and asked what scent I'm wearing. It's such a gorgeous scent.  I will absolutely be buying a full size bottle, no questions asked."
        },
        {
            "review_title": "Great scent but no longevity",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I really like this scent, but I wish it lasted longer!! In less than 1/2 an hour itu2019s completely worn off."
        },
        {
            "review_title": "Nice scent, doesnu2019t last!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Smells beautiful but doesnu2019t last long at all :( was so excited to buy this one as I adored the scent but even cheap body sprays lasted longer. Save your money, not worth it!"
        },
        {
            "review_title": "Lasts long. Nice smell",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "In my opinion it lasted a few hours. Spray on each shoulder and it lasted quite a while. I defiantly prefer the purple one but this one was nice. For the first little bit it smelled like a menu2019s cologne but after that the scent was more calm and floral"
        },
        {
            "review_title": "Great Flora Gucci",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Previously I received a sample of this wonderful perfume from @gucci.  Gucci Flora Gorgeous Gardenia ud83eude77ud83eude77ud83eude77  I loved it so much that I got this one!  The three notes that make up this one are:  The head note is Italian mandarin flowers and red fruits.  The heart note:  white gardenia, jasmine absolute and frangipani flower.  The 3 note: the one that leaves behind us the sweet trail of our passage is patchouli with a note of brown sugar.  The bottle is a jewel, a delicate floral touch on a pink background with the gold-colored cap.  The formula of this perfume does not contain a UV filter  Designed with a sustainable approach, the bottle is made with 10% recycled glass using a water-based pink lacquer.  The outer packaging is made with recycled material."
        },
        {
            "review_title": "Must have!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I absolutely love this fragrance and will be purchasing a full size soon"
        },
        {
            "review_title": "For the price I expect more",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "This scent is absolutely divine but for the price I expect it to last longer than an hour."
        },
        {
            "review_title": "Smells nice but lacks longevity",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "It smells very nice but doesnu2019t last that long.  Considering the price tag of $200, I would expect it to last for an evening or so."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This is my favorite perfume of all time - but they NEED TO BRING BACK the OLD BOTTLE! The glass with black top! I havenu2019t used up the last bit I have with the old bottle because I donu2019t want to trash it!  empty"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "Long lasting, wonderful floral scent I'm so glad I decided to try it and now I can't live without it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "This is a gorgeous and classic floral it is my daily scent and nothing screams subtle romance ethereal vibe like this!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m extremely sensitive to scents but this one didnu2019t bother me at all. Itu2019s a very sweet scent, reminds me of old school Paris Hilton or Britney Spears. Scent stayed on very well and you only need a drop. Love it"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I was not expecting the scent to be this great, definitely a must have."
        },
        {
            "review_title": "My go-to summer and spring scent.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Smells so amazing! Luxurious, heavy packaging, perfect for your purse, and smell is so so good!"
        },
        {
            "review_title": "Iu2019m a Gucci Girl !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "GUCCI has the elegant fragrances!  I try to keep one of these in each purse; the smell put me in a peaceful place every time I smell it !  Iu2019m a Gucci Girl for life!!!"
        },
        {
            "review_title": "Definitely a daily",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "I really love this one! It's not too overpowering but it has just the right about of a light floral scentud83dudc96"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "one of the best perfumes i ever had ufffcsmells so gooood!!"
        },
        {
            "review_title": "Smells AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I love this perfume!!! it smells so amazing and I love to wear it on nights out as it has more of a strong floral scent which I personally love. If you aren't a fan of floral scents then this perfume is not for you... but if you do prefer a floral smell DO NOT HESITATE AND PURCHASE!!!"
        },
        {
            "review_title": "This is definitely in my top five smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "This is by far one of my top 5 favourite scents EVER!!! The smell is like intoxicating Iu2019m absolutely in love with this  and definitely definitely recommend."
        },
        {
            "review_title": "buy it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "LOVE LOVE LOVE THIS SCENT. Has floral scents to it the best for your summer scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "smells soooooooooooooooooooooooooooooooooooooo good"
        },
        {
            "review_title": "Gosh the smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Best perfume ever, the rollerball is quite weighted it doesnt feel cheap. Perfect for my handbag i bring it everywhere."
        },
        {
            "review_title": "Does not last",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I had two samples of this and absolutely love the smell, but it does not last more than 3-4 hours which is so disappointing and will prevent me from purchasing. I typically prefer gourmand and mature perfumes, and while this is more floral and fresh than I typically wear, there is something about it very addicting and complex."
        },
        {
            "review_title": "Bath and body works scent",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Smells exactly like a bath and body works fragrance I have. not to say it doesnu2019t smell good, but Iu2019m not paying Gucci prices for B&BW scent"
        },
        {
            "review_title": "Beautiful long lasting purfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I got a sample of this purfume from one of my online orders and I cannot believe how obsessed I am with it. I got non stop compliments going out and out of all my perfumes this scent amazingly lasted throughout the day"
        },
        {
            "review_title": "Smells like pot-pourris",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Gucci Flora Gorgeous Gardenia hit my in the face... nose... with an overdose of jasmine (and some gardenia) that reminded me of the pot-pourris in cheap hotels or restaurants. Fragrance is definitely something personal, but I couldn't wait any longer to get rid of this scent."
        },
        {
            "review_title": "Love the scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I tried a sample of this and immediately fell in love (please note this is as unbiased a review as possible). The perfume is perfect for spring and summer. It's a sweet floral with some freshness to it. Staying power is okay, it doesn't last longer than 4-5 hours but for me that's not a deal breaker.  I do believe if it were less sweet, it would've been better- so do avoid it if you are not into overly sweet scents.   Love the packaging as well- it looks pretty, feminine and unique. However, when you hold the bottle it's just plastic- does feel somewhat cheap for such an expensive big brand. Nevertheless, I would really recommend this for the scent."
        },
        {
            "review_title": "Gorgeous indeed!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "I got a sample of this perfume and immediately fell in love with it. Lasting power is better than I expected.  Unfortunately an hour later it gave me a headache so it's not for me. So even if I loved the smell I can't give it 5 stars.  If you are sensitive to smells I recommend testing it before buying full size."
        },
        {
            "review_title": "Dios mio",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "As a straight male, this is my favorite womenu2019s fragrance, by far"
        },
        {
            "review_title": "Addicting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Combination skin",
            "review_text": "At first I didnu2019t know if I liked it but then it became an addicting different clean richy smell. If that even makes sense. It smells good and doesnu2019t overwhelm you for all my sensitive sams out there !!"
        },
        {
            "review_title": "My go to!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Tried this in the samples I goufffct, and it has been my favourite since then! Love how mild yet beautiful the smell is.. no words to describe."
        },
        {
            "review_title": "YESSS",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "loveeee how it smells great for special occasions,and lasts long on my skin,great for girlies that donu2019t like strong or too sweet scents"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "one of my favorite perfumes! Have repurchased and will over and over ud83eudd17 perfect for a daily scent"
        },
        {
            "review_title": "Floral front, masculine dry down?",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Really pretty floral on first impression, on my skin it dries down almost cologne like? The fresh delicate floral becomes a little masculine on me which is not a bad thing, but definitely a transformation from the initial first spray!"
        },
        {
            "review_title": "Beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I adore this fragrance. The feminine floral scent is exactly what I was looking for. I plan to buy a full size body eventually."
        }
    ]
}