{
    "product_id": "993",
    "name": "Flex Shaping Hairspray",
    "brand": "Living Proof",
    "categories": "Hair, Hair Styling & Treatments, Hair Spray",
    "price": 43.5,
    "about": "What it is:.What it is formulated to do:.What it is formulated WITHOUT:.What else you need to know:",
    "ingredients": "Alcohol Denat., Hydrofluorocarbon 152a, Water, Polyurethaneu201014, Octylacrylamide/Acrylates/Butylaminoethyl Methacrylate Copolymer, AMPu2010Acrylates Copolymer, Panthenol, Polyglycerylu201010 Pentaoleate, PPGu20105u2010Cetethu201020, Triethyl Citrate, Aminomethyl Propanol, Fragrance/Parfum, Citronellol, Butylphenyl Methylpropional, Citral........The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Use on damp or dry hair. ..-On damp hair, style using a brush and any heat tool. Brush through before styling and immediately heat style...-On dry hair, style or finish with or without heat...-Spray Flex directly on the brush for targeted application...-Hold 10 inches away from hair for flexible hold or hold close for firm hold. ...Precautions:.-Extremely flammable. ..-Contents under pressure. ..-Do not use in the presence of open flame or spark. ..-Do not place in hot water or near radiators, stoves, or other sources of heat. ..-Do not puncture or incinerate container or store at temperatures over 120u00b0 F/50u00b0 C. ..-Avoid heat and smoking during use and until hair is completely dry.",
    "num_reviews": 103,
    "overall_rating": 4.1,
    "product_url": "https://www.sephora.com/ca/en/product/flex-shaping-hairspray-P395350?skuId=1543230&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s1543230-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "7.5 oz/ 213 g",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s1543230-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Donu2019t waste your money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I bought this because everyone on tiktok was saying that it was good if you have a Dyson Air Wrap. It held my circles the same way that not using it does and it didnu2019t even make them last longer. Just buy a cheaper mousse"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "loveeee the smell of this product. it's a soft flex hold just beware! If your looking for something that holds more you might want to try a different product!"
        },
        {
            "review_title": "Not Goodu2026",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "This does its job by facilitating styling and creating texture. The scent is strong, like a clean floral but too much for me. Its hold is 5/10 for me. I sprayed it on dry strands pre-styling so that my curls would hold better, then after to set. Itu2019s really stiff and crunchy. As soon as I brushed through it, it was flexible and allowed manipulation, but my curls begin to fall and didnu2019t last the day. It leaves a lot of residue behind, so my hair wasnu2019t soft and smooth anymore. I even broke my poor hairbrushu2019s handle trying to detangle it at the end of the night. I had to wash my hair at the end of the day because it was so uncomfortable with a powdery film all over my hair. This may work well in situations where you spray and leave it, but I think there are better hairsprays out there for flexible styling."
        },
        {
            "review_title": "works well",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "not super sticky but does the job, seems to help my hair  hold all day"
        },
        {
            "review_title": "Itu2019s okay!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I like this hairspray. Yes it has a strong scent but itu2019s not a bad scent. If you are sensitive to smells maybe try a different one. I like that itu2019s not a heavy weighted hairspray. Itu2019s okay and it does the job although sometimes it just canu2019t hold down my fly always."
        },
        {
            "review_title": "Perfumey",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Really liked the hold and usually love Living Proof however EXTREMELY perfumey. I will not be repurchasing for this reason."
        },
        {
            "review_title": "Skip this one",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I wanted so badly to love this but itu2019s just not giving like I thought it would. Extremely strong scent too."
        },
        {
            "review_title": "Love this!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Porcelain skin tone, Dry skin",
            "review_text": "I love this spray. I only wish it had a stronger hold. It worked exactly as it said for me. I was able to have soft curls and round bangs with no stiffness or crunchy-ness. I can spray it on my hair after I style. Or onto my round brush to shape my bangs or ends of my hair. I get a lovely soft , gentle and brushable hold."
        },
        {
            "review_title": "Smells way too strong of perfume.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I like the hold but the smell is much too strong. It's a nice smell, but if I wanted to wear perfume I would. I don't need my hair and beauty products to also smell so strongly. Am returning and won't buy again unless there is a scent free version."
        },
        {
            "review_title": "Sorry- That's a no from me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Deep skin tone, Dry skin",
            "review_text": "I've got fine straight south asian hair and this did not do what it says it should, for myself personally. Made my hair crunchy and the hold was terrible when I brushed it out after using the Shark Flexstyle. Sad cause I had high expectations, but oh well.."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Great for my fine hair and holding curls without crusting. Love this product!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Normal skin",
            "review_text": "Not sticky, doesnu2019t make it stiffu2026very breathable and scent is lovely"
        },
        {
            "review_title": "Before heat and after heat.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair",
            "review_text": "Also keeps your hair feeling soft & shiny.  I use it before curling and after once I brush out curls."
        },
        {
            "review_title": "Meh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I have fine straight hair and found this alright. It gave my hair some texture which was quite nice but not much shaping. The price is obnoxious."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I really like this! It keeps my blowout perfect for a whole week even in the humidity with my wavy hair. Smells amazing too!"
        },
        {
            "review_title": "I hate this i dont want to buy it again",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I hate this dont want to buy it again i dint suggest to buy"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "i have been looking for a good hairspray for YEARS! i have long thick straight hair and i find that it really weighs my hair down. i also hate the feeling of having hard, crunchy hair from hairspray. but every time i try to curl or style my hair, i find that it doesnu2019t last long because of how heavy my hair is. however this hairspray changed my life. i spray some on my damp hair after a shower, then i blow dry my hair and curl it, and then i spray a little more at the end and it lasts and holds my hair for the whole day! not only that, but it doesnu2019t make my hair feel hard or crunchy at all"
        },
        {
            "review_title": "Works for me - love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I love this hairspray, it keeps your style in place even during rainy days or high humidity! It doesnu2019t leave a sticky residue in your hair & your hair looks natural! Definitely my go-to hairspray"
        },
        {
            "review_title": "Living Proof fan....Not impressed",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "I love living proof products and was really excited to try this hair spray. I gave it a couple tries, but unfortunately I found that it leaves a really awful and drying film in your hair. It made my freshly washed hair feel horrible and I couldn't get more than a day out of my hair before I was wanting to throw it up in a bun because it felt like straw."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Works well! Has nice hold and not too stiff on my hair and the smell is pleasant enough for a hairspray, I would continue to buy this"
        },
        {
            "review_title": "Frizz rescue",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I have naturally thick dark curly hair that has lots of blonds in there. Frizziness of my hair makes me feel  unhappy when i go to outdoor parties! But thanks to this spray, ive used 3 bottles since spring, i have confidence"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I love this hairspray.  It is perfect for finishing, you can get that glossy, uniform look even if your a fuzz head like me in any humidity.  It imparts not just brushable control but also shine.  My fave used to be Sebastian Shaper but I have to admit this is worth the extra cash."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, fairLight skin tone, Dry skin",
            "review_text": "Product does everything that's promised but the scent for me is to strong.  It's probably just me but scent puts me off."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Love the smell but wasnu2019t long lasting and left my hair matted. The bottle also leaks. Wonu2019t be repurchasing"
        },
        {
            "review_title": "Matted hair!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This product smells great, but matted my long/fine bleached blonde hair! Do not recommend for fine hair that tangles easily - too sticky of a texture or somethingu2026"
        },
        {
            "review_title": "Too tacky for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I think this product would be great for someone who doesnu2019t want their hair to budge (event or dance recital) but it was a bit much for my u201cevery dayu201d use.  Love the smell of this product, but unfortunately it left my hair sticky/tacky.  I also found that the sprayer didnu2019t evenly distribute the product, leaving some sections of my hair untouched, while others were glued to my head."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Itu2019s really good and doesnu2019t leave your hair crunchy. Iu2019d definitely buy again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This hairspray smells AMAZING and works so well. I love how it have heat protection in it and it smells incredible!!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Iu2019m sure the product works fine but it looks like I was sent an open/used one so very unimpressed with that, the bottle arrived scratched/dusty with no seal on the lid"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "The best. Gives my fine hair life. Use it once and my hair has waves for days."
        },
        {
            "review_title": "Great hold, versatile and worth the $$",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Finally a Living Proof product that does what I'm told it does!!  I love this hairspray!!  I get the perfect amount of hold and it works great when I use it to set my hair with a styling tool like my round brush or curling iron.  It does have a scent that I don't love but it dissipates...all LP products have an odd smell really.  I will continue purchasing."
        },
        {
            "review_title": "MUST HAVE!!! It smells so good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Best Hairspray on the market! Period! I use this everyday."
        },
        {
            "review_title": "AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I never use hairspray because of the residue of leaves in my hair but this hairspray leaves no residue and my curls last for days!"
        },
        {
            "review_title": "Moyen",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Odeur intu00e9ressante. Cependant le cheveux devient difficile u00e0 coiffer apru00e8s avoir vaporisu00e9 le produit."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Excellent product. Holds great. Doesn't leave your hair sticky or feel heavy. It looks natural."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, lightMedium skin tone, Dry skin",
            "review_text": "Best Hairspray I have used. Keeps hair in place but soft hot crunchy."
        },
        {
            "review_title": "Does Not Hold",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I found that this hairspray didn't really hold my curls at all, like 20 minutes later they would be very flat. Even if I sprayed a little bit, I made my hair feel like crunchy like when you spray too much. And if I sprayed more it would make it crunchy, and still wouldn't stay. I also found it made my hair very tangled. I didn't really like the smell either."
        },
        {
            "review_title": "Go-to Product for Fine Natural Blonde Hair!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I started using this just over 2 weeks ago and I am in LOVE. I will definitely get this again as it has become my go-to. I think the price is fair for what you get. I like the packaging. I don't need overly too much product and I feel like it will last me a while. It smells amazing like vanilla. I use it as a heat protector and as a shaping spray before I blow-dry and style my hair. It really helps keep the shape when I straighten my hair and helps hold it all day. This product does not weigh down my hair as I have natural blonde and very fine hair. I also like knowing that this product is good for my hair."
        },
        {
            "review_title": "smells great, hair stays soft",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Smells great and provides a medium hold without being sticky or crunchy. My favorite hairspray. The only draw back is the price!"
        },
        {
            "review_title": "DISAPPOINTED!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was excited to purchase this product based on the reviews. I paid $36 for a can of hairspray that I have used for 10 days and I only have a 1/3 of a can remaining. Why? Because it doesn't hold! It smells great.That is the only positive thing that I have to say about it. Very disappointed"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Favourite hairspray - hold without the crunch. Smells lovely, and you can keep styling it after. I also use it for heat protection."
        },
        {
            "review_title": "My fourth purchase of this product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I have thin, straight hair that is cut with lots of layers to add volume.  This hairspray works perfectly with my hairstyle; it adds volume with very little buildup.  Great stuff."
        },
        {
            "review_title": "Flexible hold.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I really like this stuff. Super flexible but holds."
        },
        {
            "review_title": "Amazing product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Smells amazing, and doesnu2019t leave your hair sticky"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "Like advertised this is a medium hold hairspray.  When used on blow dried hair and with a curling wand my curls lasted for 5 hours.  Would have lasted longer if i didn't go for a walk.  When used just before curling (since it does offer heat protection) my hair was glossy where most of the product was deposited.  It also made my hair smell phenomenal.  Overall 4 stars because i was hoping my curls would last and not separate and go frizzy in the slight wind."
        },
        {
            "review_title": "Seriously irritated my scalp",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I'm in my mid-late 20s, and I'm of Indo-Carribean descent. I have virgin hair that is thick and curly, my main concern is frizz and dryness.  This hairspray simply did not agree with my scalp. It caused my scalp to get incredibly irritated and then I had terrible dandruff for the few days after I've used it."
        },
        {
            "review_title": "Good choice.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "The smell is nice. At least it held my curls for about a day."
        },
        {
            "review_title": "my go to hairspray",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This is it! I buy this product over and over again. I have fine hair that I curl with a thick barrel for a wavy look. This hairspray is perfect. Itu2019s light with just enough hold for an entire day without being crusty or sticky."
        },
        {
            "review_title": "Soft & Smells Great!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This hairspray is lovely. It smells great and is not crunchy whatsoever. The only reason for 4 stars is it quite expensive, & I found it does not work most effectively to hold a curl in clip-in extensions. That being said, I would rather have my curls fall out a little and still be soft and smell gorgeous than be hard as rock and immovable. Depends on what you want-just know the product is TRUE to its description."
        },
        {
            "review_title": "u2018Worth thu00e9 buck!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Leaves my hair touchable and silky! Great heat protection. Absolutely love this product I have never found anything equal to it!  And it smells great!"
        },
        {
            "review_title": "Not sticky",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone",
            "review_text": "So nice and light for just a bit of hold and very natural look. Can still run fingers through my naturally curly hair. My very outdoorsy boyfriend wouldnu2019t even know I had used it. Great fragrance."
        },
        {
            "review_title": "Great product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Awesome hairspray! Does not leave hair feeling heavy with product, does not leave residue and it's low scented. I have tried several hairsprays and this one is by far my favorite one."
        },
        {
            "review_title": "Seriously the best hair spray out there.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Seriously the best hair spray out there.  I have very fine / thin hair that usually cannot hold a curl for an hour with regular drugstore hairspray.  THIS STUFF WORKS.  I can at least get 6 hours of hold that isn't heavy on my hair. After 6  hours, there is still volume and shape - just a bit looser.  Would highly recommend this product, even for the steep price.  Well worth it - and smells great."
        },
        {
            "review_title": "FAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "FAVE hairspray. Super light, smells great (not too fragranced) and keeps my hair in place all day"
        },
        {
            "review_title": "Very good product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Very good product.  My hair is fine; it holds and volumizes for several hours.  Not quite salon quality and pricey, but the best product I've found for this purpose."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love this hairspray. It gives volume and hold to my hair. It also smells amazing. This is my second time purchasing."
        },
        {
            "review_title": "3 STARS",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I bought this product with 2 things in mind: 1) To use on dry hair before curling to help hold the curl.  2) It needs to be a heat protectant!  There is virtually no hold to it whatsoever (-2 stars), but I do love that it's a heat protectant and smells nice!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "I love that its a aerosol spray. it smells amazing, and has a light hold."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The best hairspray ever, smells amazing and the texture is the dreams of hairspray; your hair doesn't get crunchy but it still stays put. Plus it lasted a super long time, I've bought the travel bottle months ago and use it about once every week and  I still have product in!"
        },
        {
            "review_title": "can never be without this stuff!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Flexible hold typically means low hold in my experience. This stuff actually holds the style like a firm hold spray but leaves your hair touchable and soft! Pure magic. To me the smell is reminiscent of earl grey tea or a London fog. Love!"
        },
        {
            "review_title": "Extremely strong scent",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Hairspray itself is excellent but it's extremely scented and it lingers for a long time. If you're sensitive or allergic to scents like I am, then this isn't for you. Otherwise, the hairspray is excellent and has a fantastic soft hold."
        },
        {
            "review_title": "Nice for the first hour and overpriced",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This hairspray smells nice and doesnu2019t make your hair look crispy. I bought it to tame flyaways itu2019s ok and when I use it then brush my hair my hair feels really smooth but only for like an hour so itu2019s not long wearing and for the price I expected it to work for a bit longer"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "smells nice, flexible hold. i like it!"
        },
        {
            "review_title": "brushable   smells divine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Flexible, brushable, and smells amazing! Hands down my favourite hairspray."
        },
        {
            "review_title": "Light hold",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "Very light hold.  A little too light for me.  Scent isn't too bad."
        },
        {
            "review_title": "Go to hairspray!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is a must have. I curl my hair most days and this holds my curls all day long without feeling stiff or sticky. It smells great too! It also brushes out really nice."
        },
        {
            "review_title": "Very little hold",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "The can says this is a medium hold hairspray but that is a stretch. Not suitable when there is even just a little bit of wind or humidity in the air."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Best Hairspray I have ever used. Keeps the shape of my waves or curls bouncy without being too heavy or crunchy. Also, it smells amazing!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love this hairspray! Has a great amount of hold. It is pretty scented and pricey though! But love the mini's for travel."
        },
        {
            "review_title": "horrible scent",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I bought this for travel purposes and definitely was the worst idea possible.  One spray and that was it for me, the smell was just so terrible that I just couldn't even use it, left my hair without spray.  I just couldn't even use it so I returned it...  if you don't like heavily scented products, don't waste your money on this..."
        },
        {
            "review_title": "A wonderful hairspray!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I've been hunting for a super light-weight hairspray for a while, and finally found it.  The mist itself sprays out very lightly which is one of my favourite things about this spray.  It makes it very easy to apply in small doses.  It holds very well, without getting too crusty.  I've accidentally over applied it a few times and ended up with a bit of a crispy hair, but when applied in small doses it's just perfect!"
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have been searching for a new hair spray that will hold my pin-straight hair into beautiful waves or curls and after literally trying dozens and dozens, I came across this beauty. It is AMAZING and is my new favourite go to! I will not buy another hair spray again!!! You won't be disappointed!"
        },
        {
            "review_title": "favourite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Favourite hairspray. Especially for soft beachy waves, it holds everything nicely without feeling hard or being too noticeable."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Fantastic stuff and smells amazing :)"
        },
        {
            "review_title": "love",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Perect for softly holding style and It smells sooo good. It's not strong enough to hold down little broken hairs or flyaways but if you've put waves or something in your hair that you want to hold but not look stiff this product is perect! I'm on my second bottle."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love being able to use this and still brush through my hair without it flaking. Provides just the right amount of hold for a natural look and to catch the flyaways. It also has a very light pleasant smell that fades very quickly. Hair never feels heavy or sticky."
        },
        {
            "review_title": "BEST HAIRSPRAY THERE IS.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Only hairspray I can stand. It's not sticky, it doesn't leave your hair crunchy, and it keeps your hair in place! I don't see why anyone would rate it anything other than 5 stars. Worth the price."
        },
        {
            "review_title": "Touchable Hold",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The hairspray smells great, and give you a soft touchable hold. As the name states, it's a flex hold hairspray so it works really great with big soft curls which is how i like to wear my hair.   Additionally, I like the packaging. You will notice that this can has the same volume of product as it's competitors, but this is packaged in a reasonable manner where the can is not too tall, so it's much easier to store."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have repurchased this hairspray several times. I love that this hairspray keeps my hair in place without being crunchy. It's easy to use and workable. It lasts all day and keeps my flyaways at bay. I really like the smell too."
        },
        {
            "review_title": "Expected more from this brand",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love Jennifer Anistons brand , so I bought this instantly without comparing any other brands..it's ok .. but really feels just like a typical medium good soray feels like .. as the what I was looking for"
        },
        {
            "review_title": "Nothing Special",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It's okay. It didn't really hold up the shape of my hairstyle or allow for brushable flexibility, plus it snags my hair.I'll continue using it just to finish it up but I'm glad I didn't commit to the full size, would not repurchase again."
        },
        {
            "review_title": "new love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is great for styling without drying your hair. The scent is not overpowered. Will repurchase."
        },
        {
            "review_title": "Great for styling!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love to use this hairspray as a styling tool - it is light enough to use with my straightener and also to set for a light setting day."
        },
        {
            "review_title": "Flexible and not heavy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Great product, light and flexible. Keeps the hair looking good without the heaviness or stiffness."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love this light, workable hairspray!  I have fine hair and it does not weigh it down or make it crunchy.  I also use this spray when my hair is damp as part of my styling routine.  Incorporates volume and light hold really well!"
        },
        {
            "review_title": "great soft spray!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love this spray for a natural finish that I can run my hands through but still has some hold. Smell is nice but goes away (which is good so that it doesn't interfere with my perfume) Works great on second day hair too!"
        },
        {
            "review_title": "Versatile, natural feeling hairspray",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have alot of hair, but it is fine, and is currently pretty long (past my shoulder blades.) The Living Proof Flex Shaping Hairspray is one of the few sprays that isn't overly sticky or weighs my hair down. I definitely appreciate that it extends the life of any hair do and use it almost every time I straighten my hair to add a little hold and combat fly-away and frizz. This products offers a light hold and won't help much with keeping hold on more complex hairstyles (ie: using a curling wand). Great for everyday use; minimal buildup. I would recommend to anyone looking for a natural feeling hairspray!"
        },
        {
            "review_title": "Like!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Great product! Does as described. Love the feel and smell of the product!!"
        },
        {
            "review_title": "Soft and Sexy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Leaves hair soft and non-sticky. Run my fingers through and spray holds."
        },
        {
            "review_title": "best hairspray. and it smells good.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I originally had a sample of this hairspray in the travel size styling kit. It takes a pretty special hairspray to make an impression, and this one sure does - it gives good hold, but isnt sticky or crunchy. My favourite part of it is the smell - it's fresh & pretty, not stinky at all"
        },
        {
            "review_title": "Vanilla Hairspray Hello",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Not cheap but worth every penny. The nicest most non crunchy just the right amount of hold hairspray. Seriously love this stuff!!! Did I mention it smells like vanilla ummm love"
        },
        {
            "review_title": "i",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Keeps my hair workable throughout the styling process. I have fine hair and it keeps my hair curled throughout the day/night."
        },
        {
            "review_title": "a good 'working' spray",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This spray is good to use throughout the styling process but I didn't find that it had enough hold to set or finish the style; I would finish with a different hairspray. I will repurchase, though it is expensive, because it doesn't weigh down my hair, which is quite fine. The smell is OK."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It is a good spray not long lasting. It does not have a super hold if it is a windy day. Good for everyday use."
        },
        {
            "review_title": "Great for holding waves, not so much for updos",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "First of all this hairspray smells great, like all Living Proof products. It does a great job of holding waves/curls while still allowing them natural movement. However the hold isn't strong enough for updos, at least for my fine hair texture."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It holds while feeling soft and touchable. Its my go to hairspray. I also like the subtle volume it gives me"
        },
        {
            "review_title": "Best Hair Spray",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This spray is great, as its not sticky, nice scent, ok to use with hair appliances"
        },
        {
            "review_title": "New fav",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love this hairspray, smells great, holds but is light so you can still run your fingers through your hair."
        },
        {
            "review_title": "New Favourite Hairspray",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is hands down my new go-to hairspray. Tried the smaller size to test it out and I have already gone back to he the full size so I don't run out! It gives just the right amount of hold while still allowing movement, plus it smells absolutely wonderful!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Excellent hold, that softens after a quick brunch. Gives a nice shine"
        },
        {
            "review_title": "Best hairspray I have ever tried.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Best hairspray I have used without question. I bought the smaller size to try out and I have fallen in love with this product. I will be buying the larger size once I have gone through the smaller size. This hairspray also smells amazing! Great product that I will continue to buy."
        },
        {
            "review_title": "Great",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was introduced to it because I had been using the instant texture mist, and I went to buy it again (love it), and then looked at the others and was intrigued by this one, bought the smaller size and seriously love it mainly for the smell (which is different from the regular smell of this range but which I also love), and also because it gives a lived in look without the dryness or stickiness of a regular texturizing spray!"
        },
        {
            "review_title": "Best Hairspray",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This hairspray truly lives up to its name. It is FLEXIBLE!!! If you want it to hold your style then give it a spray, your hair will never feel hard or stiff. You can still brush it and play with it. Spray before, during and after styling. ITS FANTASTIC!!!!"
        }
    ]
}