{
    "product_id": "67",
    "name": "The Rich Cream with TFC8u00ae Face Moisturizer",
    "brand": "Augustinus Bader",
    "categories": "Skincare, Moisturizers, Moisturizers",
    "price": 405.0,
    "about": "What it is:An intensely hydrating moisturizer powered by patented TFC8u00ae thatu2019s clinically shown to reduce the appearance of fine lines, wrinkles, and hyperpigmentation..Skin Type:Normal and Dry.Skincare Concerns:Fine Lines and Wrinkles, Dullness, and Loss of Firmness and Elasticity.Formulation:Rich Cream.Highlighted Ingredients:- TFC8u00ae: Nourishes and protects the skin, supporting cellular renewal..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also vegan and cruelty-free..What Else You Need to Know:Inspired by 30 years of research, this luxurious cream replenishes skinu2019s moisture and visibly transforms your complexion. Infused with TFC8u00aeu2014a patented blend of natural amino acids and high-grade vitamins and moleculesu2014the fragrance-free formula delivers essential nutrition for skin that looks more even, firm, and toned..Clinical Results:In a user-trial study of 105 participants, over a 12-week period:",
    "ingredients": "-TFC8u00ae: Nourishes and protects the skin, supporting cellular renewal. .-Hyaluronic Acid: Attracts and maintains moisture for visibly plump, fresh, well-hydrated skin. .-Hydrolyzed Rice Protein: Soothes, calms, and improves skinu2019s hydration levels for a radiant-looking complexion. ..Aqua (Water), Coco-Caprylate/Caprate, Helianthus Annuus (Sunflower) Seed Oil, Squalane, Glycerin, Argania Spinosa Kernel Oil, Ethyl Oleate, Persea Gratissima (Avocado) Oil, Polyglyceryl-4 Oleate, Magnesium Sulfate, Oenothera Biennis (Evening Primrose) Oil, Panthenol, Polyglyceryl-6 Oleate, Zinc PCA, Polyhydroxystearic Acid, Butylene Glycol, Butyrospermum Parkii (Shea) Butter, Potassium Sorbate, Sodium Benzoate, Tocopherol, Sodium Hyaluronate, Hydrolyzed Rice Protein, Maltodextrin, Citric Acid, Camellia Sinensis Leaf Extract, Hydrogenated Lecithin, Tocopheryl Acetate, Xanthan Gum, Alanyl Glutamine, Arginine, Oligopeptide-177, Phenylalanine, Sisymbrium Irio Seed Oil, Sodium Chloride, Dextran, Palmitoyl Tripeptide-8.",
    "how_to_use": "Suggested Usage:.-Use twice daily..-Apply an even layer to clean, dry skin. .-With upward, sweeping motions, massage from your nose to your ears, across your forehead, over your cheeks and out toward your temples, and from the base of your neck to the tip of your chin..-Apply any excess product onto your du00e9colletu00e9.",
    "num_reviews": 885,
    "overall_rating": 4.2,
    "product_url": "https://www.sephora.com/ca/en/product/augustinus-bader-the-rich-cream-with-tfc8-face-moisturizer-P470509?skuId=2458842&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2458842-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1 oz/ 30 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2492882-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "1 oz/ 30 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2492882-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "So not worth the $",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Smells awful, firstly. Like it has expired or something? Greasy and sits on top of my face it seems. I donu2019t mind spending $ if my face loves it (hello La mer) but for the price, my gosh,donu2019t  even bother. Plenty of other great products that are way cheaper."
        },
        {
            "review_title": "The emperor has no clothes",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I like the feel of the AB creams, especially the rich one.  But  the packaging does me in.  Multiple times I have taken a new container with me on holiday only to have it run out after 3 days.  Feels like a fraud"
        },
        {
            "review_title": "Good but not for me",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "I was really impressed with it at first but it does have a tight feeling to it after application. I must admit it did not break me out and immediately made my skin softer but that's about it. For the price I wouldn't say it's worth it but if you like lux brands then definitely pick it up. It does do something!"
        },
        {
            "review_title": "Beware if acne prone",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I received a sample of this product from Sephora. I have sensitive, acne prone, oily/combo skin. I felt it was very hydrating, but I think it mightu2019ve been too much for my skin specifically bc I broke out:-("
        },
        {
            "review_title": "So rich",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I received this product for free in exchange for an honest review. As shown in my photos, this product has a rich consistency, but in the following photo, you can see that it blends in sheer and it leaves your skin feeling so hydrated and silky. This product is great for travelingbecause itu2019s only one fluid ounce, and you can throw it in your carry-on. I love applying this every day before putting on any make up and itu2019s great to put on before bed. I will be buying this product after I run out."
        },
        {
            "review_title": "Holy Grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I don't care what anyone says- this is a holy grail. So rich and moisturizing and skin always looks brighter and smoother.   Every so often I cheat and use other stuff, then come back. This is probably my fourth purchase in 4 years."
        },
        {
            "review_title": "Great product, but too lightweight",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "The packaging is stunningu2014sleek and luxurious, making it feel like a premium experience from the start. The cream itself is good, but I find I need to use more product than expected to achieve the desired softness for my skin. That said, it has noticeably brightened my melasma, which is a huge plus. Overall, itu2019s a quality moisturizer, but I wish it were more concentrated for the price point."
        },
        {
            "review_title": "My routine is that I use it 10 times a day, I use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Hi, I found the product very cheap, very cheap, so I bought 4 of them. And they all came perfect!!! Thank you very much Sephora"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is an amazing product and definitely looks as luxurious as it feels. I have heard tons of people rave about this product so I was excited to try it for myself. My skin feels super soft and smooth after using this, and I canu2019t find anything Iu2019ve used before that this is comparable to. I will definitely splurge for this again in the future, because I feel like I donu2019t need any other products at all when I use this serum!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Dry skin",
            "review_text": "I am someone with VERY sensitive, red, & dry skin. After 3 weeks of use, the product it make my skin vey soft, easy to use. This is very luxurious. it made a difference overnight. I do think itu2019s worth the money for some. It has no scent, packaging is nice, it would be nice to see how much product is left through toward end of use. It does make your skin feel very hydrated, plump & dewy, just be careful with very sensitive skin. The product is adorned QUICKLY, and it provides instant moisture and hydration. The packaging is designed so that you use every last bit of product."
        },
        {
            "review_title": "Great product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I'm thoroughly impressed with The Rich Cream by Augustinus Bader! This luxurious moisturizer delivers intense hydration, plumping and firming my skin. Its unique stem cell technology and natural ingredients leaves my complexion radiant and supple. Honey itu2019s so good"
        },
        {
            "review_title": "Amazing cream!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "Wow! This cream instantly seeps in to my dry skin without feeling heavy or clogging my pores! I love that it does not have a scent and really does not leave my skin oily! Looks amazing under makeup!"
        },
        {
            "review_title": "Fancy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I tried The Rich Cream and the first thing that I loved is the great quality of the ingredients. It has a blend of natural amino acids and high-grade vitamins and moleculesu2014 super fancy! My skin looked moist and bright. I loved it"
        },
        {
            "review_title": "Good luxury moisturizer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This is so so good!!! I love it leaves the skin moisturized but not oily. It absorbs pretty well and the skin feels nice and plump after use. Mind you the high price point. But it is worth it in my opinion"
        },
        {
            "review_title": "Luxurious Cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I was so excited test cream. The packaging and even texture screams luxury. Itu2019s spreads easily and 3 pumps was enough for me. I definitely saw my skin radiant after using it. I recommend this if price isnu2019t a factor."
        },
        {
            "review_title": "Yes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "I have serious issues with dry skin so was excited to give this a try. I apply the rich cream at night after I wash my face and my face has not been dry. My foundation no longer looks cakey. I love this stuff!"
        },
        {
            "review_title": "Amazing for nightly moisturizing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I do not like the smell however it is amazing at moisturizing. The packaging is so high end but u do need a lot of the cream to cover your whole face. Iu2019ve done my research and the ingredients are really good for your skin"
        },
        {
            "review_title": "Moisture that lasts!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "My skin is MOISTURIZED. After the 1st use I noticed the richness this provided my skin. The texture was just right. Love the pump, the packaging and color makes it easy to find in my vanity. My skin felt hydrated for hours after applying, it looks and feels amazing."
        },
        {
            "review_title": "Glowing & Nice!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Overall - a very solid skincare product. It left my skin hydrated and I even noticed a glow. I will say, I had to work the cream in my fingers a little bit before spreading on my face to get the full smooth spread. No scent, and truthfully, I preferred that."
        },
        {
            "review_title": "Thick, greasy and smelled bad",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I did not like this cream at all: it was too thick and greasy, and it had a rancid smell. Not sure if I got a bad batch because looking at reviews everybody loves it, but I hated it. I even tried it several times after that on separate days thinking maybe I was too critical but nope yuck! Expensive and nasty"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "This is a great cream. Itu2019s lightweight and thereu2019s no obnoxious scent. I didnu2019t find it too heavy. The packaging is nice. I love the pump. Will be in rotation for a bit"
        },
        {
            "review_title": "Rich and luxurious",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I received The Rich Cream 30ml complimentary from Influenster and augustinus bader in exchange for my honest review. Iu2019ve been using this cream according to directions for the past 30 days. And my skin is combination with fine lines around my eyes. First off the packaging is very beautiful and add to the luxurious experience. The cream itself is very rich yet applies easily and absorbs quite fast so my skin feels after application very supple and plumped with a silky texture. I am very pleased with the noticeable appearance and feel , very good product."
        },
        {
            "review_title": "Skin care investment",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "Stunning bottle! Looks and feels expensive. Non scented. Itu2019s not thick in texture but doesnu2019t go on smooth like a moisturizer. So a lot of pumps is needed. Apply in upwards motion to clean dry face. Itu2019s crazy because I do notice my very thin crows feet lines around my eyes apprear reduced!!! Will definitely continue to use and recommend. Worth the price tag"
        },
        {
            "review_title": "Beautiful but too expensive",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "This Rich Cream helps fight aging however its main function is cell turnover, triggering the body to rebuild itself. This technology was initially developed for burn victims so they would not have to go through skin grafts.  Itu2019s made up of 40 ingredients, a patented cocktail of goodness for the skin. 30 ml runs approximately $185.  The recommended usage is two pumps twice a day every day, meaning the product should last you around 4 weeks. Augustinus Bader said that in order to get the full benefits from this product, it needs to be the first thing and only skincare that touches your skin, a one product wonder. And you must give it at least 30 days to start seeing the benefits. I think to really see visible benefits, I would need to give this a good 3 - 6 month try.  However itu2019s a bit out of my price range which is why I only give it 4 stars. I was afraid to start using it after reading several negative reviews.  However my skin loved it u2026 unfortunately.  It has a rich, emollient feel, great for my mature skin. It is fragrance-free, free of gluten, GMOs, parabens, sulfates (SLS & SLES), silicones, DEA, heavy metals, talc, and petrolatum/paraffin/mineral oil. and 100% vegan."
        },
        {
            "review_title": "Luxurious face cream",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, auburn hair, Light skin tone, Oily skin",
            "review_text": "This face cream feels high end and really sinks into the skin and makes my face so soft and glowing. The only issue for me is that I have oily skin and it is more for someone with very dry skin. It does work great as an overnight skin mask. I wouldnu2019t use this daily. This product was provided for free in exchange for my honest review m."
        },
        {
            "review_title": "Noticeable improvement",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Fair skin tone, Normal skin",
            "review_text": "u2b50ufe0fu2b50ufe0fu2b50ufe0fu2b50ufe0f  I received this product for free from @Influenster and @augustinusbader in exchange for my honest review. Overall very good face cream that keeps my skin hydrated and nourished. After 3 weeks of usage, I defiantly fee my skin feels plumped and replenished. There also improvement in appliance.  of my fine lines/wrinkles. It was an easy add on to my skin route as the last step. In terms of texture, this face cream has a lotion of sunblock, but still very easy to spread and apply. There was no residue/build up all and absorbed very well. Given the noticeable result, I think the price justifiable. The only downside is that the lotion has a strong smell, which I think resembles spoiled milk. I was very happy with the performance of the product.  u2705Pro:  u2b50ufe0f Result: improvement in skin plumpness and fine appearance u2b50ufe0f Application: easy application and absorb well u2b50ufe0f easily accessible online or in store u2b50ufe0f $185/ 1zo + tax. Justifiable for the result    u274c Con: ud83dudeab strong smell that remember spoiled milk  @influenster @augustinusbader #skincare #emusion #lotion #hydration #skinbarrier #skincare #complimentry #Complementary #collab #collabration #complimentary #richcream #skincare #cleanbeauty"
        },
        {
            "review_title": "A little goes a long way",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "Iu2019ve been using Augustinus Bader The Rich Cream for about a month, and the results have been amazing. As a 45-year-old mom with dry and tired skin, this cream has made a noticeable difference. My skin feels deeply hydrated, refreshed, and more radiant than it has in years. Fine lines, especially around my eyes, have softened, and my skin has a beautiful glow that lasts all day.  One thing I really appreciate is how incredibly rich the cream is. A little truly goes a long way, so even though itu2019s a bit of a splurge, it lasts! It feels luxurious without being too heavy or greasy, and my skin absorbs it quickly, leaving it plump and smooth. Iu2019ve also noticed my skin is more resilient and less sensitive to environmental factors. If you want a powerful moisturizer that delivers on hydration and radiance, this is absolutely worth it!"
        },
        {
            "review_title": "Healthy, brighter, richer skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The rich cream makes my skin feel and look fantastic! I have a lot of post acne scars and uneven skin tone. This cream helps rebuild cells and makes my skin much more healthy!"
        },
        {
            "review_title": "Magic in a Blue Bottle - Worth Every Penny!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "If you're looking to invest in your skincare routine, let me introduce you to my latest obsession - Augustinus Bader's The Rich Cream. This stuff is seriously game-changing. Ever since I started using it, my routine has been simplified, my skin is thriving, and I'm officially hooked.  This cream gives you that lit-from-within glow, leaving dewy, hydrated, glassy skin that shines through your makeup. It plumps everything out, creating the perfect base for your makeup. The texture is pure luxury. It's rich and creamy without feeling heavy or greasy. The magic ingredient here is TFC8 (Trigger Factor Complex). I don't know exactly how it works, but I know my skin has never looked or felt so healthy and radiant. It's like an all-in-one product that's changed my skin in the best way possible.  I know the price tag is hefty. But here's the thing: you're paying for 30 years of research, all perfected and packed into that beautiful blue bottle. And honestly? The results are worth every penny."
        },
        {
            "review_title": "Too Expensive, Little Product",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This moisturizer felt rich and luxurious but the cream was thick and left a shiny and slight cast after application. Probably best used for a nighttime skincare routine. Also, even though it doesnu2019t look like it, there is so little product for the price! I had to do a double take before I packed this in my carry on bag for travel. My bottle was 1fl oz and listed at $185! A very costly cream and I was using 3 pumps for each application. Works great if you can afford it."
        },
        {
            "review_title": "Absolutely adore!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Holy moly this is good. I hadnu2019t tried any Augustinus Bader products before, but Iu2019m a convert now. The Rich Cream is luxurious, creamy and thick, but it doesnu2019t feel heavy or overly thick. It soaks in quickly and leaves my face without any grease or shine. It doesnu2019t have a strong scent. The only issue I have is that I would like the pump to give a little more product because it does soak in so quickly."
        },
        {
            "review_title": "What An Excellent Moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "This cream has the most interesting feel to it u2014 almost like if you mixed heavy cream and honey together. At first it feels like a thick glaze when you put it on your skin, however after a couple minutes it fully absorbs u2014 leaving a healthy + subtly dewy finish (it does not look greasy at all u2014 it looks like healthy/hydrated skin).   Outside of that, the packaging is objectively gorgeous u2014 just absolutely stunning.   Regarding the efficacy, I have only been using this product for around 4-5 weeks, so I cannot speak to the long term effects u2014 however my skin in general does look beautiful + healthy immediately after application. Iu2019m excited to see how my skin transforms with continued use.  Lastly, I have normal-to-dry + sensitive/reactive skin, and have not found this product to be irritating at all u2014 if anything it actually has helped ease preexisting irritation.   All in all this is an excellent product, and Iu2019m excited to continue using it."
        },
        {
            "review_title": "Smooth Skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "After using this product for a few weeks, my skin feels hydrated. When the weather starts getting colder, my skin becomes dryer and this cream feels nourishing.  I canu2019t testify as to wrinkles reduction because I have great skin as I take great care of it but it might have help reduce fine line. My skin is glowing and looks extra healthy."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The Rich Cream has a thick consistency, but doesnu2019t feel heavy on your skin. Itu2019s easy to rub in despite the thickness, and leaves your skin feeling moisturized without feeling sticky. I apply this at night, and love how glowy my skin is when I wake up! It is also fragrance, irritant and allergen free for those that have sensitive skin."
        },
        {
            "review_title": "Incredible!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "This is an incredible moisturizer. I use about 2-3 pumps depending on how dry my skin is feeling, and my skin feels like it stays hydrated all day long. It does not ever feel greasy, wears beautifully with or without makeup.   There is a light scent but barely noticeable. I havenu2019t noticed any irritation from using this moisturizer, despite being prone to irritation. My skin is combination dry/oily. I use an essence and a serum underneath.   The bottle is a high quality heavy glass component. The cap feels like plastic which seems a little lower quality than the rest of the materials, but not a big deal.  I received the product for free from Influenster in exchange for a review, and in all transparency I would probably not pay full price for it since I have so many other great moisturizers that cost much much less, but Iu2019ll definitely be using this in my regular rotation until it runs out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Oily skin",
            "review_text": "I've been using Augustinus Bader The Rich Cream and itu2019s become a staple in my skincare routine. This cream is incredibly moisturizing, with a rich and luxurious texture that feels amazing on the skin. One of the things I appreciate most is that itu2019s fragrance-free, so itu2019s gentle and non-irritating, especially for sensitive skin types. I typically use it as the last step after applying retinol, and it works wonders by locking in moisture and preventing dryness. It leaves my skin feeling plump, hydrated, and nourished. Highly recommend for anyone needing intense hydration without unnecessary fragrance!"
        },
        {
            "review_title": "A little too thick but still does the job",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "After using this product over the last few weeks, my dry aging skin now feels moisturized and supple. My only complaint is the thickness of the product other than that itu2019s perfect."
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "After using the product over the past few weeks, I have noticed a subtle difference. My skin is very soft and sleek. This is very easy to apply in a little bit goes a long way. I will continue to use this and see how much more my skin and improves."
        },
        {
            "review_title": "Creamy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This will be perfect heading into the winter months. Itu2019s a good consistency but not too thick. Very moisturizing and itu2019s sticky or cakey. Good ingredient list."
        },
        {
            "review_title": "Rich and creamy moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "The Augustineu2019s Bader Rich Cream is a luxurious nighttime moisturizer that hydrates and offers anti aging benefits. I have been using the cream for almost a month and I am hooked. The Rich Cream has a smooth milky consistency. My skin absorbs it quickly leaving it moisturized and hydrated all night. I wake up with my skin feeling renewed. I love that the pump extracts the exact amount I need so I donu2019t waste any of the product. It is worth the price."
        },
        {
            "review_title": "Luxury skin care",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This Rich Cream definitely lives up to it's name. It feels luxurious and makes my skin looking and feeling good."
        },
        {
            "review_title": "Thick and lightweight",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Augustinus Bader face moisturizer is a new favorite. The consistency is thick but lightweight! It applies smoothly and evenly without a greasy after feel. It does have a light scent but nothing thatu2019s overpowering."
        },
        {
            "review_title": "A little too thick but still does the job",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "After using this product over the last few weeks, my dry aging skin now feels moisturized and supple. My only complaint is the thickness of the product other than that itu2019s perfect."
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "After using the product over the past few weeks, I have noticed a subtle difference. My skin is very soft and sleek. This is very easy to apply in a little bit goes a long way. I will continue to use this and see how much more my skin and improves."
        },
        {
            "review_title": "Creamy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This will be perfect heading into the winter months. Itu2019s a good consistency but not too thick. Very moisturizing and itu2019s sticky or cakey. Good ingredient list."
        },
        {
            "review_title": "Rich and creamy moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "The Augustineu2019s Bader Rich Cream is a luxurious nighttime moisturizer that hydrates and offers anti aging benefits. I have been using the cream for almost a month and I am hooked. The Rich Cream has a smooth milky consistency. My skin absorbs it quickly leaving it moisturized and hydrated all night. I wake up with my skin feeling renewed. I love that the pump extracts the exact amount I need so I donu2019t waste any of the product. It is worth the price."
        }
    ]
}