{
    "product_id": "1504",
    "name": "Photo Finish Primerizer+ Hydrating Face Primer with Hyaluronic Acid",
    "brand": "Smashbox",
    "categories": "Makeup, Face, Face Primer",
    "price": 57.0,
    "about": "What it is:A hydrating primer with a fresh, dewy finish that defends skin and perfects makeup..Highlighted Ingredients:- Silkscreen Complex (Antioxidants, Hyaluronic Acid, Probiotic Extract, Vitamins, and Algae): Nourishes, visibly balances, and defends skin..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, hydroquinone, sulfates SLS & SLES, triclocarban, and triclosan. It is also vegan and cruelty-free..What Else You Need to Know:Powered by nourishing, protective, visibly balancing Silkscreen Complex, this primer forms a breathable, silky barrier that perfects the look of skin, smoothing and defending against damage from environmental aggressors like pollution and blue light. The silicone-free formula replenishes skinu2019s moisture reserve for a smooth, plump, glowing look.",
    "ingredients": "-Silkscreen Complex (Antioxidants, Hyaluronic Acid, Probiotic Extract, Vitamins, and Algae): Nourishes, visibly balances, and defends skin..-Triple Hyaluronic Acid: Hydrates and visibly plumps for up to 72 hours. .-Niacinamide: Nourishes skin...Water/Aqua/Eau, Pentaerythrityl Tetraethylhexanoate, Glycerin, Isopropyl Isostearate, PPG-15 Stearyl Ether, Niacinamide, Hydroxyethyl Urea, Sodium Polyaspartate, Algae Extract, Caffeine, Lactobacillus Ferment, Yeast Extract/Faex/Extrait De Levure, Lycium Chinense Fruit Extract, Rosa Hybrid Flower Extract, Vaccinium Macrocarpon (Cranberry) Fruit Extract, Vaccinium Angustifolium (Blueberry) Fruit Extract, Trehalose, Sodium Hyaluronate, Pantethine, Sorbitol, Tocopheryl Acetate, Caprylyl Glycol, Butylene Glycol, HDI/Trimethylol Hexyllactone Crosspolymer, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, 1,2-Hexanediol, Xanthan Gum, Sodium Hydroxide, Disodium EDTA, Propanediol, Nylon-12, Silica, BHT, Phenoxyethanol, Potassium Sorbate.",
    "how_to_use": "Suggested Usage:.-Smooth over clean skin. .-Wear alone or under makeup for visibly plumping hydration.",
    "num_reviews": 546,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/smashbox-photo-finish-primerizer-hydrating-face-primer-P479985?skuId=2517712&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2517712-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1 oz. / 30 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2517712-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Cakey and heavy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I use to be a Smashbox fan and loved their primer. I purchased this one for my dry skin. I washed my face and moisturized prior to using it. I found it to be very runny, but it applied well. Once all of my makeup was done, my husband and I couldn't help but notice I had aged about 20 years. I made every imperfection and line appear, and the product sat very dry on my skin. It's just very uncomfortable hours later, feeling a little like dried mud. I'm glad I bought the mini to try but will definitely switch brands. A huge waste of money for sure for a terrible product :("
        },
        {
            "review_title": "Allergic reaction around the eyes",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I bought this for the dry skin under my eyes. It made the skin dry, red, itchy and flaky. My dermatologist looked at every product I was using and instantly identified this as the problem."
        },
        {
            "review_title": "Fantastic and hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "After using this product under my eyes as a primer I notice they donu2019t get as dry throughout the day as what they do with other primers"
        },
        {
            "review_title": "Smashbox Photo Finish Primerizer+ Hydrating Face P",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "5-stars.  Used as a moisturizer at night before bed.  Absolutely perfect for dry skin.  Absorbs very well and quick.  Lightweight.  Would repurchase."
        },
        {
            "review_title": "They have made it so much smaller!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "You donu2019t get much product in this tube, way too small for this price.. ridiculous. Itu2019s a good product but eh for this price. Will not make this mistake again"
        },
        {
            "review_title": "Not moisturizing enough for Mature skin",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Got the mini size to try it out. I've got dry, mature, 50+ skin and this was not the product for me. Lightweight, non greasy but was not moisturizing enough for my dry skin. Also not great value- small amount of product for the price. I really like other Smashbox products but this was not for me"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Left my face looking extremely glowy and dewy. Loved this primer mini and will be purchasing the full size to use for my makeup and no-makeup routine."
        },
        {
            "review_title": "Beware the travel size!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I haven't tried it yet, but since I ordered it online, I didn't realize what a tiny little thing this is for $20! Since its been shipped and already here, I'll just keep it because returning is going to cost me gas money just to get it to a store. And we all know, these products are hyper marked up to account for free shipping expenses. But this is a travel size. In my photos, for reference, I have the original smashbox pore minimizer primer I bought 2 years ago, and just bought the larger hydrating primer after I received this dinky one and got it in the mail maybe a day or two ago. The large sizes are both 1 fl. oz. Its literally more than half of the new one. They are cutting corners on cost to consumers! The green primer that reduces redness, I had bought 5 years ago, when things were normal priced. Look at the size difference. This travel size hydrating primer is only .34 fl. oz or 10mL. Even though, the green primer doesn't show the size and I've thrown away the original packaging, its most likely at least .5 fl oz, or 15mL. Just see the difference! They cut corners by 1/3rd and hoped nobody would notice. I was going to give 2 stars, but actually, changed my mind because of consumer and marketing engineering practices. But still charging half price for 1/3rd of its original product.  I've always been a Sephora fan, but they have price competitors now, and the free samples suck now. Not to mention, the online shops don't give enough information. Their web team is lazy, barely providing enough graphic images, and relying on the customer to read every single label. Naturally easier in-store because you can pick it up, see it in-person, and sample it... etc. Online shopping, not an easy experience. So I am going to be looking at other options that are more competitive."
        },
        {
            "review_title": "Good product but pricey",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Love this product. But for the amount you get, itu2019s not worth $42. Even the travel size is way too small for $16. May have to look for something similar thatu2019s more affordable."
        },
        {
            "review_title": "so tiny!!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Product is a good quality and holds makeup all day. I agree that it is WAY too small for $16. I'll use it for travel but probably won't get again"
        },
        {
            "review_title": "Great for Dry Skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I like this! Dry skin girlies will like it too! Itu2019s more of a glowy look & my skin doesnu2019t feel like itu2019ll pill. I just wish a mini wasnu2019t $16."
        },
        {
            "review_title": "this is a sample size..!?",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I do not understand how this is so tiny for so much money. Ridiculous."
        },
        {
            "review_title": "Bring back old formula",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Iu2019ve been using this product for a long time but the new formula does absolutely nothing. The old version with the pump was amazing for my dry skin, made my makeup glide on and blend beautifully. It was the first primer I used where I actually saw a difference. Now this new formula uses a squeeze tube which feels cheaper than the old pump and it dries down super fast. The old formula was not sticky at all however this new one makes makeup so much harder to blend as if I didnu2019t even put moisturizer on. Very sad to see this product changed."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I donu2019t know if I even tried this but I returned it immediately because it is way overpriced for the small size"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love this primer! So hydrating and refreshing. Minimizes pores. Price is decent."
        },
        {
            "review_title": "Returned",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Honestly nothing special at all, comparing to other smashbox primers I think itu2019s the most basic.They definitely have better ones"
        },
        {
            "review_title": "Performance not like other smashbox primers!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "I'm returning this. First, does not feel like a primer at all or have any smoothing/pore filling capabilities. Second, it makes your makeup come off faster? Maybe the make up sticks to the primer, IDK, but it comes off if you rub your nose. It certainly does not stick to your face. Terrible product."
        },
        {
            "review_title": "Think again!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "By far this has been the worse primer smash-box has came out with. Never purchasing this product again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "I had been using Smashbox Primers for years and this one is by far my favourite! It's gentle on my sensitive skin and helps to keep my makeup looking fresh and light!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "A huge NO!! I bought this product because I needed a hydrating primer, but it didnu2019t do anything it didnu2019t hydrate and it didnu2019t help keep the make up stay ufffc"
        },
        {
            "review_title": "worth!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "this product is suuper tiny. kinda like a mini brands toy. BUT, itu2019s amazing. my makeup doesnu2019t really sit well on my nose, it always is patchy and comes off but this totally hid my texture. took pictures of my makeup with flash and it looks flawless. i really wish they had a full sized version!"
        },
        {
            "review_title": "Dont' bother!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I see absolutely no difference when using this product. I feel like it was a complete waste of money."
        },
        {
            "review_title": "Mediocre and expensive",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Itu2019s a perfectly fine face primer but for the price I expected it to be incredible. Itu2019s nothing special and you could find a product at the drugstore that works just as well."
        },
        {
            "review_title": "Ouch",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Iu2019m shocked my skin had this reaction to this. I got this when it was on sale but I canu2019t even bring myself to put it on my face after the way it dried out my hand when I swatched it leaving red bumps at first. Returning this"
        },
        {
            "review_title": "Get the regular size",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have sensitive and acne prone skin and this primer was amazing! I got the mini size to try it out but I definitely recommend getting the regular size as it is sooooo small!"
        },
        {
            "review_title": "not hydrating for me.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Unfortunately this primer just didn't work for me. no matter how much moisturizer I applied beforehand? I was still left with dry spots under the primer that stood out once I put foundation on. I did not feel that it was really that moisturizing or hydrating"
        },
        {
            "review_title": "Tiny Tube for $20",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Please be aware, the tube is TINY. Fits in the palm of your hand. I didnu2019t look at the amount when I ordered it and when I received it, I thought I it was a sample! $20 for 10ml!"
        },
        {
            "review_title": "Great product, not a good value.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "so far my experience with this primer has been really good. I have mostly dry combination skin and was hoping to find a primer that would make my foundation look less cakey, flakey, and textured. This certainly did the trick. While some have said the thinner texture is a downside, I prefer it to heavy primers I have tried and it left my skin feeling smooth. I would've given 5 stars but I feel the size you get for the price isn't a great value. I bought the $20 size and it's literally like a sample size... Tiny!!"
        },
        {
            "review_title": "A must have in my beauty products .",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "I am in love with this primer , have been using it since 4 years . I like the old design of the bottle better than the new one though. It brings a shine on my skin , so easy to apply the foundation after using the primer. befousing the primer add"
        },
        {
            "review_title": "Buy something else!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Definitely not worth the price! You get maybe a handful of uses from the $20 size ud83dude05"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I've used many different primers, but Smashbox Photo Finish is by far my favorite!!"
        },
        {
            "review_title": "Best primer for dry skin girlies",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This is the BEST primer for dry skin. I have not used any other primer that is like the Smashbox hydrating one. My makeup looks airbrushed and creates the most beautiful base when I have this primer on. I could not recommend it more for anybody who struggles w/ dry skin and dry patches."
        },
        {
            "review_title": "Meh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Didnu2019t really help my makeup last or stay THAT much better, but it did help. It was a little hydrating. Itu2019s really up to your price point or not, I personally, donu2019t think itu2019s worth what I paid for it BUT it did help hydrate and made my makeup last a little longer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Light skin tone, Dry skin",
            "review_text": "Very helpful for dry skin. Love it. Totally worth it."
        },
        {
            "review_title": "All time favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I was such a fan of the original primerizer and was really bummed when I thought it was being discontinued. But Iu2019m so happy they still kept this formula. I use it with my Estu00e9e Lauder double wear foundation and it wears so well with it."
        },
        {
            "review_title": "Fan of the old and new",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "It does prime & it helps keep dry skin hydrated. I have redness & pores too but I don't ask the primer to fix that since this helps my makeup do the real job. I've repurchased a few times, the ingredients just work for my routine."
        },
        {
            "review_title": "Great Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I was using the original primerizer for a while and I really liked how it moisturized my skin but felt very light weight without being greasy or heavy on my oily skin, and it helped makeup to apply smoother and more evenly. I saw it was being discontinued and replaced with the primerizer+ and I gave it a try, and I really like it as well. Same feel and benefits as the old primerizer."
        },
        {
            "review_title": "No good",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Nothing like the old primerizer primer. Disappointed."
        },
        {
            "review_title": "nothing special",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "I havenu2019t seen any difference when I was using this product."
        },
        {
            "review_title": "Awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, lightMedium skin tone, Dry skin",
            "review_text": "I was skeptical at first because the primer is so thin and runny. It is great! Iu2019ve tried everyone out there! I do wish it came in a larger size, but you use very little. My makeup looks fresher all day! I have extremely dry skin. Much better than Smashbox."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Great product! I have drier skin in summer so this primer was perfect and made makeup go smooth and looks great even by itself."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "This primer is really good and itu2019s not that expensive, good quality"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love that this primer is a hydrating primer with hyaluronic acid. It really helps with the dry patches I get sometimes. You get skincare & primer in one.  My makeup looks great and lasts so much longer with this primer. Just be sure to let it dry completely. Overall great primer that I will buy again along with trying others from this line. I received this product from influenster in exchange for my honest review."
        },
        {
            "review_title": "Good Moisturizing Primer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "*I recieved this product from Influenster in exchange for my honest review*  I surprising liked this face primer. I had my doubts as I have tried a moisturizing primer from Smashbox before and was not a fan. However, this primer actually worked how it said it would and did not feel sticky like the previous primer I remember them having. My face felt more hydrated, and it looked more dewy and plump. I was extremely happy this primer also worked under powder foundations as I have been lazy and using more of those lately. I did take off a star though as it states it was similar to the primer oil and I like the primer oil much better."
        },
        {
            "review_title": "Loving This Primer From Smashbox!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "I am loving this Photo Finish Primerizer + Hydrating Face Primer from Smashbox! I love that this primer has triple hyaluronic acid + niamiacide for giving me super hydrated skin. It also has a silkscreen complex that helps balance skin, boost hydration, along with protecting against environmental stressors like pollution and blue light. I smoothed it over my clean skin & it leaves my skin feeling so fresh, hydrated, and absorbed beautifully into my skin. It makes my skin healthy looking with a soft dewy finish, along with providing a breathable veil that helps smooth + blur imperfections, and it helps my makeup glide on easier and keeps it in place for for a longer period of time. I also like that it is vegan, and is cruelty-free. I would highly recommend this hydrating primer to others, and I absolutely love it!"
        },
        {
            "review_title": "Great primer helps makeup",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Fair skin tone, Combination skin",
            "review_text": "I received this primer complimentary for review from influenster. I really enjoyed this primer. It is super hydrating, plumps the skin, and really helps makeup look good and last longer.  I've been wearing to work while sweating, moving around it doesn't slide off.  I don't touch up my face during my day and this primer looks good at the beginning and end.  I would buy this again"
        },
        {
            "review_title": "Smooth!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This was my first Smashbox brand item. I absolutely loved the photo finish primerizer with hydrating face primer. I applied before my normal make up application. After it set I applied and noticed that my face was smooth and flawless. There was very little sheen in my photos with flash. Unless the whole day. I love the smell, the quality and texture. This is a must have and will purchase in the future."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "Love this primer! It has a great consistency, absorbs well in to the skin, and looks seamless under makeup. Great staying power as well, my foundation, blush and bronzer stayed all day (in the Florida heat)"
        },
        {
            "review_title": "Great Primer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This primer is awesome! It's a light formula & definitely gives my large pores a smoother appearance. Lasts all day."
        },
        {
            "review_title": "Hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I was really excited to try this as my skin has gone from combo to now much more dry and most of my primers don't work for me anymore. I definitely felt the moisture and the texture was really nice. My make up stayed in place without breaking up in my problem areas like around my nose and the apples of my cheeks."
        },
        {
            "review_title": "A Must for Your Makeup Routine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Solid primer that gets the job done. Nice lightweight formula that goes on smoothly and helps my makeup last long.   I received this product for free in exchange for an honest review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "As good a primer as i have ever used. The slip is great and my makeup stayed on through an entire outdoor wedding in June in TEXAS. Honestly i don't know what else you need to know."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I have combination skin and this was wonderful. Itu2019s unscented and stayed on all day without making my face looks greasy or caked. I used it alone and under makeup, and never felt a heavy feel on my face once!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "My makeup looked great with this moisturizer. My skin tends to feel tight with other primers, I have combo skin but more on the dry side. The formula feels light on the skin but does wonders for drier skin texture. My face felt hydrated all day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019ve always been a big fan of Smashbox primers, this new hydrating primer does not disappoint. It kept my skin hydrated and my makeup stayed perfect throughout the day."
        },
        {
            "review_title": "Love this!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I have tried both the old version and new, I can honestly say I love this primer! When your skin is extra dry, this primer gives you that extra boost. Doesnu2019t make my face too oily and is perfect under a matte foundation! Highly recommend and love the new bottle."
        },
        {
            "review_title": "Boris",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Thank you influencer for making me part of this #Smashbox campaign.  If you don't have problems with pores, just struggle with oily skin, I think this is the first one for you.  I struggle a bit with large pores in my cheek area, so I prefer a little more Baby Skin or Porefessional  What I see with the different primers that I have tried is that it depends a lot on what kind of problem you want to solve, because all of them without exception work very well as a base so that the makeup stays longer.  It is an extra that they help you with excess oil or reduce the appearance of pores The Smashbox primer is much better than Maybelline or Benefit primers to reduce excess oil, so it depends a lot on that extra that you want to give your skin to select a highly recommended primer"
        },
        {
            "review_title": "Perfect primer and moisturizer in one product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I have received this amazing primer in a testing purposes, from Influenster.  First of all I am big fan of smashbox primers, it has great formula! this unscented, lightweight primer moisturizes my skin throughout the day, makes my pores and fine lines blurred and I can easily blend my foundation over it. After that my kin looks very radiant and plump all day. I have normal to oily skin and it's not cakey or heavy on my skin at all. I would recommend it to everyone who is looking for the best primer and moisturizer in one product!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Unscented with a very smooth finish . Not heavy and cakey feeling like some products. I feel like it does help makeup last longer."
        },
        {
            "review_title": "My fav primer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is the best primer I have ever used. I have normal to dry skin and it made my skin more freshener, lighter, moisturized. I already love it! And I will buy it again after finishing this one, cause the price is so cheap!!"
        },
        {
            "review_title": "New Favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "Obsessed with this primer! Not only does it make my skin look and feel moisturized, it is also very light weight. It makes my foundation go on very smooth and makes it last all day. Not only does it help with the application of my foundation, it has also helped reduce the redness as well as my acne marks! I would definitely recommend and would buy again!"
        },
        {
            "review_title": "Light moisturizer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Very lightweight moisturizer. Not oily or heavy at all. Can easily apply foundation after. I just wished it gripped a little better"
        },
        {
            "review_title": "Such a great primer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "I must say I am not big into primers and I use them rarely. But when I do use them, I always go to back to one brand. Throughout my makeup journey there was only one brand that did not disappoint with their primers - Smashbox. This new Photo Finish Primerizer + Hydrating primer was exactly what I hoped for. A lightweight formula that goes into the skin right away leaving it plump, radiant and, most importantly, hydrated throughout the day. My pores and fine lines were a little less noticeable and it prolongued my makeup's life in this crazy hot and humid Miami weather. This product is really nice, I do recommend it!"
        },
        {
            "review_title": "Flawless Face!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "LOVE this new primer from MAC. The texture is super dewy and gives your face an immediate boost of hydration when applying. Iu2019ve used it under my makeup which stays flawless all day, and also alone when my skin needed an extra pick-me-up. I was given this product for free by Influenster. 5 stars"
        },
        {
            "review_title": "Nice Hydrating Primer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "This is a nice primer. If your skin is normal to dry and you are looking for a primer to help you achieve a dewy glow this is the one for you."
        },
        {
            "review_title": "Awesome primer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I really like Smashbox Primer. It helps moisturize your skin,  and it helps keep your makeup in place.  What an awesome product.  I highly recommend."
        },
        {
            "review_title": "Great moisturizing primer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This is an excellent moisturizing primer. It keeps your makeup in place and helps avoid those dry patches that you can get when you have dry skin like I do. Highly recommend."
        },
        {
            "review_title": "Nice product.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I like this product alot. My skin feels hydrated throughout the day and my makeup looks seemless with this product, the only downside for me is that my makeup doesn't last with this. I do wear a face mask for work and nothing makes my makeup stay in place as well as the milk hydrogrip primer. I definitely would recommend this if you don't have to wear a mask. It does wear well on the weekends, when I don't have to worry about masking up."
        },
        {
            "review_title": "Felt lovely!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, lightMedium skin tone, Normal skin",
            "review_text": "Wow! Thatu2019s pretty much it. It did exactly what it says it would, it felt great under my makeup, and it felt really light on my face! I received this product complimentary in exchange for my honest review."
        },
        {
            "review_title": "I like it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I received this product for free for my honest review from influenster. This product does exactly what it claims. It goes on easily and makes my face look very smooth. It doesn't have a strong scent and I can see myself using this often in my routine. Just an easy product."
        },
        {
            "review_title": "A must-add for your makeup routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I usually like smashbox products and this primer didn't disappoint. This primer is a lot lighter than other ones Iu2019ve tried, and kept my skin hydrated and my makeup didnu2019t move throughout the day. Iu2019ve loved it so far, so definitely adding it to my daily makeup routine!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This will be my favorite product to use in the winter time! I absolutely love the quality and ingredients in this primer. Smashbox outdid themselves with this line. The formula is very thin, a little goes a long way & the skin absorbed this with no issues. It doesn't feel tacky which did concern me for staying power. It doesn't need that feeling in order for foundation to stick. Immediately after application I noticed that my looks more radiant and healthy. It feels very hydrated throughout the day and my makeup is flawless after several hours. This does make a major difference when applied because it plumps and smooths the skin leaving lines, pores and wrinkles a little less noticeable! The ingredients and formulation has my heart and wallet even more. I can't wait to try the others!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I received this product for free from Influenster in exchange for my honest review. Three wordsu2026 I Love It! It is hydrating and my makeup goes on so smooth over it."
        },
        {
            "review_title": "Primer to go",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Hello guys I received your  this product  from free from @influenster  for my honesty opinion  .I use for 1 month I really like get good moisturizer my skin .I use with and without  make up. Both way is good .Primer  is so easy to apply after my make up go so smoothie  ... and then I use lest make up because my skin is glow  with this product!!!!"
        },
        {
            "review_title": "Impressed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love Smashbox products because their high quality. Smashbox didn't skip on quality with this primer. It feels like silk after rubbed into the skin. My skin was soft and subtle. I let it dry for a total of 5 minutes and then applied my foundation. It was a fabulous result."
        },
        {
            "review_title": "Olu2019 Reliable",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "I have repurchased this primer about 5 times and have been using it for several years. If you have dry, combination, or sensitive skin I cannot recommend this product enough. I have tried several other hydrating primers but I always come back to this one as no other primer does it quite as well as this one. It wears so beautifully on top of my daily skincare and has never piled despite using different skincare products with it throughout the years. I am also yet to find another primer that wears as well with foundation and concealer as well. It definitely makes my skin appear more hydrated and my pores less noticeable. Highly, highly recommended trying out this foundation if you have not already."
        },
        {
            "review_title": "Feels so nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I was really surprised by the formula of this primer. It's a lot thinner than any of the others I've used in the past and smoothed over my skin so easily. I love that it provides hydrating benefits if you want to wear it alone without makeup some days."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I absolutely love this primer! It is a great base for any makeup and itu2019s extremely moisturizing. It does a great job at blurring my pores as well."
        },
        {
            "review_title": "A new staple product for me!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Dry skin",
            "review_text": "Okay, holy moley! This primer is GREAT!! I have tried a good number of hydrating primers because I have dry skin and even after I'd always have makeup caked on to dry skin but this primer has CHANGED THE GAME!!! I have tried this under 2 different products and both times my makeup still looked great at the end of the day!! A little goes a long way so it should last a good amount of time. And the price point is worth it!! This product is a total win and a new staple for me!!"
        },
        {
            "review_title": "Surprised",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "I was skeptical this was going to do anything. I've used drugstore primers in the past and noticed it doing nothing so I kind of gave up on them. But the first time I tried this, I noticed a little goes a long way and it was a bit of a wet contestantsy. I used it under a spf tented moisturizer that I use often. Looked pretty good. But by the end of the day my skin actually seemed to look better then when I first applied my makeup! So they may have something here with this product! I'm going to continue to use it."
        },
        {
            "review_title": "Very nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I received this free for my honest opinion. Itu2019s very nice I love how it feels on my skin and itu2019s very hydrating! I have sensitive skin and noticed no reactions!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I love this primer, the original has always been my favorite and this is just as good. I would definitely buy again and recommend. I received this complimentary from Influenster."
        },
        {
            "review_title": "It's more of a moisturizer than primer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I received this product in exchange for my honest review.  It is very hydrating, which is also very watery. It didn't feel like a primer as much as it was just a lotion. It makes makeup a tad too mobile for me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Very nice primer. I have oily skin and it didn't make my skin oiler throughout the day. Nicely smoothed out the skin for makeup application."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "I have topically dry skin. This went on smooth. Didn't feel heavy under my foundation and powder. Not a fan of a dewy finish so I'd probably try the redness correcting next time."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "It went on my skin nicely and seemed to keep my makeup on all day! Only cons are that it was a bit sticky after application and I sweated some of my makeup off sometimes."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "I love the fact that this product is so light weight. It honestly feels like a moisturizer. Love how it gave me a photo finish! Definitely need to keep this as a staple in my everyday makeup bag."
        },
        {
            "review_title": "Lightweight Hydrating Primer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This seems more like a light serum/moisturizer to me. Gives makeup a nice smooth finish, but I wouldnu2019t say it blurs at all. It is hydrating. I usually use a serum, moisturizer and then primer but when I use this I only use the serum and primer."
        },
        {
            "review_title": "Good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "The consistency of this primer was a bit too watery for my taste. However, it did help with applying my makeup as it went in smoothly on top of a thin layer of the primer. I didnu2019t see redness around my cheeks come out like it usually does with other primers so I did like that as well."
        },
        {
            "review_title": "Itu2019s okay.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I couldnu2019t tell that this made any difference to my skin so I canu2019t recommend it. However, it didnu2019t adversely effect my skin so I guess thatu2019s a positive."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I am impressed by this product. It actually kept my skin hydrated and created a nice base for my makeup to stay on and stay smooth. It didn't give or feel that cakey look. Sometimes my forehead has that cake look which drives me crazy. This helped a lot with that. Thank you so much!!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "I like this primer. It feels REALLY nice on my skin and it goes on really nicely. I don't know that it increases the longevity of my makeup but I don't think any hydrating primer really does that, despite what they may claim. Overall though, I do like it and it looks and feels quite nice."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Obsessed! This is super hydrating and lightweight but still creates a smooth base for makeup. Foundation often looks cakey on my dry skin and this primer really helps to keep everything fresh and smooth!"
        },
        {
            "review_title": "not it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "The price you pay for what you get is laughable. I found it did nothing to make my skin/makeup look better. And it made me breakout every time I used it"
        },
        {
            "review_title": "Itu2019s Primer",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I do miss the Primer Water that Smashbox made, and the size of this bottle is laughable for the price, but a little does go a long way, and it makes my makeup look better.  Doesnu2019t cause my foundation to yellow.  I havenu2019t noticed a hydrating or plumping effect on my skin, however.  But at least it isnu2019t drying.  In all, itu2019s a passable primer."
        },
        {
            "review_title": "My new favorite primer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "This is my new favorite primer! I have worn this a few times and I really do think it helps my makeup stay on longer. Iu2019ve tested this out on hot day trips in New York City and when I have came home at 2am the next day, the makeup was still there. I am impressed. I really love the aesthetic of the tube as well. I would repurchase this product in a heartbeat."
        },
        {
            "review_title": "Good 2 in 1",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This is a good primer for someone whou2019s looking to hydrate as well as prime! If you use a moisturizer, it might be too much. But it worked well for my combination skin!"
        },
        {
            "review_title": "Not a fan",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "red hair, Light skin tone, Dry skin",
            "review_text": "It goes on smooth with no scent but I honestly couldn't find anything exceptional about the product itself. It doesn't really grip my makeup as I would like it to."
        },
        {
            "review_title": "Hydrated yes please!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "I received this primer for free in exchange for an honest review. I have dry combination skin so I have to hydrate before anything or it feels like my face will crack. This primer is a little runny but had a lotion feel. No scent and dries down great. Not tacky and doesn't flake. I have worn alone and with foundation but I prefer with foundation. Under foundation, it gives a glow from the hydration. Alone primer still gives you a glow and looks smooth and soft. I would buy again and recommend to others."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "I received this product for free for testing and reviewing purposes. The older I get, the less oily skin I have, even in the summer. I donu2019t think this is hydrating enough for someone with super dry skin, but for someone with oily to combination skin, this might be enough hydration for under makeup. It does feel a bit tacky when first applied and doesnu2019t help with pores. However, using a pore smoothing primer in targeted areas on top of this primer, it does create a pretty nice base for foundation. I donu2019t know that I notice a difference in the longevity of my foundation, but it helps my makeup look put together all the same."
        },
        {
            "review_title": "Hydrating for sure!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This is hydrating and works great for your skin. I tend to get dry patches in places and it definatly has helped and helps my face stay in place all day even when I get a little sweaty"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I really like using the primer. It goes on so smoothly and it doesnu2019t feel greasy. It absorbs into the skin quickly and nicely. It kept my skin hydrated and glowy. I thought my makeup looked great with the primer underneath and my makeup lasted all day."
        },
        {
            "review_title": "3in1 product! Hydrating lotion+serum+primer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Great for summer! I applied this after sunscreen. Unlike other brands, its not matte or creamy but waterly liquid lotion type where it drips fast when applied to your face. When i first applied it, didnt cover my pores that much but made my skin glow and hydrated. Ive been using this product for about good 3 weeks now, and I enjoy using this product especially during warm/hot weather. It absorbs to your skin very fast. Its good!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "complementary from influenster. I love this product it works with my dry face. It gives me such a beautiful glow. It leaves my face feeling smooth for long periods of hours. I can't explain the smell but it's not bad. it doesn't irritate my skin at all. I haven't tried it with makeup, but so far I love product by itself."
        },
        {
            "review_title": "Perfect for combo skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I tried this product with various foundations (stick, liquid, powder, BB). It is hydrating but not greasy and leaves the skin smooth. I have combo skin - normal-oily and my foundation lasts the whole day.  We are past the times when the skin would look matte and chalky, and this product gives the skin a healthy hydrating look, but without making it oily. Itu2019s perfect. Great product! I received the product free for review, but almost 5 starts arenu2019t a mistake. The product is u201cthisu201d good!"
        },
        {
            "review_title": "Must have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received the smashbox primerizer+Hydrating primer by Influenster for my honest review.  This is a make up primer and a skincare serum all in one! This primer applies like a milky serum and absorbs quickly and is scent free. I love that my skin is silky-smooth after applying this primer. Lastly, this primer is a must have not only because it gives you a flawless make up application but it also is protecting your skin  from environmental pollution and blue light!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received this for review purposes. I like this primer! It leaves me feeling hydrated and the reformulated version is so much better"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is a real trat, I don't usually use primers because they are full of silicones that break me out. This has a texture more like a moisturizer, it layers with other products, and it really does help my makeup stay where I want it. I definitely recommend! Thanks to influenster for sending this my way!"
        },
        {
            "review_title": "Hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I received this product for review purposes, I really like this primer. It feels so good and hydrating on the skin, left my skin feeling soft. It has a little bit of tackiness to it which really helps my makeup stick and stay on."
        },
        {
            "review_title": "Good for Glow outcome",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "The product was good if your the type who likes to have that glowy finish I just prefer the more matted finish when it comes to primers"
        },
        {
            "review_title": "So far so good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "I received this as a complimentary gift from influencer. The primer does not have an extremely matte finish, seem to just be enough. I tried it with my Bronzer first because I wanted to see how long until my skin becomes super oily. It's been 8 hours since my intial application and I am having a little bit of oiliness. I will test it with my foundation and other products to see if hopefully I have as much time before my makeup starts to glow lol"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I love this primer! Super hydrating and moisturizing. Goes really well with foundation. I like that itu2019s dewy and not super thick. It more water base which feels great on your skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This primer left my makeup looking flawless. It didn't feel heavy on my skin and didn't make my skin feel oily at all. I would definitely recommend especially because my makeup and foundation went on very smoothly and it didn't look cake afterwards."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I received this product for review purposes, I really like this primer. It feels like a nice light weight moisturizer, left my skin feeling soft and hydrated. It has a little bit of tackiness to is which really helps my makeup stick and stay on."
        },
        {
            "review_title": "Ups and downs",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This primer works beautifully and really pumps of the skin, the only problem was when I put it on my nose it kind of made it feel itchy and dry. It worked really well on my cheeks and forehead, so Iu2019m not sure why I had a problem on my nose. I do have sensitive skin, so if you donu2019t you probably wouldnu2019t have a problem!"
        },
        {
            "review_title": "Great product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Loved it really made my makeup pop made my skin feel soft"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Photo Finish Primerizer+ Hydrating Face Primer Is amazing!! It laminates my face and leaves my makeup looking flawless"
        },
        {
            "review_title": "Matte finish",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I definitely see a matte/silky effect and think it made for longer wear. It feels thin but still a little sticky and there was absolutely no scent. The ingredients appear to be good for skin aging. My skin felt moisturized but with a matte look."
        },
        {
            "review_title": "Hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "First of all, I love this because itu2019s paraben-free and vegan. Itu2019s perfect for my dry skin as it is hydrating. The tube design makes it easier to use. Itu2019s now my favorite after using a particular product for two years."
        },
        {
            "review_title": "Great product.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "I have been trying this product for a month and I like it a lot. Is good for dry skin since hydrates it at the same time that makes your skin look flawless. I just love it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love the thin consistency of this primer, and how quickly it absorbs into my skin.  I tend to have dry patches on my face, and this definitely helped to moisturize those areas before applying foundation.  Also, it did not leave a greasy feel on areas that weren't dry.  My foundation appears more luminous with this primer, and it definitely stayed put longer than when I use a different primer."
        },
        {
            "review_title": "Great for dry skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "I received this product complimentary for review purposes.   This primer is great for dry skin. When I first applied it my skin felt very hydrated. I applied a radiant wear foundation on top of the primer and it wore great. I wore it from 2pm-2am for a wedding and reception on a hot day. I maintained a dewy glow without looking oily and the foundation stayed in tact. The primer helped my foundation look great for the entire event."
        },
        {
            "review_title": "Hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Absorbed quickly and feels very hydrating. Really like the extra skincare ingredients over a regular primer."
        },
        {
            "review_title": "Pleasantly Surprised",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I actually love this primer. I was hesitant at first when I received this product for review because I don't typically go for moisturizing primers because I tend to be on the more oily side of combo skin type. I did decide to use this primer in areas around my T zone and my regular pore filling mattifying primer in the T zone. All in all, I used this primer on two separate occasions, both over 8 hours and my makeup wore beautifully. The primer isn't too thick, but isn't thin either making it, in my opinion, the perfect consistency. I would recommend if you are dry, or combo but for combo/oily skin I would suggest to only use in dryer areas of your face."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Adds a beautiful and healthy looking glow to any foundation. Iu2019ve seen an improvement on my skin as well."
        },
        {
            "review_title": "Basically A Moisturizer",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This product promises hydration and it does deliver on that. The formula is much thinner than I expected. It creates a smooth base for foundation, but it didnu2019t help minimize my pores at all, which is what I need most out of my primer. Overall, good, not great."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I was pleasantly surprised by this primer. First off, while I was given this product in exchange for my honest review, I'm not the type to automatically give 5 stars. For me, this product works great. I'm in my late thirties and have combination skin. I take my skincare and my makeup very seriously. I did my usual skincare then applied this hydrating primer. It doesnu2019t feel like silicone. This feel like a light serum that hydrates. It works as a great primer for me. My makeup looks smooth and didnu2019t get oily. I think itu2019s kind of a sticky primer if thatu2019s something you prefer. I really like it and I will buy it after this bottle is empty."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This product is goes on like a light serum takes a minute to dry thoroughly before applying makeup. I felt like it gave a nice glowing appearance to the skin and gives a light coverage. I don't feel like it helped lasted all day. It may be because I am in a high humidity zone but it kind of melted off my face. I did try this product for a while before mentioning it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Super light weight and really makes the perfect base for foundation."
        },
        {
            "review_title": "Maybe I'm the outlier",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "So I definitely like the feel but it wasn't very hydrating and I didn't notice a big difference when using this primer. Maybe my skin is just extra dry but.... Not recommending against as there weren't any negatives, just not as much hydration or priming as I was hoping for."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Light skin tone, Dry skin",
            "review_text": "I got this free from influenster and this product is just okay. Itu2019s not very hydrating but it did keep my makeup on. Not worth the price but not a bad product."
        },
        {
            "review_title": "Great base layer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is a great base. It kept my foundation on super well all day. It did not bother my sensitive skin at all. Definitely helped my makeup to go on smoothly. I will definitely get this again."
        },
        {
            "review_title": "I liked this primer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "#SmashboxPrimer #PrimedFor #complimentary @Smashboxcosmetics @Influenster I really enjoyed this primer. I received it free from Influenster. It didnu2019t make my face oily. My foundation went on smooth. I will definitely use again."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this product from Influenster in exchange for my review.  I love a multi tasking primer.  It definitely covers and smooths out my face to result in an even makeup application.  I loved this product even on its own.  Didnu2019t quite like the feel of it when I touched my skin though."
        },
        {
            "review_title": "What a great primer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I really enjoyed using this primer. I tried it for a few weeks and my face is smoother and brighter than it usually is. I look forward to trying the whole set. I definitely recommend you try it out!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Nice smoothing primer, leaves skin very plump and supple, a tiny bit tacky but not sticky.  I still need a moisturizer underneath, but some skin types might not.  I wish this had spf!"
        },
        {
            "review_title": "Hydrating!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Smashbox primer knows us older people need all the hydration we can get. I like that this dries fast, doesn't let my makeup set into lines and wrinkles and really does seem to keep makeup looking better all day. Nice it doesn't have a strong scent to it, I also think it's good it has some added vitamins and stuff in it as well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I am highly pleased with the Photo Finish Primerizer! It does a wonderful job of blurring pores. Itu2019s hydrating & not heavy. I will be purchasing when I run out."
        },
        {
            "review_title": "Hydrating!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "This primer has been great for my dry skin. I have used it both with foundation over it and without. I do have to say the hydration feels great. It's lightweight and unscented and I didn't gave any problems with breakouts. I have sensitive skin as well and I've really enjoyed this product. If you're looking for a primer that blurrs your pores, this isn't it. But if you prefer hydration and a more dewy look than this is great! The price point is slightly higher than I would like to spend but it's worth it for nice smooth and hydrating finish. I also love that it's vegan and cruelty free."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Great product. Does exactly what it says. I have very dry skin. I dab a little of this on with my foundation and it keeps me hydrated all day!"
        },
        {
            "review_title": "Very nice smooth primer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I received this product free from influenster in exchange for an honest review. I really liked the texture of the product & the way make up applies smooth over it. The only thing I wasnu2019t as happy with, is that I think it gave me a couple small zits. It could have been the weather or something, but thatu2019s the only negative I experienced!"
        },
        {
            "review_title": "Wow!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "I have always been curious to try a smashbox primer, however the price always stopped me from purchasing one. So when I received this from Influenster in exchange for my review, I was pretty stoked! So firstly, I like that it explicitly states silicone free because I've been reading that it's best to a silicone free primer w/a foundation that doesn't contain silicone, or vice versa; a silicone based primer w/a silicone based foundation, and I have more sf foundations. This primer is hydrating, it feels cooling on my skin, and absorbs easily. I paired it w/a coordinating foundation, and let me just say...GAME CHANGER! I always had a terrible time w/my foundation sliding off and separating, even when my skin was clear, but now this hasn't been an issue. I took off one star, because I do wish it blurred my pores!"
        },
        {
            "review_title": "PERFECT SUMMER PRIMER",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I fell in love with Smashbox photofinish primer, but I needed something to use when I wasn't putting on a full face. THIS IS IT! Love it. It's lightweight, moisturising, and perfect for summer!"
        },
        {
            "review_title": "Nice primer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "I enjoy this primer a lot. I wish it minimized my pores a little more but overall it is nice"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Oily skin",
            "review_text": "I received this product and must say first if you have oily skin this is not for you. And yes, I do realize it has the word hydrating in the name and its more ideal for dry skin but since I received it to sample I wanted to give it a spin anyway. And speaking of hydrating, this primer definitely is that.When I used the primer my face felt like I used a light mist on it. But no worries because the feeling does eventually fade so I do suggest waiting a little before applying makeup.  I had no issues applying the makeup once it dried and I did feel like it created a nice base. Also, once I was done I did like the way my makeup looked. However, after some time my face became extremely shiny and I looked like I was running marathons all day. Overall the product was not bad and I do think it'll be great for its intended audience, but for me I'll have to pass and try the one for oil control."
        },
        {
            "review_title": "Hydrating Base",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I received this as a free gift from Influenster. While it wonu2019t replace my typical base product (PTR sunscreen) it is a great alternative. Consistency  is great, and it provides a nice hydrating Base. I know itu2019s a simple thing, but the packaging is nice. You really do have control over the amount of product dispersed, which I appreciate."
        },
        {
            "review_title": "not very hydrating",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Iu2019d skip this, there are much better primers out there. Didnu2019t do anything for my dry skin."
        },
        {
            "review_title": "Smashbox lives up to it's reputation!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I have combination skin, and love this primer for the dry areas of my face. It absorbs well, is light like a moisturizer and makes my skin soft and dewy. My make up looked better in my dry areas than it had before, and it actually stayed on! I can't wait to try the other primers in this collection!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I felt like this primer was too watery, didnu2019t feel like it really was observed in my skin"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This primer is great! Itu2019s a thinner moisturizer consistency and I love the way it feels on my face. Iu2019ve used it a few times for inside events wearing a mask and also while walking outside for several hours. My makeup still looked great after! I canu2019t speak for those with very oily skin, but the primer didnu2019t make my skin greasy and it absorbed easily. I would definitely recommend."
        },
        {
            "review_title": "Hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I like this make up primer. it is very hydrating and lightweight. this primer keeps my makeup in place all day long. I highly recommend. you can wear it alone or under makeup."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this product for free in exchange for my honest review.  To say I am obsessed with this primer is an understatement. Iu2019ve tried a few primers and never found one I was obsessed with until this. It is SO hydrating and makes my face feel like butter and my makeup go on sooo smooth. I already repurchased another and recommended to my best friends! If you are considering getting this - just do it!"
        },
        {
            "review_title": "Good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I received this product for free from influencer to try.  I goes on super smooth and keeps my face hydrated throughout the day. It helps keep my foundation in place.  It does not have a smell."
        },
        {
            "review_title": "Tough but not tough enough against oil",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This is a decent primer. It goes on the skin smoothly and saturates the pores pretty quickly. My makeup applies flawlessly and I did not have an issues with blending. However my makeup didn't hold up throughout the entire day. I have pretty oily skin and it just didn't hold up to the oil and started to break down. The primer was the only thing I changed during the application process. I think this would work for someone who doesn't have oily skin."
        },
        {
            "review_title": "So Hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this Smash box photo finish primerizer plus hydrating primer! My skin is still super dry from the winter and this has really helped hydrate my skin. It's really lightweight, absorbs quickly and has a nice creamy consistency. This was really easy to apply and I only needed a little bit. It doesn't seem to have any scent to it and I was happy it didn't irritate my skin. I love that you can use it alone or with makeup. This left my face so smooth and satin soft. No greasy feeling"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I prefer the radiant glow version. This is more like a skin care product. Although it does emit a natural glow."
        },
        {
            "review_title": "Just okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This is a nice face primer and hydrating lotion. It made my skin feel smooth and prepped for foundation. It is light and had a pleasant mild smell. However, I donu2019t think itu2019s really worth $39. Itu2019s very comparable to other less expensive primers. I donu2019t expect that Iu2019ll be buying this. I didnu2019t notice that it made my makeup last any longer."
        },
        {
            "review_title": "Tout adore",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "I really adore this product. I would have never thought about ordering this but so glad I had a chance to try it because I am hooked.  I like to use it alone without makeup because Amy face can get a little shiny but this moisturize and does a semi matte for me.  So happy to have this and will be purch when run out."
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love this product! Received as a free product to test and I really like it!"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "definitely loved this product. You do need to shake it up because it's a bit watery if you don't.  Gave a great base for make up. helped stay fresh all day.No there is no spf ."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Medium skin tone, Combination skin",
            "review_text": "I received this product for free from Influenster and smash box in exchange for my honest review . So refreshing! Very moisturizing. Definitely an everyday use . I would recommend and definitely buy this again !"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Big fan of this. I have patchy, dry skin and all foundation sits cakey on my dry patches, but with this underneath, it gets rid of the dry patches AND gives the foundation a very glowy, natural finish. Would only recommend for folks with dry skin-- it's very hydrating (thus the name) and if you had oily skin, it would probably make you unpleasantly shiny."
        },
        {
            "review_title": "anyone can use this",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "When I first used this product, I got worried because the consistency is soo liquid compared other primers I use. However, this works great! Itu2019s super hydrating, feels light on the skin and my foundation clings to it! I just wish it was a little more pore filling. If it were, I would give it 5 stars instead of 4."
        },
        {
            "review_title": "A Definite Buy for me.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "I really love this primer! It has a silky feel to it and absorbs quickly allowing me to be ablento put makeup on quicker. It doesn't feel like it is just sitting on my skin making me feel greasy either. It is pretty light and long lasting. The oils on my face do not get through and break down my makeup like other primers have done. It doesn't pil up no matter what type of sunscreen or products I use under this primer. Definitely one I will keep around."
        },
        {
            "review_title": "Not For My Skin Type",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "So I'm really not trying to trash talk this primer because It feels unfair to judge a product that was made for the opposite of my skin type, plus I think it might actually be a good primer as it didn't make me quite as greasy as other hydrating primers have, it's just not made for my skin type. My skin is combo oily, so needless to say at the end of the day I was a greaseball. I do think this primer is might be great for people that have really dry skin.  I received this from influenster"
        },
        {
            "review_title": "Good for smoothness",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I don't always use a primer, so when I started using this one I was surprised to see the way it helped foundation sit on my skin more smoothly and cover pores better. I have combination skin, and I think when my oiliness starts piling on the primer doesn't help that, I still need to blot with a tissue."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I received this product in my Voxbox from Influenster. I love this primer. It goes on smooth and does not cause me any irritation at all. I would highly recommend it to others."
        },
        {
            "review_title": "Itchy face",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I normally don't use a primer, just moisturizer. I have very sensitive skin and several products don't agree with face. This is one of those products.  After I put this on, my face was so itchy. I kept my makeup on for about 3 hours and it looked great! However,  when I took it off my skin was very irritated."
        },
        {
            "review_title": "Another great product from Smashbox",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "It's harder & harder to find products with ingredients I can use. I enjoyed this Snashbox product and all others I have tried. It is a great brand. Goes on smooth, not sticky or clumpy, and wears great."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "i recieved a full sized product from @influenster #voxbox in exchange for my honest review.  I've used the older version on the smashbox photofinish primer previously... not a favorite.  this is definitely an improvement. the texture is more of a cream liquid v the previous was more of a clear gel.  it applies evenly and smoothly.  not heavy,  greasy, or thick.   i think it helps smooth makeup application but can't say it improves staying power.  i would consider buying again."
        },
        {
            "review_title": "Works well on dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have dry combination mostly dry skin and this primer works great with my skin type. It hydrates my skin and when I use this my foundation doesn't look cakey on the drier areas of my face. If you have skin that tends to be on the drier side purchase this you won't be disappointed."
        },
        {
            "review_title": "Not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "I love smashbox especially the photo finish primer but this was a bust for me. The primer made my skin look dewy but also left my skin greasy and I got multiple clogged pore bumps. Overall I'll give it a 3 only because I adore the brand."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "Super super hydrating! If youu2019re someone with dry skin like me, I would recommend this! No need for a moisturizer underneath!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, fairLight skin tone, Combination skin",
            "review_text": "This primer is grippy and very hydrating! I've tried alone and with a few different foundations to get a good feel for it. It performs beautifully under powder foundation and any natural/matte products. It was definitely too much with my Hudromaniac though, and everything just melted right off my face. There's nothing irritating about the primer, no scent, etc. It dries down quickly and makes my skin feel better even after removing my makeup. I received this product in exchange for my candid review."
        },
        {
            "review_title": "Good but not for me",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Smashbox Photo Finish Primerizer+ meets it's claims. It's a hydrating priming step before makeup which is good for dry skin and pairs well with all foundations I tried. However, I already moisturize before doing my makeup so this felt redundant. Especially since I use spf between moisturizer and primer. I prefer a more siliconey and long wear primer. However this product does meet my expectations. I received this free from Influenster but all opinions are my own"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Normal skin",
            "review_text": "This primer hydrates so well. I love the texture as well, just glides in the skin beautifully and has some blurring effect as well! It leaves my face with a nice healthy glow that looks natural. Makeup applies great. Have used it on no makeup days as well to help my skin look better!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Oily skin",
            "review_text": "Still one of the best primers for my dry skin. I get contact dermatitis on my chin and above my lip that a mask aggravated and causes peeling from my makeup. This primer keeps that area moisturized all day leaving a smooth finish from my foundation."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is a good primer, very hydrating and some blurring effects. My makeup goes on smoothly after applying this to my face and it also keeps my makeup in place."
        },
        {
            "review_title": "very hydrating!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is a great primer and moisturizer in one. At first it does seem very watery but once you apply it blends well and makes your face feel very hydrated! I used it as a moisturizer in the morning hours before my makeup and my face still felt great!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "I have combo skin and this primer feels great. My skin looks so glowy and moisturized. I have used the original Primerizer in the past and I prefer this version much more as it has better ingredients without being watery. I also like that this primer does not have a strong fragrance. My skin looks great with or without makeup wearing this primer."
        },
        {
            "review_title": "LOVE IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I had a favorite primer before receiving the his one but there is just something about this one that makes it hard to pick a favorite now. I love how smooth it goes on and truly make my makeup stay on so well."
        },
        {
            "review_title": "Definitely a Buy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this product. It keeps my skin hydrated, and looking flawless. Definitely a Buy, and will buy this again!"
        },
        {
            "review_title": "A treat for dry skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I really like this primer. I have dry skin and this helped my foundation apply smoothly with no clinging patches at all. I loved the way my skin and foundation looked. I did use a hyaluronic setting spray as well. My skin looked moisturized, soft and very natural looking all night."
        },
        {
            "review_title": "Great primer if only using for a few hours",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I received this product free in exchange for my honest opinion, so here it is. First thing I noticed was the texture, it's very smooth and goes on your skin just like a cream would. My face felt really moisturized afterwards. Second thing I noticed was the scent. I didn't notice it right away because it's very light. I honestly like the scent and I'm happy that it's not overpowering. After applying my foundation I loved the way my skin looked. At this point I would have given it 5 stars. The only issue and the reason for only 4 stars was that after about 4-5 hours I noticed that my foundation on certain areas on my face started to look dry and cakey. I couldn't figure out a way to fix this issue quickly so I'm my opinion the only way to fix this would be to remove my makeup and start over. Which isn't always an option for everyone. If I was at work or out on a date I would have to leave my face looking crusty. Lol. If I can find a way to stop this from happening then I will gladly change my review and rating to 5 stars."
        },
        {
            "review_title": "Perfect primer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I received this primer in my Smashbox VoxBox and after testing it out for about a week now I'm ready to leave my review. This is the first time I've ever used a primer from Smashbox, and I have to say it did not disappoint! Not only did it blur out perfectly all my imperfections, but the hyaluronic acid kept my face plump and moisturized all day long! This has became my new favorite addition to my daily regime, thank you Smashbox for creating such an awesome product!! #influenster #smashbox #voxbox"
        },
        {
            "review_title": "PhotoFinish Falls Flat",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone",
            "review_text": "I have combination skin that suffers from dryness and oily skin. My primary skin concerns is the scars from acne and the occasional acne flair up.   The texture of Smashboxu2019s Photo Finish Primerizer+ Hydrating Face Primer was light and airy. It was not dissimilar to the standalone moisture I use for my skin.    While I liked the texture of the project, I did end up modifying my foundation routine to extending the time I waited to apply my foundation alter using Photo Finish Primerizer+ Hydrating Face Primer.   Iu2019m not sure I would recommend this to a friend because I donu2019t feel that it does what it promises. Itu2019s supposed to hide blemishes and create a smooth finish but I donu2019t feel it succeeded.  I use primer with my foundation to hide my pores and create a smooth finish that hides my blemishes, scars, acne, etc.   The one thing Photo Finish Primerizer+ Hydrating Face Primer does accomplish that it promises is hydration. My face has never felt so good.   I received these products for free from Influenster and brand(s) in exchange for my honest review."
        },
        {
            "review_title": "Love this primer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I got this primer as a product sample for make a honest review that came in a perfect time since I didnu2019t have primer but this was beyond what I have use in the past since Iu2019m not and expert in the makeup world . Is nice in the skin and perfect for people with sensible nose make you look and do a awesome makeup."
        },
        {
            "review_title": "Hydrate face",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I received this product complimentary from influenster but Iu2019ve already have this product before hand so itu2019s just bonus wins. Iu2019d like to say that its an upgrade from the photo finish primer with an addition of hyaluronic acid and niacinamide. Itu2019s really blurs out flaws and my imperfections have vanished. The photo radiant glow to it gives this product a must have."
        },
        {
            "review_title": "Applies beautifully",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Love this product! Very hydrating and applies smoothly on the skin. This primer also has all clean ingredients which is a huge plus! Definitely recommend trying this out."
        },
        {
            "review_title": "Worth it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love using this primer under my powder mineral makeup. It helps avoid the makeup looking cakey and instead delivers a natural dewy look as the day goes on."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I was excited to try this primer. I have an issue with my makeup lasting all day and this definitely helped. I would have preferred the type for oily skin, but I just didn't use as much and it helped out some."
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Dry skin",
            "review_text": "Very hydrating and not harsh on sensitive skin. Highly recommended to anybody looking for a lightweight primer"
        },
        {
            "review_title": "Perfect Primer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I always thought primer was just an unnecessary product and a waste of money until I tried it myself.  This Smashbox hydrating primer is like a creamy lotion and you only need to use a little bit.  My face feels so moisturized and renewed.  The winters in Minnesota are brutal on my face which makes for dry skin.  My makeup stays on longer and I love that this product is vegan and cruelty free.  Primer is now a part of my daily routine."
        },
        {
            "review_title": "Unexpectedly nice",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I haven't had the best history with Smashbox primer.  That original silicone one that was all the rage was just awful and others have broken me out. the consistency is runnier than I was expecting, and when I put it on, I wasn't 100% sure it would do anything.  but when I put on my powder, BAM! it looked really nice. My skin had a glow and definitely blurred my pores. I'm a minimal makeup girl so usually just primer, powder, brows and lashes.  And I never wear foundation (tinted moisturizer at most), so I can't say how the primer looks under it."
        },
        {
            "review_title": "loving it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I am really loving this primer. I love the extra moisture and that it includes niacinamide for some added skincare benefits. It doesnu2019t pill and holds makeup in place very well."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I have combination skin, but leaning more towards oily than dry. So... unfortunately I did not have the best experience with this primer that I received a complimentary sample of for testing purposes. I found that my skin was beyond hydrated - I would even say that it felt greasy during the day, and I didn't make it past lunchtime before having to wash and tone to rebalance my face! Sorry Smashbox, this one is a no-go for me. However, I bet anyone with really dry skin might really love this product because it is truly ultra hydrating!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This primer works really well with my skin. I tend to be more oily and this primer keeps my skin hydrated and my makeup stays on all day. I would recommend this primer to anyone who wants to make their makeup last longer and skin to look more hydrated.This is great addition to my skincare/makeup routine. It almost feels like a serum with its consistency but my makeup looks great over the top of it. Kinda pricey for just 1oz"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This primer works really well with my skin. I tend to be more oily and this primer keeps my skin hydrated and my makeup stays on all day. I would recommend this primer to anyone who wants to make their makeup last longer and skin to look more hydrated."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This is great addition to my skincare/makeup routine. It almost feels like a serum with its consistency but my makeup looks great over the top of it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Oily skin",
            "review_text": "While this product left my skin feeling hydrated, I have very oily skin so this was not the product for me. Got oily super quick.  Application was smooth and I did like how my skin looked with it on before makeup, I didnu2019t feel that it did much for my makeup. If you have dry skin I would recommend"
        },
        {
            "review_title": "Not bad",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This product is good but i found i was too oily after about 30 minutes, maybe it was just my hormones but this is the only reason i didnu2019t give it full 5 stars. Otherwise it was good, very moisturizing."
        },
        {
            "review_title": "Run! Go buy this now.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Normal skin",
            "review_text": "Super hydrating! Made my skin glow and I only used a bit of concealer on my blemishes and under eyes! I would definitely recommend using this for a no makeup make up look!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I really like this primer, it's light weight and made my face feel moisturized. My foundation went on smooth over it and I had a slight glow."
        },
        {
            "review_title": "Very hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this primer because i feel like it makes my skin super hydrated smooth and perfectly prepped for foundation application. I feel like it really helps my foundation last as well. I received this product in exchange of my honest review via Influenster"
        },
        {
            "review_title": "Highly recommended",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I received this product for free from smashbox and for being Influenster.  Perfect for dry skin, must have primer. It has moisturizer and primer at the same time, it holds my makeup all day long. Very lightweight you don't even feel like you have it on once it drys. It has amazing finish, love it I would highly recommended this to all my followers and friends on social media. #voxbox #Influenster #smashbox"
        },
        {
            "review_title": "So smooth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have used other primers (including smashbox) but my skin loves this one. The other primers all seemed to have an indescribable thick feeling to them (silicone? Greasy powder?). Iu2019d apply them and Iu2019d usually have a breakout the next day. This primerizer by Smashbox is such an improvement! It is more of a moisturizing lotion with priming benefits. My makeup went on smooth and doesnu2019t feel like itu2019s going to breakout."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "This feels more like skincare than a primer because of how thin the consistency is, but I think some folks may like that! It looks great on its own or under foundation, but I've found it doesn't work as well for when I want to just use concealer. It definitely isn't a pore filling primer, but the hyaluronic acid plumps the skin enough to help minimize the appearance of large pores a little. A little goes a long way, so I think it's worth the price listed."
        },
        {
            "review_title": "Smooth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "First off, I really liked the consistency of this product. The skin absorbs it quickly and it gives a slight dewy finish. I have combination skin so some hydrating primers to intimidate me since I get oily sometimes. However, this product does not do that. It gives you a slight dew, not overpowering. It also made my makeup glide on smoothly and helped it last all day. I truly did enjoy this product"
        },
        {
            "review_title": "Moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Great product that moisturizes before you put in your makeup. I would recommend this for dry skin that wants a finished look. I received this complimentary for my review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "This primer is smooth and easy to apply.  It feels light on my skin and my skin feels like it cans till breathe after applying it.  It helps smooth out my skin before putting concealer and foundation on.  It doesnu2019t make my face break out as some products do.  I love it and it will be a regular part of my skin care from now on"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I love this primer! I wear little to no makeup at all, and I find this super hydrating both ways. It just adds a slight touch of blur and smoothness to my skin."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I received this free of charge from Influenster in exchange for an honest review.   this is a really good primer, I can't speak to how close it is to the original though. I have extremely dry skin, so having this extra moisturizing step is very nice. Makeup goes on very smoothly on top, however, it doesn't do a huge amount to help the makeup last. it has a very good texture, a light gel that easily rubs into the skin. definitely would recommend!"
        },
        {
            "review_title": "Love",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "#SmashboxPrimer #PrimedFor #complimentary @Smashboxcosmetics @Influenster I received this product for my honest review. This primer is a great moisturizer. It leaves your face feeling incredible."
        },
        {
            "review_title": "Love the Moisturizing Primer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I really love this primerizer from Smashbox for so many reasons! First, because of its key ingredients - Silkscreen Complex, Triple Hyaluronic Acid, and Niacinamide - to protect against environmental damages and plump up/ hydrate skin.  I also love the fabulous, satiny smooth base it provides for long-lasting, even makeup.  My makeup lasts and looks fresh all day. Lastly, I love that this is cruelty-free. Wonderful product and I highly recommend."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I have sensitive and dry skin. This stuff is great! It keeps my skin hydrated, ready for prime and even has sunscreen! Love it"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love this product goes on great and does not leave my face feeling cakey or greasy but also does not dry my face out either!"
        },
        {
            "review_title": "Moisturizing and soothing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "I recently received a vox box from @influenster with the Smashbox Cosmetics Photo Finish Hydrating Primerizer. My first impression was that it felt very hydrating but also lightweight. I have combination skin so I do get oily pretty easily, but I didn't experience that with this primer. It felt really nice going on and dried quickly. My makeup went on smoothly and still looks good hours later (that's quite a feat as a mom of littles!). I could also see myself using this primer solo on no makeup days as it felt soothing and moisturizing and a lot like skincare. All in all I think this is a GREAT product from Smashbox! Thanks for sending it over!"
        },
        {
            "review_title": "Makeup without dryness.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "It is a very light primer ideal for oily skin like mine. It feels like a moisturizing serum so the skin feels hydrated and makes makeup look better, without dryness. I liked."
        },
        {
            "review_title": "Smashbox Did It Again",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Well, Smashbox did it again. They are the masters of primer. I'm a pro artist and also have somewhat dry/combination skin. It really hydrates without being too sticky or dewy, does the magic pore filling and created a smooth finish for the foundation. It feels nice even just as a skin care product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This primer is a girl with dry skinu2019s dream! The packaging is sleek and I love how it isnu2019t messy to deal with. The consistency is super nice, itu2019s not too thick or heavy and itu2019s also not too runny. It dries down into a nice tacky base for your foundation to really stick too. I love how it has a skincare complex in it as well so you don't have to worry about a long skincare routine before makeup if youu2019re on the go. It has triple hyaluronic acid, silkscreen complex, niacinamide, algae, caffeine, lactobacillus ferment, yeast extract and lycium Chinese fruit extract. It really does help blur your skin and give a flawless finish. I definitely recommend if you're looking for a hydrating but non greasy primer."
        },
        {
            "review_title": "Delightful primer!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love this primer! It makes me feel absolutely beautiful!! It's a gorgeous, silky primer with a lightweight velvety texture infused with vitamin A and E. Instantly blurs away imperfections, nourishes skin and helps makeup look and feel better, longer. Vegan and cruelty-free. I received this as a free product to test for my honest review."
        },
        {
            "review_title": "love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "i love moisturizing primers because i have lots of dry texture on my skin and if i donu2019t prep right makeup looks so weird on top. iu2019m not sure if i would say it extended the wear of my makeup but it made application a lot nicer."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Pretty impressed with this primer. It gave my makeup a dewy finish and allowed for smooth application. I donu2019t think it did that much in times of minimizing my pores, but it definitively kept my skin moisturized."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love how easy this is to apply. It goes on smooth and helps keep my foundation on longer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "If you have dry skin, this primer is ideal! It truly prepares the skin for a full day of makeup. This primer has a thin consistency but is also moisturizing at the same time and leaves the face ready for makeup. This product is similar to the Smashbox photo finish primerizer primer, which I love. I highly recommend it."
        },
        {
            "review_title": "Perfect for Soft Girl look",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have been wanting to try out some form of soft girl makeup look and this primer works perfectly for that. My skin gets dry in certain areas of my face so this kept my skin moisturized correctly as a base. You donu2019t need too much foundation on top of this stuff. I only used some concealer around my eyes and nose area mostly. I wanted to take some new photos wearing new glasses I got so this truly was my photo finish helper. This is going to be my go to step 1 before anything from now on. Trust me when I say this feels so silky. Your skin wonu2019t feel like itu2019s drowning in makeup."
        },
        {
            "review_title": "Photo finish primer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Dry skin",
            "review_text": "The primer is quite pleasant on the skin, but not very comfortable, as it has a very liquid composition.After use, the skin is very soft pleasant I want to constantly touch.But for everyday wear, I would not recommend, because it has a glossy structure and for everyday makeup.  I don't think it will fit.  Very much for evening make-up or for some party."
        },
        {
            "review_title": "average",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I wanted to love this because I love a good primer but I didnu2019t feel like this did a whole lot. The formula is very very runny where Iu2019m used to a more gel-like formula in primers. I didnu2019t feel like it made my makeup stick that much longer than it did without the primer. It might be my more oily prone skin with the very runny formula though. I liked getting to try this but overall it was a miss for me. I received this for free in exchange for my honest review."
        },
        {
            "review_title": "Smashbox Primerizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I love everything Smashbox!! I was so excited to receive this Primerizer.. it fulls light on my skin and absorbs nicely and quick. So happy it also hydrates my face at 5he same time it gets me light coverage. Don't need to wear foundation but does pair well with it.. no cakey feeling, just beautiful type of glow almost to the face."
        },
        {
            "review_title": "Smashbox Cosmetics Photo Finish Primerizer+ Super",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "OMG! Where should I start? The packaging looked really sleek. Upon application, my skin looked smooth and hydrated. It even gave my skin a nice glow. When I applied my makeup it gave the best finish I could ask for! My makeup looked more natural and dewy. Another plus is that it has a lot of ingredients that are healthy for my skin! This is now my favorite primer! Thanks Smashbox!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This primer goes on smooth and dries quick. It is very light and moisturizers well. My foundation blend really well. The over all finished look was better also."
        },
        {
            "review_title": "Very Moisturizing!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have oily skin so this isn't the best primer for me, per se- but the primer itself is very moisturizing, and is a nice prep before makeup application. If you have dry skin and you enjoy wearing makeup, this is a great first step for you! Even though I have oily skin, I can use this primer, it just doesn't prolong makeup wear for me.  Influenster sent this over for me to try, but I tried it before. My thoughts are my own."
        },
        {
            "review_title": "Give your face a healthy glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I am loving this complimentary moisturizing primer from Influenster. At first I was skeptical, because the product is runny. I think it does a great job leaving sling hydrated, and it kept my foundation from settling so much in my laugh lines."
        },
        {
            "review_title": "Hydrating Primerizer+ is a win!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "I have tried other smashbox primers and they weren't on the top of my list despite all the hype around it. It seemed to be more silicone and would just sit on top of my skin for some reason. I didn't have high expectations for this one because of that. But, I did try it and to my surprise , it was much better than the Original for me.  I don't like one to just sit on top and this one kinda melted into my skin but still did great as a primer even though it soaked up like a moisturizer.  It was definitely moisturizing and it held my makeup in place at least 8 hours for me during work day. I even sweat alot as a personal trainer.  It's a win for me! If you are looking for a moisturizing primer, try this and you won't be disappointed!"
        },
        {
            "review_title": "Glowing and poreless",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This primer actually worked for my pores and left my skin glowing. It feels a little odd until it soaks into the skin all the way but it dries nicely. My makeup stayed nice for about 8 hours until I needed a little powder. I have combo skin."
        },
        {
            "review_title": "Perfection is calling you",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I use primers a lot, this one became my fav one super fast. Why? Flawless looking skin, I swear it makes my skin look poreless, plus hydration. It wears super nice under foundation or you can simply top it with powder, and it will look great too! I will definitely order it again, and Iu2019ve already bought one for my friend!"
        },
        {
            "review_title": "Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I was recently sent the Smashbox Primerizer+ Hydrating primer by Influenster, this is a makeup primer + a skincare serum combined into one. It has #hyaluronicacid and #niacinamide, you can definitely tell from the texture that this is a niacinamide product. It has that trademark milky almost tacky consistency that most niacinamide serums possess. Selfie 1 bare skin, selfie 2 primer alone, 3 is primer with foundation, 4 is just foundation with no primer. It applies like a milky serum and absorbs quickly leaving a very slightly tacky feeling on the skin, but nothing unpleasant. You could definitely wear this on its own without foundation. I personally have dry skin and did not feel quite moisturized enough with this serum on bare skin, I would definitely pair it with a moisturizer in the future. I loooove that this is fragrance free and only has a few botanical extracts so there is next to no scent. I also thought the inclusion of yeast ferment extracts is a nice touch, I love seeing these included in hydrating formulas. This primer also played well under my go to foundation, I paired my Estu00e9e Lauder Double Wear Sheer and skipped any setting powders. It sets to a beautiful dewy finish that looks natural but still covers any skin tone issues. My only qualm is the price tag, $40 is a very high price for what is basically your standard niacinamide serum. Iu2019ve also attached a final picture from a day I wore my sheer foundation alone with no primer, and there is practically no difference in the end result. I definitely feel a bit more hydrated wearing the primer underneath, but I was not wowed enough to put this on my list of things to repurchase. #SmashboxPrimer #PrimedFor #complimentary @Smashboxcosmetics @Influenster"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "This primer is a great addition to my make up routine. Love how it blends with my skin and foundation. Never thought about using a primer but I will now!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Pretty decent primer. works to keep my makeup stay put for longer. The consistency was easy to manage when applying. Doesn't need a whole lot when going on.   The hydration was ok but my face needed a bit more."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I loved this primer! I received by free from influenster.   The texture was new for me , very liquid , easy to put it on the skin and to absorbe too. I have big pores specially on my cheeks and the results after I put my foundation on was just amazing! Also I was with my make up for 7 hours and it helped me  not making my make up looks greasy because my skin its mixed type."
        },
        {
            "review_title": "Perfect primer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I was sent this from Influenster and I have to say I am so happy I was. Itu2019s a nice wearable formula that doesnu2019t leave the skin feeling heavy or oily but instead smooth and looking poreless. It doesnu2019t have a chemical smell either which I am a big fan of.  I typically wouldnu2019t spend 39$ on a primer, but this one exceeded my expectations and a little goes a long way. I will be buying in the future."
        },
        {
            "review_title": "Great stuff",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I'm a fan. A lot of primers I have tried are thick feeling and make my skin oily after wearing a bit. This doesn't seem to have that icky issue. Goes on smooth, doesn't seem to cake makeup. Feels nice wearing under foundation. I'm glad I got the opportunity to test it out. I will be purchasing in the future."
        },
        {
            "review_title": "Perfect Summer Primer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This primer feels silky smooth on the skin, light weight, hydrating & Is an amazing base to your foundation! This might be my top used primer this Summer. I live by the beach so during the Summer months my face definitely needs good hydration & so far this primer is working out perfectly! I recommend this product for anyone with combination to dry skin."
        },
        {
            "review_title": "Love for dry/dehydrated skin!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "This was gifted by Smashbox in exchange for my honest review. I love a good hydrating primer and my skin has been needing some extra love lately. This has been exactly the drink of hydration I've needed underneath my makeup. I love the texture and the application. I think this is a great product!"
        },
        {
            "review_title": "Hydrating primer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, mediumTan skin tone, Dry skin",
            "review_text": "Great hydrating pore diminishing primer with dewey smooth finish. I absolutely love this product and will definitely purchase again"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I loved this product. It kept my skin nice and moisturized. Definitely would recommend."
        },
        {
            "review_title": "Great Product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I love this primer. Itu2019s silky smooth and apply easily. It makes my skin soft and hydrated. It helped to blur my pores and set up a nice base for my makeup. Highly recommended."
        },
        {
            "review_title": "With or without makeup",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Love this stuff. I wear it with or without makeup. Using it by itself is nice because itu2019s light enough to give yourself hydration. Under makeup itu2019s a great primer."
        },
        {
            "review_title": "Silky feel",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This has a nice silky feel. It is lightweight and my makeup blends beautifully with it. I wouldn't necessarily say my makeup lasts any longer with it, but still had all day wear. Only thing I'm not crazy about is that is is a little watery, but that's just a personal preference."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This works just as well as any other smashbox primer I've tried. It does have a more liquid consistency though but still gets absorbed into my skin pretty quickly. You dont need a lot of product to cover your face. It works really well for a few hours but definitely doesn't last all day. By the middle of my 8 hour shift I have to reset with powder."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I wasnu2019t overly impressed with this product. I have large pores and I did not find that it helped blur them at all. It gave me a little more coverage than foundation alone but not worth the money in my opinion. The primer was very hydrating which would be nice for someone who has dry skin."
        },
        {
            "review_title": "Great primer- not really for big pores",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was so excited to try a primer that is both hydrating and helps makeup longevity! The consistency is different than other primera Iu2019ve tried- itu2019s more milky and liquid due to the hyaluronic acid. I really like how moisturizing this feels. The only thing is that itu2019s not great at pore refining and someone with large pores struggles with. Otherwise itu2019s a great hydrating primer that serves as a good foundation for makeup!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "Good product! I do have issues with my face not feeling hydrated and being u201ctightu201d and this did help with that. I do prefer primer that helps minimize pores and unfortunately didnu2019t see any improvement after applying. It does help keep my makeup in place, even after being outside for hours. Overall Iu2019d recommend this primer!"
        },
        {
            "review_title": "Flawless",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "Minimized my pores and made my foundation and makeup so flawless."
        },
        {
            "review_title": "Drench you Face",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I have loved using this primer. It goes on easily and keeps my skin hydrated no matter what make up I layer on top. It lasts all day keeping my look at an A+ until itu2019s time to wash it off at night. Highly recommend trying this out to become your daily primer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This product leaves a silky feel to the skin. My skin felt moisturized and healthy."
        },
        {
            "review_title": "I wanted to like this but Iu2019m not surprisedu2026",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "So, like the headline says, it wasnu2019t for me. Let me start by saying that Iu2019m SUPER sensitive to the original photo finish primer. It breaks me out and almost immediately irritates my skin. So, Iu2019m not surprised this product didnu2019t work - for me.  Pros: Light, milky formula. Felt very nourishing and light. Skin looked/felt nice immediately after applying.  Cons: Not grippy at all. Sensitive skin may not like this product (too many u2018cones) but itu2019s less irritating than the original.  Overall: itu2019s still photo finish but with moisturizers added so itu2019s less irritating than before. If you donu2019t like how heavy the original photo finish is, try this primer instead. But if you are at all sensitive to silicones in your products - run right now. This is not for you."
        },
        {
            "review_title": "only for the driest skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "this is amazing for my dehydrated, sensitive girls out there. no fragrance making it feel very gentle. it honestly doesnu2019t feel much different then cerave moisturizing lotion, but thereu2019s just something about it that helps smooth foundation and prevent it from emphasizing dry patches or creases. a gorgeous glow. a basic necessity for me."
        },
        {
            "review_title": "Awesome primer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I absolutely love love this smashbox photo finish primer! Glides on so smooth , it's hydrating and silky ! It made my foundation much smoother and it seems to last longer!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I received this product for free to test and review! I love this product and use it by itself without putting makeup on top. I love the way it makes my skin look and feel healthy and It does do a wonderful job underneath all kinds of different makeup as well."
        },
        {
            "review_title": "Perfect Hydrating Primer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "As someone with super dry skin that hadnu2019t found a good primer, i was applying about 5 layers of moisturizer just to get a good base for my makeup. Then i found this!! I do still layer this over my moisturizer, just to give extra hydration, but this primer works wonders! A little but goes a long way & it truly does absorb quickly. My makeup would typically cause my skin to flake and get irritated throughout the day but this primer takes care of that. It creates the perfect hydrated base for my makeup and ensures it stays on all day (even in the hot Florida heat!). Super lightweight formula that doesnu2019t irritate or leave the skin feeling sticky!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This is a milky and runny primer. It works very well in instantly hydrating the skin and provides a great base for makeup to go on. Facial textures are very less prominent on using this primer. It kept my face stay hydrated for long."
        },
        {
            "review_title": "Amazing texture but pricy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I was recently sent the Smashbox Primerizer+ Hydrating primer by Influenster for free to test, this is a makeup primer + a skincare serum combined into one. It has hyaluronic acid and niacinamide, you can definitely tell from the texture that this is a niacinamide product. It has that trademark milky almost tacky consistency that most niacinamide serums possess. It applies like a milky serum and absorbs quickly leaving a very slightly tacky feeling on the skin, but nothing unpleasant. You could definitely wear this on its own without foundation. I personally have dry skin and did not feel quite moisturized enough with this serum on bare skin, I would definitely pair it with a moisturizer in the future. I loooove that this is fragrance free and only has a few botanical extracts so there is next to no scent. I also thought the inclusion of yeast ferment extracts is a nice touch, I love seeing these included in hydrating formulas. This primer also played well under my go to foundation, I paired my Estu00e9e Lauder Double Wear Sheer and skipped any setting powders. It sets to a beautiful dewy finish that looks natural but still covers any skin tone issues. My only qualm is the price tag, $40 is a very high price for what is basically your standard niacinamide serum."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I received this to try from Influenster. I have extremely dry skin due to current retinol burn and it flakes a lot. I used this primer under my Saie foundation and saw no flakiness. No scent to this primer."
        },
        {
            "review_title": "Fantastic",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This primer is fantastic! I have combo skin and it works great on my dryer days and also when I feel a bit more oily! Highly recommend this primer as the first step in my make up routine."
        },
        {
            "review_title": "Very impressed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Wasnu2019t surprised that this performed so well. Smash box always have the perfect base products, my skin looked so hydrated when I applied it! Low key felt like a moisturizer, either way Iu2019m going to more than likely purchase this more times after this tube is done."
        },
        {
            "review_title": "Awesome!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Received this primer complementary of Influenster and smashbox. This primer is one of my best primers. I like that it has triple hyaluuronic acid and sunscreen. It gives me a Dewy and hydrated  finish. Will recommend."
        },
        {
            "review_title": "Whoa!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Tried this for the first time today and I already love it! It feels really good on the skin. I paired it with a serum and my face is glowing today. Really love this primer!"
        },
        {
            "review_title": "Soft, silky skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Medium skin tone, Combination skin",
            "review_text": "I received this product free in exchange for an honest review.  I have sensitive acne prone skin and a lot of the things I have tried in the past ended up hurting more then helping... until this.  This stuff is amazing.   My skin feels soft and hydrated.  This is unscented so it doesn't bother my allergies!  I have noticed that any more then a dime sized amount is almost too much!!!!"
        },
        {
            "review_title": "Its like an IRL filter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I love this! It's almost like an IRL filter, minimizes pores and fine lines, and it's a sunscreen! Coming out of the pandemic, I have not really gotten back into makeup the way I used to, and this is a perfect option. But it's also a perfect base layer for a full face!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "In love with this primer. I deal with sensitive dry skin. My skin flakes a lot and this primer made my skin feel so moisturized. My make up glided on smoothly. And lasted all day in 90 degree weather. I'm sold on it."
        },
        {
            "review_title": "love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "i recieved this product as a free tester and i couldnu2019t be happier it keeps my face super hydrated and when putting on my makeup it gives you a dewy look and i love that it keeps it dewy through out the day"
        },
        {
            "review_title": "No cakey feeling",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I received this product free for testing, and it did not disappoint. It moisturized and kept my face hydrated all day under my makeup. My face was smooth and makeup went over easily. No oily or cakey feeling with this primer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Worked well and was hydrating to the face. Make up applied easily and did not pill or oxidize like it has with previous primers. I really liked this and would recommend. Didnu2019t make my face sticky or oily."
        },
        {
            "review_title": "Primer with Hyaluronic acid built in",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I am not a face primer wearer in most occasions but I was excited to try this primer as it also had Hyaluronic acid in it as part of its ingredients. I like that the texture out of the tube was light and easily spreadable on my face. I do think it gave me a bit of a dewy glow- more noticeable in the no make up shot. I would recommend this to others."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I have dry to normal skin and I felt that this primer totally hydrated my skin before applying my makeup. I really enjoyed using this product and recommend for anyone who has dry skin because it is so hydrating. I felt that when I put the primer on my pores were less noticeable. I totally see myself purchasing this product again ! So happy"
        },
        {
            "review_title": "awesome product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, fairLight skin tone, Dry skin",
            "review_text": "This is the best primer I have ever used it really makes your skin picture perfect"
        },
        {
            "review_title": "Definitely recommend!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "Loved this primer!!! It felt so good on my skin and made my makeup look so smooth. I really liked how it wasnu2019t oily like a lot of other primers Iu2019ve used and it made my makeup last all day.It also didnu2019t make me break out which I loved!!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have combination/oily skin so I was hesitant to try this but pleasantly surprised.  It did smooth my pores and hydrate.  I wore it alone for half the day and then with powder and it performed well in both scenarios."
        },
        {
            "review_title": "Unsealed.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Oily skin",
            "review_text": "My product came unsealed and the 15 dollar sample size isn't worth the price. Not the end of the world issue; just an inconvenience."
        },
        {
            "review_title": "I love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Deep skin tone, Dry skin",
            "review_text": "I love this hydrating primer. I sometimes I use it by itself just as a moisturizer. It definitely gives my dry skin moisture making it look plump and young. Of course the makeup does not move or disappear. The make up last all day a great 8 to 10 hr wear time."
        },
        {
            "review_title": "Magic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "If you're looking for a skin changing phenomenal primer look no further. this primer is silky smooth & applys easily. no sticky residue feeling like some primers & absorbs well into the skin.  I love that it is a hydrating primer that can keep your skin hydrated for up to 72 hours. For that reason alone I would purchase this primer over others. constant Florida sun can zap all the moisture from your skin, and I love to wear makeup everyday so this is perfect for me.  I am also so excited that this product contains Hyaluronic acid. I am not in my 20s anymore LOL so I love to use products that contain this."
        },
        {
            "review_title": "Moisturizing primer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "this stuff is amazing. It keeps me moisturized all day under my foundation! It's lightweight also and couldn't be more glad to to be able to test it out!"
        },
        {
            "review_title": "Meh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "The product was ok...I didn't like how runny it was....took a bit to dry also...loved the feeling after it dried very much though!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "i love this primer. it makes my skin looking hydrating and plump. this makes my foundation looking smooth."
        },
        {
            "review_title": "Nice!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I received this from influenster in exchange for my honest review. I found this primer to be really nice and hydrating. It helped to blur my pores and set up a nice base for my makeup. Would definitely recommend."
        },
        {
            "review_title": "Awesome Primer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love this primer. If you want a smooth photo finish look, this is the primer for you. It has a great smell and glides on smooth. This is my new primer."
        },
        {
            "review_title": "I like it forsure!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "I like it a lot so far. I received from Influenster & the packaging is nice & my makeup has lasted all day so far. It went on nice & wasnu2019t really sticky or made my makeup look funny."
        },
        {
            "review_title": "Soft skin and protection",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "My skin felt soft after using, not much visi le difference but didn't expect any. The protection will hopefully help going into warmer months as I work outside. Wasn't crazy about the chemical smell, though."
        },
        {
            "review_title": "Smashbox Hit a Homerun!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I received this sample compliments of Influenster and Smashbox in exchange for my honest opinion.  I was so impressed! Just a dab was needed for complete coverage.  My face felt smooth, my make up went on smoothly, and stayed on all day, and through my busy night at work(I bartend). My skin felt fresh and clean, so natural. My pores did not feel clogged, it was like I had make up on, not cake up on. My skin stayed fresh and hydrated, and looked perfect! I absolutely love Smashbox, and highly recommend this premium product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This product is amazing! The hydration effects are wonderful, I feel like ny skin is hydrated and full all day. The consistency is great, not sticky and sinks into my skin very quickly!"
        },
        {
            "review_title": "Easy Coverage",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "Great product for everyday makeup looks! Recommend if youu2019re looking for makeup that seems airbrushed!"
        },
        {
            "review_title": "Buy this !!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "I got this as a promotional review from influenster & I amhighly impressed by this primer. Not only is the packaging sleek but the product works wonders !  Moisturized my face instantly and lasted all day. THIS IS MY NEW PRIMER !!!"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I love this hydrating face primer. I have been looking for a primer that would hydrate my face and I found the perfect one! This primer works great and helps your makeup to stay on all day long."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I really like the sleek packaging.  When I put some in NY hand it was ALOT more watery than I was expecting. It's not a cream, it's more of a liquid primer. I put it on my face before I added makeup and I can honestly say it does give your skin that dewy look. When I applied my makeup on top of it, it was smoother and the dry spots that get crusty looking around my nose appear to be gone. It made my makeup stay on all day, with no touch ups to my foundation or concealer. I highly recommend this Primer!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Dry skin",
            "review_text": "Absolutely LOVE this primer! It is my first time trying any smashbox product and I received it as a complimentary gift from Influenster and smashbox for my honest review. It leaves my skin feeling so hydrated and soft I highly recommend! I give it a 10 out of 10"
        },
        {
            "review_title": "New Favorite Primer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Best primer if you have combination/oily skin. The dewiness is subtle and gives your face some light. I love how lightweight it is and how quickly the skin absorbs the product."
        },
        {
            "review_title": "new favorite primer!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I always get nervous trying new primers because they can make or break your makeup, but I am so happy I added this to my cart! This blurred my pores (and they are large) and as the day progressed my makeup looked better and better! Worked perfect for my combination skin"
        },
        {
            "review_title": "Mature skin approved",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I'm 48 and just lost a bunch of weight through surgery, so my skin is wrinkling and being weird in ways I never thought possible. Then I bought the mini size of this stuff on a whim and there is now hope! This stuff even makes my mineral powder foundation look flawless and radiant. My Shapetape no longer settles in the not-so-fine lines around my eyes, which was why I was hunting for a new primer to begin with! And I swear, at the risk of sounding dramatic, my skin and makeup actually look *better* as the day goes on. Really loving it."
        },
        {
            "review_title": "Best Combo for Matte Foundie",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Super lightweight yet hydrating base. It makes matte foundation more alive without the shine. Such a healthy looking combo!"
        },
        {
            "review_title": "Facetune irl",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Love this primer! Im a normal/dry skin type that uses matte foundations and it pairs perfectly. My makeup looks like a flawless Snapchat filter lol"
        },
        {
            "review_title": "Acne",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I love how this product is very light and hydrating, but after only adding this to my routine I started breaking out and getting little bumps everywhere. Beware acne prone skin."
        },
        {
            "review_title": "BUY IT!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Oh wow!!! I got a sample of this and my make up never looked better. Glides on nicely and doesnu2019t pile"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Combination skin",
            "review_text": "A Must Have. I use this product everyday, even if I don't wear any other makeup. It has completely diminished my dry skin issues, and I always have a backup ready to go."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love it! I think it works really well and keeps your face really moisturized! Iu2019m really glad I got to try this product through Influenster!"
        },
        {
            "review_title": "Yes! Yes! Yes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Oh my god! This is what Iu2019ve been looking for. Iu2019ve been having a hard time having certain small dry cakey patches around my face after doing make up and this primer resolved everything. Not to mention, it has faded a few blemishes I had since it contains niacinamide! Iu2019m honestly surprised myself! Woah!"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Love this! Have been using it in my makeup routine ever since I recurved it as a complementary gift from influenster. I have been on the search for a great primer and I finally think I found it!"
        },
        {
            "review_title": "I LOVE THIS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I loved it because it prepares my skin but also moisturizes it and leaves a beautiful texture on my skin"
        },
        {
            "review_title": "Photo finish",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "I really liked this product. Made my face feel super soft"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "I love the consistency of this primer itu2019s thin and a little goes a long way. I do find that it doesnu2019t dry out my skin. I do wish it had a bit more of a grip texture to it but that doesnu2019t bother me. Would definitely purchase again!"
        },
        {
            "review_title": "Sooo good u must purchase this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Itu2019s definitely something I would purchase again itu2019 Love this omg Thankyou guys this is so bomb. Itu2019s sooo good"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really enjoyed this product! It made my skin look great and the makeup went on smoothly on top!"
        },
        {
            "review_title": "Silky Smooth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Hello hydration! I used expensive primers in my early teens and was not impressed. They left my skin oily and heavy. My use of primer was short lived. Fast forward to my late 20u2019s now. I was curious about primers since influencers swear by them. I asked an associate to recommend a primer for a noob and he showed me to the sample size. The tube lasted several uses since it doesnu2019t require much. I applied it all over my face and instantly felt silky smooth and powder fresh. I was planning on using a foundation but my skin looked so great, I decided to go without. I did a light powder eyeshadow and saw no creases hours later. Half way through the sample tube, I noticed my skin appeared much healthier and had less break outs. I bought this same product for my teenaged cousin with oily skin. She began using it and had the same results. Her acne cleared up tremendously. Iu2019m still using this product a year later. I hope this helps you decide to buy. At least try it."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I received this product from Influenster for my honest review. This primer was much thinner than I expected for a hydrating primer. With being so thin, it spreads out evenly and absorbs quickly. Once set in, the skin has  a nice tacky finish for the foundation to adhere to. Unfortunately I did not have any hydrating results from this primer compared to any others I have used."
        },
        {
            "review_title": "Very nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Really liked this product. First time using a smashbox primer but will definitely use more in the future"
        },
        {
            "review_title": "Silky smooth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "If you want your makeup to glide right on, say hello to your opening act.   I was gifted this Photofinish Primerizer and it is gentle on the skin, creating a smooth base and highlighting itu2019s natural beauty."
        },
        {
            "review_title": "Amazing Primer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I absolutely love this primer! Itu2019s great for my dry skin in the winter. I will definitely keep using smashbox primers! It gives a smoothing feel like applying a light moisturizer before applying makeup. I will recommend this product to friends and family with dry/combination skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "This product worked really well for me. It seemed to hold makeup pretty well and was definitely hydrating. I never had an issue with it not having a smooth, non-cakey finish."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I liked it, hydrating. Make-up stayed all day. Felt smooth and not heavy"
        },
        {
            "review_title": "Good primer. Not very hydrating",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I did not mind this product at all. I think this was the first time Iu2019ve used a Smashbox primer and I thought it worked well in holding down foundation and on its own. I just would not consider this hydrating. the tackiness on it was light. i like that there was no scent. the product packing was very nice as well."
        },
        {
            "review_title": "Love love love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I cannot express how much I LOVE this primer. I wanted to use it for a while before I left a review, and I can confidently say that everytime I have used this, I have been absolutely satisfied with the way it performs. Leaves me with a smooth base for my makeup, and DOES NOT move at all!!! Even with a lot of cream products, everything stays put and looks amazing all day. And even though itu2019s hydrating, it doesnu2019t leave you looking oily or anything like that. This is an absolutely must have!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I was not so impressed with this primer. For me, it was the opposite of hydrating. It actually sort of just created a slick layer on my face and it was difficult to fully apply makeup without waiting a bit for the sticky ness to resolve. I will pass on this one even though I typically love the Smashbox brand.   I did receive this product complimentary from Influenster in exchange for my honest review."
        },
        {
            "review_title": "Review of hydrating primer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Deep skin tone, Combination skin",
            "review_text": "This is a good primer that is lightweight, no smells, no build-up, and film. The ingredients are cruelty free which is great. This primer helped my skin appear more hydrated and radiating and the way my makeup laid on top was the bonus."
        },
        {
            "review_title": "Does what itu2019s supposed to do!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I was surprised by how much I liked this primer! I have very sensitive skin and I can be picky about ingredients, but this primer passed the test. I prefer it to the original Smashbox primer. It goes on really smooth and blends easily. My makeup finally lasts through my long 10 hours workdays. It also felt a lot more hydrating than other primers Iu2019ve tried. It works well with the dry winter air here in the Minnesota. I would recommend this product to family and friends."
        },
        {
            "review_title": "Perfect for the u201cclean looku201d!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Love this product! This primer gives my skin a dewy glow while adding plumpness to make me look younger and more vibrant without making me feel puffy and oily unlike other primers iu2019ve tried! Goes on smooth and feels very lightweight and clean on the face, and hasnu2019t caused any skin irritation. I would definitely recommend this product if youu2019re looking for a primer to give you dewy plump skin without the oily and puffy feeling most of them give you!"
        },
        {
            "review_title": "In love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This primer is everything and more! I have combination skin, this primer hydrates my skin specially my dry patches without making my skin oily. Make up looks beautiful and lasts forever"
        },
        {
            "review_title": "Moisture",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Definitely moisturizing. I was a bit skeptical since It is so smooth I wasnu2019t sure how my makeup would stay on but i do like it"
        },
        {
            "review_title": "Lightweight and moisturizing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I love this primer. My skin can get a little dry and this adds just enough moisture to allow makeup to be applied smoothly without feeling sticky or heavy."
        },
        {
            "review_title": "Prime + hydration",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This primer helps hydrate skin, and feels very soft. It helps primu00e9 my makeup for all day wear. The formula was very slick and instantly hydrated my skin each use.  This was u00e0 nice primer to both hydrate skin and keep makeup in place."
        },
        {
            "review_title": "Hydrating!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Loved how well this product hydrating my skin! It is perfect to apply before makeup especially during winter when my skin is the driest. Didnu2019t blur my pores as much as some other primers do but overall happy with the product"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I absolutely love this primer! It definitely hydrated my skin throughout the day really well, while also having my makeup looking flawless all day! Itu2019s just as similar to their previous Primerizer before they repackaged/reformulated it, but I find it to be even better!"
        },
        {
            "review_title": "In love with this primer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I loved that it is lightweight but works! Doesnu2019t have a heavy texture and really does the work! Super mega yes to thus primer!"
        },
        {
            "review_title": "Great Primer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I love this primer! It does hydrate very well, and my skin doesnu2019t feel u201ccakeyu201d when wearing this. Itu2019s super light weight and I forget I even have it on. It mixes well with foundations and Iu2019ve tried 5 different ones. Iu2019ve been wearing this for a little over a month and I highly recommend it. I do have pores, so my only complaint is it doesnu2019t hide them very well. BUT my makeup does stay on without needing touch ups for roughly 10 hours. I have oily skin so I do normally have to touch up so itu2019s not that big of a deal!"
        },
        {
            "review_title": "I would buy it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I like how this primer has niacinamide. I usually donu2019t use primer, but this one felt nice on the skin. I have normal to dry skin and it looked dewy  and hydrating. Doesnu2019t have a silicony feel at all."
        },
        {
            "review_title": "Best Smashbox Primer Iu2019ve Tried!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Another great smashbox primer! I have pretty dry skin in the winter but do have some oily spots for context. A little goes a long way and this primer has a pretty thin consistency. I definitely do feel like itu2019s smoothing and looks great with many foundations I have tried it with (Nars Sheer Glow, Estu00e9e Lauder, Tarte SEA Hydroflex). White I donu2019t necessarily find it u201chydratingu201d I donu2019t find that it dries me out any more than my normal primer (Bobbi Brown). I would say that it makes my face smoother than Bobbi. Definitely my favorite Smashbox primer to date. I would wear it alone too, definitely gives a nice dewy look without any stickiness!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Okay Iu2019ll start by saying this feels great on the skin. It absorbs really well and didnu2019t leave me feeling sticky. It has a nice dewy look to it without being oily. I wore it from 10 to about 11. I touch my face a lot and will say at about 9 pm it started to pill a little bit nothing major. If I rubbed my face super hard it would have been bad. Overall I will say I am fan and would recommend it."
        },
        {
            "review_title": "Hydrating, Smooth Finish",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This is my new favorite primer! It feels incredibly lightweight on my skin and leaves it feeling and looking hydrated. My makeup applies smoothly over the top of it and it gives my foundation a wonderful luminosity. It keeps my foundation from clinging to any texture and dry patches."
        },
        {
            "review_title": "Natural primer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Iu2019m not very into hard-core primers, this primer is great to accomplish a natural look without the risk of screwing your foundation"
        },
        {
            "review_title": "smashbox photofinish primerizer+",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Lightweight, hydrating and made of clean ingredients, it feels more like a skincare product than an actual primer and I love it!  I wear it alone or under makeup for that fresh, healthy look with a dewy finish. Highly recommend for everyday makeup!"
        },
        {
            "review_title": "does the job",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Oily skin",
            "review_text": "I tend to have oily skin, but since I hav been using retinol and itu2019s winter I have look forward to use this hydrating primer. It does do the job to hydrate my skin, and itu2019s pretty lightweight on the face, I had no reactions towards it or has make my makeup look ugly in any form. However, I find the Laura Mercier Pure Canvas Primer more hydrating and milky than this one."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "Finally a product i donu2019t seem to be allergic to . I have such sensitive skin and a lot of  products I just canu2019t use. This product is light weight and doesnu2019t have that much of a scent I would definitely recommend."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Lightweight primer that dries down quickly. Packaging is super sleek and pretty. The Wisconsin winters really do a number on my skin so this has been a huge help however I do find myself having to use a moisturizer in conjunction with this due to how dry my skin is currently."
        },
        {
            "review_title": "Loved this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I really like this product. I have problems with dry skin so it was nice to use a hydrating Face primer. I feel like my skin looked so good and it didnu2019t feel tight or gross either from drying out with all the makeup"
        },
        {
            "review_title": "Excellent primer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This new hydrating primer is soo amazing! I love it in the winter because my skin gets dry. The packaging is very sleek and pretty! The consistency is very nice, not too thick and not to runny. It is a hydrating primer so you can put it in heavy to have a very dewy finish, but im oily so I use a small amount and it works perfectly. It dries down nicely. So if you are an oily girl but still get dry skin this is a winner for you. It won't make you greasy. I love how it has a skincare complex in it as well so you don't have to worry about a long skincare routine before makeup. It takes care of all that. It has triple hyaluronic acid, silkscreen complex, niacinamide, algae, caffeine, lactobacillus ferment, yeast extract and lycium Chinese fruit extract. It really does help blur your skin and give a flawless finish. I highly recommend if you're looking for a hydrating but non greasy primer. They also have other primers if you want other concern areas taken care of if you dont need the hydration complex. But I love it since it helps cut the time of worrying about skincare and has such a wonderful effect!"
        },
        {
            "review_title": "Skincare infused primer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "This is a lightweight primer that feels more like skincare than a primer. It doesnu2019t feel sticky on the skin and dries down clear after a few minutes. As an oily skin girl, the product didnu2019t do much to control my oils but I didnu2019t notice any patchiness with my makeup either. I would use this for no makeup makeup days, when I donu2019t want a glam look but still want to look out together."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "great for dry skin! I absolutely love the original Photo Finish primer, and this new hydrating one from Smashbox is one of my new faves. Itu2018s a u201cPrimerizeru201d, which means it is both a primer and a moisturizer. Enriched with HA and niacinamide, it has great skincare benefits, while giving that classic smooth finish."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "Have been a fan of the smash box primers for years so when I got this complimentary to try in a voxbox I was super excited. I really liked the hydration and base that this primer provided. I will definitely be using this again."
        },
        {
            "review_title": "New Holy Grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I used this on top of Bobbi Brownu2019s Face Base and let me just tell you, this combo is now my holy grail! My VERY dry skin felt hydrated all day (9 hours) and my makeup did not budge!!!!"
        },
        {
            "review_title": "A new staple",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "All the best parents of a blurring primer while keeping my skin hydrated. When I saw i was receiving it for free through influencer I was so excited. In no way did it bias me though. Genuinely love this so much"
        },
        {
            "review_title": "Hydrated and Smooth Skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love the original Photo Finish primer, and this new hydrating one from Smashbox is one of my new faves. Itu2018s a u201cPrimerizeru201d, which means it is both a primer and a moisturizer. Enriched with HA and niacinamide, it has great skincare benefits, while giving that classic smooth finish Iu2019m used to with the OG Photo Finish. I wouldnu2019t, however, recommend using this as your standalone moisturizer, unless you have really oily skin."
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Amazing. Works really well for dry skin as well as oily skin. This is my go to now!"
        },
        {
            "review_title": "basic hydrating primer",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "I received this primer from influenster to test out and it was just okay.,i think this is a decent hydrating primer that helps your makeup look dewy without looking too Mayte, but I donu2019t think I would repurchase this on my own. I also live in a dry, wintry climate so it may perform better for those in warmer climates."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I use this primer under my makeup and on days when Iu2019m just looking for some extra hydration under my sunscreen. I think it does a good job at hydrating my skin. It feels like a gentle primer and definitely does itu2019s job at hydrating my skin. My makeup goes on nice and smooth after using it. I would definitely recommend it to a friend!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This product does its job, definitely makes your makeup stay on all day. The consistency will throw you off of not wanting to use it but it definitely keeps your makeup in place and hydrated especially if you tend to have dry skin or is combination skin like me youu2019ll love this product. Definitely recommend this product. I did receive this product to test out complimentary for free from influenster to give my honest opinion."
        },
        {
            "review_title": "Fantastic Primer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I received this product complementary from Influenster. I absolutely love it. It is very lightweight compared to any primer Iu2019ve used. It really helped moisturize my skin and made it feel like I had no makeup on. I also believe that I was able to use a lot less foundation with this primer."
        },
        {
            "review_title": "LOVE IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "IM SO IN LOVE WITH THIS PRIMER!!! Smashbox has one of my favorite primes ive been purchasing for years now, abd this is now one of my favorites too im so happy i got this for free and i love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I received this primer complimentary from influenster & smashbox. I love it!! My skin gets super dry especially in the winter so the hydrating formula definitely helped create a better base. My foundation lasted even longer & looked better then some of the other primers I've used. It didn't make my skin feel or look greasy either. I'd definitely purchase in the future!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I received this product complementary from influenster and Smashbox for my honest review. I enjoy using Smashbox products. This photo finish primer is a favorite of mine. Its hydrating and plumps the skin to give you that glowy look. It has triple Hyaluronic Acid, + Niacinamide. So it helps fight against damage from environmental aggressors like pollution.  After you wash your face you pat dry and apply this on then you would put your makeup on. Its breathable, light weight and blurs imperfections. I would definitely be buying this and recommend it!"
        },
        {
            "review_title": "Lightweight that does heavyweight work!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I received this product in exchange for my opinion from Smash ox and Influenster.  I was skeptical at first because it seemed pretty thin/watery, but this primer really does itu2019s job.  The first use I used it alone without makeup. My face felt moisturized and looked pretty smooth.  Helped blur minor skin issues.  Iu2019ve since used it under my makeup and it helped prevent caking of any powders and makes everything look smoother on the skin.   Blurs everything to make it look almost airbrushed.  Skin feels great and makeup stays put all day.  Highly recommend it!"
        },
        {
            "review_title": "Amazing Primer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I love how hydrating this primer is! I have combination skin and in the cold months it feels really dry. This primer has made my skin come back to life. I loved Smashbox brand primers before but this one is my new fave."
        },
        {
            "review_title": "Smashbox Photo Finish Primerizer+ Hydrating Face P",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Este primer me gustu00f3 mucho yo tengo mi tipo de piel es combination y no se me hizo grasosa la verdad lo recomiendo muchisimo"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "I have oily skin and this product did not work for me at all. It made my oily skin even more oily and my foundation ran right off."
        },
        {
            "review_title": "Best primer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have combination skin and in this cold weather dry patches appear on me that look pretty bad with makeup and this first moisturizer really shut me up from heaven my skin stays hydrated without those horrible dry patches it works great with foundation and leaves the skin juicy and without feeling tight after several hours I really recommend it if you have combo skin or if you have it dry"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019ve combination skin and an areas where I am more dry that works really well. My poors were noticeably less visible after using this. Even when I use my tinted moisturizer or foundation my skin feels less texturized if I have this as my base. Itu2019s very easy to apply and does not have a oily or greasy feel. It also does not have any odd scents."
        },
        {
            "review_title": "Awesome primer!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Tan skin tone, Combination skin",
            "review_text": "This primer lays on so easily and is super creamy. It also didn't clog my pores which is a huge concern for me. It also made my makeup look smooth and dewy! I definitely can recommend!"
        },
        {
            "review_title": "Amazing for dry skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was so excited to receive this new primer free from Influenster to try and give my honest review. It is so good! I have dry skin especially now in the winter and this primer works perfectly for me. It hydrates my skin while also smoothing over my large pores giving me a perfectly smooth canvas to apply my foundation."
        },
        {
            "review_title": "10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "i love this product so much! itu2019s very moisturizing on the skin, and it works very well as a primer or just by itself. I use it everyday"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I usually do not use primer because my skin feel oily afterwards. I tried out Photo Finish Primerizer+ Hydrating Face Primer, my skin felt soo smooth and pores were also not visible with the primer. I definitely buy this primer again!"
        },
        {
            "review_title": "Yes! Yes! Yes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I love it! This is my first time trying Smashbox products out and I am amazed on how smooth my foundation application goes on. I will definitely continue to use it! Thank you Influenster for sending me this complementary primer!"
        },
        {
            "review_title": "skin needs hydration",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "With someone like myself having super dry and dehydrated skin, this face hydrating primer gives my skin life. My foundation applies smoother and doesnu2019t leave a cakey finish. I especially love how this product contains hyaluronic acid. I will definitely be replenishing my stock once I run out."
        },
        {
            "review_title": "Itu2019s good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I really enjoyed using this product. I enjoy the minimalism of the packaging and keeping things simple. I hadnu2019t used the original version of this product so I was experiencing it for the first time. I like the fact itu2019s packed with skincare ingredients that actually do what they say they do. With it being winter on the east coast of the USA my skin is a tad dryer than itu2019s normally. It really helped keep my skin hydrated and plump while giving my makeup more longevity even at a family event. If you have dry skin this is a great choice!"
        },
        {
            "review_title": "Very Comfortable",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This product contains Hyaluronic Acid which makes my skin feels very moisturized and instantly reduces the size of my pores. It does have a bit of a scent that reminds me of sunscreen/metal which is the only downside, but it tends to fade after a few seconds.It leaves my skin super soft which helps me apply makeup easier and is even perfect to wear without makeup as it enhances my skin and gives me a nice comfortable feeling."
        },
        {
            "review_title": "Refreshed and flawless",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love love love this primer. Leaves my face feeling refreshed and flawless."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This primer truly feels so soft and silky on the face. It feels more like a skin care product than a makeup product which makes my skin feel light weight even after putting on foundation and it just makes my face feel clean even with makeup. The only drawback I found was that it is really runny and not very pore filling, but it doesnu2019t claim to be so I can let that slide. Smashbox smashed it out of the park again with this product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Love the added benefit of hydration, especially for dry winter months. Applies/layers well over my normal moisturizer. I have pretty dry skin so I could probably stick to this year round."
        },
        {
            "review_title": "Moisturizing great base for your foundation!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "I received this free for my honest review. Super hydrating goes on nicely doesnu2019t roll and gives you a great base for your foundation. Feels like a moisturizer but just locks in your foundation and leaves your skin looking hydrated but not oily.  Now I will say it doesnu2019t do anything magical to your skin look wise, but as a primer it does itu2019s job"
        },
        {
            "review_title": "Loved!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Loved this primer! Really hydrating and did last all night! Was hydrating and felt like a light moisturizer going on. No scent which is an added bonus!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Lightweight and hydrating! Kept my makeup on all day and kept skin from getting too dry in the winter weather. Definitely made my skin more glowy. I will definitely purchase this again!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Itu2019s Lightweight, silky and went on smooth. Love that it has some hydrating properties instead of just being a mask to lay on under makeup. It did a good job at covering and makeup went on smooth over it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Beautiful product, super helpful for dry acne prone skin!!"
        },
        {
            "review_title": "Great primer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I received this complimentary and free for my honest review from Influenster. I love the original smash box primer and was so excited to review and try this product. It is everything you love about the original photo finish primer but personalized for us dry skin people! It applies just the same as the original but is formulated to hydrate skin as it primes. Highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "This primer has a ultra light weight moisturizing formula that doesnu2019t make your skin feel sticky/slimy afterwards. It slightly smooths out your skin while moisturizing which helps make sure you donu2019t look dry & flakey. Be warned, it is a runny liquid so be careful putting it on. That can be a good thing though, because you canu2019t even feel it after you put it on! Even as someone with sensitive skin, this did not bother me or make my skin burn at all. If what is said above sounds like what your looking for, then I totally recommend."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Love this primer for the winter months! I have been using this for a few weeks now and Iu2019ve definitely noticed a difference in my makeup. My skin is drier in the winter and this keeps my face hydrated and my makeup sits well on top of it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "As someone with dry skin I can really appreciate that Smashbox took their time with this primer. It is exactly what it says it is, a silky smooth hydrating primer! I love that it gives a dewy look without being over sticky or slippery. Definitely recommend!"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "Love this primer! Helps keep my make up in place all day. Keeps my skins hydrated under my make up as well. Highly recommend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Real talku2026forgot to put on moisture today before doing my makeup. BUT, I did use this primer and it just made my makeup sit so well on my skin! Provided the perfect amount of hydration for my skin without leaving me oily. Lately my skin has been combo/slightly oily. A little goes a long way. Honestly havenu2019t had a good makeup day in a while and was feeling myself again today, partly thanks to this primer.   Not usually big on primer, but will definitely be using this more often!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "In regards to the product working, it's amazing. Your skin feels so smooth and foundation goes on nicely over it with no clumps. I'm giving it a 4 star because the ingredients are pretty bad. They contain multiple carginocens."
        },
        {
            "review_title": "Instantly hydrating and skin softening",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I was a little surprised at first because it had the appearance and texture of lotion. It felt instantly hydrating and absorbed really well. It didnu2019t feel greasy at all. I usually use a facial lotion before applying my foundation because my T zone gets really dry. This primer left my skin so soft, even after applying the foundation. Itu2019s a crazy difference texture and feel wise. It didnu2019t help too much with preventing creasing in some areas (like my forehead) like I hoped. However the hydration and baby soft finish makes it a great primer for people who get dry skin or scaling in their foundation. I canu2019t emphasize enough how soft my skin has been with this. you have to try it to understand!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This is now my go to primer I have dry skin and this really helps when I wear make up I definitely recommend it it is worth a try."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I have very dry skin and this felt really nice on my skin. Super hydrating and my makeup sat nicely on top. No flaking or dry looking skin. Love it!"
        },
        {
            "review_title": "Amazing primer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019m so in love with this primer! I had a hard time finding a good hydrating primer (I have combo skin) until I tried this one. My skin absorbs it really well but leaves a nice glow, like natural and healthy skin. Make up looks amazing and lasts all day long. Iu2019m so glad i tried, and definitely one of my favorites."
        },
        {
            "review_title": "My favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Loved this primer, my favorite one I ever used.  I quit using primer actually untill I found this one.  My foundation looks flawless with it! I got lots of compliments"
        },
        {
            "review_title": "My new favorite primer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I received this product for free from influenster and I love it! I have very dry and sensitive skin, and for a while, Iu2019ve just been using a moisturizer instead of a primer before I put my makeup on. But after receiving this primer, Iu2019ll never go back! My skin feels so moisturized after using this primer, and I havenu2019t had any bad skin reactions to it. It also leaves your skin slightly tacky so your foundation can grip to your skin a lot easier. Definitely would recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love this product it was light and breathable and had a great matte finish"
        },
        {
            "review_title": "Great primer!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I enjoyed using this hydrating primer over the last few weeks! The consistency is a little different than most primers Iu2019ve used- itu2019s a little thin- but it goes on well and makes my skin feel hydrated. My makeup stays on well over it as well."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Itu2019s a thin, lightweight concealer that kept my skin really hydrated under my makeup, but it may or may not be breaking me out a little bit- which is normal for me when I try new things. If you have dry skin, itu2019s worth it. Itu2019s you have oily skin like me, maybe. I get really oily really quickly and stay oily but if I pat it down then itu2019s good."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This primer is really good! It has a thin consistency but moisturizes the face really really well! It is a little small for the price point but overall itu2019s a good primer."
        },
        {
            "review_title": "Definitely recommend.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "This primer is definitely hydrating. It's perfect for my dry spots, as I have combination skin. I would recommend this product for anyone looking for a hydrating primer for sure. It's higher end for sure, but is worth it."
        },
        {
            "review_title": "Finally a Primer for Dry Winter Skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I received this product free from Influenster for my honest review. I had given up on primers due to dry winter skin. Enter Smashbox primerizer, which is a thinner, moisturizing potion capable of helping my makeup stay put while also not drying out my skin. If youu2019ve used the original Smashbox primer, this one isnu2019t as slick feeling but has great moisturizing ability. Helped makeup stay put all day and would definitely recommend."
        },
        {
            "review_title": "Great for Dry Skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I received this primer in a Influenster box free for testing purposes and Iu2019m in love!!! This primer worked great on my dry skin. It kept my makeup in place all day and kept it from looking patchy/cakey."
        },
        {
            "review_title": "Not impressed",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I really like the kat von d hydrating primer. This has a similar texture/consistency. However, this made my skin irritated and itchy/tingly. My foundation settled into my fine lines with it as well.  I am wanting to avoid things with hyaluronic acid as well. So overall, not a great product for me or in my eye."
        },
        {
            "review_title": "Face primer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This was a good product it gave my face a little shine and looking smooth I wish it was bigger but I really like how it looked on me"
        },
        {
            "review_title": "Hydrating and dewy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I have a combination skin type and I love to use this primer on my dry patches. It works just like a moisturiser by giving a fresh hydrating dewy finish. It also helps reduce the look of my pores."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Makes my skin feel too oily and makeup just sits on top of my face. Not great, not the worst."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "I really liked this product, it is very thin and does not feel heavy on the face. Great primer!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Normal skin",
            "review_text": "I received a free sample and I absolutely love it. It very light. I've used it as both a moisturizer and as a primer. It goes on smooth and dries quickly to allow me to add products on top of it."
        },
        {
            "review_title": "Plumped and hydrated!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Iu2019m really digging this primer!  I normally have pretty dry skin, this primer allows my liquid foundation to go on super smooth!  The primer is a lot more liquidy than I had anticipated but it really hydrates and plumps up my skin.  There is no pilling either when I add powder on after.  Itu2019s nice you can use it as well on days you donu2019t want to wear makeup.  Will repurchase this product again!"
        },
        {
            "review_title": "Soft and hydrated",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "My skin is normally very dry which makes it hard to apply any foundation or use any makeup at all. I thought this primer was lightweight and didnu2019t leave my face feeling greasy. My face looked more vibrant and hydrated after I applied the primer. This definitely help my foundation from being completely soaked up by my skin. I donu2019t normally use a primer with my foundation but Iu2019ll be using this one from now on. My skin feel hydrated for a few hours after applying the primer."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Great for those of us with dry skin. Provides a nice smooth hydrated surface area to prep the skin prior to applying foundation. The only reason why Iu2019m giving 4 stars instead of 5 is because I prefer my primer to have some illumination to it but thatu2019s mush my prefer t. overall a great product!"
        },
        {
            "review_title": "I would definitely buy this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I received this primerizer from Influenster and smashbox free for my honest review. At first glance I thought the product would be thicker but the consistency is good it smells good and has my skin looking moisturized the entire day."
        },
        {
            "review_title": "Love! Great for dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This one feels so similar to the one in the bottle, so it feels more like it was reformulated or repackaged rather than being a completely new product, but either way Iu2019m here for it! Itu2019s really hydrating and you donu2019t need a lot which is great for it being a high end product. It leaves you with a nice dewy finish"
        },
        {
            "review_title": "Canu2019t go wrong with Smashbox primers!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "The application is easy to do with fingers or with brush/sponge. I have dry and sensitive skin, and my face felt moisturized under my makeup. I did not have any flakes throughout the day, which is amazing! A little goes a long way with this product, so I like the longevity of this. Overall, I like that it is hydrating. It doesnu2019t necessarily hide pores, but the foundation I use does just that. This helped extend my makeup through the day."
        },
        {
            "review_title": "Very Hydrating Primer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This primer really set out to do, what it was meant too. After applying this primer and my whole makeup, I noticed a big difference in my makeup. My skin looked more hydrated, and less oily. I have a combination skin, so Iu2019m always worried about my pores and oily skin. However with this primer, I did not see any pores or oil. Which I was very happy about. Overall my whole makeup look was very smooth. Definitely worth a purchase."
        },
        {
            "review_title": "Moisturizing!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "If you are lookinh for a hydrating moisturizer/primer combo, this might be for you. I have combo skin, so I wouldn't necessarily use this on my forehead or nose, but it is very moisturizing. I didnt see that it really filled in pores. I dont havr wrinkles so nothing to test there."
        },
        {
            "review_title": "Glossy Angel-Like Complexion",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I absolutely adore this finishing primer. I have used it for the past week and I have noticed such a big difference in my face, my skin feels hydrated and the hyaluronic acid has definitely helped to make my skin feel fresh and dewy. I would definitely recommend those with oily skin to stay away from this product as it makes your skin feel more Dewey and gives it that sticky/glossy look. If that is what youu2019re going for, this product was absolutely amazing. It helps with my main problem which is dryness and large pores, and it is perfect for those with dry skin types. A created silky barrier and made my skin look more smooth, however I would definitely recommend always finishing off with the sunscreen on top. This blurred my imperfections and helped make up and concealer and light on and look better. Be aware that this is not an alternative for sunscreen, it just helps strengthen your skin against damage from environmental aggressors like pollution and blue light, but always follow up with SPF 30 or more."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "The texture of this primer is very different than others Iu2019ve used before. Itu2019s a watery serum, and a little goes a long way! I used a little more than a pea size amount. I liked the finish it gave me with my foundation. I wore it for an outdoor bridal party and didnu2019t feel like it made me too oily or that the foundation started to melt."
        },
        {
            "review_title": "Longer lasting makeup",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "Initially I thought it was going to be oily but it absorbed well into my skin. I noticed a huge difference in the way my makeup applied and how long it lasted. I only used a small pea sized amount and it was enough for my whole face."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "I love this primer from Smashbox! It is super moisturizing and absorbs well into my skin for the perfect foundation"
        },
        {
            "review_title": "Does the Job!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this primer from Smashbox! It is super moisturizing and absorbs well into my skin for the perfect foundation prep (I wear watertone lightweight makeup). I also mix my Dr. Gross sunscreen with the primer before patting on my face and it mixes seamlessly together. Love the way this looks and feels on my skin-plus I feel great knowing the ingredients are clean!! Highly recommend this primer if you are looking for hydration and clean ingredients-you wonu2019t regret it!"
        },
        {
            "review_title": "Light & moisturizing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received this product complimentary from Influenster and was excited to try. Smashbox has always had effective primers and after putting this one to the test, I can agree that this provides a fresh look thatu2019s hydrating. The consistency is thin and has a water-like feel. Itu2019s quite sheer for a product that includes a white-based silk screen. A pea size goes a long way and covered my whole face. I can see a difference between my bare skin and my skin with the product on. Makeup layered and on top of it nicely. While this is marketed as dewy and for dry skin, I have combo-oily skin and found this didnu2019t leave me looking greasy. I had to touch up with powder throughout the day which is normal for me. While this hasnu2019t become a holy grail product, it feels weightless and moisturizing, and Iu2019ll definitely use it up. It made my makeup last decently over 8-hour wear. Love the ingredients of hyaluronic acid, algae, vitamins, antioxidants, and probiotics."
        },
        {
            "review_title": "love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I really liked this primer. Works great for my dry skin and helps my skin look refreshed and smooth before foundation application."
        },
        {
            "review_title": "Super product!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I loved this primer, the consistency of the product is very good, it does not leave the face greasy but it does leave the face perfectly hydrated."
        },
        {
            "review_title": "Best primer for dry skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I received this product complimentary from Influenster, however, this is a completely honest review. This has been my holy grail primer during these cold winter months. I have felt my skin significantly improve! I no longer have dry patchy areas that my foundation clings to. I have accidentally not used it a few times and can tell a huge difference."
        },
        {
            "review_title": "Good but not great",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "I received this for testing purposes. It is great for a moisturizing moment but not for a primer.  I didnu2019t see it improve wear time of makeup. It would be great to mix in with primer and another primer but not on its own."
        },
        {
            "review_title": "Amazing. Esthetician recommended.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "This product is amazing. The quality actually was very surprising because itu2019s extremely hydrating from the hyaluronic acid but itu2019s still a really good blurring primer. As an esthetician Iu2019d say the ingredients make this a good quality primer. Received this from influenster to review, however this is a completely honest review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I received this product for free from @influenster and complimentary from Influenster. This new Smashbox is incredible! A little bit of product goes along way also it keeps your skin smooth and hydrated.  Guess what? It is a vegan and cruelty free u2764ufe0f"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I like how hydrating this primer is. I normally never use primer because itu2019s too much work but I loved this one that I received from Influenster because I donu2019t have to worry about an extra step in my routine. It works so great!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I do feel like this primer hydrates my skin and helps to minimize my pores, but I wouldnu2019t necessarily say itu2019s long lasting or helps my foundation last longer, which is something I definitely look for in a primer. I do like that it leaves a hydrating plump feel compared to a greasy one! Overall, I think this is a relatively average product and, for the price, I donu2019t know if itu2019s worth it. It is nice, but there are drugstore primers that I personally feel work better."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "My face is baby soft! I can feel it really hydrating my skin and not just greasing it up like other moisturizers. My make up goes over it like a dream as well."
        },
        {
            "review_title": "new winter staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "As a southerner who now lives in the cold my skin has not loved the drier cold air. This went on easily and was the perfect base for my makeup. Doesnu2019t irritate my skin or make it oily either just gives an airbrushed finish, iu2019m obsessed!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I received this complimentary from Influenster for testing purposes but all opinions are my own. I think I prefer the original formula than the newer version. The ingredients were better and noncomedogenic so I felt more comfortable putting it on my skin. It has silicone so it does help with the appearance of pores, but I think thereu2019s other primers out there that are better than this one without pore clogging ingredients."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Keeps my makeup going on so smooth. My makeup almost looked airbrushed. I love the formula and it keeps my skin nice and hydrated"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019m a huge fan of smashbox products so I was so excited to try this and It really lived up to its expectations! I love the texture and love how It makes my make up glide onto my face. I can see that It makes my make up sit on my face flawlessly."
        },
        {
            "review_title": "Glowy skin but not sure about long wearing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "I enjoyed the glow that this gave my skin. I donu2019t know if it made my makeup more long wearing but I didnu2019t mind"
        },
        {
            "review_title": "nah",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "Itu2019s very watery. It hydrates. But so does good old moisturizer. I donu2019t notice that much of a difference. Probably wouldnu2019t purchase again."
        },
        {
            "review_title": "I highly recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I got this face primer for free from Influenster and Smashbox for testing purposes in exchange for my honest review.   I love this primer. It was hydrating, glowy, radiant and moisturizing. I was really impressed how good my makeup looked through out the day, so smooth and full of life. I highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Good so far. Iu2019ve used it a few times and Iu2019m happy that it didnu2019t make my makeup crack. I also have the issue of my foundation peeling while applying and I didnu2019t have this issue with it. Will repurchase."
        },
        {
            "review_title": "Dewy look",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Happy this product wasnu2019t fragrant and was hydrating. Gave me a dewy look while still keeping my makeup on all day."
        },
        {
            "review_title": "Great primer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This primer really smoothes my skin before makeup application. It has hyaluronic acid which is great for my chronically dry skin. It doesn't have silicone like the original which I wasnt a fan of. I can even wear this without makeup."
        },
        {
            "review_title": "Totally recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "Incredible product! I loved it, it hidrates the skin without keeping it oily. Just enough moisture to proceed with the foundation next, totally recommend!"
        },
        {
            "review_title": "Love this primer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love the way this primer feels on my skin. I never use primer before putting in foundation so I thought I would give it a try since I received product through influster. I can totally see a difference when I apply the foundation. My skin looks so much dewyer and I love it"
        },
        {
            "review_title": "New staple",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "This is a hydrating and moisturizing primer that contains 3 types of hyaluronic acid. It slightly softens and smooths my skin and leaves a naturally dewy finish. I really enjoy wearing just this like to the gym. I love how smoothly my foundation goes on on days I want to wear makeup over it as well."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This is a hydrating and moisturizing primer that contains 3 types of hyaluronic acid and niacinamide. It costs $39 for 1 oz. It slightly softens and smooths my skin and leaves a naturally dewy finish. I can see people with dry skin who arenu2019t that into skincare enjoying this primer; however, as someone who is very much into skincare itu2019s not a must have. I would rather rely on my skincare routine to hydrate and nourish my skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "#SmashboxPrimer #PrimedFor #complimentary @Smashboxcosmetics @Influenster    This product is amazing because is vegan and cruelty free, and the best ingredient is triple hyaluronic acid that is perfect for my skin because look radiant and hidratante! I love it and I can recommend 100%"
        },
        {
            "review_title": "My favorite primer !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This is the best primer I have tried before! It made my face felt so hydrated and the foundation went on smoothly.  I am so happy I found this primer because my skin is dry and since using this primer my make up looks great! I would definitely buy it again!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Great primer! Foundation goes on smooth and it leaves face very soft without the icky feel."
        },
        {
            "review_title": "WORKS SO GOOD",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I like it, I love it, I used before putting my foundation and it leaves a sparkling and softly touch with my make up. And what I love the most is the hydration that leaves to your face, because honestly all the primers I had tried always leave a dehydrated skin and feels like the skin is dirty."
        },
        {
            "review_title": "Love this!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "this is amazing! my skin is so dry and this is a great base for plumping and hydrating the skin before foundation! Iu2019ve tried many other primers in the past but Iu2019ve found nothing like this. 10/10 recommended"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Smashbox Photo Finish Primerizer+ Hydrating Primer  Hyaluronic Acid Best for Dry Skin  Vegan and Cruelty Free  I absolutely love this hydrating primer! This is especially effective for dry skin, with hyaluronic acid to help moisturize and keep skin looking healthy and dewy! The application and texture is perfect u2014 itu2019s just like applying a moisturizer. The viscosity isnu2019t too thick and doesnu2019t leave a greasy or an oily residue. The primer also made my skin look much smoother, more even, and made applying foundation a lot more easier! Iu2019m in love with this amazing product, and would definitely enjoy having multiple."
        },
        {
            "review_title": "My new favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The first time I used this product had me hooked 10 out of 10 recommended"
        },
        {
            "review_title": "Iu2019d skip",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Itu2019s okay, itu2019s sticky when you out it on and doesnu2019t make me feel like Iu2019m that hydrated. I donu2019t like the feeling of it on my skin. It also made my foundation look strange on my cheeks kinda like it added texture to my face."
        },
        {
            "review_title": "Not a True Moisturizer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "For the most part this product is good, but I feel it doesn't moisturize as well as using my true moisturizer and then the original photo finish primer"
        },
        {
            "review_title": "Dry skin gals..you need this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I received this product complimentary from Influenster + smashbox in exchange for an honest review.  This product is seriously my new go to!! Especially for my natural makeup days because you can really see the glow/hydration it gives when i apply it underneath my bb cream and concealer. If youre going in with full coverage foundation id def recommend this as itll make your skin soft and supple and make your skin look fresh and hydrated! Its a thin constancy almost like a thin/watery moisturizer. It feels next to nothing on the skin. Ive always been a fan of smashbox primers but this one is probably my favorite ive tried to date since it has hyaluronic acid in it! (My fav skincare ingredient for my super dry skin). 10/10!"
        },
        {
            "review_title": "Great Primer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Smashbox Finish Primer was something I used for YEARS! I believe the photo finish primer was the first primer I ever used , 10 + years ago. This new take on it is ultra hydrating , which I am loving in the colder season. My make up does last longer and look fresher for much longer while using this product! I also notice a smoother look to my face when I use this primer. Definitely would recommend. Smashbox primers never disappoint!"
        },
        {
            "review_title": "get it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I really enjoyed this primer it really looked at nice underneath my make up make up stayed on an applied beautiful"
        },
        {
            "review_title": "Perfect product u2764ufe0f",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received this product as a free sample from influencter and i love it after u apply it u can feel ur skin smoth , and perfect for sensitive skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I love how this primer makes my makeup glide on so easily. I donu2019t have to use as much foundation, and it looks much more natural. Iu2019d definitely recommend the product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I love this primer! Makes my face so smooth and my makeup lasted much longer then usual! Love love love"
        },
        {
            "review_title": "LOVE IT!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I have never used a Smashbox primer before and this one was a hit. I will say I really donu2019t see it blurring my pores but it does hydrate my skin and my foundation looks great over it.  my make up looked flawless for over 8 hours and didnu2019t budge at all. At the end of the night it looked like I had just applied my make up it was still glowing and looked amazing!! Will definitely be adding this to my every day routine thank you influenster and Smashbox!!!"
        },
        {
            "review_title": "i love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I have used this primer for ever! i have dry skin and it was hydrating and was a nice consistency. the packing is simple and somewhat cute wouldnu2019t necessarily grab my attention but it does itu2019s job amazingly."
        },
        {
            "review_title": "Love this product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I apply moisturizer first, then this primer, then my foundation. The primer is smooth and leaves your face flawless. SMASHBOX photo finish primer met my expectations. I definitely recommend this product."
        },
        {
            "review_title": "Beautiful primer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019ve been loving the smash box primerizer for everrr now! So when I received this one complimentary from Influenster I was super excited and well, I was not disappointed. It is very hydrating and even the texture reminds me of the primerizer. The only difference is this one is a little bit thicker and more u201cprimeryu201d feeling if that makes any sense. Any way, love it great under makeup and definitely recommend ."
        },
        {
            "review_title": "Light moisturizer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This product feels more like a moisturizer to me than a primer. I wear a dewy foundation so maybe thatu2019s why I didnu2019t get the primer vibe from it. I think if you wear more of a matte foundation this would be great. I like the hydrating factor itu2019s like a light moisturizer. Overall my skin was still glowy so I like the product."
        },
        {
            "review_title": "Comfort coverage full plumping action",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I can't believe I'm not wearing foundation. I've never blended like this and can't live without it now."
        },
        {
            "review_title": "like the original primerizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "When I received this complimentary from Influenster, I was confused as to whether this was the same as the original Smashbox Primerizer. I put some of the og and some of this on the back of my hand and they smelt and felt the same. I ended up comparing the ingredient list of the two and this one seems like an extended list of the original with some extra ingredients.   Personally, I can't tell a difference. If you like the og, I think you will enjoy this: a thin moisturizing drink of hydration for your skin before makeup. I will say that this packaging feels a lot cheaper than the glass bottle of the original. In the winter this isn't enough for me but I still enjoy mixing it with thicker foundations to sheer them out or make them more spreadable."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I received this product from Influenster for reviewing purposes, and tried the product on the same day I got it which was Christmas Eve so I used it for my Christmas Eve and Christmas Day makeup looks, and I did like how it worked with the foundation I used which was Charlotte Tilbury Airflawless foundation. I liked how the primer smoothed my pores and also hydrated my face because foundations do get cakey on my combination skin."
        },
        {
            "review_title": "Pilling",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I received this product for free from influenster to give my honest opinion and her it is. i love smashbox products, but sadly this one didnu2019t do it for me. With it being winter i was excited to have something more hydrating and also get a more natural hydrated look for my light coverage looks, but this primer, perhaps counteracting with my moisturizer, it was pilling, which is annoying. I tried different amounts, but somehow still did it. i only targeted my forehead my last try and used a tiny tiny amount and it was okay. I honestly am not in u201caweu201d of this primer, there a many other products out there that give more for half the price."
        },
        {
            "review_title": "Obsessed.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Ok wow. So I have this one primer that is my ride or die for years and no product has compared. But this oneu2026 It gives it a run for its money. I look so glowy and dewy. My products layer and blend BEAUTIFULLY on top of it. It has a bit of tackiness that helps my concealer grip onto my skin better. I donu2019t look greasy or sweaty, just fresh and hydrated. Seriously obsessed with this product. I did get sent it for free, so would I purchase it w my own money? 7289952%. But also no because Iu2019m broke hahaha. Oh yeah and my skin feels amazing w it. It isnu2019t heavy or uncomfortable, just feels like an extra layer of moisturizer. Honestly Iu2019d wear it w out any makeup over it bc It looks that good hahah"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I received this as a complimentary gift from Influenster. I love this product so much. It applies very nicely and leaves my skin with a smooth finish. I typically wear this under makeup and I notice that my makeup tends to last a lot longer! My skin is naturally dry in the colder months and this really does a great job of restoring and hydrating my skin!"
        },
        {
            "review_title": "Great for dry skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "*I received this product for free in return for my honest opinion* My skin loved this, especially since winter has caused it to be dry lately! This primer is very hydrating, but not greasy at all. I also like that you can use this to spot-correct dry areas if you have combination skin. Overall, it was a really nice product and Iu2019m glad I got to try it!"
        },
        {
            "review_title": "Not a great combo with my skincare",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I was really excited to try this product, because I have a smashbox primer already that I absolutely love! I especially liked that it was a hydrating primer because I like The Dewy skin look as opposed to a matte finish. Unfortunately no matter how many times I tried to combine this with different foundations or different skin products it always peeled up and made my foundation look cakey. With my other primers or even with bare skin I never have a problem with makeup going into my pores or caking up, but with this primer it immediately made everything form into small balls all over my face and look very uneven. The effect seemed to smooth out a little as I wore it throughout the day, maybe from the heat of my skin or something, but it definitely didn't smooth my skin and make my makeup look better, if anything it made my makeup look more fake. I gave it three stars because it is decently moisturizing and it doesn't feel like I've put a heavy greasy product on my face like some of the primers do. I use a lot of Korean skin care which is very dewy and moisturized so it may just be the skin care products that I'm using alongside it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I received this free from Smashbox and Influenster to review in exchange for my honest opinion. Ive been using it for 2 weeks now and I love it!  My finished look after applying makeup looks smoother,  last longer and my skin feels moisturized under my matte foundation. It's super light weight and it applies and absorbs very well on my dry areas. Also a little goes a long way as it has more of a gel/water consistency rather than thick and oily like a lotion. I have already recommended this to my friends!"
        },
        {
            "review_title": "I would recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "I recieved this complementary of Influenster in exchange of my honest review. It is very hydrating and did well as a primer. But if you have oily skin such as your face or oily before the day is up, then I wouldn't recommend this product. It did well with my skin with no giving me a break out,but I have combination skin so by the end of the I had that oily and shinny look which I don't like"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Received to review from Influenster I was really impressed with this primer it helped my make up last longer I didnu2019t see my make up cracking or having any dry spots definitely recommend for dry skin"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I am impressed with this product! It not only reduces my pores and helps my makeup last longer, but it also provides hydration and I have seen an improvement in my skin!"
        },
        {
            "review_title": "smoothing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is hydrating and does smooth skin for make up. I do find if I use my usual facial sunscreen (Elta) beforehand that this pills so when using this primer I use a different sunscreen and donu2019t have that problem. Other than that I like this primer for its u2018blurringu2019 effects and smoothness."
        },
        {
            "review_title": "Reduces pores and fine lines",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This product was interesting. Iu2019ve never use a liquid primer before and I do have to say Iu2019m quite happy with the results. I have pretty large pores on my cheeks and cracks on my forehead and it completely got rid of them!"
        },
        {
            "review_title": "Best bang for your buck",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This primer has been a great addition to my daily makeup routine. I have noticed it definitely helps my face stay hydrated throughout the day and keeps my makeup in place. I was worried it would make my face break out or feel greasy, but it doesnu2019t at all."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Not because it was gifted to me, but this primer is actually really good. Itu2019s really refreshing and flattering to the skin. Four stars because my holy grail is the grip primer by Milk so Iu2019m used to it, but this Smashbox did not disappoint!"
        },
        {
            "review_title": "Great for winter dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I've been using this for about a week now and I do feel like it keeps my winter skin better hydrated. I don't usually wear a full face of foundation, but this works well under the concealer and small amount of makeup I do wear. Time will tell if it has a lasting effect on fine lines but so far I like it."
        },
        {
            "review_title": "Smashbox Review",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Honestly thank you influenster and Smashbox!! This product is honestly amazing! I love the texture, not to creamy not that liquid which makes it easy to apply. I honestly wore it with not much make up, just some mascara, clearly eyebrow gel, and lipstick. The ingredients are very light in my opinion compared to many other primers which is good considering I have mix/oily skin. Overall It made my face look natural and hydrated !!"
        },
        {
            "review_title": "Buy this!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I love this primer! It feels sticky at first but after about a minute it soaks into the skin and smoothed out my textured skin. I love that it helps to strengthen the skin against environmental aggressors like pollution and blue light. It has antioxidants, hyaluronic acid, probiotic extract, vitamins, and algae. This product doesnu2019t clog the skin and made it look amazing!"
        },
        {
            "review_title": "Great Finish",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Overall a great product. i have very dry skin this primer isn't heavy offers a light natural finish and leaves me feeling soft for my very dry skin. Highly recommend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "It was my first time trying this product and I really love it. It feels so good in my skin and it let my makeup looking good and lasting longer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "Thank you so much Influenster for this free smash box primer. I donu2019t often wear makeups and Iu2019m more concerned about my facial skin. I think this primer works perfect for my skin. For some reason my skin feels and looks more hydrated after applying this primer. Thank you so much for your patronage."
        },
        {
            "review_title": "LOVE IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "LOVED this so much!!! I wore it under a full face of makeup to a 8 hour shift at work with double mask and my skin felt and looked flawless, super recommended for sensitive and acne prone skin. will definitely be buying again !!!!"
        },
        {
            "review_title": "Perfect primer for dry skin with pours.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I have found this Smashbox New Photo Finish Primer an ideal match for my very sensitive skin. Itu2019s Silkscreen Complex helps the skin strengthening against environmental aggressors like pollution and blue light. I have dry to combo skin with pores. It absorbs right into the skin within no time leaving it soft, dewy and hydrated. The foundation stays put whether itu2019s creamy, liquid or compact. The primer does not make foundation pill or crease which is a big plus. Iu2019m really enjoying wearing Smashbox Primerizer both under my foundation or just on itu2019s own over the sunscreen due to its powerful ingredients."
        },
        {
            "review_title": "Perfect by itself",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Love this primer I have dry skin and when apply makeup sometimes see how the foundation look dry on the skin as well and this fix it. Use it to hydrate my skin even without makeup."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "really like this primer!  It is a bit sticky when you first apply it, but once you wait about a minute it really soaks in and leaves a silky smooth base layer to apply my foundation.  I also like that it is intentionally made to be hydrating - I have used primers in the past that have left my skin feeling a bit chalky, and I like that this one is really focused on hydration.  I like the fresh-faced look it gives me and will start to incorporate into my makeup routine!"
        },
        {
            "review_title": "Smashbox",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This product moisturizers and help keep my makeup on for quite a while. I feel like it could hold my makeup better though. Overall I do like this product!"
        },
        {
            "review_title": "great hydrating primer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I received this product complimentary from Influenster and I am so glad I did! This primer is so hydrating! Almost feels like moisturizer when you put it on. I have dry/combo skin. Itu2019s tacky so your foundation grips on nicely."
        },
        {
            "review_title": "Works well with foundation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I absolutely love this vegan and cruelty free photo finish primerizer + hydrating primer! It hydrated my skin and worked well with my foundation! I have dry to oily skin. I liked that is has hyaluronic acid as well!"
        }
    ]
}