{
    "product_id": "1740",
    "name": "Deluxe Baggage Claim Eye Masks Set",
    "brand": "Wander Beauty",
    "categories": "Skincare, Masks, Eye Masks",
    "price": 74.0,
    "about": "What it is:This is a limited-edition set featuring 20 packets of the award-winning Baggage Claim Eye Masks in gold and rose gold..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Puffiness.Highlighted Ingredients:- Hyaluronic Acid: Hydrates skin to diminish the appearance of fine lines and wrinkles..Ingredient Callouts:These products are vegan, gluten-free, and cruelty-free..What Else You Need to Know:Upgrade your self-care routine with this deluxe set of luxurious gold and rose gold foil eye masks that brighten, hydrate, and de-puff the under-eye area while minimizing the appearance of fine lines and dark circles. Designed with three innovative layers that allow serum to penetrate the skin, prevent the masks from slipping, and deliver key ingredients to the under-eye area, for maximum results..This Set Contains:- 10 x 0.14 oz/ 4 g Baggage Claim Gold Eye Masks.Clinical Results:In a consumer use study:",
    "ingredients": "-Hyaluronic Acid: Hydrates skin to diminish the appearance of fine lines and wrinkles..-Peptides: Visibly improves the texture and tone of skin. .-Aloe Leaf Extract: Cools, depuffs, and soothes the under-eye area...Water/aqua/eau, Glycerin, Butylene Glycol, 1,2-hexanediol, Acetyl Hexapeptide-8, Alanine, Aloe Barbadensis Leaf Juice, Arginine, Aspartic Acid, Beta-glucan, Calendula Officinalis Flower Extract, Copper Tripeptide-1, Cysteine, Disodium Edta, Ethylhexylglycerin, Glutamic Acid, Glyceryl Caprylate, Glycine, Histidine, Hydroxyethylcellulose, Isoleucine, Leucine, Lysine, Methionine, Myrciaria Dubia Fruit Extract, Natto Gum, Panthenol, Phenylalanine, Polyglyceryl-4 Caprate, Portulaca Oleracea Extract, Proline, Scutellaria Baicalensis Root Extract, Serine, Simmondsia Chinensis (Jojoba) Seed Oil, Sodium Hyaluronate, Threonine, Tocopheryl Acetate, Tyrosine, Valine, Xanthan Gum.",
    "how_to_use": "Suggested Usage:.-Apply onto clean, dry skin under the eyes with the foil side facing up. .-Leave on for 10 to 15 minutes and discard after use. .-Gently pat the remaining serum into the skin.",
    "num_reviews": 5,
    "overall_rating": 3.4,
    "product_url": "https://www.sephora.com/ca/en/product/baggage-claim-eye-masks-20-pc-set-P508762?skuId=2732501&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2732501-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Left under eye skin pink & swollen",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Left skin under eyes pink, itchy and slightly swollen. I have used hyaluronic acid in many products so maybe another ingredient caused the reaction. Do not recommend."
        },
        {
            "review_title": "Nice, but Won't Re-Buy",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "I am not super impressed with this product, only because of the price point. Everything about it is nice- the serum, the patches, and the results. However, I would say that I've tried other options that delivered the same or better but at a far lower price point. It was a splurge, and I'll enjoy, but I won't be repurchasing."
        },
        {
            "review_title": "My Favorite Eye Masks",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Out of all the eye masks Iu2019ve tried, I love this one the most. I always have to buy more before I run out."
        },
        {
            "review_title": "Great for Pampering and Feeling Lux",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "I love me some good pampering products and these are great. I got them during the sale and really like them. I've tried all dr dennis gross patches, dior, chanel, etc., and most of them are gimmicky. These are cute and even though they don't really do much, the eye are will definitely be depuffed and bright. Overall this is more of a splurge and make me feel better type of product."
        },
        {
            "review_title": "Sensitive combination skin (very dry/oily)",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Dry skin",
            "review_text": "Quite disappointed with this purchase. Since seeing the reviews over the last 3 years, I figured it was good enough to blow a bunch of money on. So I bought the multiple pack since that seemed to be the better price but meh.   I have dry to combination skin that is sensitive and it didn't irritate my skin but I found my skin needed a little more moisture than just this serum.  ALSO!! The eye I was not constantly smoothing the patch on, so that it didn't crinkle, was the eye that had a white ring which dramatically improved my bag but unless I do that (which also wastes the serum) then there is no improvement AND in fact that my skin on that side had lines where the patch crinkled.  I put these on my boyfriend and I found the same results on his face. His skin type is definitely the same. He may have more sensitive skin, actually, so it is at least great for sensitive skin!  Finally, an eye patch that doesn't give us lizard skin but the results are dependent on frequent smoothing."
        }
    ]
}