{
    "product_id": "18",
    "name": "Green Microalgae Retinol + Regenerating Serum",
    "brand": "Algenist",
    "categories": "Skincare, Treatments, Face Serums",
    "price": 80.5,
    "about": "What it is:An innovative retinol and bio-retinol serum clinically shown to visibly diminish deep lines and wrinkles, revealing smoother skin in as little as 10 days, without irritation..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Fine Lines and Wrinkles, Pores, and Uneven Texture.Formulation:Lightweight Serum.Highlighted Ingredients:- Patented Alguronic Acid: Minimizes the look of lines and wrinkles while boosting the efficacy of other ingredients..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also vegan..What Else You Need to Know:This maximum-strength serum combines alguronic acid with time-release vegan retinol and bio-retinol from green microalgae to reduce the look of deep lines and wrinkles. AHA, BHA, and PHA are also in the mix to gently and visibly resurface skin. In as little as 10 days, skin will appear smoother and more even toned with a natural, lasting radiance..Clinical Results:In a 4-week clinical study with once-nightly use:",
    "ingredients": "-Patented Alguronic Acid: Minimizes the look of lines and wrinkles while boosting the efficacy of other ingredients..-Green Microalgae Bio-Retinol and Time-Release Retinol: Visibly reduce deep wrinkles and smooth skinu2019s texture without irritation..-AHA, BHA, and PHA: Visibly resurface skin and improve bio-retinol and retinol delivery...Water (Aqua, Eau), Glycerin, Cetyl Esters, Chlorella Vulgaris Extract, Retinol, Parachlorella Beijerinckii Exopolysaccharides, Salicylic Acid, Lactic Acid, Glycolic Acid, Phytic Acid, Gluconolactone, Tocopherol, Panthenol, Sodium PCA, Allantoin, Bisabolol, Humulus Lupulus (Hops) Extract, Helianthus Annuus (Sunflower) Seed Oil, Copernicia Cerifera (Carnauba) Wax/ Copernicia Cerifera Cera/ Cire de Carnauba, Lecithin, Xanthan Gum, Polysorbate 20, Polyacrylate Crosspolymer-6, Disodium Cocoamphodiacetate, Citric Acid, Ethyl Ferulate, Sodium Hydroxide, Hydroxyacetophenone, 1,2-Hexanediol, Caprylyl Glycol, Ethylhexylglycerin, Pentylene Glycol, Tridecane, Undecane, Propanediol.",
    "how_to_use": "Suggested Usage:.-Gradually build to everyday use..-After cleansing, apply to your entire face and neck..-Follow with moisturizer as desired..-Use SPF during the day, as retinol may increase your skin's sensitivity to the sun...Precautions:.-Avoid direct contact with eyes..-Use only as directed..-In case of redness or irritation, stop use..-Do not use if pregnant or breastfeeding.",
    "num_reviews": 155,
    "overall_rating": 4.8,
    "product_url": "https://www.sephora.com/ca/en/product/green-microalgae-retinol-regenerating-serum-P506077?skuId=2672301&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2672301-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1 oz / 30 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2672301-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Goodbye wrinkes..hello younger skin.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Medium skin tone, Combination skin",
            "review_text": "I wanted to wait for 30 days of trying this product before writing a review to see the results. I am in my 40's and am always looking to help with anti-aging. This is a great product because actually is reducing the lines especially around my eyes!! My tip- use a little bit- it goes a long way. This is a must have!!!"
        },
        {
            "review_title": "A new must have serum!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is a wonderful product! It did not irritate my skin or make it red or scaly. Love this serum and my skin seems to be more youthful looking the longer I use it. Can't get better than that!"
        },
        {
            "review_title": "Amazing outcome for 50 something skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Another great Algenist product!  Excellent results in 2 weeks diminished fine lines and wrinkles"
        },
        {
            "review_title": "FINALLY A GREAT RETINOL PRODUCT!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Normal skin",
            "review_text": "Iu2019m thrilled that I finally found a retinol serum that is gentle and does not irritate my skin!!  Itu2019s concentrated so only a small amount is needed to cover my face and neck.  Iu2019ve only been using it a few weeks but can already see the texture of my skin is improving.  Iu2019m more u201cglowyu201d according to my daughters!  You will love this!"
        },
        {
            "review_title": "Smile",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "I've been using the Green Microalgae Retinol + Regenerating Serum, and it's quickly become a must-have in my skincare routine. The combo of time-released vegan retinol and fermented green microalgae is seriously impressive. This serum has worked wonders on my fine smile lines, smoothing them out without any irritation. From the first use, my skin felt smoother and looked more radiant. Over time, I've noticed a big improvement in my skin's texture and a reduction in those pesky fine lines. It's gentle, non-greasy, and super effective. Highly recommend!"
        },
        {
            "review_title": "This is my glow-to retinol!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Normal skin",
            "review_text": "Iu2019m so happy that I finally found a retinol that does not irritate my skin! I am all about smoothing out the texture of my skin and helping to reduce the signs of fine lines and wrinkles on my face. After using this, my skin definitely feels smoother and actually seems firmer. And it gives me a glow!"
        },
        {
            "review_title": "Disappointed.  Grimy/Oily skin.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Not incentivized here.  I wanted to love it, but after 2 months, I figured that was a legit test.  All itu2019s done is made my skin oily and grimy, so I had tiny white breakouts.  Disappointed after all the great reviews.  Used it with the Algenist Peptide moisturizer and also tried the Algenist Blue Algae Vit C."
        },
        {
            "review_title": "Actual review not incentivized - first week use",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Shocked that this product only has incentivized reviews. What is up with that???  I've been using it for a few days and it hasn't been too drying or irritating yet. Too early to see real results but for a retinol it seems somewhat gentle so far."
        },
        {
            "review_title": "great retinol",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "This gentle retinol is safe for sensitive skin although I would recommend starting every other or every three days at first. The time release vegan retinol helps continue to deliver the beneficial ingredients over time.  Over a period of a couple of months of use I could see the difference in how soft my skin felt and the healthy glow it had. I used this only at night and followed up with a moisturizer"
        },
        {
            "review_title": "Nice serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "This serum is a good product. I always applied it after toner. It can relieve my skin from tiredness. It helps my skin to keep moisture and make my skin tone even. I like the smell and the texture. Itu2019s not that sticky."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019m already a big fan of Algenistu2019s products but was so happy when I heard they were releasing this serum. I love the results and the ingredients are stellar! My fine lines have visibly improved after a little over a week of using. And the consistency of this is lightweight and dried rapidly. A must-have!"
        },
        {
            "review_title": "Gentle beginner retinol",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I received this product as a free sample. If youu2019re sensitive to retinols, try this! This gentle formula uses a retinol like fermented green microalgae paired with a blend of aha, bha, and pha. I was very impressed by the texture of this vegan retinol. Itu2019s a gel serum that spreads easily and absorbs quickly. I was able to use this daily with moisturizer and essence. It claims to show improvement on deep lines and although I donu2019t have any yet, I do see a difference in firmness and smoothness of my skin after a few days of use. It also features time release retinol!"
        },
        {
            "review_title": "Works really well!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This was so much gentler than i expected it to be. I have slightly sensitive skin so usually new-to-me products give me a little redness but this one actually just gave it a nice, healthy glow. The serum is very lightweight and soaks in quickly without that sticky/tacky feeling left behind. My skin so far has been responding well and I cannot wait to see how it's doing once the bottle is gone. As of now, I would definitely repurchase."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This was gifted by algenist. This is a super unique product. It feels really gentle, more like a serum and not a retinol. The color is green and no scent. Itu2019s very smooth and glides right on my skin. The packaging is so nice as it comes with a lid. You twist it to open and then you pump the product out. This brand is very high end. Love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This serum is a good product. I always applied it after toner. It can relieve my skin from tiredness. It helps my skin to keep moisture and make my skin tone even. I like the smell and the texture. Itu2019s not that sticky."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This works so well, most of my experience with retinol leaves my skin dry no matter what moisturizer or spf I use. That doesnu2019t happen with this product because is gentle but effective!     After using this serum for 2 weeks I notice my skin feels softer and smoother so it definitely works with my skin texture and dark spots.     I love that it's a vegan retinol that is time released. This proves and goes with the clinical testing thar shows this product improves deep lines but for that I have to wait to use it more time. I also love that this product has some natural ingredients like innovative retinoid-like fermented green microalgae. Love this will recommend. Complimentary from Algenist."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Algenist Green Microalgae Retinol + Regenerating Serum worked amazing and was simple and easy to use. I was able to add this effortlessly to my skincare routine. My skin felt soft and hydrated. I loved it."
        },
        {
            "review_title": "I love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This product is so gentle on my dry skin. I am always scared of retinol product because it will make my skin even drier, this product won't cause this problem. I can see my skin became more smooth and glowing. I only use this at night and I apply sunscreen in the morning."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This is the most gentle yet effective retinol product I have ever used. I have experienced no irritation at all with use. I am using daily both with and without makeup and the product covers smoothly, it looks nice under foundation.  The product has ingredients that are effective and that I feel good about using. I began first to notice that my skin was smoother and then began to see improvement with my fine and deeper lines. Both have improved more over time."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Iu2019m in my mid 30u2019s and i was looking for something to help my fine lines. Iu2019ve never heard of vegan retinol but this is plant based and very gentle but effective. It really plumps up my skin and reduces the lines. I like to use this at night but still wear sunscreen in the morning since there's aha and bha in it which has also really helped my dry flakey skin."
        },
        {
            "review_title": "Great for sensitive skin or first time users",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "This is my first time using a Retinol product so I wanted to go with a brand thar was reputable and known for being effective. I wasn't sure about the green micro algae aspect but I'm willing to try new things if they'll help me look younger and feel better about my appearance. I'm moving into my mid-40s and starting to do more for my skin. I started using this daily even though instructions say you may not want to start off with too much. Luckily my skin never got irritated, however, I did notice tiny whiteheads popping up on my forehead and upper cheeks which is typical of products that bring impurities yo the surface. This product has a lot of slip and a little goes a long way. I'm using two pumps for my chest/decolette/neck and one pump for my face. I haven't seen any amazing results yet but I have high hopes. The scent is definitely green or clean but not unpleasant. I received this product complimentary from Algenist in exchange for my honest review."
        },
        {
            "review_title": "Great serum for everything",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I received this complimentary from Algenist in exchange for my honest review. This serum contains time-released retinol as well as fermented micro algae with retinol-like action. According to Algenist, clinical studies show this works on deep lines but is still gentle enough for sensitive skin. My skin personally has a love/hate relationship with Vitamin A derivatives; I like the results you can get but my skin always always flakes and peels no matter what. I really enjoyed using this serum and it definitely made my skin soft and smooth, but I think it would take a long time of consistent use to see noticeable improvement in lines and wrinkles. The immediate benefits are apparent due to the excellent mix of acids in this product but with longer use I think I will notice more improvement in my fine lines. Overall itu2019s a great all-in-one serum, but be cautious about expecting dramatic results in under a month."
        },
        {
            "review_title": "Great everyday retinol for everyone!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I was gifted by Algenist the Green Microalgae Retinol + Regenerating Serum. This serum is a great everyday retinoid due to the time released vegan retinol along with the retinoid-like green microalgae. There were clinical studies done that show that this serum reduces even deep lines and since it is safe for even sensitive skin I highly recommend this product for everyone from beginners to avid retinol users like myself. I have only been using this product for 2 weeks and have pretty deep lines on my forehead since I scrunch my face in my sleep and I have seen a marked improvement since using the product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I received the Green Microalgae Retinol+ Regenerating Serum complimentary from Algenist in exchange for my honest review. I am already a fan of the brandu2019s vegan collagen, so I had high hopes for this serum. It did not disappoint. This time released retinol serum is super gentle and a fantastic option for those with sensitive skin. I have been using this serum for about a two weeks now so I canu2019t speak for itsu2019 effectiveness long-term, but I can tell you my skin was dull, irritated and puffy from a lack of sleep lately, and this serum gave me my glow back. I am already noticing the dark spots I have from old acne scars fading. I canu2019t wait to see how my skin looks when I am finished with the bottle!"
        },
        {
            "review_title": "Helps deep forehead lines!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Green Microalgae Retinol+ Regenerating Serum was gifted by Algenist to me. This retinol is gentle and safe for sensitive skin. It is a time released vegan retinol. The retinoid-like fermented green microalgae is very innovative. Clinical testing results show improvement on deep lines. Before trying this retinol, my forehead lines were deep and my skin was dull. After I could tell the lines were much less pronounced and my skin was more radiant."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This was gifted by algenist for me to review and provide my honest opinion. This serum is high quality. I have sensitive skin and have no issues. After using this serum for almost 2 weeks, I see improvement in my skin and pores. It is clearing up and looks hydrated and healthy. Very pleased with the outcome."
        },
        {
            "review_title": "Beautifully gentle and effective",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Gifted by Algenist. I love their new Green Microalgae Retinol Serum! Itu2019s so gentle and my skin absolutely looks glowy and soft! I am an avid tretinoin user but it can irritate me. This serum didnu2019t right from the start!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "This serum is very lightweight, penetrates into your skin and is very hydrating! My skin texture has changed significantly. I can see a difference in my pores and skin complexion overall. I'm really pleased with this formula and new addition to my skincare routine. This was gifted by algenist."
        },
        {
            "review_title": "Great Retinol",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "Retinol is a must have in general skincare routine. I'm always looking for gentle alternatives to prescription tret and this treatment is a great one for those with sensitive skin or a newbies in the retinol world. I've been using this product for about 14 days with no irritation. It plays well with other products/non-actives. Im looking forward to see results with consistent use. GIFTED BY ALGENIST."
        },
        {
            "review_title": "This is a must",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Gifted by Algenist., Algenist is known for its innovative use of microalgae in their skincare formulations, and this serum is no exception. The serum is formulated with a combination of powerful ingredients, including microalgae oil, retinol, and alguronic acid. Microalgae oil is rich in essential fatty acids, antioxidants, and vitamins, which help to nourish and hydrate the skin. Retinol, reduce the appearance of fine lines and wrinkles, and improve overall skin texture.  One of the key benefits of this serum is its gentle yet effective formula. It is suitable for all skin types, including sensitive skin, this is a amazing formula that your skin will become addicted to I am loving this and so is my skin, itu2019s super gentle and remember to wear sunscreen"
        },
        {
            "review_title": "MICROALGAE RETINOL+ REGENERATING SERUM",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received Algenist Green Microalgae Retinol+ Regenerating Serum complimentary from Algenist in exchange for my honest opinion. I really like this serum. It is very gentle on your face and it is safe for sensitive skin. A little bit goes a long way and it feels very lightweight. Even though it has Time Released Vegan Retinol in the ingredients this Regenerating Serum leaves no redness and there weren't any skin irritations. 97% of people who tested this product noticed a difference in their complexion. I would definitely recommend this Green Microalgae Retinol+ Regenerating Serum!"
        },
        {
            "review_title": "great for break outs!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I recieved Algenist green micro algae + retinol complimentary for my honest review. I was excited to try. It goes on smooth amd almost cooling. Isn't messy. I don't feel like I saw any BIG results after 2 weeks, tho I do see brighter and clearer skin as I am on hormany replacement therapy and have struggled with cystic breakouts and those are def minimal so that's a plus. Not sure if it's worth the pricepoint, and not any difference on any of my fine lines or deep wrinkles. Gifted by algenist"
        },
        {
            "review_title": "My skin is like new",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I was gifted by Algenist the new green microalgae retinol+ regenerating serum. My skin is plumper and smoother since starting this. Itu2019s almost instant results filling all my deep wrinkles. Iu2019m not sure what green microalgae is but I love vegan and it has done wonders for my pores and  texture on my face. I love everything about this serum the scent is nice and the application is easy. Defiantly recommend to all skin types as itu2019s great to get a good skin care routine started any point in your life."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "The serum has been really great. It smooths in easily and absorbs fast. I only use it at night and I gradually built up my tolerance to daily use over two weeks. It did not cause any irritation and it sits well under my nighttime moisturizer. I am starting to notice some smoothing of my fine lines. Gifted by Algenist"
        },
        {
            "review_title": "Amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This micro algae retinol serum gifted by Algenist is amazing! Iu2019ve been using it for about two weeks and my skin has drastically changed for the better. Complexion is so much clearer and skin looks healthier!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I do not have sensitive skin.   I just replaced my normal everyday serum with this in place every other day without causing irritation.  Having the claim of time released vegan retinol (fermented green microalgae) I have noticed a significant improvement on my fine lines although no improvement on my deep lines on my forehead as of yet.  It does leave my skin feeling smoother, much brighter and healthier.  Gifted by ALGENIST."
        },
        {
            "review_title": "Gentle with amazing results!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Light skin tone, Dry skin",
            "review_text": "I was gifted by Algenist this amazing serum that  is a gentle retinol safe for sensitive skin. I love the time release vegan retinol that has diminished my fine lines and left my skin so smooth and brighter. It is very effective on deep wrinkle lines, so impressed with this product!"
        },
        {
            "review_title": "Ok I guess",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "This product was gifted by Algenist and skeepers in exchange for my honest review. I haven't really seen that much of a difference using this product. I would think it takes time to see results more. It hasn't irritated my skin at all which is nice for sensitive skin as retinol can be a problem for some people."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This product is complimentary from Algenist. After using this retinol regenerating serum, I've seen a good deal of improvement on my skin. The fine lines has decreased. My skin has also cleared up a bit. The smell is a bit strong. Overall, has done good deeds to my skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Definitely a novelty that deserves attention. many brands produce creams, serums and emulsions with retinol. but not many use vegan retinol. this product is safer to use, the skin will not become more sensitive to the sun. In any case, the use of a cream with spf is recommended. so about the product is softer and more gentle, gently cares for the skin, promotes the production of natural collagen. the skin becomes soft and well-groomed, nourished and fresh."
        },
        {
            "review_title": "Gentle, yet incredibly effective",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Gifted by Algenist in exchange for my honest review. This Green Microalgae Retinol+ Regenerating Serum by Algenist is a plant based retinol serum that is not only super gentle, even for sensitive skin types, but is also extremely effective. Packed with an innovative Fermented Green Micro-algae that produces retinoid like benefits along with time-released vegan retinol, this lightweight serum glides effortlessly onto the skin and feels like a dream! Silky and light, it sinks into the skin quickly leaving the skin looking and feeling firmer and more radiant. Clinical results have shown visible improvement leaving the skin looking firmer, a more even skin texture, decrease in appearance of fine lines and wrinkles, minimize pore appearance and looking and feeling softer, smoother and more youthful. Iu2019ve definitely seen many of these results visibly myself and after using for a short time my skin looks more radiant, plump and rejuvenated since incorporating this serum into my skincare routine."
        },
        {
            "review_title": "So good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Algenist gifted me their new green microalgae retinol plus regenerating serum. It uses a time release vegan retinol formulation and is very gentle if you are sensitive to retinol products. It's also very lightweight and smoothing thanks to AHA, BHA & PHA blend. I like that it serves many functions & feel it leaves my skin looking softer & more smooth sans dryness, redness or irritation that retinol products can often cause. It also has an excellent texture. Really enjoying this as part of my PM routine"
        },
        {
            "review_title": "Gentle yet effective",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This serum is effective yet gentle. I use this twice a day on my 41 year old skin and it provide plumpness and makes my skin appear glower. I of course follow this with a moisturizer but I think the time released formula helps my skin look more youthful. I really enjoy the Algenist line if products. Gifted by Algenist"
        },
        {
            "review_title": "Vegan retinol",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "So excited about this product! First and foremost - VEGAN retinol. Love supporting cruelty free products. For beginners - better start with using it once a week and slowly begin adding more days, as your skin might need time to adjust. Also, SPF during the day is a must, even though the product is only used in the evening."
        },
        {
            "review_title": "Worth to try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "I got this as a gifted by Algenist for testing purposes. I always use retinol for brightening my skin. I love that this retinol works very gently because it has plant-based retinol. It doesn't irritate the skin but works perfectly. I have nice radiant smooth skin in the morning because the serum boosts a retinol effect. I started to use it every other day so far, but I like how my skin looks."
        },
        {
            "review_title": "Good serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I Received this ALGENIST Green Microalgae Retinol+ Regenerating Serum complimentary from Algenist.  This serum is very gentle on my skin. It contains retinol and I was a little bit skeptical about this product but after using it almost for 2 weeks every night I can say my skin looks more healthy.like this product"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I was gifted by ALGENIST this Green Microalgae Retinol+ Regenerating for my honest review. With dry skin and mid-age I shift my focus on to aging prevention. Retinol is new to me and I would prefer starting with something more gentle and this is serum seems working on my face. It is plant-based and hasnu2019t create any irritation so far."
        },
        {
            "review_title": "Nice alternative",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I love the use of the time release retinol and fermented micro algae retinoid like technology because it makes for a gentle alternative to traditional retinoids for sensitive skin so no crazy irritation or purging. My skin texture actually feels really soft after using and I canu2019t wait to see the longer term results! Gifted by algenist"
        },
        {
            "review_title": "Working well for dry and sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This product was gifted to me by Algenist.  Having just entered my 30s, I've been trying to find a good retinol product but my skin hasn't reacted well to most of them. Enter this product! It's so gentle and does not make my sensitive skin react at all. The time release formula probably helps in making it gentler too! I haven't noticed any peeling or breakouts yet. I've only used this a week and a half (3 times in that timeframe to give my skin time to adjust), and I can already see my skin is more glowy and smooth. Retinol really is a magical product, and I'm glad they've included multiple types. The fermented microalgae one is likely also contributing to soothing the skin since fermented products are supposed to help your skin heal. I can't wait to see if this will help in reducing my fine lines like it did in the clinical testing. This is definitely going into my list of go-to products!"
        },
        {
            "review_title": "Great serum and visible results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I was gifted by Algenist, and I am loving this serum! I have been using it for almost two weeks and I have noticed that my wrinkles and fine lines are reduced, my skin is much more hydrated and soft. This serum is a plant-based product, which is one of the factors that made me like this so much. My skin which is normally sensitive was not irritated after applying the product. I usually use a moisturizer or sunscreen after application if I am applying it during the day. I am really enjoying the results and will continue using it to see even better results on my skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The Algenist Green Microalgae Retinol Serum is a commendable addition to any skincare routine. With its sustainable and eco-friendly approach, it utilizes green microalgae sourced through biotechnology. The lightweight texture absorbs quickly, providing a non-greasy feel that layers well under other products. The serum's combination of green microalgae and retinol delivers visible results, refining skin texture, reducing fine lines, and providing a firmer, more youthful complexion. Its gentle formula is suitable for sensitive skin. The only drawback is the higher price point, but considering its high-quality ingredients and impressive performance, it's worth considering."
        },
        {
            "review_title": "So Nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Gifted by Algenist This regenerating serum is so gentle on my skin. It is safe for sensitive skin. Mine can be a little tempermental at times but I've had no problems using this. My skin has looked so nice after using this. It's smoother less textured. I'm really enjoying this serum. I was very interested in the ingredients the fermented green micro algae it's definitely a great addition to my skincare routine."
        },
        {
            "review_title": "Loving this",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I received this product complimentary from Algenist in exchange for my honest opinion. I will start by saying that retinol is currently in my skincare routine so it was easy for me to incorporate it. The texture of the serum is very nice. Not overly light, it did have some weight to it. My skin felt very cooling after. I like the component has a lock mechanism. Cannot wait to see the long term results."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I received this product complimentary from Algenist in exchange for my honest review. It's a powerful yet gentle retinol serum. It doesn't irritate my skin at all and doesn't dry it out. I've been using it for 10 days and have noticed my skin looks smoother and more even toned. I've already noticed an improvement of my wrinkles."
        },
        {
            "review_title": "Beautiful results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I have used both Retinol and Retin A over the years. No matter what strength of retin a I used my skin just couldn't handle it. Same with almost all retinol. There is only one other brand that my sensitive skin can handle and it's Farmacy. Prior to trying ALGENIST, I was a faithful user of Farmacy. I was seeing results but I knew, I could possibly have better. I received this complimentary from ALGENIST to try, I'll admit at first I had very slight irritation and was worried it would get worse but it didn't! Now after 3 weeks of use, I'm seeing much better results than with my previous brand. My skin is SO much more clear, always has a beautiful glow and the tone is evening out beautifully. It has helped to decrease fine lines as well. Most of all, I have no dryness or irritation whatsoever with nightly use. The serum is lightweight and goes on easily, it layers well with my other skincare products without any piling. I appreciate that it's vegan and time released as I'm sure this is what makes my skin look and feel so wonderful."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I was gifted by Algenist, the Green Microalgae Retinol & Regenerating Serum. Using this serum paired with Algenistu2019s Genius Sleeping Collagen (moisturizer) in my evening skincare routine, both products work in harmony with one another to create hydrated, dewy, soft skin overnight. In the morning I notice my skin looking brighter and younger!"
        },
        {
            "review_title": "Gentle retinol",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I really enjoy using the ALGENIST Green Microalgae Retinol+ Regenerating Serum gifted by Algenist, because a small amount goes a long way in covering my face. It doesn't irritate my skin at all and leaves it feeling noticeably smoother and more radiant. Normally, retinol products tend to cause a burning sensation on my skin, but this particular product doesn't have that effect."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I was gifted by Algenist. This is a unique new formula with vegan retinol. I love that is it safe for sensitive skin. It's a light product that claims to help with deep lines which is what I am hoping to see as long term effects."
        },
        {
            "review_title": "Gentle on my skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I was gifted by Algenist  Green Microalgae Retinol+ Regenerating Serum in exchange of my honest review.  The ALGENIST Green Microalgae Retinol+ Regenerating Serum is a skincare product that aims to reduce the appearance of fine lines, wrinkles, and uneven skin texture. It contains several key ingredients, including alguronic acid, microalgae oil, and retinol. I use this serum at night as all Retinol products are advised to use at night. Its gentle ,does not irritate my skin and layers nicely with my night time moisturizer. I can feel my skin is firm at the same time hydrated and plump. I use this on neck as well and surprisingly no irritation. We all know that neck's skin is more gentle and prone to irritation to actives but this serum is so gentle. I can happily incorporate this serum to my skin care regime."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Gifted by Algenist. Wonderful for sensitive skin! No overdrying, no flaking, no scaly skin. NO IRRITATION at all! Love it! My skin looks healthy and glowing in the morning and it even has helped with some acne breakouts. Good stuff! I will definitely keep this in my skincare routine. My area of concern is my forehead where I started seeing small fine lines so I wanted to start using retinol to help me prevent them to be more deep and also to improve my skin. So far I love this product, the small lines I have on my forehead are varely noticeable now."
        },
        {
            "review_title": "Gentle retinol",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "I was lucky to receive the Green Microalgae Retinol + Regenerating serum complimentary from Algenist. I always was afraid to use retinol since I have a very sensitive skin. This gentle vegan time released retinol plus serum was created for people like me. I use it every night. It makes my skin soft and smooth instantly. When I wake up, my skin looks brighter and younger. Fine lines are less visible. I will continue using it and recommend to my friends."
        },
        {
            "review_title": "Really great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This retinol serum is really great and even better than I expected. A little but goes a long way which I love. I like the way it feels on my skin with no sticky feeling at all. Complimentary from ALGEIST"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This was gifted by Algenist. I have very dry and sensitive skin. This retinol immediately matched my skin. From the first time I used it, I could to see the difference. The green microalgae are amazing and leave the skin feeling like silk. I donu2019t have deep deep lines but amazingly I could notice difference in mine fine lines. Before using this product, my skin was dull and lifeless. It seems that now I have a perfect and natural glow. It was very fast from the day I placed my order to the day I received the product. I thought I would have to wait longer for the release, but it went pretty quickly."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I love Algenist and this is a great product for first-time retinol users or people with finicky skin. I have pretty sensitive skin and I started by using this every few days. Eventually my skin adjusted and I was able to use it more often. It has a thin texture, no fragrance, and plays well with other skincare products such as a moisturizer. Gifted by Algenist."
        },
        {
            "review_title": "Gentle formula!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Oily skin",
            "review_text": "This innovative serum is pretty incredible.  It's so gentle on my skin unlike others I've tried.  I've noticed a difference on my skintone, my wrinkles appear softer and less pronounced since I've been using this.  I received mine complimentary from Algenist."
        },
        {
            "review_title": "Smooth Soft Skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This Retinol Serum Is Amazing! After The First Use My Skin Was So Soft And Smooth. After A Week I Notice My Skin Texture Was Very Smooth And My Skin was brighter And More Even Toned! Itu2019s Great  For Sensitive Skin And I Had No Irritation!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I was gifted by ALGENIST this Green Microalgae Retinol+ Regenerating for my honest review. I have sensitive skin but also suffer from aging. This is the perfect match that has plant-based retinol which is effective with aging while works on sensitive skin. I have been using it since received it and so far so good without irritation or allergic reaction. Look forwards to long term effect!"
        },
        {
            "review_title": "gentle for sensitive skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "This was gifted by Algenist in exchange for my honest review. I really like the ingredients and have always heard good things about algae and the skin. I think this is definitely a very gentle formula because my skin does not feel itchy or irritated after use. The one thing I donu2019t like about this is once I apply to my skin and it dries it feels very dry and I look super wrinkly. After applying moisturizer on top it does help bring moisture back to the skin but my skin looks so dry and I prefer a plumping affect. I feel like this formula is generated more towards oily skin type then those with dry skin."
        },
        {
            "review_title": "Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The product was gifted by Algenist to review. Itu2019s a vegan retinol-like fermented from green microalgae. Itu2019s a very gentle retinol that did not irritate my skin at all. No dryness whatsoever. Really like."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Pleasantly surprised by this product! Itu2019s very gentle and has not caused any irritation so far. So far my skin looks smoother but the jury is still out of it actually improves wrinkles. Gifted by Algenist in exchange for honest review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This serum delivers impressive results. Infused with microalgae and retinol, this serum effectively targets signs of aging, such as fine lines and wrinkles, while promoting cell regeneration. It leaves my skin feeling smoother, firmer, and more youthful. The lightweight texture absorbs quickly and doesn't feel heavy or greasy on the skin. I received this product complimentary from Algenist."
        },
        {
            "review_title": "Great retinol for sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "This Algenist Green Microalgae Retinol plus Regenerating Serum comes in an easy to use pump bottle. It has a milky white texture. It was easily rubbed in after cleansing and absorbed quickly. I use retinol a few times a week and this retinol was extra gentle. I did not have any purging or dry skin after using. I like that itu2019s vegan and time released. I also was very fascinated with the usage of fermented microalgae. I didnu2019t notice much of a scent either. Iu2019ll definitely be using this product again. My wrinkles appear smoother and my skin is softer and clearer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received this Green Microalgae Retinol + Regenerating Serum from Algenist. After using it in my night routine for several days, my skin has become smoother. FYI, remember to apply sunscreen during the day while you using it. Highly recommended!"
        },
        {
            "review_title": "Exactly what Iu2019ve been looking for",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "I recently tried out a gentle vegan face retinol, and I absolutely love it! It's incredibly gentle on my skin, yet still provides all of the anti-aging benefits of a retinol product. It has a delayed release which allows it to fully penetrate the skin. I find that my skin feels softer and smoother after using this product and the results have been amazing. I highly recommend this vegan face retinol to anyone looking for an effective, natural, and gentle anti-aging product. This was complimentary from Algenist."
        },
        {
            "review_title": "Loving how gentle this is!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Loving this new green microalgae retinol serum from algenist! I have dry/sensitive skin and have been looking for something to help with my texture that wouldn't be too intense/irritiating and this is it! It is gentle on my skin and has been helping my skin feel softer and less textured on my forehead. (gifted by Algenist)"
        },
        {
            "review_title": "Gentle and Effective",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Dry skin",
            "review_text": "I received this product complimentary from Alienist in exchange for my honest review. The pump top bottle makes it easy to get the perfect amount of product out every time. The Serum is has a bit of a yellow tint. I really like the light and clean scent. It absorbs quickly and my skin looks so much healthier. My skin is more firm and my small wrinkles are less visible. It's helped greatly with minimizing the appearance of my pores. My makeup is easier to apply since using Alienist. My skin is softer and smoother with no irritation. I highly recommend Green Microalgae Retinol+"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "This is one of my favorite retinol products. Itu2019s gentle yet effective and can be used even on the sensitive skin.  I have been using it regularly for some time now and I noticed that my fine lines are getting smoother and I have not experienced any irritation or redness. On the contrary, my skin feels very smooth and supple. I received this product complimentary from Algenist."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I will admit, retinol hasnt been in the forefront of my routines but now that im getting older ive decided to begin using it more. I always appreciated this brand and found this serum to be pleasant. I adore the packaging and the feel of the texture on my skin. this was gifted by algenist."
        },
        {
            "review_title": "Good for sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I received it as a complimentary gift by Algenist in exchange for my honest review. My skin is very sensitive (rosacea and psoriasis). I am very carefully with what I apply on my face. This innovative retinoid-like fermented green micro-algae worked well, not breaking out or irritating the skin. As the clinical testing results showed, my skin left softer and firm from the first time using it. I used it as the instructions (at night time). And have been using for a week now."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I received this complimentary from algenist in exchange for my honest review.  I have combination skin leaning more oily and it's acne prone. I have used retinols before and they can be a hit or miss. This retinol has a very nice texture as it's a serum and sinks right into the skin. It has fermented green microalgae which at first i was expecting a dark green serum like the bottle color and it smelling not so nice. Instead i was pleasantly surprised it was a lighter yellowish color and it smelled good. This is a gentle retinol which is safe for sensitive skin which luckily I don't have. I did however try it on my neck which is really sensitive for me and it was not itchy or dry the next day which usually happens to me. My best guess would be that it would be due to the time release vegan retinol. Over the past few days I have noticed my acne going away faster than usual and my skin is glowing. Though there are clinical studies for helping your deep lines i would assume that would require at least 3 months use to see those types of results."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "I received this complimentary from algenist in exchange for my honest review. I love to use retinol but in the summer the heat gets to the 100s in texas and I'm out in the sun more. This retinol is gentle and safe for sensitive skin which puts my mind at ease. Now I know I still need to protect my skin from the sun regardless but at least my skin won't feel overly dry. Reading the pros I loved that it was an innovative retinoid-like fermented green microalgae and had time release vegan retinol.  The serum was a nice texture and didn't feel heavy. I wore it at night and in the morning my skin was glowy. After using it a few days my skin did look a little smoother and glowy. I'm excited to see the long term results as well to see if it shows improvement on deep lines as mentioned."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Complimentary from Algenist. ALGENIST Green Microalgae Retinol+ Regenerating Serum is lightweight and comfortable to wear. It feels nice on the skin and doesnu2019t make my skin feel greasy. It reduces appearance of fine lines and wrinkles."
        },
        {
            "review_title": "Using daily",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received green microalgae retinol + regenerating serum complimentary from Algenist. I love that this retinol is safe for my sensitive skin and gentle. I have textured skin and it has helped to clear my skin and reduce fine lines + wrinkles."
        },
        {
            "review_title": "Finally a gentle retinol serum",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I've been quite weary of using retinol as it's been too irritating for me in the past. But this one claims to be gentle whilst still having the same benefits. It contains time release vegan retinol and innovative retinoid-like fermented green microalgae. According to clinical testing, results show 97% decrease in the look of deep lines and wrinkles so I had high hopes. Prior to this, my skin was rough, textured, and lackluster. After using it for around a week, I've definitely noticed my skin change for the better. My skin feels smooth, soft, plump, and glowy. I didn't experience any irritation. Although it's too soon to tell if it does anything for my fine lines, I like it so far and will continue to use it. I received this product complimentary from Algenist."
        },
        {
            "review_title": "Absolute favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "This makes my skin feel so soft! I was nervous to try a new retinol but this one has been so gentle for me. I love that itu2019s a vegan product and it feels super light weight. It layered under my moisturizer really nicely. Definitely a new favorite."
        },
        {
            "review_title": "A must have from Algenist!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Been enjoying using this serum for a while now and love how it didnu2019t irritate my skin even though I have a sensitive skin cut this serum works perfectly for it. I feel my skin is more firmer and looks so glowy and healthy. Love the packaging the way it designed that make sure you donu2019t waste any product which I love and all I use is a very small amount for my face and neck. Highly recommended if you need to get a new serum that is effective. Gifted by the brand but this review is based on my personal use."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "This retinol is good for sensitive skin, I still donu2019t use it every day and would recommend once a week to start. Iu2019ve noticed a more even tone and less lines around my eyes, donu2019t get too close to your eyes but safe for crows feet. gifted by algenist"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This retinol serum is different from what I have used . Itu2019s very gentle and doesnu2019t not make my skin peeling or red. My skin is generally exploited and looks very smooth and soft. Itu2019s gifted by algenist"
        },
        {
            "review_title": "Amazing product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "This product was gifted by Algenist and I am 100% satisfied with this product. I have been using it at night for about a month now, and I have noticed a positive change in the depth of my forehead lines and the two vertical lines between my eyes (over my nose). The lines are smoothed out and less obvious, and I think my skin looks better overall. I like how easily the serum goes on and how my skin feels after applying it."
        },
        {
            "review_title": "Innovative and Highly Effective",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I received this product complimentary from ALGENIST in exchange for my honest review. This is a highly effective, innovative serum that has already started to visibly change my skin in less than 3 weeks,yet amazingly has not irritated my sensitive skin. Formulated with a vegan time-released Retinol and an innovative Fermented Green Microalgae that combined diminish the appearance of deep lines and wrinkles and improve skins texture without causing irritation to sensitive skin. This serum also contains a blend of AHA,BHA and PHA's,a Propietary Alguronic Acid and humectants to boost the exfoliation of the skins surface layers to reveal smoother,even toned,plumper,radiant skin. I am astonished by the changes I am seeing in my skin in such a short period of time,as my texture has visibly improved,my pores are less noticeable, my skin tone is brighter and more even and I am already starting to see a difference in the reduction of my visible wrinkles. After looking at the clinical testing results I shouldn't be that surprised by my incredible results, as after only 10 days,between 93-100% of people reported firmer skin, visibly improved texture, less dullness,minimized pores,brighter healthy glow and 97% showed a clinically measured decrease in the appearance of deep lines and wrinkles, which is almost unheard of. Overall this is by far one of the most effective facial serum that I have ever tried and that I can highly recommend to everyone even those with the most sensitive skin."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Really loving the green micro algae retinol + regenerating serum.  Iu2019m always cautious with retinol because I worry that the product will irritate my skin, but I really like this product so far. Makes my skin feel very reguvenatef. This product was gifted by algenist for my honest review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "While I haven't had this for long enough to see the longer term effects of the retinol on my combination mature skin, I can say that I love the texture of this serum, it's light and absorbs well into my skin, and keeps it hydrated. It has not caused me any issues with irritation, even with AHAs and BHAs in the formulation. Complimentary from algenist"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is a most effective serum that combines the dual action of time-released vegan retinol and the retinoid-like benefits from Fermented Green Microalgae to reduce the appearance of deep lines and wrinkles, without irritation. It has a plant-based retinoid-like ingredient that works to smoothen the wrinkles and fine lines. Skin texture improve and you get smoother plump skin."
        },
        {
            "review_title": "Amazing skin!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "This green micro algae and retinol rejuvenating serum is amazing. It's super easy to use. You just could use it every day, but you must build up. After cleaning your face, apply it to your neck and your face. You can use a moisturizer or SPF after. It made my skin look and feel amazing!Complimentary from alienist."
        },
        {
            "review_title": "Love it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Obsessed with ALGENIST Green Microalgae Retinol+ Regenerating Serum! This powerful serum combines retinol and microalgae for ultimate skin regeneration. It reduces fine lines, improves texture, and leaves my skin radiant. A must-have for anyone looking to level up their skincare game! Complimentary from Algenist"
        },
        {
            "review_title": "So good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love Algenist and I love anything with Retinol in it. When I found out that this is for sensitive skin I was sold. So it doesnu2019t dry out my skin and gives me such a nice glow. After using it everyday for a few weeks, my skin def looks more radiant and firmer Iu2019d say, and smoother. It gets absorbed easily and doesnu2019t leave skin looking nor feeling greasy. I love jt. Gifted by Algenist"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received this product complimentary from Algenist in exchange for my honest review. This gentle retinol serum uses a microalgae based vegan retinol with AHA, BHA, PHA, and a fermented green microalgae retinoid-like ingredient to provide gentle resurfacing and smoothing. This serum has no scent or fragrance and a thinner gel-like consistency. It was super gentle on my skin and caused no irritation or redness. I like how gentle it is while still being effective. I noticed that my skin felt softer and looked moderately smoother after using it nightly. Overall this is a great product for those who have a hard time with traditional retinols or more sensitive skin."
        },
        {
            "review_title": "An innovative product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Algenist makes some amazing skincare products and some of my every day must haves! This product is made from gentle vegan sources of retinol that are time released AND safe for sensitive skins. The green micro algae is an innovative way to the future of skincare. This product didnu2019t irritate my sensitive skin at all! Gifted by Algenist"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The results I've experienced with this serum have exceeded my expectations. The fine lines and wrinkles on my forehead and around my eyes have noticeably diminished, giving my complexion a more youthful appearance. The serum has also helped fade dark spots and even out my skin tone, leaving it looking radiant and more balanced. Also I've noticed a significant improvement in my skin's texture, with a smoother and softer feel. The serum has also enhanced my skin's elasticity, making it appear plumper and firmer. Gifted by Algenist"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I love microalgae in all algenist products. My wrinkle becomes smoother after one week of use. The research shown the derived plant based retinoid can gently improve skin tone and accelerated skin cell turnover, which is great for sensitive skin. The serum is not oily and easy to absorb after my toner. Gifted by Algenist."
        },
        {
            "review_title": "A great way to try retinol",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Retinol is key ingredient to anti aging. I have tried several and have very sensitive skin that is prone to redness. This retinol is gentle and my skin looks bright. This is perfect Addition to my skin care I love algenist. Thankful to be gifted by algenist!"
        },
        {
            "review_title": "Such a beauty",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "A new retinol with such exciting ingredients! Leave it to algenist to make such cool products. The bottle is a pump and very easy to use. The serum is a dream to apply and I cannot wait to see results! *gifted by Algenist"
        },
        {
            "review_title": "An actual gentle retinol!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I am always trying to find a gentle retinol option, as I want to use a retinol serum for my maturing skin, but my skin doesnu2019t tend it be decently sensitive to this. So far this is proving to be just as gentle as it claims. This serum easily applies and soaks into my skin. And Iu2019ve been using it every other day with no sensitivity and I can see myself moving to daily with this one. If I can find a retinol that I can handle and it gets me to the point of long term use, Iu2019ll gladly pay a little more for continued use to get the results of a retinol for my skin. Definitely excited for this one!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Great retinol coming from someone with sensitive skin! Iu2019ve been trying it out in the evenings and itu2019s worked wonderfully! Itu2019s light and creamy and layers so well! Also absorbs quickly and thereu2019s no scent so thatu2019s wonderful! Gifted by Algenist."
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I was gifted by Algenist green microalgae retinol+ for my honest opinion. I found this to be very gentle on my skin. Also I tend to break out when trying new products and that has not happened. I can visibly see a difference and improvement of my forehead lines specifically and I definitely see an improvement in my skin texture and pores. I feel like Iu2019m glowing in the morning after using this. I did jump in and use it every night so far with no issues or sensitivities"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Combination skin",
            "review_text": "In terms of a retinol, it is very gentle and I haven't gotten any of the typical side effects that I would normally get from retinols. The serum leaves my skin feeling hydrated and smooth. I will see how it fades dark spots with continual use. Complimentary from algenist"
        },
        {
            "review_title": "Improve skin texture",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Love this new Microalgae Retinol serum that was gifted by algenist. This is a gentle retinol, safe for my sensitive nose area, very gentle to the skin .  The vegan retinol release day and night , this serum improves my deep lines and wrinkles. My skin feels more brightening , soft and smooth after use ."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "This serum has interesting ingredients such as fermented green micro algae and vegan retinol. Some retinol products leave my skin irritated, but Iu2019ve experienced no sensitivity issues with this. The sturdy green packaging is a nice touch. I appreciate how gentle the formulation is and would recommend this to those who want to ease in to retinol products."
        },
        {
            "review_title": "Cool",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Combination skin",
            "review_text": "After incorporating this serum into my skincare routine for a duration of four weeks, I can confidently say that I've observed a significant improvement in the brightness of my skin. The appearance of fine lines has diminished, and my face feels wonderfully moisturized. The serum itself has a non-sticky texture, and a small amount is sufficient to cover the desired area. Interestingly, even though I had previously used retinol, I did not experience any irritation after switching to this serum for daily use. Without a doubt, I will continue using this productu2014it's truly amazing! Complimentary from algenist."
        },
        {
            "review_title": "Finally a great retinol for sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I have dry sensitive skin with a fair tone and some aging signs.  I am sensitive to retinol and always was hard to find something that doesn't irritate my skin. When I first tried this retinol, I was expecting some burning or redness. Then nothing happened. Nothing. No irritation, no burning, no hot skin. Absolutely nothing. Totally safe for sensitive skin! Great Job Algenist!  The texture of the product is amazing and I loved that is time release vegan retinol. I like that this retinol is so innovative like fermented green algae. It is gentle yet very effective.  The product application was lightweight and didnu2019t have much of a smell (Thank you Algenist). Absorbs well, without feeling sticky.  After 1st application, my skin was immediately hydrated. After a week, I realized that the clinical testing results were real. It really shows some improvement on deep lines. My skin looked less dull and visibly brighter with a healthy glow, softer, and felt smoother.  Gifted By Algenist."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I received this product complimentary from Algenist in exchange for my honest review. I like how this retinol is gentle and safe to use for sensitive skin. My skin feels soft with this product. This serum is time release vegan retinol."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Complimentary from brand. This time release vegan retinol with innovative retinoid-like fermented green microalgae is quickly making my skin feel softer, yet firmer, and brighter without irritation even during those sensitive times for my skin and very gentle exfoliation that helps my makeup application."
        },
        {
            "review_title": "Yes, yes, yes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "ALGENIST is my go to for all skin care! I have super sensitive skin, and everything I've tried so many brands, but this is where it's at.  I love that they used retinoid-like fermented green microalgae to firm and smooth my skin without any irritations. My wrinkles thank you!"
        },
        {
            "review_title": "Gentle Vegan Retinol that helps with fine lines",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "This retinol is different from other retinols that I used before since its vegan which makes it more gentle for sensitive skin! It has fermented green microalgae to help with lines and texture, something that I, in my late 20s definitely need! It glides easily onto the skin and doesn't cause any irritation! My skin looks smoother and my skin texture is better! Recommend! gifted by algenist"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I love the packaging for this product! It feels great on the skin so far and you only need a pea sized amount so it will last a long time. So far I notice that my face looks smooth and fresh in the mornings! Gifted by algenist"
        },
        {
            "review_title": "Gentle on my skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This product was gifted by Algeninst for my honest review. have super sensitive skin sol have always been afraid to try retinol. When I read that this is safe for sensitive skin I decided to give it a try. This serum has fermented green microalgae extract along with a time released retinol. l've used this product a couple times now and I have not had any irritation or bad reactions of any kind. I am going to slowly incorporate this serum into my skin care routine. It has a nice clean smell. Not overpowering at all. I can't wait to see what my skin looks like after using the product longer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is a great product if you are sensitive to other retinol products like me. Itu2019s not irritating and actually feels nice on my skin. The vegan retinol formula and the texture of the product are amazing. My blemishes and the appearance of some fine lines have already lessened. Complimentary from Algenist."
        },
        {
            "review_title": "Perfect skin in a bottle.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I've been wanting to try retinol on my skin for a long time, but have been hesitant because of my sensitive skin. This serum uses vegan retinoid paired with fermented green microalgae extract to improve the skin's texture. My skin looks a lot smoother and my lines are less noticeable!  I spend a lot of time in the sun and I feel like this product has taken 5 years off! Definately a must have for anyone on a skin repair journey! Gifted by Algenist."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "A good serum that is so luxurious and has enough retinol to make a difference but not enough to hurt sensitive skin! Would recommend if you want to splurge. Love that it has green algae. Gifted by algenist."
        },
        {
            "review_title": "Blown away by a vegan retinol!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "My skin is so hit or miss with retinols, but this was incredibly gentle yet effective.  I appreciate the fact that this is a product is a vegan time release retinol on top of the fact that it has shown to improve deep lines in clinical testing. I don't know how they managed to make retinoid from fermented green microalgae but they did it and I'm loving it so far. This was gifted to me by ALGENIST in exchange for my honest opinion of this product."
        },
        {
            "review_title": "Excellent product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Itu2019s great gifted by Sephora! Itu2019s very nice skin product for all different skin. My skin is oil and sensitive, it didnu2019t make me feel any uncomfortable! It let me feel skin soft and more brightness after used in evening."
        },
        {
            "review_title": "Nice product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Itu2019s gifted by Sephora. I love it very much! Itu2019s friendly for sensitive skin. My skin easy to redness in summer if I used relatively stimulating products, but the serum no this problem, it very temperate and let me skin to soft after used."
        },
        {
            "review_title": "Perfect!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This product is amazing! It's not my first time using it, and I'm obsessed. It does wonders for my skin - making it look and feel better, and it's super gentle retinol. I use it at night before sleep and see positive results. I'm super happy it is vegan and an innovative retinoid-like fermented green microalgae. I have uneven skin with melasma, and I see the results clearly as my skin feels so much more even. I highly recommend trying it! Complimentary from algenist"
        },
        {
            "review_title": "Exceeded my expectations",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is a wonderful retinol product for my sensitive, acne-prone skin! It is gentile yet very effective. It has a gel like texture that absorbs in to my skin quickly. I don't have any redness or irritation and I did not have a purging period like I do with other retinols- bonus! I love that it includes AHA, BHA, and PHAs for an extra boost of exfoliation. I'm excited to continue using it a couple nights a week! Gifted by Algenist"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I like how this serum is gentle on my skin. It has a great formula that helped with reducing the appearance of my fine lines and texture. My skin looks better already and feels smoother too. Complimentary from Algenist."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "Algenist works incredibly well with my skin across the board. Retinol is one of my favorite ingredients! It makes my skin smooth, supple, even and reduces my pores size. Some products can make my skin sensitive, but this product is so gentle. It has a time release vegan retinol and a retinoid-like fermented green microalgae,  I appreciate products which have clinical testing results that show improvement on deep lines etc.   gifted by algenist"
        },
        {
            "review_title": "Great product from Algenist!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This is a very gentle retinol treatment, that works well for my dry sensitive skin without giving me any allergic reactions or redness (of course I use SPF during the day) I love the vegan formula in Thai product too! Gifted by Algenist"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Gifted by Algenist. I donu2019t have a lot of deep wrinkles, but some of them deep. It was my first time trying vegan retinol. And I love it, skin definitely improved, looks smoother. Serum have such a nice texture. Definitely gonna finish this serum."
        },
        {
            "review_title": "Great serum!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I received this Green Microalgae Retinol + Regenerating serum complimentary from Algenist in exchange for my honest opinion. I really liked how gentle it was on my skin. I typically break out from trying new products but this didnu2019t irritate my skin."
        },
        {
            "review_title": "Awesome!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I was gifted by Algenist the Green Microalgae Retinol+ regenerating serum. I was very excited to try this new product. It went on smooth and made my skin glow. It definitely firmed up the skin around my eyes and on my forehead. The retinol was not harsh on my skin at all and caused no irritation. I would recommend this product to all. Very happy with it."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is a great retinol if you have sensitive skin! The formula is very lightweight and non irritating. Doesnu2019t have that tingly effect to it. The packaging is very nice and neat. The serum is very smooth and not sticky. It definitely helps to improve fine lines and wrinkles! I was gifted by algenist in exchange for my honest review."
        },
        {
            "review_title": "Great retinol for sensitive skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love using retinol but I have unpleasant skin pilling and redness from harsh formulas before. The Algenist Green Microalgae Retinol + is so different than any formulas I've I'm used before. This is a gentle retinol that is safe for sensitive skin. It has a time-release vegan retinol that safely and gradually improves the skinu2019s texture. The innovative retinoid-like fermented green microalgae accelerate cell turnover giving my skin a more youthful-like appearance. The clinical testing results of this serum show improvement in deep lines. My fine and deep lines have improved. My skin looks brighter and more youthful. My skin looks smoother and my pores are less visible. This is a great retinol option for anyone who may have had harsh effects before. I have combination skin and my skin seems more balanced than before. I would definitely purchase this product again. Gifted by Algenist."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I was gifted this serum complimentary from Algenist. I am loving this serum. Iu2019ve been seeing great improvements in the condition of my skin since I began using it and I like how clinical tests show that this serum shows improvement on deep lines. Wonderful serum to use to prevent aging and wrinkles."
        },
        {
            "review_title": "Impressive Results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Algenist Green Retinol is a game-changer for individuals with sensitive skin. Its gentle formulation features a time-release vegan retinol and retinoid-like fermented green microalgae, providing effective results without irritation. Clinical testing confirms its ability to improve deep lines. Personally, my skin experienced a remarkable transformation, with reduced fine lines, improved texture, and evened-out tone. If you're seeking a gentle yet transformative retinol treatment, Algenist Green Retinol is a must-try for its efficacy and compatibility with sensitive skin. It was gifted by algenist."
        },
        {
            "review_title": "Green Microalgae Retinol + Regenerating Serum",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Complimentary from Algenist. The Green Microalgae Retinol+ Regenerating Serum feels gentle on my sensitive skin. I use this serum during my nighttime skincare routine on my face and neck. So far, it has not been irritating."
        },
        {
            "review_title": "Very gentle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I was a big fan of Algenistu2019s Liquid Collagen serum, now I have another favorite and itu2019s a Green Microalgae Retinol+ Regenerating Serum. Itu2019s super gentle on the skin, I use it every night and wake up with super soft brighter looking skin. I have skin that prone to pigmentation and use spf during the day. Havenu2019t felt that burning sensation like with some other retinol products. Gifted by Algenist"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this Micro-algae serum gifted by algenist this serum work really well. I liked how gently it improved my skin texture and also liked that it reduced my finelines and wrinkles to minimum. I also like that itu2019s vegan very mild and gentle to my skin. I would definitely recommend it."
        },
        {
            "review_title": "Helped my wrinkles!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Complimentary from Agenist this is a great serum for my sensitive skin. The retinol is so gentle and causes  no irritation. The time release seems to do the trick at helping it be really gentle. Clinical testing showed improvement on deep wrinkles and Iu2019m already seeing mine lighten with time. Highly recommend!"
        },
        {
            "review_title": "Great serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Gifted by Algenist. Great serum. Helps with my dry skin and doesnu2019t make my oily skin more oily. I like the texture and doesnu2019t have much scent . My face feels great after using this serum. I recommend checking it out."
        },
        {
            "review_title": "A must have in your nighttime routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I been using Algenist Regerating Serum a few times per week during before going to sleep to help with my wrinkles . This product is a vegan retinol gentle enough for sensitive skin . You will wake up with the softest skin it. I have no complaints I highly recommend it . Gifted by Algenist"
        },
        {
            "review_title": "Great for sensitive skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "I was excited to try this as someone with sensitive skin, it can be so hard finding a retinol product that is gentle enough yet effective but this product hit the mark! It was so gentle on my skin and did not cause any irritation. Sometimes when using a retinol on my sensitive skin I have to do the sandwich method (moisturizer-retinol-moisturizer) but there was no need for that with this product. Product application was lightweight and didnu2019t have much of a smell (which I appreciate). I noticed that my skin looked a little less dull and had a healthy radiance to it. My lines didnu2019t seem as pronounced and my texture was reduced. Overall I had a really great experience with this product so far and would recommend this product, especially to those with sensitive skin! I received this product complimentary from Algenist in exchange for my honest review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I received Green Microalgae Retinol + Regenerating Serum as complimentary from Algenist.  I love that it incorporates green microalgae and retinol into its formulation. These ingredients are known for their powerful regenerating properties. After using this serum for several days, I noticed improvement in the overall texture and tone of my skin. My complexion looked smoother, brighter, and more youthful. As a beginner of retinol, this one is more gentle than other retinol products. My skin feels plumper and more hydrated, and I can see improvement on reducing fine lines."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is my first time using retinol and after four weeks I see a definite change in my skin. It has helped with fine lines as well as melasma."
        },
        {
            "review_title": "Great rotation serum for tretinoin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Gifted by Algenist. I used this in replace for for my prescription tretinoin since my skin was becoming sensitive and needed a break. It truly works wonders, this vegan based retinol serum also contains AHAs, which I love since they exfoliate and help reduce the appearance of lines over time. The fermented green microalgae is shown to work as a retinoid without the the redness. I plan on using this product at night in rotation with tretinoin."
        },
        {
            "review_title": "Winner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "After using this serum for 4 weeks I see fewer fine lines, especially around my eyes. My skin is brighter overall and well moisturized. This serum is lightweight and works well on its own. I had no reaction to the retinol and now use 2x/day. It is not sticky and feels very smooth and light on my skin."
        },
        {
            "review_title": "Definitely a staple product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "Sooo excited to try out this time released vegan retinol! I have sensitive skin and sometimes have found others to be too strong, but for far this is great for sensitivity and results are immediate! My fine lines and wrinkles looked so supple and smooth - this is a definite winner!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I love trying new retinol products and really enjoyed this one from Algenist. Itu2019s a vegan formula with time release retinol, which has been great for my sensitive skin. This works really well with my other skincare! Gifted by Algenist."
        },
        {
            "review_title": "Just run keep it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I Love this product! Absorbs well, without feeling sticky. I have noticed my dark spots are less noticeable and fine line are minimized . I have not experienced any irritation. My face is tolerating daily use.I plan to keep this product in my daily regimen.Also this product complimentary from Algenist and I am in love thanks"
        },
        {
            "review_title": "WOW!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "LOVE LOVE LOVE this product! I apply this product twice a day once in the morning after showering and once after bed and it makes my skin look and feel so so fresh and healthy! I look forward to applying this product everyday! Gifted by alegenist."
        },
        {
            "review_title": "a retinol for sensitive skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "i was very excited to try this as it stated it was a gentle vegan retinol. it definitely is! my skin can be sensitive at times and i have experienced no irritation so far. i have to let more time go by to see if it improves some lines but i can say so far besides no irritation, my skin FEELS great and more supple than before i started using this. i received this complimentary from algenist but opinions are my own!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I have a sensitive skin and have to use caution using retinol or serums. This serum is sooo gentle on my skin. And worked perfectly with the rest of my skincare routine without irritation. My skin was glowing and looked fresh and hydrated throughout the day. Gifted by algenist"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Been using the green microalgae regenerating serum for a while and I've enjoyed its effect. It helps make the skin appear smoother and does not leave any sticky feeling. It contains vegan retinol but does not irritate the skin. Complimentary from Algenist."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m really liking this serum, itu2019s gentle and also a good retinol for anti-aging benefits.  Usually I get sensitive to retinol serum but this is gentle and also feels nice on my skin.  I get plump and radiant skin after using it.  Gifted by algenist"
        },
        {
            "review_title": "Gentle but effective!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "I've been using this serum for the last week, and I love that it's so gentle. Previously, I was using .5 retin-a prescription. When I switched, my face 'depuffed'. I think the prescription might have been too strong and caused a bit of puffiness. I couldn't figure out what it was until I made the switch to the Algenist green microalgae. So I'm getting the retinol benefits without the puff. Great product. I'll continue with it."
        },
        {
            "review_title": "Great serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "It has a gel like texture. It hydrates and absorbs into my skin very quickly. It has a faint floral fresh smell."
        }
    ]
}