{
    "product_id": "665",
    "name": "Skin in the Clouds Set",
    "brand": "Herbivore",
    "categories": "Skincare, Value & Gift Sets",
    "price": 43.5,
    "about": "What it is:A mini cleanser, serum, and cream for visibly plump, hydrated skin..Skin Type:Normal and Dry.Skincare Concerns:Fine Lines and Wrinkles, Dryness, and Loss of Firmness and Elasticity.Highlighted Ingredients:- Tremella Mushroom (Pink Cloud Rosewater + Squalane Makeup Removing Face Wash, CLOUD JELLY Plumping Hydration Serum, Pink Cloud Soft Moisture Cream): A hyaluronic acid alternative that draws in moisture for intense hydration..Ingredient Callouts:These products are vegan, cruelty-free, and come in recyclable packaging..What Else You Need to Know:Gently remove makeup with the non-stripping Pink Cloud Rosewater + Squalane Makeup Removing Face Wash, visibly plump and hydrate with the CLOUD JELLY Plumping Hydration Serum, and attain lasting hydration and visible bounce with the Pink Cloud Soft Moisture Cream..This Set Contains:- 1.7 oz/ 50 mL Pink Cloud Rosewater + Squalane Makeup Removing Face Wash.Clinical Results:Pink Cloud Soft Moisture Cream:",
    "ingredients": "-Tremella Mushroom (Pink Cloud Rosewater + Squalane Makeup Removing Face Wash, CLOUD JELLY Plumping Hydration Serum, Pink Cloud Soft Moisture Cream): A hyaluronic acid alternative that draws in moisture for intense hydration..-Vegan Squalane (Pink Cloud Rosewater + Squalane Makeup Removing Face Wash, CLOUD JELLY Plumping Hydration Serum, Pink Cloud Soft Moisture Cream): Weightlessly locks in moisture and removes makeup. .-Rose Hydrosol (Pink Cloud Rosewater + Squalane Makeup Removing Face Wash, Soft Moisture Cream): Hydrates skin and maintains moisture. ..Pink Cloud Rosewater + Squalane Makeup Removing Face Wash:.Aqua/Water/Eau, Rosa Damascena Flower Water, Decyl Glucoside, Glycerin, Sodium Lauroyl Lactylate, Squalane, Glyceryl Caprylate, Xanthan Gum, Glyceryl Stearate, Tremella Fuciformis Sporocarp Extract, Caprylhydroxamic Acid, Camellia Sinensis Leaf Extract, Aloe Barbadensis Leaf Juice, Citric Acid, Eclipta Prostrata Extract, Sodium Hyaluronate, Melia Azadirachta Leaf Extract, Moringa Oleifera Seed Oil, Cocos Nucifera (Coconut) Fruit Juice, Tapioca Starch...CLOUD JELLY Plumping Hydration Serum:.Aqua/Water/Eau, Aloe Barbadensis Leaf Juice, Glycerin, Hydrolyzed Corn Starch Hydroxyethyl Ether, Rosa Damascena (Rose) Flower Water, Tremella Fuciformis Sporocarp Extract, Vegetable Collagen, Fragaria Vesca (Strawberry) Fruit Extract, Prunus Persica (Peach) Fruit Extract, Hibiscus Sabdariffa (Hibiscus) Flower Extract, Leuconostoc/Radish Root Ferment Filtrate, Microcrystalline Cellulose, Sodium Phytate, Cellulose Gum Gluconolactone, Glyceryl Caprylate, Arginine, Caprylhydroxamic Acid, Eclipta Prostrata (False Daisy) Extract, Melia Azadirachta (Neem) Leaf Extract, Moringa Oleifera (Moringa) Seed Oil...Pink Cloud Soft Moisture Cream:.Aqua/Water/Eau, Rosa Damascena Flower Water, Cetearyl Alcohol, Caprylic/Capric Triglyceride, Coconut Alkanes, Glyceryl Caprylate, Glycerin, Squalane, Glyceryl Stearate, Isoamyl Laurate, Microcrystalline Cellulose, Butyrospermum Parkii (Shea) Butter, Tremella Fuciformis Sporocarp Extract, Sodium Hyaluronate, Cocos Nucifera (Coconut) Fruit Juice, Camellia Sinensis Leaf Extract, Aloe Barbadensis Leaf Juice, Eclipta Prostrata Extract, Melia Azadirachta Leaf Extract, Moringa Oleifera Seed Oil, Coco-Caprylate/Caprate, Sodium Stearoyl Glutamate, Cetearyl Glucoside, Cellulose Gum, Tapioca Starch, Glyceryl Stearate Citrate, Citric Acid, Tetrasodium Glutamate Diacetate, Caprylhydroxamic Acid, Sodium Hydroxide, Citronellol, Geraniol.....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.Pink Cloud Rosewater + Squalane Makeup Removing Face Wash:.-Use twice daily in the morning and evening..-Apply one to two pumps onto wet skin..-Massage in circular, upward motions on your face and neck for 30 seconds..-Rinse thoroughly...CLOUD JELLY Plumping Hydration Serum:.-Apply to damp skin after cleansing..-Use AM and PM...Pink Cloud Soft Moisture Cream:.-Massage into clean skin..-Use morning and night..-Avoid direct contact with eyes. If contact occurs, rinse thoroughly with water..-If irritation occurs, discontinue use...Recycling Instructions:.-Place outer carton into paper recycling bin..-Remove labels from all three products, rinse the glass jar thoroughly, then recycle..-Clean pipette with warm water, gently remove it from the dropper by pulling downward, and then recycle. .-Remove the soft bulb from the pipette and discard, recycling the plastic collar..-Unfortunately, pumps cannot be recycled at this time due to their many mixed parts. That's why Herbivore is moving to pumps that contain post-consumer recycled materials. Please dispose of them properly.",
    "num_reviews": 37,
    "overall_rating": 3.7,
    "product_url": "https://www.sephora.com/ca/en/product/herbivore-botanicals-skin-in-clouds-set-P480607?skuId=2553998&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2553998-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Perfect travel size!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "As someone with skin allergies, I love Herbivore products. The skin in the clouds set is the perfect travel size!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "I like the cleanser, it has a nice rosey smell to it and felt gentle, not stripping. It will not effectively remove makeup, however, so you will need to double cleanse if wearing makeup. The cloud jelly serum felt nice and seemed hydrating, though I was using it primarily in the summer when I am less dry, so it was hard to get a full idea. I did not care for the moisturizer. It did not feel hydrating enough and felt as though it just sat on my skin without sinking in or assisting in moisturizing.  I might rebuy the cleanser occassionally as a treat, so long as I have an oil cleanser, uncertain about the serum, but do not recommend the moisturizer"
        },
        {
            "review_title": "HORRIBLE",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Dry skin",
            "review_text": "I got this as a gift, and IT IS BAD... When I opened the moisturizer, it smelt spoiled. the serum also smells awful. For the cleanser, it burns and smells.. let's just say off. DONT BUY!"
        },
        {
            "review_title": "Lower your expectation...",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Very disappointed at my set. The face moisturizer jar was opened and had spoiled scent. The serum also had spoiled scent. Seems like they have been in a warehouse for a long time. Not sure if they are safe to use or if I should request a return..."
        },
        {
            "review_title": "Itu2019s okayu2026 Cleanser is a MUST",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Light skin tone, Combination skin",
            "review_text": "After using this i noticed my skin is so much more moisturized, but it didnu2019t last very long. My bumps were still on my face and i had a lot more redness then usual. I used the product for a month straight. I love love love the cleanser but other then that this is just for dry skin."
        },
        {
            "review_title": "A must-have in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love these products, will be purchasing the full sizes once I run out, the quantity of product is perfect and more than I expected. This product left my skin feeling moisturized and lifted."
        },
        {
            "review_title": "Got this for a gift",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "My friend loved this as a gift total payoff. It comes in big portions and perfect for the price. If you want good products for a good price and portion this is a go to."
        },
        {
            "review_title": "Feels Fancy - Loved It",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I really like the look and smell of these products. I think they hydrate my skin really well without leaving any types of films or residues. I would purchase these products again, including full sizes if available."
        },
        {
            "review_title": "Itu2019s good but the cleanser ruins it",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Honestly everything is pretty good but the cleanser is too harsh. You can smell the chemicals in it and my skin just doesnu2019t feel clean after I use it."
        },
        {
            "review_title": "I wouldn't recommend the cleanser",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Dry skin",
            "review_text": "I had this kit for over a month, I liked everything but the cleanser. Everything else works great! I'm just not a fan or the cleanser because of the way it feels on my skin and the smell it just smells like soap being left out :("
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "probably 1 of the best makeup removing cleansers I have used. it smells nice and feels great on the skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I love a good skin care duo. Work very well. Smell is not that great"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Only tried the cleanser but it gave my skin a horrible red itchy rash that sent me to the dermatologist. Would not recommend for sensitive skin."
        },
        {
            "review_title": "Perfect Travel Skin set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Oily skin",
            "review_text": "I think this set is very aesthetically pleasing and effective. Convenient for travel and also has natural good scents."
        },
        {
            "review_title": "a must-have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "after using this product my face is so smooth and so soft, i recommend"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This is great for sensitive, acne prone skin. Every product feels great for my skin and I had some acne cleared up since using this fragrance free set."
        },
        {
            "review_title": "Severe reaction",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "itu2019s caused me very painful red swollen itchy skin everywhere on my face."
        },
        {
            "review_title": "Good introduction to Herbivore products",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I've used Herbivore products in the past and wanted to give this set a try; however, I thought the products were just ok. The Pink Cloud Cleaner applied on smoothly and did a good job of cleaning off most of my mascara even though it's not meant as a makeup remover. It left my skin feeling clean, but not as squeaky clean as other products I've used previously. I wasn't a fan of the thicker consistency of the cleanser. The serum was fine and I was able to apply it easily. The moisture cream wasn't my favorite since there was a sharp smell to the finish; however, it was creamy and smooth and applied very easily. The moisture cream container looks small, but a little goes a long way. I'm glad I got to try their products in this set, but likely wouldn't purchase it again."
        },
        {
            "review_title": "Not ideal",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Dry skin",
            "review_text": "I used this products once and it cause small red bumps on my skin.. big fan of herbivore and their lapis. But this set is not ideal if you have drier skin."
        },
        {
            "review_title": "Nice face wash and moisturizer; no rose scent",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Iu2019ve been using this set daily for a few months now and I like the face wash - it lathers well and leaves my face feeling clean. I canu2019t honestly say that the serum has brightened my skin or improved it otherwise. The moisturizer feels really luxurious and a little goes a long way. Iu2019m mostly disappointed that all three products have no rose scent despite being advertised as having rosa damascena flower water. Itu2019s as if my batch didnu2019t get that ingredient and the batch still passed QA, or Herbivore purposefully doesnu2019t put the flower water in this trial set. I was considering buying the full-size products if I liked this set but I donu2019t think I can justify the price points based on the experience."
        },
        {
            "review_title": "Should definitely give it a try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I am really enjoying this set. The cleanser is very gentle and moisturizing while still doing a good job cleansing. The moisturizer is very creamy and keeps me hydrated without leaving any residue. The serum is already one of my go-to's for keeping my skin super supple and moisturized."
        },
        {
            "review_title": "Eh",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I feel like this did nothing for my skin. Moisturizer wasnu2019t hydrating enough. Serum felt boring. The whole line was bad for me. But cute packaging."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Combination skin",
            "review_text": "Very hydrating and great value to try these products."
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Great, but the cream is kinda small and everything isnu2019t as pink as shown."
        },
        {
            "review_title": "Itu2019s pretty good for the price.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Itu2019s a pretty good set for 42$ because it is great packaging, the serum is really small but the cleanser has a lot of product and can last up to 1-3 months depending on when you use it, the moisturizer is very thick and good for dry skin but you donu2019t want to use a lot cause otherwise it feels greasy"
        },
        {
            "review_title": "Cleanser is nice",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Love the packaging and color, the glass bottles feel luxe. The cleanser has a jelly texture and lathers well, but I didnu2019t care too much for the serum or moisturizer. They leave my skin feeling too tight."
        },
        {
            "review_title": "Fun little routine :)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, red hair, Porcelain skin tone, Combination skin",
            "review_text": "I bought this because I love anything pink. So I'm a little biased. I definitely like the cleanser, it gets off makeup and mascara very well. The moisturizer doesn't stand out from the rest I use. The serum is pretty nice, helped clear my skin :)"
        },
        {
            "review_title": "Good Cleanser!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "I have sensitive skin and used this product for a month the cleanser was my favorite, was gently on my face, and clam my redness and acne, also I see a difference with fine lines."
        },
        {
            "review_title": "Love the cleanser",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "This product feels amazing on my skin, but I have very sensitive skin and started to break out. Not sure if it was the serum or the moisturizer but the face wash is the perfect balance of moisturizing and cleansing."
        },
        {
            "review_title": "prefect!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This was one of my first introductions to the brand and I am in love. My skin went through a really rough break out, and Iu2019ve been doing a lot of treatments to hopefully speed up the healing process, but those treatments were very drying. So I picked up this little hydrating for after my treatments, and I loved this stuff. The cleanser is amazing, and when everything is paired together, my skin feels plump and deeply moisturized but not greasy. I ended up going back to buy the full sizes of each product."
        },
        {
            "review_title": "Great except for the cream",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I've been looking for a good skin care regime that moisturizes my sensitive, dry skin without burning my skin as so many others have.  I did some research and Herbivore had good recommendations and was naturally based so I gave it a shot.  The cleanser and serum work great and moisturize my skin as hoped, but I am sensitive to something in the moisture cream as every time I tried to put it on my skin had a burning sensation and was reddish afterwards. I will have to keep looking for a moisturizing cream that won't harm my skin. If you have sensitive skin, this may or may not work for you."
        },
        {
            "review_title": "gross smell and not worth the price",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "i had really high hopes for these but was disappointed after trying them out. the products themselves are okay, my face feels a little sticky after using them and i feel like i can get better outcomes from much less pricey of brands, but the part that makes them flat out unusable for me is the smell. it has a horrible scent that is almost rotten smelling and i canu2019t bring myself to use them a second time and will likely end up returning or giving them away."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "Excellent product in the perfect packaging. Very hydrating, smooth texture and a very good soap."
        },
        {
            "review_title": "Good Quality - Moisturizer is bad for senstv. skin",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "I absolutely loved the face wash in this set and it was the main reason I bought it. I had heard great things about it in the past and it will be the reason I give this product 3 stars. The serum is nice and fast absorbing, however It didn't feel very special/as if it was really doing much. The moisturizer, however, did not meet my expectations. It is oily, albeit not super sticky, and made me break out badly. I had tons of little whiteheads that are typical of my bad reactions to moisturizers, and I would deter you from using it if you have acne prone skin. I will likely buy the full-size face wash at some point."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "LOVE LOVE LOVE! I will be buying those full size! The cleanser is gentle yet you feel very clean and fresh. The smell is amazing too and quite subtle so it would suit the non-perfume lover! My skin is very sensitive and I never felt irritated by this product! The serum and the cream are just as good and both feels light and fresh on the skin while not having the weird feeling that you get with gel moisturizer"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This was my introduction to Herbivore and I do quite like it. I have super dry skin that is also acne prone. None of these products gave me a breakout. However, when it comes to all three I donu2019t think I would purchase the moisturizer in a full size, Iu2019ll def use it up tho. I love the cleanser so much and will be buying a full size when Sephora has 20% off. The serum is nice but Iu2019m not sure it will be worth the price tag when so many other more affordable brands have better  hydrating serums for less $. Overall, I love that Herbivore made smaller sizes to try out their products and wish more brands did this. The products are def beautiful and Iu2019m glad I bought it."
        },
        {
            "review_title": "The perfect trio",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "All my favorite skin care products from this line in one box. The face wash gently and effectively cleans my 40 year old skin. The plumping jelly is not sticky, but very nourishing. I seal it with the moisturizer and then tackle the world. This size is great for gifts to introduce my friends to the line or to take on vacation."
        }
    ]
}