{
    "product_id": "250",
    "name": "Chloe L'Eau de Parfum Intense",
    "brand": "Chloe",
    "categories": "Fragrance, Women, Perfume",
    "price": 229.0,
    "about": "Fragrance Family:Florals.Scent Type:Classic Florals.Key Notes:Raspberry, Rose, Ambery Woods.Fragrance Description:Indulge in a symphony of roses with Chloe L'Eau de Parfum Intense for women. Like a breath of fresh air in early spring, it captures the essence of budding roses, vibrant and rejuvenating.  As the womenu2019s fragrance unfolds, the aromas of fully bloomed and honeyed roses start to reveal themselves, lending a scent that is reminiscent of moments filled with joy..About the Bottle:Radiating pure femininity, the Chloe Eau de Parfum bottle captivates with its updated pleated silhouette that now features a more contemporary design. Forged from clear glass that allows for the amber hue of the fragrance to shine through, it is adorned with a black and ecru label and is embraced by a burgundy-colored ribbon that nods to the key ingredient the fragrance is built around: the rose..About the Fragrance:An undeniably feminine fragrance spray, Chloe L'Eau de Parfum Intense is a delicate floral scent with notes of rose warmed by hints of amber and woody cashmeran.",
    "ingredients": "Alcohol Denat., Parfum/Fragrance, Aqua/Water/Eau, Ethylhexyl Salicylate, Alpha-Isomethyl Ionone, Butyl Methoxydibenzoylmethane, Hydroxycitronellal, Limonene, Hexyl Cinnamal, Linalool, Alcohol, Citronellol, Benzyl Salicylate, Tris(Tetramethylhydroxypiperidinol) Citrate, Geraniol, Yellow 5 (Ci 19140), Red 4 (Ci 14700), Ext. Violet 2 (Ci 60730).",
    "how_to_use": "Suggested Usage:.-To ensure you receive lots of compliments and so that this gorgeous fragrance stays with you all day, spray the Chloe perfume onto your bodyu2019s pulse points, including the wrists, behind the ears, the neck, and the decolletage..-Keep your Chloe fragrance out of direct sunlight to prolong its beautiful aromas. .-To help protect our planet and cut down on waste, use the 5 oz Eau de Parfum refill (sold separately) to refill your Eau de Parfum for women once it has run out.",
    "num_reviews": 617,
    "overall_rating": 4.3,
    "product_url": "https://www.sephora.com/ca/en/product/chloe-chloe-l-eau-de-parfum-intense-P513495?skuId=2800001&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2800001-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1 oz / 30 ml eau de parfum spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2800019-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "1 oz / 30 ml eau de parfum spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2800019-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "1 oz / 30 ml eau de parfum spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2800019-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Too Woody ud83eudd7a",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I was expecting it to be woody with a hint of sweetness due to the raspberry, but it was too woody. Lasted about 4-5 hours on me. I returned it."
        },
        {
            "review_title": "A SMELL GOOD MUST HAVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Long lasting scent , small travel packaging easy to take anywhere with you especially if youu2019re on the go, great value for the cost, and it has oil based ingredients so you donu2019t have to keep reapplying!"
        }
    ]
}