{
    "product_id": "564",
    "name": "Duet Blowdry 2-in-1 Hair Dryer Brush",
    "brand": "ghd",
    "categories": "Hair, Tools, Blow Dry Brushes",
    "price": 539.0,
    "about": "What it is:A 2-in-1 hair-dryer brush that effortlessly transforms hair from wet to blow-dried and styled with no heat damage and three times the volume.*.Hair Texture:Straight, Wavy, Curly, and Coily.Hair Type:Fine, Medium, and Thick.Hair Concerns:- Frizz.Key Benefits:- 3X more volume.What Else You Need to Know:Enjoy long-lasting results up to 24 hours and up to 50 percent more humidity resistance. This brush includes a storage bag that unzips to a heat mat and a brush to clean bristles. Itu2019s energy efficient and offers conversation-friendly sound levels..Clinical Results:*No thermal hair damage detected after 100 cycles of four passes on thoroughly towel-dried hair.",
    "ingredients": "",
    "how_to_use": "Suggested Usage:.-Take sections and prep dry to 80 percent. .-Place Duet Blowdry at the root and hold for two to three seconds to add volume at the root. -Glide and roll Duet Blowdry from root to tip to add desired shape to the section. .-Repeat as you deem necessary.",
    "num_reviews": 13,
    "overall_rating": 4.2,
    "product_url": "https://www.sephora.com/ca/en/product/duet-blowdry-2-in-1-hair-dryer-brush-P512247?skuId=2792471&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2792471-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "White",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2792471-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Black",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2792463-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Black",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Take some getting used to but the results are amazing and the blow out last for days!"
        },
        {
            "review_title": "Bouncy Blowouts!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I love this brush, it gives my thick shoulder length hair the best blowouts! It's very easy to use and a lot quieter compared to the Shark FlexslStyle and DryBar Double Shot. This was my first experience with GHD products and now I'm wanting to try more."
        },
        {
            "review_title": "great for thick curly hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Olive skin tone, Combination skin",
            "review_text": "I bought this through their original website but I have to say it lives up to the hype. this is the perfect hair tool if you have thicker curly hair that can take extra heat. but still always use heat protectant. I have thicker curlier hair so I always need something stronger for that. I got such smooth results with this as well. and left my hair with a lot of movement, shine, and volume. if you buy this definitely go through the original website and get the holiday gift set that they have right now."
        },
        {
            "review_title": "Returned- didnu2019t work as advertised",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This product didnu2019t live up to the hype. I used it multiple times on my hair and my daughteru2019s hair. My hair is straight, fine, and chemically treated, while my daughteru2019s hair is straight, fine, and natural.  The hairdryer gets too hot and didnu2019t make either of our hair shiny. I followed the instructions and even watched videos, but it didnu2019t help.  The brush caused burns and fried my hair. If your hair is thicker and not fine, it might work better for you. Additionally, the brush is heavy and large, so I had to return it as it wasnu2019t suitable for my hair."
        },
        {
            "review_title": "Not great for thin, fine hair",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This is not great for thin, fine hair.  It only has one heat setting, so it gets quite hot, and I noticed my hair u201csmokingu201d when I used it. It did not create a nice sealed end when finished.  Appliance is also very heavy.  I would not recommend for this hair type."
        },
        {
            "review_title": "Not worth the price",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I returned it. I have naturally fine but thick hair, it took forever and my hair felt fried afterwards. Not worth the price tag."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "White",
            "review_buyer_description": "black hair",
            "review_text": "I was using the duet style hot air styler but this one works so much better!! no frizz easy to style and works perfectly on thick hair!  Absolutely love this"
        },
        {
            "review_title": "Game changer for thick coarse hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "No tool has ever worked for my thick and coarse hair, except this one. My hair went from wet to dry in a total of 36 minutes, which is an absolute record for me. This tool has stiff bristles which are able to get to my roots, which no other tool could do for me.  Hair did not get stuck and the shine is insane. Iu2019m literally never going back to any other tool!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I had been using the dry bar double shot tool for years, and this tool is MUCH better.  The dry bar tool made my hair frizzy, and this one made it very smooth.  5 stars for sure on performance!  I do wish it had a cool button though, you cannot adjust the temperature at all."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Black",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "This is currently my favorite hair tool! I have frizz prone hair and live in a humid climate, and this blowdry brush left me with the smoothest and sleekest blowout that would otherwise take me two tools (blow dryer + straighter or curling iron) to achieve. Super impressed with the performance! I have been waiting for ghd to release a dryer brush after being a fan of their platinum straightener. I also have the airwrap which is great for styling curls but the round and paddle brush attachments are more tricky for managing my frizz. The ghd brush in comparison lets me create more tension and smooths more easily without breaking my hair. It is also fairly quick to style, taking only 2 passes on each section to get a smooth look."
        },
        {
            "review_title": "Smooth, bouncy, voluminous hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "This did for me what the Dyson Airwrap couldn't do - provide enough tension to tame frizz and fuzz. My hair looks gorgeous - bouncy, smooth and voluminous. I need to figure out the rough dry part of the equation a bit, but the finishing dry is stunning.   As far as other high priced blow dryers:  Original Dyson: My boyfriend commandeered it.  Airwrap: Gave it to my niece - who has less frizzy hair than me.  Airstrait: Still great when I want a super sleek look.  GHD Duet Blow-dry: New fave - gives a different look than Airstrait."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Black",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Surprised in a good way. I was skeptical that this would give me the shine, volume and bounce I was looking for based on past experiences with brow dry brushes. But it did, took about the same time to blowout my hair as it does with my round brush and Dyson dryer. One star off because itu2019s difficult to hold the brush end with out burning your finger"
        },
        {
            "review_title": "Game Changer!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I recently purchased this as a replacement to my T3 Airbrush 360 (which I thought was pretty great btw). I have been on a constant search to find the perfect solution to my naturally curly hair issues in Floridau2026well, I have found it! It is the most amazing product that I have tried! I am not even sure how this works the way it does-it is unlike anything I have tried before. Needless to say, I will have no need to replace this anytime soon-the  device has no bristles that wear and fall off eventually and yet it provides such a great resistance to fully blowout my hair and leave it shiny and frizz-free!!! Super impressed and I am sure you will be too!"
        }
    ]
}