{
    "product_id": "322",
    "name": "Social Butterfly Hairstyling Trio Value Set",
    "brand": "dae",
    "categories": "Hair, Value & Gift Sets",
    "price": 65.0,
    "about": "What it is: A full-size styling cream and dry shampoo, plus a dual-edge brush to keep the good hair days coming...Hair Texture: Straight, Wavy, Curly, and Coily..Hair Type: Fine, Medium, and Thick..Hair Concerns:- Frizz.- Hold & Style Extending.- Shine..Key Benefits: - Creates smooth, slick styles.- Absorbs oil and refreshes roots between washes..Highlighted Ingredients:- Prickly Pear Seed Oil: Nourishes and softens hair..- Cactus Flower Extract: Strengthens and improves manageability..- Meadowfoam Seed Oil: Restores hair's natural, glossy luster...Ingredient Callouts: These products are vegan and cruelty-free...What Else You Need to Know: Tis the season for jam-packed calendars, so take your look from day to night with these clean bestsellers, creating endless styles for every occasion...Fragrance Description: These products have a signature scent that's sweet, warm, and citrusy, like an easy summer breeze...This Set Contains:- 5 oz/ 150 mL Cactus Fruit 3-in-1 Styling Cream.- 1 oz/ 30 g Fairy Duster Volumizing Dry Shampoo Powder.- Dual-Edge Styling Brush..Clean at SephoraOur commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing effectiveness.",
    "ingredients": "-Prickly Pear Seed Oil: Nourishes and softens hair..-Cactus Flower Extract: Strengthens and improves manageability..-Meadowfoam Seed Oil: Restores hair's natural, glossy luster...Cactus Fruit 3-in-1 Styling Cream:.Water, Cetearyl Alcohol, Glycerin, Neopentyl Glycol Diheptanoate, Propanediol, Behentrimonium Chloride, Cetrimonium Chloride, Citrus Aurantium Dulcis (Orange) Peel Oil, Dimethicone, VP/VA Copolymer, Cetearethu201020, Fragrance, Isopropanol, Hydroxyethylcellulose, Linum Usitatissimum (Linseed) Seed Extract, Cocos Nucifera (Coconut) Oil, Vitis Vinifera (Grape) Seed Oil, Phenoxyethanol, Salvia Hispanica Seed Extract, Caprylyl Glycol, Ethylhexylglycerin, Hexylene Glycol, Polyquaternium-73, Butyrospermum Parkii (Shea) Butter, Opuntia Ficus-Indica Seed Oil, Tetrasodium Glutamate Diacetate, Hylocereus Undatus Fruit Extract, Tocopherol, Moringa Oleifera Leaf Extract, Butylene Glycol, Cereus Grandiflorus (Cactus) Extract, Citrus Aurantifolia (Lime) Fruit Extract, Phalaenopsis Amabilis Flower Extract, Hibiscus Rosa-Sinensis Flower Extract, Aloe Barbadensis Leaf Juice...Fairy Duster Volumizing Dry Shampoo Powder:.Zea Mays (Corn) Starch, Maranta Arundinacea Root Extract, Water/Aqua, Bentonite, Silica, Dimethicone, Fragrance, Limonene, Citrus Aurantium Dulcis (Orange) Peel Oil, Quartz, Glycerin, Linalool, Opuntia Ficus-Indica Seed Oil, Opuntia Ficus-Indica Flower Extract, Yucca Schidigera Stem Extract, Moringa Oleifera Leaf Extract, Benzyl Salicylate, Geraniol, Citronellol, Citral...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.Cactus Fruit 3-in-1 Styling Cream:.-Apply a small amount to damp or dry hair and style as desired..-To smooth hair, use a small amount on damp hair and let air-dry, or add to dry hair for a sleek finish..-To prep shiny blowouts, work a small amount from mid-lengths to ends before blow-drying. .-To define natural curls, apply when hair is wet or dry. Do not rinse...Fairy Duster Volumizing Dry Shampoo Powder:.-Section hair. .-Hold four to six inches away and spray directly onto roots. .-Let sit for 15 to 30 seconds for powder to absorb, then massage in with fingertips or blending brush...Dual-Edge Styling Brush:.-Apply a small amount of Cactus Fruit 3-in-1 Styling Cream to brush and use for edge control or for locking in sleek styles.",
    "num_reviews": 10,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/dae-social-butterfly-hairstyling-trio-value-set-P512889?skuId=2816528&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2816528-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Never received, cust serv said nothing to do about it"
        },
        {
            "review_title": "must have for slickbacks",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "i used to be a slick back hater but this product genuinely made my life so much easier.. i do slick backs in minutes before school using this cream! the dry shampoo is also amazing ."
        },
        {
            "review_title": "I loved this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "The dry shampoo works great on fine thin hair. Smells amazing and it's super light. Definitely my go to from now on"
        },
        {
            "review_title": "A must have!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "My daughter is a competitive gymnast swears by this stuff. She uses them before and after practices and for her meets."
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "LOVE, LOVE, LOVE!!!! This is absolutely amazing! Smells great, not sticky, and works great!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
            "review_text": "Both of these products smell really good! The styling cream is perfect for slick backs and blow outs, and the dry shampoo is actually really good. Only thing is, don't spray too close to your head because it is really hard to move. (Might be what their duster brush is for.) But overall I think its worth it and an amazing product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "So good! Smells so good and leaves hair feeling healthy!"
        },
        {
            "review_title": "A great deal for 3 amazing products",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Oily skin",
            "review_text": "Used these products multiple times now and they work great! The little brush is great to tame fly-aways and the products smell like sour patch kids- A really nice citrus. The cream conditions without weighing my hair down and the dry shampoo works great and doesn't leave my hair feeling greasy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "After using these products I realized that my hair feels smoother and healthier!"
        },
        {
            "review_title": "love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I loved it! dae is always the best thing for my hair and this did not fail u2764 I loved the way my hair looked after using these products, so smooth and pretty!"
        }
    ]
}