{
    "product_id": "1367",
    "name": "Evercalm Barrier Support Antioxidant Moisturizer",
    "brand": "REN Clean Skincare",
    "categories": "Skincare, Moisturizers, Moisturizers",
    "price": 70.0,
    "about": "What it is:A moisturizer packed with soothing botanicals to provide hydration, protect from environmental stress, and neutralize irritation for sensitive skin..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Dryness, Redness, and Dullness.Formulation:Cream.Highlighted Ingredients- Blackcurrant Seed Oil: Rich in omega 3, it nourishes and soothes while moisturizing the skin barrier..Ingredient Callouts:This product is vegan, cruelty-free, and gluten-free, and comes in recyclable packaging..What Else You Need to Know:This bestselling cream is formulated with a blend of potent antioxidants, soothing extracts, and nourishing oils. Its complex of natural bio-actives works together to strengthen skin, restore calm, neutralize irritation, and protect against external aggressors such as pollution and free radicals.",
    "ingredients": "-Ligonberry Seed Oil: Source of omega 6 to replenish the skin..-Licorice Extract: Helps soothe the skin. .-Ochroleuca Seaweed Extract: Helps reduce skin irritation...Aqua (Water), Cetearyl Alcohol, Oleyl Alcohol, Glycerin, Ethylhexylglycerin, Glycine Soja (Soybean) Oil, Lauryl Laurate, Butyrospermum Parkii (Shea) Butter, Alcohol Denat., Myristyl Myristate, Cetearyl Glucoside, Hydroxyacetophenone, Oryzanol, Caprylic/Capric Triglyceride, Vaccinium Macrocarpon (Cranberry) Seed Oil, Vaccinium Vitis-Idaea (Lingonberry) Seed Oil, Myristyl Laurate, Carbomer, Lavandula Angustifolia (Lavender) Oil, Pelargonium Graveolens Flower Oil, Salvia Officinalis (Sage) Oil, Tocopherol, Anthemis Nobilis Flower Oil, Pueraria Lobata (Kudzu) Symbiosome Extract, Cassia Alata Leaf Extract, Phenoxyethanol, Laminaria Ochroleuca Extract, Glucose,  Glycyrrhiza Glabra (Licorice) Root Extract, Helianthus Annuus (Sunflower) Seed Oil, Rosmarinus Officinalis (Rosemary) Leaf Extract, Citric Acid, Lactic Acid, Sodium Hydroxide, Citral, Citronellol, Geraniol, Limonene, Linalool...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Take a pea-size amount (one-half or one pump of cream), and warm it in the palms of your hands..-Press and massage into skin until fully absorbed.",
    "num_reviews": 1039,
    "overall_rating": 4.2,
    "product_url": "https://www.sephora.com/ca/en/product/evercalm-global-protection-day-cream-P214002?skuId=2114577&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2114577-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1.7 oz/ 50 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2114577-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "This is my foundation!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I purchased this for my boyfriend who did not end up using. This stuff is amazing. Not greasy, adds plumpness. I use with my Drunk Elephant drops and it works great."
        },
        {
            "review_title": "Great but cost makes it hard to afford",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Porcelain skin tone, Combination skin",
            "review_text": "I keep trying to find something that plays well with my sensitive skin, and I think I found it in Ren. I have bought 3 times now, and while the price point is high, it lasts about 2 months. It is a good spring/summer moisturizer, but I pair with an oil in winter. One star off for price approachability."
        },
        {
            "review_title": "A great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Very nourishing, medium weight, has become one of my go-to moisturizers."
        },
        {
            "review_title": "10/10 would recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Absolutely perfect for sensitive and reactive skin! No fragrance, non-oily and super lightweight. Stop waiting, BUY IT!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "It felt like I was burning,I had to wash my face immediately.The smell is very strong too.Iu2019m glad I got the sample size."
        },
        {
            "review_title": "Keep Coming Back",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Oily skin",
            "review_text": "This has been my morning moisturizer for the past 4 years and I just keep coming back to it. I have oily, acne prone skin and it have never irritated it nor caused breakouts. Itu2019s the perfect weight - not too thick and not too thin. It smells great too."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I was excited to use it because it was described as being a u201ccleanu201d product. Didnu2019t really do much for my dry skin and I ended up getting a rash on my cheeks from it."
        },
        {
            "review_title": "Gentle moisturizer for sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I have sensitive skin and tried out a sample size of this that I got on a Virgin Atlantic flight. Flying dries my skin out like crazy but this is very gentle and kept my skin feeling moisturized throughout my 11-hour flight. Bought a full size the minute I got home!"
        },
        {
            "review_title": "My go-to daily moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Soothing, hydrating, not greasy, works well under makeup."
        },
        {
            "review_title": "Must-have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Have been using REN for about a year now, hands down the most amazing moisturizer. I have acne prone skin and this seems to be the only product that I can lather on without causing any acne. This is the sign you are looking for .. try it!"
        },
        {
            "review_title": "My holy grail moisturizer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Layers well with SPF, mixes so well with foundation, never feels greasy or irritates my very sensitive skin. It has a lovely, mild scent. Been using it for years! I really love it."
        },
        {
            "review_title": "love this moisturizer. oily but dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this moisturizer and so does my skin. I have oily skin and get bumps (not pimples) on my chin and cheeks always and easily get clogged pores but my skin js so dry. Iu2019m always trying moisturizers to see what works best (I buy and use a whole bottle to see how my skin reacts) and so far my skin js loving this. When you first apply it it looks and feels heavy but my skin quickly absorbs it and lasts all day and my skin 100% looks better and have had no bad reaction to it. Using for a month so far and just in the morning."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Had to stop using it after a week. It caused breakouts on my cheeks, and while I love what REN stands behind, my skin was NOT happy."
        },
        {
            "review_title": "made me breakout everyone",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I have fairly normal skin (not dry not oily) and get hormonal acne on my chin area. This made me breakout on my cheeks, forehead and deck (where I have never had breakouts before). Too late to return so I use it on my hands and feet where it is quite moisturizing."
        },
        {
            "review_title": "Amazing moisturizer for sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "I love this moisturizer, it always calms my sensitive skin and seems to last all day. I just wish there was spf in the formula."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "It doesnu2019t melt into the skin- itu2019s pretty heavy and sits on top of your skin. Not a fan of the smell either."
        },
        {
            "review_title": "Best Moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is one of the best moisturizers I have used. I do have combo skin and it can be a little thick especially if itu2019s quite hot and humid but I normally use it at night and there is no issue! Love that they are cruelty free and vegan and that they recycle as well. Itu2019s a little more expensive than my other moisturizers but I think itu2019s worth it because it lasts a while. Also to mention it is a pump so it gives you a good amount and it has a vacuum on the bottom to push the product out and when I finished my first bottle I broke it open to finish it and there was a sliver of product at the top! Great design, great moisturizer and great company!"
        },
        {
            "review_title": "Excellent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Iu2019ve always had sensitive skin and have been prone to breakouts. I strongly believe switching my moisturizer to this product has eliminated my breakouts. I havenu2019t had any issues since and have been using the product every day for around 4 months now. So gentle on the skin, smells amazing and has done wonders for my face. Grateful that I have come across this product! Worth every penny."
        },
        {
            "review_title": "The real deal moisturizer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I've been trying out all these different moisturizers from these well known brands, and finally decided this is truly the best one out there.  It's the perfect consistency, not oily or greasy, and it settles into my skin vs sitting on top of it.  With the past moisturizers I tried, there was always something not right, but this one is no fuss and does exactly what it claims to."
        },
        {
            "review_title": "Sephora ONLINE BAD service!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "The product is good, my bad review will be for sephora online, we donu2019t have a space where to rate the service for that!u2026? it is the second time that they donu2019t send any samples. What is the point of carefully picking them  up and what is the pro of ordering online if they donu2019t send what we picked?u2026 it is getting very bad your service!"
        },
        {
            "review_title": "Worked for my sensitive skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This stuff worked wonders for my sensitive/combo skin. I also deal with redness due to rosacea and this helps so much! I typically put on at night and itu2019s so hydrating. I wake up silky smooth rather than oily and it doesnu2019t feel heavy on the skin. Highly recommend!"
        },
        {
            "review_title": "My rescue remedy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "My skin is prone to irritations, often from foods or stress or other factors. When irritation happens, this is my go-to remedy!  Gentle and moisturising, helps to heal my skin."
        },
        {
            "review_title": "perfect for me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this for my very sensitive skin. I have been using this for about a year and I have never broken out or had a reaction. It also calms down my skin when it is red or upset after using other products. I will never stop using!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "A good clean moisturizer. I use it as a day cream and my face does not seem dry."
        },
        {
            "review_title": "Go To Winter Daytime Moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "My Go to winter day time moisturizer. It's thick without being heavy, and applies / soaks in beautifully. It has a number of calming ingredients that help with my irritated, dry areas, but also doesn't make me oily (i have combination skin). Excellent, hygenic packaging and I love that it's transparent so you can keep an eye on how much you have left. Good price and bonus that it's clean. Highly recommend."
        },
        {
            "review_title": "So hydrating!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This cream was super moisturizing, and it didn't clog my pores. It really made my extra dry skin look like normal skin instead of super flaky. I absolutely love this cream!"
        },
        {
            "review_title": "caused acne spots",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I began using the product regularly and found it to be very hydrating, but it caused major breakouts on my face (cheeks and chin). I do have sensitive / fair skin so Iu2019m likely more prone to irritation. I do love the Evercalm mask though."
        },
        {
            "review_title": "Worth It !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I Love This ! It Really Does Have A Calming Effect Yo It, If You Have Sensitive Skin You Have Nothing To Worry About. It Doesnu2019t Have A Strong Fragrance To It, Which I Appreciate. My Skin Is Super Sensitive. Itu2019s Not Sticky, It Feels Good On The Skin."
        },
        {
            "review_title": "Great Moisturizer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I see a lot of people got this product to test abs review- I did not.  I purchased this through a different site on sale, I love REN and their mission, I love their magnesium body wash most- this cream is a close second.  It really helps my skin feel moisturized, not greasy, soaks in very well and makeup looks great over top of it.  I wish it came in a jar through not a pump, I feel like I will waste some product but itu2019s not worth removing the star."
        },
        {
            "review_title": "Good moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Ren clean skincare is a really good moisturizer.  It provides great hydration that is provided with clean ingredients that are healthy and safe for my skin.  I love the feeling of the moisturizer and it has a light scent.  This is a great product to add to your daily skin regimen."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Itu2019s okay, definitely made my skin feel soft however I have super dry skin that needs intense moisture so this is not my favourite face cream ever. I think it may be okay for the summertime when thereu2019s more humidity in the air, but for the winter it just doesnu2019t provide enough moisture."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I loved the way this product made my face feel. It also had a nice smell to this product most stuff I have tried had always had some kind of medication scent this did not. I received this product for free to give my honest opinion and I will say yes I will keep using this product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Itu2019s an amazing moisturizer. I use it right after washing my face while itu2019s a little damp. My skin looks very hydrated and the makeup glides on perfectly. Love this moisturizer."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I have been using this cream once a day in the morning, while using my regular moisturizer at night. It has a pleasant, light smell and the texture is nice and smooth. I have hyperpigmentation around my eyes and a lot of acne scars. I have noticed somewhat of a reduction, but they are not completely gone, yet. Overall, I would recommend."
        },
        {
            "review_title": "Where has this been my whole life?!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I picked up a sample of this with my rewards points and I had to order a full size after a few days of trying it out. I have combination skin that is blemish prone (nose blackheads and hormonal acne) and super reactive. Iu2019ve tried tons of creams and moisturizers that claim to address all those issues, but never found anything that truly made a difference. Iu2019ve been using this for about 2 weeks and I wake up every day with calm and balanced skin. I actually feel confident in my own skin now."
        },
        {
            "review_title": "Perfect calming cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Deep skin tone, Combination skin",
            "review_text": "Initially, I was wondering does this really work to calm your skin, with a side eye, and surprisingly it worked well. It absorbed into my skin making my face smooth, calm and feeling fresh.   I was using another brand that had my face angry with breakouts and itching, which I happily replaced with the Ren Evercalm and it got my face back right to being calm, no breakouts, smooth and back to my healthier looking skin."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "The smell of this cream was way too much for me. I couldn't give it a fair try because it really messed with my sinuses."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I loved it I would buy it again it moisturizes very well my skin is amazing my skin is softer and brighter I recommend it this amazing woo woo."
        },
        {
            "review_title": "great!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "the ten day cream really helped with my dry skin during the day! it really helped make my skin look less dry than it is!"
        },
        {
            "review_title": "Soothes and Smoothes",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "My boyfriend and I have both been using this sample we got from BzzAgent. I have hyperpigmentation and he has bad acne scars and it has helped smooth and soothe both of our faces. We use it in the morning and the evening. Itu2019s light smell is pleasant and the texture is smooth and spreads very easily. A little goes a long way so we each use one pump for our faces and neck."
        },
        {
            "review_title": "love it soft silky feel",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "wow I have never tried a cream that actually does wonders do my skin. I feel it goes a little bit heavy then it dissapears into this smooth silky feel. My skin is visibly more soft and shiny and feels and looks amazing. I love the feel of it on my skin this cream really was different and amazing!"
        },
        {
            "review_title": "Great Day Cream for sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This is a hydrating moisturizer for sensitive skin. It's lightweight and it does not feel greasy on the skin. I like to use this day cream before applying makeup because it helps reduce the redness on my skin. Also, it has enough hydration for my dry skin too.  I would recommend this product to anyone who has redness and dry skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This is a nice lightweight and hydrating moisturizer. It has a light and pleasant scent and leaves skin feeling hydrated. May be a little too light as we go into the colder months. But overall I like it!"
        },
        {
            "review_title": "Good hydration",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I have pretty dry skin and this moisturizer really helped hydrate my skin. Two reasons why I gave it 4 stars is because Iu2019m not a fan of the way it smells and I think itu2019s a bit pricey."
        },
        {
            "review_title": "Just okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I have redness because Im using tretinoin every other day, it bothers me and sometimes it hard to cover it up because I dont really wear makeup on daily basis. It doesnt really help with my redness but it absorbs well and moisturize my skin. Despite of all great ingredients inside, this day cream doesnt have any spf in it, which is honestly pretty disappointing. Though I dont really buy the idea of clean skincare but I love that the packaging are recyclable. Overall its an okay cream."
        },
        {
            "review_title": "Good sustainable product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Really great product! This product reduced my redness and my dryness in a few days! Iu2019d recommend for normal to dry skin but not if youu2019re super early. Love the products and values of this company!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I have dry skin and this moisturizer is very calming and hydrating on my skin. I have used it for a week morning and at night. Itu2019s light weight non greasy. Itu2019s filled with soothing ingredients. I enjoyed this day moisturizer . I definitely recommend it as light daily moisturizer. Will repurchase for morning use."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Post pregnancy and my skin is crazy! This day cream helps calm my skin when it starts to get irritated. I love that itu2019s unscented so it doesnu2019t bother my baby. I already use their aha toner and so I wanted to expand into their line since it worked so well for me. Love the pump so itu2019s sanitary and easy to use. Not as hydrating as I would like but a good day cream for sensitive skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Nice product that can provide basic face cream function. I used it for several times, but didnu2019t see any change yet. Will keep using."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Excellent product itu2019s high quality I highly recommend it to everyone to perk up their day and make it a great one for you"
        },
        {
            "review_title": "great day cream!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this day cream! I have such dry and sensitive skin and this cream is the perfect moisturizer and is packed with soothing ingredients to provide hydration for my skin and also protect it from environmental stress, while minimizing irritation for my skin. Not only is this product great for the skin, but it is also vegan, cruelty-free, and gluten-free, and comes in recyclable packaging. Overall, a great product for sensitive or dull looking skin. Would definitely recommend!"
        },
        {
            "review_title": "Misleading name",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I enjoyed this moisturizer, however with a name like Global Protection Day Cream I assumed it had SPF, and realized it didnt after using it for a few weeks. Either add SPF or dont name it a protection day cream"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Letu2019s start with my skin type to help understand how this product worked for me. I have combination/oily skin for the most part but there are certain spots on my face around the chin that would dry pretty bad, causing flakiness/redness. Iu2019m typically not sensitive to any products but there are times when over exfoliating my face caused too much dryness for me. I have recently also shifting my focus towards clean beauty and value skincare companies that believe in clean, naturally derived ingredients, backed by science. I have used a Ren cleanser before and loved it so I was willing to try their moisturizer, and I have to say, I am a big fan of Ren Skincare. This moisturizer goes on so smooth without feeling heavy or greasy on my face, and absorbs beautifully into my skin. The scent is very mild and I love it because I donu2019t like any heavy fragrances other than the natural ingredients. The blackcurrant seed and the camellia oil is indeed very calming to the skin especially during the dry winter days and helps to fortify the skin barrier without feeling too heavy on the skin. I absolutely love this moisturizer and would definitely incorporate it in my skincare routine. I typically use it after my Drunk Elephant or Kiehlu2019s serum and/or a face oil (depending on the weather) and followed up with a sunscreen; yet itu2019s never felt too heavy or greasy for me. I would highly recommend this moisturizer to anyone looking for clean beauty and a nice, creamy moisturizer to calm and soothe their skin."
        },
        {
            "review_title": "Good everyday cream",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "REN Evercalm Skin Cream is a nice daily moisturizer. It is a very lightweight formula that feels great on my skin. It's gentle and provides plenty of hydration. It also calms facial redness from agitated skin which is perfect for after using a facial scrub. I like that it's cruelty free and not tested on animals. It's also vegan. The pump is nice and easy to use. I don't love the scent, but I don't hate it either. It does fade quickly."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "the Ren Evercalm day cream is really good for all types of skin. It provides a lot of hydration without leaving the skin feeling greasy. What i like the most is that this moisturizer claims it provides protection against pollutants.  Its consistency is a bit thicker yet its lightweight which I really liked. It works great to use under makeup or all by itself.  All around a good moisturizer to have."
        },
        {
            "review_title": "Couldn't get past the smell",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I wanted to love this. I really did. But I couldn't get past the strong smell, which bothered me so badly that I had to wash it off my face immediately."
        },
        {
            "review_title": "Moisturizer?",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I honestly was a little confused on what the function of this product is but I enjoyed it! Its fairly thick so.I applied it as a moisturizer in the morning and then applied a sunscreen and my skin seemed to enjoy it."
        },
        {
            "review_title": "Itu2019s great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This is very hydrating and quick absorbing. After a few mins it seems to help some of the red calm down on my face. I love that it has a pump so I donu2019t have to dig my fingers into a jar. Also I really love that there isnu2019t an over powering smell. It hasnu2019t caused any break outs or irritation to my face like some creams do. I would recommend!"
        },
        {
            "review_title": "Soothing and hydrating",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I appreciate the pump format, which I feel all creams and serums should use these days. It makes application convenient and sanitary. The cream itself is a somewhat thick texture, but spreadable on the skin. It absorbs pretty quickly, and I would say it is a medium-weight cream. I prefer to use it at night, as it can feel a little too moisturizing on my combination skin for the daytime (as I use a heavy layer of sunscreen which already provides moisture). However, if I give it enough time to soak in, then I can layer my sunscreen on top-- though this will depend on if I'm in a rush. Overall, the cream itself I do find non-irritating to my sometimes easily irritated/acne prone skin. This has not caused breakouts and I feel my skin does look less red in the morning when I've used this at night. Overall a good cream, but does not replace my current night nor day cream. I think the product is priced too high-- making it something I would not repurchase-- perhaps if it was at half the price."
        },
        {
            "review_title": "So good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have been loving this moisturizer so much! It's a perfect daily moisturizer and doesn't irritate my skin at all. This will now be a staple in my skin care routine and I will be purchasing another bottle when this one runs out! If you have sensitive skin this is the perfect moisturizer for you, definitely recommend."
        },
        {
            "review_title": "So Soothing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "My skin has never felt and looked so soothed and soft! I've tried so many moisturizers but none has given me the results for my issues. In just 2 weeks, applying twice a day, REN Clean Skincare Evercalm Global Protection Day Cream has given my skin a beautiful transformation. Having acne-prone, combination skin, I tended to have that red color and very dry skin, but this moisturizer has given me soft, hydrated skin, with a soothing feeling, and not to mention, a beautiful glow. No greasy heavy feeling, no heavy perfume scent...just a nice subtle scent. It absorbs quickly, with the perfect consistency, leaving my skin with that perfect glow and day protection, and calming the redness...so soothing! I absolutely recommend REN Clean Skincare Evercalm Global Protection Day Cream to everyone experiencing similar issues. This moisturizer will give you a very dramatic change...not to mention, so soothing."
        },
        {
            "review_title": "hydrating and quick absorbing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I had the opportunity to try this product for free and was pretty impressed by it. I love the packaging, I think itu2019s awesome to have the pump dispenser because itu2019s much more sanitary and keeps the product clean from bacteria. The cream leaves my skin really smooth and hydrated and I love that it absorbs pretty quickly as I donu2019t like waiting forever for creams to soak into my skin. I mix it with my foundation to give me a sort of tinted moisturizer feel and itu2019s great. I will definitely continue to use the Evercalm day cream. I have noticed an improvement on my skin when I donu2019t wear makeup also, I have a tiny bit of rosacea and this has managed to control it enough that my skin looks pretty good even without any foundation on. I totally recommend it."
        },
        {
            "review_title": "Mega wooow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "Hello everyone!!  I want to leave you my review as honest as possible about REN Clean SkinCare !!!  Due to things in life, on December 18 my Dermatologist gave me a Chemical peelu2026 Since I used a product and I left some dark colored marksu2026 my skin is super delicate and very sensitiveu2026.  After the process, my skin was still a bit irritated ... and that was when this wonder arrived in my email ... because it is wonderful ....  I have used moisturizing creams before, countless brands for my sensitivity problem and none how is it, I have been using it since December 25, until today and it has left me incredible results ... my skin is smooth, super moisturized with a natural glow and shine, without having to be greasy ... of course this will be my new daily moisturizer for me !!!  I am honest in recommending that you buy it and I attest that the truth is that it works amazing in people with sensitive skin problems just like I am !!  buy it, you will not regret itu2026.  I thank BZZAGENT for sending me and introducing me to this wonderu2026 the best token of gratitude since someone has given me in life, because my skin did need to know this productu2026.  thank you"
        },
        {
            "review_title": "Lightweight and non greasy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I really liked this. I was looking for something to help calm the drying effects of the wintertime, and this really worked. It goes on smoothly, feels light, and absorbed pretty quickly. My face has some VERY dry patches that are new to me, and I actually put double the amount on those because it did absorb so fast. Overall it was light and non greasy, and didnu2019t leave behind any feeling that I had applied anything. Great option for year round, I can see this being really nice in the summer when you want everything to be as light as can be. The only thing off putting was the strength of the smell, but I am very sensitive to scent. It was a a bad smell, but it stuck along well after the product already felt like it was absorbed and u201cgoneu201d. I didnu2019t have a problem with it, but others might. Overall I loved this!"
        },
        {
            "review_title": "Love the clean ingredients",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I liked how hydrating and soothing this serum was. It is effective at moisturizing, and my skin felt smooth hours later. I have to say, this is one of my favorites! I love the clean ingredients!"
        },
        {
            "review_title": "Great for redness",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "To be honest I am not a fan of the smell of this product it doesnu2019t even pull for unscented but I can say it works very well!! Any redness on my face went away pretty well. It also gave me a firm feeling in the face. Overall I like the product but I probably wouldnu2019t get it for myself."
        },
        {
            "review_title": "My new go to moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Before trying the REN Evercalm Global Protection Day Cream my skin felt really chapped, dry , and it was really red on my cheeku2019s. The 1st day using this brilliant moisturizer my skin felt instantly calm , moisturized & some of my redness was reduced just with one use. Now that Iu2019ve  had it for a few weeks my acne on my chin is gone , my redness has improved dramatically & my skin is so soft. My skin looks better overall.   Iu2019m 42 and I have combination skin leaning more dry and sensitive. I usually have issues finding a moisturizer that doesnu2019t irritate my skin and helps with redness & leaves my skin so soft and moisturized, but this moisturizer seriously amazes me. Most of the moisturizeru2019s Iu2019ve used for dryness are really thick in consistency & personally I donu2019t like heavy moisturizeru2019s. Not RENu2019s Evercalm Global Protection Day Cream! It has a  light weight formula , that honestly smells so good but not overbearing at all. It doesnu2019t feel heavy on my face like other moisturizers Iu2019ve used for my skin type. You really do feel a calming effect after using this moisturizer & it reduced my chapped red skin. Plus the scent smells natural, I think it smells a little like rosemary, but again not overpowering at all. REN Evercalm Global Protection Day Cream is great for most all skin types, itu2019s vegan and cruelty free and made with recycling packaging and so many great ingredients. I love the pump on this moisturizer, I hate some of my other moisturizeru2019s that I have to dip my fingers into which can cause it to get bacteria in it & we definitely donu2019t want that! I use a pump and a half and Iu2019m good to go and I know it says itu2019s a day cream but I love it so much I use it at night as well which personally works for me. Iu2019m really loving this moisturizer and I have recommended to family and friends. I definitely recommend if you have sensitive skin! I will definitely be repurchasing this when I run out of this one."
        },
        {
            "review_title": "Just adequate.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I liked the texture, how smoothly it covered my face, and the pump style dispenser. I disliked the scent, which lasted a long time, and how slowly it absorbed into my skin. It took 20 minutes or so for me to feel like I didn't have a layer of it sitting on my skin."
        },
        {
            "review_title": "Soothing day cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I have been using this day cream for three weeks before leaving this review. I have sensitive combination skin with some dry patches around lips and cheek.  What I like the most about this day cream is it is hydrating but not leaving my skin greasy. My dry patches disappear with the continuous use of this moisturizer. My skin feels comfortable and healthy with no irritation. I also like that this product came in pump so I donu2019t have to worry about product gets polluted over time. Price is reasonable as a little products goes a long way. I will continue using this day cream."
        },
        {
            "review_title": "Nice lotion overall but costly for what it is",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Itu2019s nice and I like the lightweight non greasiness for a good day cream. Scent isnu2019t too heavy and it works well enough to even out skin tone. Itu2019s just not as much of a luxury product as the price would lead you to believe. Itu2019s not much more than a couple of drug store of health food store products but priced at least $10-15 more. I think itu2019s a good product but the price is above average"
        },
        {
            "review_title": "Great Day Cream!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I love this day cream! It absorbs quickly and a little goes a long way. The bit of redness on my face calms down after using this day cream. It has an herbal scent which I did not find to be overpowering. This is one of the best day creams I've used. My skin feels so moisturized and nourished! I will definitely buy more once I run out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Very nice day cream. It is light weight, has a light refreshing scent like light cucumber, makes your skin soft, and protects your skin. I have used this several times to give an honest review, and have found it to be an excellent addition to my day routine. I out this on after my serums. I let it absorb into the skin and then I can either go on about my day, or I can add makeup on top with no altering effects to my makeup. I recommend this to all those also who may have acne prone as well as sensitive skins."
        },
        {
            "review_title": "Smooth and relaxing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This is the first time Iu2019m using cream to calm my face redness and itu2019s works well. It applies smooth and is not oily which I loved. I will be honest though donu2019t think Iu2019d go out of my way to find and purchase this product. I would recommend this product to my girlfriends."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "The REN Clean Skincare Cream has been moisturizing my face. A little goes a long way which i really love. I have a few dry spots on my skin and ever since using the day cream, I feel my skin feel more alive. I will definitely continue to use this product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I really enjoyed this product. It is very lightweight and didn't leave my skin feeling greasy. Does well to combat irritants while providing a boost of moisture. There is a pretty heavy scent, but it isn't an unpleasant scent, so I wasn't bothered by it too badly. I would recommend this product to anyone with sensitive skin for a daily moisturizer."
        },
        {
            "review_title": "REN Evercalm Global Protection Day Cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Finally a moisturizer that my skin likes!! I am completely in love with the Ren Evercalm Global Protection Day Cream. I can actually use it during the day (and my skin doesn't get red and irritated! I have super sensitive skin so I usually do skincare at night.) I highly recommend this product if you have sensitive skin.It  absorbs quickly ,leaves your skin hydrated and is super gentle. I will purchase this product again."
        },
        {
            "review_title": "Clean to Planet",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Nice mousturizer, lightweight formula. It goes on very smoothly on my skin. Scent is okay, not my favorite. The best part about this day cream is that it comes in a 97% recyclable plastic packaging."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I got a chance to try this product and it is so good! It didn't feel heavy after washing off. Compared to my old cleanser this one was more hydrating which I love! I would recommend this to friends and family."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "Helped so much! With red skin like mine, I highly recommend!!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "Bottle is perfect size not too large and bulky like some skin care can be. I did like how a small amount covered my face very well. This cream absorbed very quickly and did not leave a greasy heavy feeling like most day creams do. My face feels refreshed and smooth"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This day cream works decently well. It's easy to use--I really like the packaging. It stays clean after each use. It has a scent that's a little stronger than I expected; it's not bad, but it's noticeable. I do notice that I need to use more than the suggested amount in order to feel somewhat moisturized. I haven't noticed a huge improvement in my skin after using it for a few weeks, but my skin hasn't gotten any worse! Overall, I think it's a decent product."
        },
        {
            "review_title": "great lightweight moisturizer but a bit basic",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This is a great lightweight day cream but it misses the mark on some levelu2019s I probably wouldnu2019t use this in the winter bc my face needs something heavier. But with someone with acne prone and sensitive skin, I do this this moisturizer works. There is just nothing spectacular about it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I've been using this cream for almost 3 weeks now. It sinks right into my skin, without it feeling greasy. It also seems to have calmed down the redness I have. It has definitely turned into my favorite cream."
        },
        {
            "review_title": "Great for soothing reactive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This is one of my favorite products. Everything about it works for my reactive/rosacea skin. It instantly calms down any redness. Itu2019s a treat to use. The scent is great too. I definitely recommend this to everyone if youu2019re looking for a nice, lightweight, soothing moisturizer to add to your routine. Itu2019s especially nice to use at night."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "I definitely like this cream. It's a bit heavy, but it does the trick and I've noticed that my skin looks nicer."
        },
        {
            "review_title": "Overall a good moisturizer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "red hair, Fair skin tone, Combination skin",
            "review_text": "When I went into this BzzAgent campaign I had never heard of REN but I'm always willing to try a new moisturizer.  In general, it did seem to have a calming effect on my redness. It was good as a day moisturizer - exactly what it advertises itself to be - but I did try it in the evening as well. If you're someone who doesn't need a ton of moisture overnight it would work well for this but I found my skin still wanted more since it's winter.  As a day cream, though, it was a solid option. It's not my favorite, and it's a bit pricey for what you get, but I wasn't unhappy with it and my skin enjoyed it as much as others I've tried. I was also pleasantly surprised to find it had no fragrance which is great in a product that's supposed to reduce redness rather than irritate.  Overall, if you have skin that's prone to redness but not overly dry, this is a great product to give a try."
        },
        {
            "review_title": "great for dry skin, typically combination",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Loved this product so much. I have combination skin but have been especially dry with retinol. Have been applying this daily with hyaluronic and leaves me hydrated but not oily."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Love this it calms my skin so much & I love the feeling."
        },
        {
            "review_title": "Great for sensitive skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Ren skincare has a few of my favorite products their evercalm line is really great for sensitive skin. The products are light weight without being irritating. The only thing I donu2019t like about this product is the scent. Other than that this product is hydrating without being overly heavy."
        },
        {
            "review_title": "Healthy Hydrating Skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I have dry skin and at times in these winter months it feels extra dry, but since using REN Evercalm Global Protection Day Cream my skin feels super hydrated. The cream absorbs nicely into my skin and no weight down feeling or irritation on my skin. I notice my skin is hydrated, clearer looking it just overall looks and feels healthy again. I like their bottle where you can see how much product is remaining. I'm definitely keeping this cream in my skin care routine and I definitely recommend this to anyone who want healthy nourishing skin again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I really love this day cream. It didnu2019t break me out and it was moisturizing without being greasy."
        },
        {
            "review_title": "Enjoy a day at the spa, right in your own home!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "So far I am really loving this REN Clean Skincare Evercalm Global Protection Day Cream. I have combination skin, sensitive skin, and at times I get rosacea breakouts, so I was nervous about trying a new moisturizer in case it would irritate my skin. But this cream really felt amazing to my skin. It smells calming. That was the first thing I noticed when I spread it on my face. It glides on smoothly, and didn't feel oily. It felt wonderful on my face, and I felt like I visited a spa minutes after the application. It made my face feel super clean. I also put it on my neck so that it would feel soft as well. I waited a half an hour to really assess the cream because I wanted to make sure it still felt nice. It did! My skin feels soft to the touch and each day I use it, I can really notice the difference. I am getting older so I am looking for skincare products that can help my skin look and feel soft and nourished. So far I am having that experience! I look forward to purchasing other skincare products from this line. I also love that it is Vegan, doesn't have harsh chemicals, and is environmentally friendly. I am making it a point to include as many environmentally friendly beauty products into my daily beauty care from now on. I would buy this again and again!"
        },
        {
            "review_title": "Great product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I was pleasantly surprised by this day cream. I applied it after cleansing and it soaked right into my skin. I noticed my skin feeling more soft just after a few days of use. My skin is combination, so I think it would be best to keep using this during winter months where my skin tends to be more dry, versus the warmer, more sticky months. The scent is very light, but pleasant to say the least. I will continue to use this cream until it's gone, but overall I do enjoy it."
        },
        {
            "review_title": "I like it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "So far so good, this moisturizer smell so delicious! It goes on smooth and absorbs into the skin quickly."
        },
        {
            "review_title": "New to my skincare routine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "My winter skin calms down and feel moisturized with this clean product. The scent is not strong and thatu2019s a plus for me. Iu2019m now wearing this when Iu2019m on planes and just need some extra face care."
        },
        {
            "review_title": "Very Nice Trial",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "REN Clean Skincare Evercalm Global Protection Day Cream was a nice trial experience. The bottle is shaped small, so it's easy to hold. The dispenser pump is small so it's easy to maneuver one handed.  It's a sensitive skin product that is vegan and cruelty free. It is also recyclable. So it's clean to skin, clean to planet.  The texture of the cream is a little on the thicker side, so you can use it sparingly.  It goes on easy and absorbs quickly into your skin. Can't say I'm wild about the scent (it smells like a lot of the green tea products out there) but it's not horrible.   I like the way this softens my skin and I've even used it at night. It's a product I can feel good about using."
        },
        {
            "review_title": "Smells nice, soothing effect",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "Smells nice and has a calming effect. I have very dry skin so the use of this cream is a welcome addition to my skincare routine. The number of botanical extracts makes me a bit worried about allergic reactions but so far it seems ok."
        },
        {
            "review_title": "great for all skin types",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This product definitely exceeded my expectations. It is a vegan, cruelty-free, and gluten-free product. I am all for brands coming out with new reusable or recyclable packaging. I have dry, red skin and this really worked well moisturizing my skin. It soaked into my skin well, but was a little bit oily feeling. I like that this product has antioxidants and nourishing oils to protect my skin. This is a great product for anyone with dry, sensitive skin! The one thing I was was different about this product is the scent. However, it is a very light lemon scent, I do prefer my moisturizers fragrance-free. I would highly recommend this product for people who are looking to buy more vegan friendly skincare."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I thought this product was okay. The packaging is great and not messy. The smell is a bit herbally but not overpowering. I just wish it was a bit more moisturizing."
        },
        {
            "review_title": "Deep moisturizing cream",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "REN Clean Skincare Evercalm Global Protection Day Cream really works to hydrate my skin. Happy to see REN creating an unscented deep moisturizing cream."
        },
        {
            "review_title": "Not as Clean as you think it is",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Going into trying this day cream I was very excited to try it seeing it is advertised as clean to the skin, nourishing, protecting, and comforting. To my surprise and after taking a look at the ingredients I feel like I was misled. This product is scented from added perfume, has essential oils, and other ingredients in it that can irritate skin further. Upon application on my face it unfortunately did irritate my skin and I was initially confused because it was before reading the ingredients. On top of that, this cream is sold as a day cream with essential oils that shouldn't be used with sun exposure - mandarin peel oil.   For these reasons, I will no longer be continuing to use this face cream for its intended purposes."
        },
        {
            "review_title": "Amazing Vegan Skin Calming Moisturizer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love how REN Evercalm Global Protection Day Cream comes in a pump bottle. It id so easy to use. It creates less mess snd waste. The formula is very clean and light. It is very hydrating to the skin without making skin oily or super shiny. It calms any redness after using your facial wash and toner products. It made my skin feel smooth and soft. I really liked how it was fast absorbing. I love that it is vegan and cruelty free."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Super light and goes on smoothly. I am always concerned with moisturizers being too oily because my skin has become more oily over the years. I really like that this has natural ingredients and doesn't feel toxic on my skin like drugstore products. Only downside is how small the container is."
        },
        {
            "review_title": "Great for sensitive skin and under foundation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "All around a great moisturizer. I have tried so many and this one hits all my needs. While I did try this product on a u2018goodu2019 skin day, I was happy with the results. I have sensitive skin now due to using retinol daily and itu2019s a challenge to find a moisturizer that plays nice. My skin is also incredibly dry these days especially in the winter. I will be curious to see how this product combats that, but it absorbed nicely on the first try. The icing on the cake is that it worked well under foundation- what a relief! There is nothing worse than a moisturizer that is great by itself but flakes under make up- those products never get another purchase from me. The pump is great and I do love the consistency of the product too. The only call out I have is the product has a light floral fragrance- I happened to like the scent, but I know it wonu2019t be for everyone especially those that avoid fragrance in their skincare."
        },
        {
            "review_title": "Great for sensitive and dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "REN Evercalm global protection day cream is great. Itu2019s been really helping to keep my skin moisturized especially with the cold winter air. Itu2019s  gentle and effective in calming sensitive skin. It feels wonderful on the skin and doesnu2019t leave a greasy residue. A little goes a long way. And itu2019s also great that they use recycled plastics and have a zero waste pledge."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I donu2019t have a sensitive skin but I do have some redness on my nose and chin. This moisturizer unfortunately didnu2019t help with it. The scent is not really pleasant but I am ok with it because there is no added fragrance and it just has the natural scent. I mean, it is meant for sensitive skin so it better not have any added perfume. I have oily t-zone (nose and forehead) and the rest of my face is normal. I feel like this moisturizer worked great on that normal part, it soaked in pretty well and made my skin smooth and hydrated. But my T-zone was very greasy which then was messing up with my foundation as well. I am kinda confused for who this product would be the best since it is not good for oily skin and a lot of people with dry skin say it was not hydrating enough. It is not a bad moisturizer and I will finish it (hello dry winter in New Mexico) specially since I am limited with what products I can use in my pregnancy (this one is safe). I wonu2019t be repurchasing though."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, gray hair, fairLight skin tone, Dry skin",
            "review_text": "I am a huge fan of this day cream! My skin gets really dry in the winter and I suffer from redness. This cream helps immensely with both of those issues! It's super soothing and calming especially when my skin is irritated and it keeps my skin hydrated all throughout the day. I also love that it's vegan, cruelty-free, and gluten-free, and comes in recyclable packaging. This product has become my new favorite day cream and I plan to buy this again in the future. I would highly recommend this product to others."
        },
        {
            "review_title": "Soothing hydration",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "My skin is sensitive and easily irritated by multitude of things, but this has helped so much with calming and soothing it. My skin has been irritated lately from the daily weather changes here in the south, but this has really helped with bringing it back to normal. I love that it's creamy, hydrating day cream, but still works well with my combination skin."
        },
        {
            "review_title": "Works great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Works really well for my skin. My skin gets really dry, especially in the winter time. I always have problems with my dry skin peeling from underneath my makeup. Ever since I started using this with my other moisturizer before I put on my makeup, it has helped dramatically! My skin now looks smooth with my makeup on, and don't have any dry skin patches. The smell is amazing too, a nice light lemon scent!"
        },
        {
            "review_title": "Recommended",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "I barely use make up, so itu2019s basically a face moisturizer and sunscreen, during winter, my face usually breaks out a lot, but this cream has been a life saver! I love itu2019s texture and the smell is amazing!  After receiving one as a sample, I bought one for my mom."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "So light and easily absorbed. Gives a glowing feeling to dry skin. A great product overall."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This product is great. It instantly calmed my skin and didnu2019t feel oily at all. I love this cream. It has a nice pump too that gives you just enough product."
        },
        {
            "review_title": "Nice Face Moisturizer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I received the Ren Clean Skincare as a free sample from BzzAgent.  This product has a thick consistency but easily applicable to skin. The moisturizer might feel a little heavy at first but dries down nicely, and makes my skin feel soft. I am not a fan of the smell. It reminds me of rosehip oil, although its not listed in its ingredients. I also wish it contained SPF, especially since I live I'm FL. Overall I would recommend this product."
        },
        {
            "review_title": "A Must Have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "REN Clean Skincare Evercalm Global Protection Day Cream is amazing! It goes on easily and absorbs quickly. It doesn't feel oily or heavy on your skin. I definitely recommend this amazing face cream."
        },
        {
            "review_title": "Works great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Very nice calming day cream does get rids of my redness after washing mg face makes my face so moisturized and soft love that this is for sensitive skin"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I must have been under a rock because I had never heard of this brand before. Because of that I honestly didnu2019t expect to be impressed by this cream but I was wrong. It plays nice with my skin (no irritation, no breakouts, moisturizes perfectly). I have already bought a backup because this is now my new favorite day moisturizer."
        },
        {
            "review_title": "Not for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Love the idea of Evercalm Global Protection Day Cream. The drawbacks for me were that it felt like it burned at first when I put it on and my face was red for about half an hour. The smell was a bit unpleasant and strong for a while too. I did give it two stars because it hydrated my combination skin pretty well.I donu2019t think Iu2019ll be purchasing it going forward."
        },
        {
            "review_title": "REN Evercalm Global Protection Day Cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "I have really dry skin, which turns to dullness if i dont moisturize daily. Sometimes i experience redness, bt only when i get flustered, then disappears. This REN Evercalm Global Protection Day Cream moisturizers, hydrates my face. It absorbs nicely. Goes on smooth. Easy accessible pump. Lightweight. Love the omega-3 ingredient. Gives my face a clean feeling after using this day cream. Face is glowing afterwards. Great day cream for dry skin."
        },
        {
            "review_title": "Great Ren evercalm cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The ren evercalm cream is amazing. Its the best hydration ive had to my face ever especially since its winter time. I love that its also a vegan product. My face has been so soft i love it"
        },
        {
            "review_title": "the best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "one of my favorite brands for skincare , I've tried their eye cream & it worked wonderfully"
        },
        {
            "review_title": "So good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I absolutely love REN Evercalm Global Protection Day Cream. This moisturizer feels amazing on my skin! Itu2019s pretty thick and and absorbs wonderfully into my skin. My face is pretty red, this totally calms it down. Itu2019s not greasy but feels very moisturizing on my face! It doesnu2019t have a strong smell, just a nice light fresh smell. Love it!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "The Evercalm Global Protection Day Cream from REN Clean Skincare is very gentle in moisturizing my sensitive skin. It is vegan and made with natural ingredients which Is always a plus!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Amazing all natural, vegan product! Moisturizes, hydrates, and repairs.  Lightweight, so it doesn't clog pores. Great for protecting skin from winter weather."
        },
        {
            "review_title": "Moisturizes and smells fresh",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I like the pump for quick application.  When I am in a  hurry,  I usually use products with this type of pump.  It also helps to make me want to use it more.    The lotion is a good consistency and smells like the products that are more healthier for your skin.  I love how this product and packaging is good for the environment and for your skin.  It is made for sensitive skin and does a good job of moisturizing.  It has a clean fresh smell, the type of scent found in more healthier natural products.   I enjoy using this moisturizer."
        },
        {
            "review_title": "Really nice!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Really nice! I like using REN Evercalm Global Protection Day Cream, especially in the winter. It really helps my skin look more even, even in the cold when my skin flushes red a lot and absorbs quickly. I also love that it's vegan and high quality."
        },
        {
            "review_title": "Contains no SPF",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Dry skin",
            "review_text": "I was slightly confused at first about this REN global protection day cream.  I assumed it had SPF in it, but it doesn't.  Even the texture of the cream somewhat feels like it has SPF.  It's not a thick cream, but does have that certain feel to it.  I just assumed it did by the name, so don't be like me an think this has SPF in it. I have redness and dry skin so this day cream is perfect for me.  I love that it contains several soothing botanicals.  It does hydrate my skin and has helped with my redness.  I have used it under makeup and it layered up well, no piling.  This does have that strong clean scent to it.  I don't mind the smell at all because it contains good ingredients.  Overall I do like it but does have that slight sunscreen feel to it.  I have not layered it up with a sunscreen so I can't say how that will work."
        },
        {
            "review_title": "Skin calming",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Oily skin",
            "review_text": "REN Clean Skincare Evercalm Global Protection Day Cream can't really be called a cream because the texture is more of a liquid. I do prefer more lightweight products, so this did not bother me at all. I love a good clean beauty product, and the ingredients of this I do agree are pure and natural. It definitely deserves into my skin fast and didn't leave an oily residue or greasy Sheen. I think this is a great daytime product just because of the consistency of it is very light. This product helped me with a soothing effect, because I do sometimes experience redness and irritation post wash. I think that the seed and berry oils contained in the formula are powerful at calming skin on a surface level and are good for skin cell health. I'm going to add this to my daytime routine rotation for good measure."
        },
        {
            "review_title": "Light and Silky",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "The applicator is a compact and one pump is enough for my whole face.   The Texture is a light silky creamy texture. there is a hint of scent but its very faint. After a couple minutes my face is feels soft and hydrated except on my forehead (but that cus its really dry there always."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, fairLight skin tone, Normal skin",
            "review_text": "Based on the product description, I thought this was going to be a thicker cream, but it is a lot thinner than I expected. This product was really nice and calming for my skin. I used this alongside my tretinoin and it helped to keep my skin calm and not irritated."
        },
        {
            "review_title": "Great Protective Moisturizer for Sensitive Skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This moisturizer is the perfect moisturizer for winter. You have to apply it in circular motion until itu2019s fully absorbed (you can tell, is has like a like a sunscreen feel until itu2019s absorbed)- very quick process. As you work it into the skin, you can feel it building that protective barrier against the wind and cold weather.  I really like the calming lavender scent and a very moisturizing feel to it.  I have combination, sensitive skin and it hasnu2019t broken me out . For me itu2019s hard to find rich moisturizers for winter that wonu2019t break me out and this was it."
        },
        {
            "review_title": "Trading my regular lotion in for this one!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The consistency of REN Evercalm Global Protection Day Cream is more-watery than I usually appreciate, but it absorbs quickly and a little goes a long way.  I also appreciate that this moisturizer is non-scented.  However, I most appreciate that this is a cruelty-free, 100 percent sustainable product from the packaging to the ingredients!  This day cream is refreshing and lightweight, but the hydration it provides is deep and lasting. I am very picky about the lotions I use, and this one takes the cake! I am making it a go-to product in my daily regimen from now on, especially as I try to reduce the plastic I produce in the world and because I need this for its protection!  Itu2019s cooling, refreshes my skin after I rough it up by exfoliating, and deeply moisturizing.  This product is made without parabens and sulfates, another great planetary gesture that makes me want to keep using this lotion in the future!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "This moisturizer is so nice! It glides on the skin and soaks in nicely. It isn't heavy feeling on the skin which is nice. I do have an oily skin type but with the colder seasons this keeps my skin well hydrated. When I apply this product I apply everywhere but my nose (area where I tend to get oily). I then go in with a different moisturizer on my nose and this has worked beautifully.  This product does have a faint scent which is very fresh. Overall it is a solid moisturizer and it's very worth the money."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This is a fantastic day cream! I am loving the clean ingredients and simple packaging. The cream itself has a pleasant, non-perfumey scent and applies beautifully under makeup. I have noticed it leaving my skin feeling very hydrated but not sticky at all! I have mature combo skin and my 18 yr old with youthful oily skin has been enjoying it just as much. Highly recommend. I did receive this complimentary in exchange for my honest review. It rocks."
        },
        {
            "review_title": "Hydrating Day Cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I used this Evercalm Global Protection Day Cream by REN Clean Skincare after cleansing my skin. I must say that I noticed quite a difference right after a single use. This day cream is hydrating,  plumping and skin brightening. It is also simple and easy to use. I have a dry skin and this product worked very well for me. I'd recommend it to everyone."
        },
        {
            "review_title": "light weight and moisturizing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "i have a combination skin and his mositurizer is perfect for day wear. its easy to apply and absorbs quickly. does not leave skin greasy at all . its quite light weight as well . i like the handy bottle it comes in easy to carry and easy pump."
        },
        {
            "review_title": "Very Hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This was my first time using a Ren Skincare Product and I am so happy with it. I tried the Global Protection Day Cream, and was skeptical. I have extremely dry skin due to diabetes and thyroid problems and have tried almost everything to no avail. I started using this every morning, and then later before bed. It's very creamy and fast-absorbing. My skin looks so healthy and glows. No more dry, scaly patches. It doesn't itch anymore and my skin feels smooth! I am so thankful for this wonderful change. My makeup even glides on now!  I am very happy to know that it's cruelty-free and that the packaging is recyclable. That's a big plus for me!"
        },
        {
            "review_title": "Healthier looking and feeling skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "This is the best product I have found for how dry and red my skin gets. Lotion only works for a few minutes after face is freshly cleaned. This has given me fresher looking skin. This has a lot of good oils and extracts that soothe my skin. Helping my skin with irritation or dryness by replenishing the skin. Received this as a sample, now will be in my daily routine."
        },
        {
            "review_title": "Ren Skincare",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I use this product everyday and I love it. Itu2019s very lightweight and feels like youu2019re wearing nothing. I love that it protects my skin and helps my pores from getting clogged up. Definitely recommend this product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This is a fantastic day cream! I am loving the clean ingredients and simple packaging. The cream itself has a pleasant, non-perfumey scent and applies beautifully under makeup. I have noticed it leaving my skin feeling very hydrated but not sticky at all! I have mature combo skin and my 18 yr old with youthful oily skin has been enjoying it just as much. Highly recommend. I did receive this complimentary in exchange for my honest review. It rocks."
        }
    ]
}