{
    "product_id": "1409",
    "name": "Bergamot & Hinoki Aluminum-Free Clear Gel Deodorant for Sensitive Skin",
    "brand": "Salt & Stone",
    "categories": "Bath & Body, Body Care, Deodorant & Antiperspirant",
    "price": 27.0,
    "about": "What it is: A powerful yet gentle aluminum-free deodorant gel formulated without baking soda for sensitive skin...Skincare Concerns: Dryness and Uneven Texture..Formulation: Balm..Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also cruelty-free...Fragrance Family: Earthy & Woody..Scent Type: Citrus & Woods..Key Notes: Bergamot, Orange Blossom, Hinoki..Highlighted Ingredients:.- Probiotics: Balance skinu2019s microbiome to neutralize odor and replenish healthy bacteria..- Seaweed Extracts: Antioxidant-rich ocean botanicals that soothe irritated skin..- Hyaluronic Acid: An ultra-hydrating humectant able to retain up to 1000x its weight in moisture...What Else You Need to Know: This is a solid gel deodorant formulated without aluminum and baking soda for sensitive skin. Awaken and energize with the bestselling scent, Bergamot & Hinoki. This invisible formula glides onto skin, without transferring onto clothes. Seaweed extracts and hyaluronic acid soothe and moisturize the skin while probiotics help neutralize odor by balancing bacteria...",
    "ingredients": "-Probiotics: Balance skinu2019s microbiome to neutralize odor and replenish healthy bacteria..-Seaweed Extracts: Antioxidant-rich ocean botanicals that soothe and regenerate irritated skin..-Hyaluronic Acid: An ultra-hydrating humectant able to retain up to 1000x its weight in moisture...Propylene Glycol (BIOBASED), Water, Sodium Stearate, Polyglyceryl-10 Caprylate/Caprate, Propanediol, Saccharomyces Ferment, Parfum (Fragrance), Glycerin, Glyceryl Caprylate, Aloe Barbadensis Leaf Juice, Hyaluronic Acid, Macrocystis Pyrifera (Kelp) Extract, Saccharina Longicruris (Seaweed) Extract, Maranta Arundinacea Root Powder, Zea Mays (Corn) Starch, Glyceryl Undecylenate, Potassium Sorbate, Sodium Benzoate, Leuconostoc/Radish Root Ferment Filtrate...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Apply to clean dry skin..-For external use only. Avoid contact with eyes..-Do not apply to broken skin...Recycling Instructions:.-Recyclable packaging made from recovered ocean plastic and other recycled materials.",
    "num_reviews": 105,
    "overall_rating": 2.8,
    "product_url": "https://www.sephora.com/ca/en/product/salt-stone-bergamot-hinoki-aluminum-free-clear-gel-deodorant-for-sensitive-skin-P510358?skuId=2759595&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2759595-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "2.6 oz",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2759595-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Wouldnu2019t repurchase",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Leaks oil at the twist seam. No fixing this. Great smell but thatu2019s about it!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Itu2019s fine on and mostly does what it should. However, I have had two and they both leak oil like crazy. I thought it was a one off but itu2019s happened with both of them."
        },
        {
            "review_title": "Wanted to try something new",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I wanted to try something new, potentially healthier for everyday use. This product followed me online for so long I finally took a closer look and was thrilled I could see it at Sephora. The scent is subtle and pleasant, and doesnu2019t compete with my perfume on the occasions I wear it perfume. I run, hike, lift weights, and generally stay busy - and this product keeps up with me. Iu2019m happy to find something to replace drugstore deodorant."
        },
        {
            "review_title": "Glad I gave it a try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Deep skin tone, Oily skin",
            "review_text": "This deodorant has been an amazing find. My armpit glands had been swelling with regular aluminium deodorants and I desperately needed a switch. The first few weeks, I needed to apply twice a day and now I am good with once a day. I dont smell, and there is jo sweat either. I am sood!! good with"
        },
        {
            "review_title": "Made me smell worse and leaked",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I really wanted to love this product but it just isnu2019t it. It made me smell worse and when it was on my counter it leaked oil. Even when I was trying to return it, I thankfully put it in a plastic bag instead of straight into my purse and good thing I did because it leaked. Would not recommend straight"
        },
        {
            "review_title": "cute packaging but not so cute product",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "tried to love this but it gave me a horrible red rash around my underarm! on top of that, it did not last long if at all really. super disappointing!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "Iu2019ve started perimenopause and am sweating and smelling in ways Iu2019ve never thought possible and this has done the trick. Highly recommend."
        },
        {
            "review_title": "Doesnu2019t work",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Have tried a number of natural deodorants that actually are effective but this just isnu2019t one of them. The marketing team does well at pushing it online and whole scents and packaging are chic doesnu2019t actually do anything for BO"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "I don't understand why there are so many bad reviews. I have tried so many natural deoderents and they don't last. This one does. You do have to re apply but no bo even after I work out. It has a very light scent.  I go to bed and sweat all night and in the morning no smell.  This stuff is amazing. The bottem does leak a bit but not enough I would return it or not repurchase it."
        },
        {
            "review_title": "Horrible packaging",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Ok deodorant but smell goes away after a few hours and doesnu2019t prevent BO during any actual activities. Packaging went defective after only a few uses which is ridiculous for the price point."
        },
        {
            "review_title": "Donu2019t recommend",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "If youu2019re buying and think itu2019s the same formula as the originalu2026it is NOT. Which is a huge bummer. Does not last longer than 30mins. I got the gel bc I wanted it to go on clear which the OG always left a residue"
        },
        {
            "review_title": "Bad & harmful - ended up with a really bad rash!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Fair skin tone, Combination skin",
            "review_text": "Not recommended - it gave me a really bad rash. Also, it isnu2019t a good long-staying deodorant. Stays on only for 2-3 hours. The worst is that it is made for sensitive skin and I ended up having this really painfull and itchy rash."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Light skin tone, Dry skin",
            "review_text": "I love the fragrance.  I have the gel formula but it tends to leak, leaving a circular mark on the shelf.  Kept a room temperature.  Other than that, works well, keeps me feeling fresh.   Would like to try other products in this line"
        },
        {
            "review_title": "Doesn't last",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Smells ok at first but doesn't last more than a few hours."
        },
        {
            "review_title": "Not worth the purchase",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Iu2019ll say it - this product sucks. It smells great at first but DOES NOT last and you end up stinking. Save your money & donu2019t purchase."
        },
        {
            "review_title": "Smells really good and fresh!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Smells really good and effective. I like that it goes on clear and has no residue. I have been using natural deodorant for like 8 years. So have definitely adjusted to it, but love this one by salt and stone."
        },
        {
            "review_title": "Terrible",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Combination skin",
            "review_text": "I had a terrible reaction to the deodorant after using it for just 3 days. The rash was intense and very itchy. I ended up having to use a prescription ointment to help get rid of the rash. The deodorant was grainy and rough during application. I should  have known to stop it after day one. Do not use it if you have sensitive skin!"
        },
        {
            "review_title": "Leaks like crazy",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "For the price point on a deodorant, I would've LOVED if it did not leak. For like a week after I bought it, it was perfect, but then started leaking suddenly. Everywhere leaks, including the bottom where you twist for more/less product. Also, it feels too oily."
        },
        {
            "review_title": "Make sure armpits smell worse",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "if I could give this a zero out of five I would. Does not work at all, is just makes your body odor worse. Its expensive, the bar itself is soft and smears everywhere. it's a shame because it smells so good at first. waste of money."
        },
        {
            "review_title": "A must!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This deodorant is amazing. I will never use regular deodorant again! Super impressed with how it glides on, all day protection and smell!"
        },
        {
            "review_title": "Love this scent",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "First off, I love this scent. I used the regular deodorant in this scent and LOVED it but it broke me out so bad. So, I switched to this one and was slightly disappointed. It is not as fragrant as the original and doesn't last as long. However, the smell is faint but I don't find myself desperately needing a shower like I have with other non-toxic deodorants. I will continue using because it doesn't leave a residue on my clothes and keeps me protected throughout the day. I do wish it was more fragrant but I will just continue using my bergamot spray for that. (:"
        },
        {
            "review_title": "Does not Work",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I decided to try this gel version after using the extra stength because I don't like the white marks it left. This was a letdown. It did absolutely nothing. After a couple hours, I felt like I had nothing on. And I smelled horrible! Like I hadn't put on deodorant for days. I've never had a deodorant make me smell worse than wearing nothing at all.  This deodorant is useless. I will go back to the regular version and deal with the white residue under my arms."
        },
        {
            "review_title": "Disappointed",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I had high hopes but the scent wore off after 10 minutes of having it on. Reapplying later on in the day didnu2019t make a difference, I still couldnu2019t smell anything."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This product is terrible. I never have had a scent before but after using this I stink! Do not recommend. Try the necessaire serum deodorant instead it actually works!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The product has a very nice perfume, but doesnu2019t work very well to eliminate odours."
        },
        {
            "review_title": "10/10 do not recommend",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This product doesnu2019t work itu2019s just paid reviews by u201cinfluencersu201d :/. I was excited by the scent options but Iu2019ll stick to Lume for now. I wash my pits with benzoyl peroxide just so I can use natural products!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I was very excited to try this out and even more so reading all the great reviews. What a disappointment. The scent is decent. However it doesn't do what it's supposed to do!!! I applied it and a couple hrs later there's that  I need to reapply because I feel I can smell myself. I didn't mind paying the price it's it worth it, but it isn't. I get better protection and smell coverage from deodorants that I can buy at target. Save you money!!"
        },
        {
            "review_title": "Formula change?",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I used to love this product and never had an issue, but now it doesnu2019t work at all and I wonder if they changed their formula so I wonu2019t be buying againu2026 super disappointed"
        },
        {
            "review_title": "A Big Miss From Salt & Stone.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I originally tried the extra strength version and LOVED it, but wanted to try the gel because I wasnu2019t huge on the white marks the other version left. I truly feel like this version does nothing. Compared to the ES, the scent does not last OR project, which is why I really liked the original. If anything, I feel like using this product makes me sweat and smell worse? Iu2019ll keep using it until Iu2019m out, simply because it was expensive."
        },
        {
            "review_title": "Hard pass",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This did not work one me at all. I kept wondering u201cwhat is that smell?u201d It was me! I was so stinky. If you typically need extra strength or are smell sensitive, do not waste your money."
        },
        {
            "review_title": "Gel deodorant",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "It smells really nice but I didnu2019t realize until after I bought it that itu2019s a gel deodorant, it doesnu2019t work at ALL ud83dude2dud83dude2d"
        },
        {
            "review_title": "The best for Sensitive Skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Iu2019m glad I ignored the negative reviews and purchased this for myself. I have sensitive skin and after using the Black Rose & Oud deodorant I had rashes under my arms that looked like burns. Once I made the switch the rashes slowly disappeared. The scent is not as strong as the others but this controls my sweat and smell all day!!"
        },
        {
            "review_title": "Deinfluencing you",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I had high hopes for this, but the scent doesnu2019t last at all, and now after about a month, itu2019s started leaking. Donu2019t waste your money."
        },
        {
            "review_title": "Chemical burns!! Stay clear",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I wanted to love this because I love the powder version in the Leon bridges scent aka rose and oud but this clear gel nonsense gave me the worst chemical burns!!!! I donu2019t know where this formula went wrong but it sucks. Do not recommend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Scent is amazing and I appreciated the option for a formula without baking soda. The way it glides is very pleasant"
        },
        {
            "review_title": "Smells great, doesnu2019t last",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This is one of my favorite scents and the packaging is cute but unfortunately doesnu2019t work as a deodorant longer than 20 minutes or so. Please change the formula u2014 I wanted to love it so badly!!"
        },
        {
            "review_title": "G-Funk-Era",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I love the scent and formula! It will however leave you with some unpropitious funk at the end of the day. The modus operandi does not provide all day coverage. 4 out of 5."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "The switch was very easy. I only had to reapply once during a 12 hour shift and i felt fresh/clean. The product itself does not leave any residue. Overall 10/10"
        },
        {
            "review_title": "doesn't work",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Doesn't work for me at all. I gave this product multiple chances but always felt sweaty and smelly."
        },
        {
            "review_title": "Must have for everyday use!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I love this deodorant stick, it is real good and smells fresh and clean. Lasts all day and will buy again for sure!! If you like clean scents, this is it!!"
        },
        {
            "review_title": "Cheap Perfumy Smell",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Really like the smell in a container. However, when I put it on my body it did not react well. The smell changed into an annoying perfumy cheap smell, which gave me a horrid migraine. Does not make sense that itu2019s marketed as u201cclean.u201d"
        },
        {
            "review_title": "Keeps you fresh and smells great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "this smells so fresh with a feminine touch, I literally am obsesseddddd. It also stays on the whole day. I know itu2019s pricey but if you can afford it, itu2019s a very nice deodorant!"
        },
        {
            "review_title": "Does not work",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "the scent is lovely, but it doesn't last. I used it for work and two hours later I was smelling like sweat. it doesn't work."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "Really how hydrating and soothing this for my underarms the scent is very subtle and pairs nicely with all of my fragrances."
        },
        {
            "review_title": "Disappointed",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Light skin tone, Combination skin",
            "review_text": "Well I expected so much more from this deodorant from the description and the price. The scent was chemical more than bergamot Hinoki and didnu2019t last half a warm day even though I am a light perspired though"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Been using this product for a fews weeks now & I find that it doesnu2019t fight odor that well. Also the deodorant starts to melt when applying it. It starts running down the bottle."
        },
        {
            "review_title": "Donu2019t waste your money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Terrible.. social media really knows how to get you thatu2019s why I had purchased Had high hopes  Does not last at all"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Wanted to love this but it does absolutely nothing for sweat or odor control. It smells nice for the first 30 seconds."
        },
        {
            "review_title": "Pass",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019ve used three aluminium free deodorants and this one is at the bottom of my list! I donu2019t find it works at all though I was very hopeful for the price I paid. Disappointed!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "This made my armpits break out in the biggest, most painful pimples. I gave it a solid month and it didnu2019t get better until I stopped."
        },
        {
            "review_title": "Somehow makes you smell worse",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This doesnu2019t work at all. I heard a lot of hype about this brand, but itu2019s really disappointing. This really does leave me smelling worse than if I hadnu2019t applied any deodorant. It doesnu2019t last even if Iu2019m not being active throughout the day, and definitely cannot stand up to any kind of workout including just a walk around the neighborhood. The fragrance is nice but itu2019s so faint you can barely smell it. Super overpriced for no results."
        },
        {
            "review_title": "Would not buy again.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "The equivalent of spraying an eau de toilette on your pits. Does it smell good at first? Yes. Does it last more than 20 minutes? No. I kept it because obviously I had to use it to try and see if it works for me so Iu2019m not going to return a used product but Iu2019m going back to rio deo or searching for another deodorant because although smells great it doesnu2019t actually do what it claims to do which for $20 you would expect it to work. Wish i would have read reviews before buying at the store but it was an impulse buy. Would not buy again."
        },
        {
            "review_title": "Smells Awesome Initially",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Smells amazing but isnt as effective with actual odor control"
        },
        {
            "review_title": "Makes you stink so bad",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Works if you donu2019t stink/sweat a lot if you arenu2019t being active ,if you are then you have to wear a different one. It also gave me pimples on my underarms eventhough itu2019s for sensitive skin the scent mixes with B.O"
        },
        {
            "review_title": "Wanted to love this one like the othersu2026",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Love all Salt and Stone products, not sure if itu2019s the sensitive formula or not, but the scent is just not there! The gel is nice, but not sure how it would be on summer when warm. I def like the other deodorants better from them. The gel is a no go."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Smells good on its own, but no matter how much I put this on, it does not smell like anything on my body. Itu2019s as if the smell of the product disappears when you put it on.  Drugstore deodorants are better than this, unfortunately."
        },
        {
            "review_title": "does not work",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "i was excited about the scent but it barely smells like anything, and my pits stank after 3 hours of non-activity."
        },
        {
            "review_title": "Donu2019t waste your money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This does not last at all there are PLENTY of natural options that work significantly better for 1/3 of the price. Youu2019re better off not wearing deodorant at all, this stuff was beyond disappointing."
        },
        {
            "review_title": "Just NO",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "First time you put it on, it smells really nice but after wearing it, not even for a couple hours and it smells so bad."
        },
        {
            "review_title": "Leaks, leaks, leaks",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I did love the smell and it did work.  My only reason for not repurchasing would be it melts and leaks at the bottom and leaked onto my counter.  I must wipe it at the bottom before use and place it on a coaster after use.  I also purchased the black one, but I have not used this yet, so Im not sure whether its going to do the same."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Nice scent, but a little weak. Was not very effective for me as an underarm deodorant. Would not recommend."
        },
        {
            "review_title": "itu2019s okay",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "this definitely smells really good, but does not work as a deodorant.  i started putting some on my wrists and neck as a temporary perfume to layer with my actual one, and found thatu2019s a better use"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "A few years ago I suddenly started getting allergic reactions to every deodorant I used. Since then, Iu2019ve been trying out different brands, just looking for one that smells good, offers some odor protection, and doesnu2019t give me an unpleasant rash. This fits the bill! It doesnu2019t claim to be an antiperspirant and does not work as one, which people should keep in mind.  I docked it one star because the bottle does leak. I keep mine on a handkerchief on my dresser which keeps it from getting messy, but I wish the packaging was better."
        },
        {
            "review_title": "Fail on many levela",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Normal skin",
            "review_text": "This brand is all hype no substance. This lelabo santal knock off is shameful. Thereu2019s so much synthetic fragrance in here youu2019re likely to get sick. He uses for four days and the smell was so strong and offputting. I just couldnu2019t keep up with it. Packaging says that itu2019s natural but it certainly is not. I believe you industry people called this greenwashing, not sure why Sephora would call us clean"
        },
        {
            "review_title": "Do NOT waste your money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This didnu2019t work for me at all. It probably lasted only 3 hours and then I started to smell worse than if I didnu2019t wore anything. If you are looking for a good option, try the kosas option, eventually you smell but not as bad as this one. (I tried the one for sensitive skin)"
        },
        {
            "review_title": "Gel Version is leaky!!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "i wanted to love this after seeing all the hype. I love the smell and seems effective but the gel version is so leaky. I switched to the cream version but it doesn't smell as good."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Normal skin",
            "review_text": "It doesnu2019t last long I need to reapply three times a day which is west of time and money. I  don't recommended to anyone."
        },
        {
            "review_title": "Must Have!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Best deodorant I have ever used. I just wish it also comes in travel size as I think you have to reapply when you are doing more movements or under the sun. I have very sensitive underarms, I am prone to, redness, rash and itchiness. All the deodorants Iu2019ve used have also stained my underarms badly. I notice that I also sweat less even if this is not an anti perspirabt."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I love the scent, itu2019s subtle and not too strong. It applies really nicely!"
        },
        {
            "review_title": "A definite no no!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "Beautiful smell at first but by end of day omg!  I smell worse than if I didnu2019t wear anything and my armpits donu2019t even get very smelly. Great marketing. Does not work AT ALL Save your $26! Sephora please stop selling."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Oily skin",
            "review_text": "I think this deodorant actually gave me an unpleasant underarm odor. Not sure if it was a chemical reaction, but my pits and shirt really smelled bad. The scent of the stick was pleasant, but man I really stunk, so won't be using this again."
        },
        {
            "review_title": "Doesnu2019t Work!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It didnu2019t irritate my skin but it doesnu2019t work at all. I had to re-apply four times in one day and it still didnu2019t work. Super disappointing!"
        },
        {
            "review_title": "Doesnu2019t work at all!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Yet another u201cnaturalu201d super expensive deodorant that does not work. This worked literally zero. It did not mask smell or help with perspiration."
        },
        {
            "review_title": "Wonderful gel deodorant",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "My daily go to deodorant is lavender magnesium gel but on days where I need something more heavy duty or I am travelling this is my go to. It has a nice light smell that doesnu2019t sour and I love that it doesnu2019t stain the underarms of my shirts like some brands do."
        },
        {
            "review_title": "Does not live up to the hype",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Porcelain skin tone, Normal skin",
            "review_text": "The smell is fine,  but nothing to rave about. if you want a gender neutral slightly musky with a a light sweetness this may be great for you, but The scent is gone within an hour, and it didn't work any better than my old store brand stick  Also, there is a slight Burning sensation as soon as you apply it (the first few times I thought I must be scraping my arm with the plastic edges of the applicator)."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Loved it so much! I canu2019t go back to regular deodorant"
        },
        {
            "review_title": "Meh.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Love the scent but doesnu2019t last all day as a deodorant on me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "I absolutely love this deodorant! I have never used a natural deodorant before and Iu2019m obsessed. The smell is soft yet distinct. I have used it for two weeks now and can say it works better than other deodorants."
        },
        {
            "review_title": "Okay..",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Oily skin",
            "review_text": "Such a beautiful scent! I love how easy this glides on to the underarms and the gel dries quickly. It doesnu2019t leave any sticky residue either which is a must however I donu2019t feel like it was as effective as the solid deodorant. I definitely started smelling after a few hours which was pretty disappointing, I had high hopes! If you donu2019t sweat/smell as much then Iu2019d say itu2019s a great deodorant for you but if you need a little more strength I would skip and try the regular solid!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love the fragrance of this deodorant but, I donu2019t feel like it lasts as long as I would like. I reapply several times a day and still catch those icky whiffs if itu2019s a stressful day. I wish it had more staying power."
        },
        {
            "review_title": "Aluminum free deodorant",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I really like the fact that this is an aluminum free deodorant. It has a clean smell to it and it doesnu2019t leave deodorant stains on your clothes. The only thing I would say is the scent is a little soft and itu2019s not as clean smelling. I felt like it didnu2019t last as long on me. I did have to reapply during the day but I live a pretty active lifestyle."
        },
        {
            "review_title": "10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Itu2019s great product. Small so easy to carry in a bag didnu2019t take a lot of space . Itu2019s also so light , doesnu2019t weigh much at all. Most importantly does the job and keeps me smell rather good throughout the day . Definitely a good buy!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Combination skin",
            "review_text": "great deodorant. aluminum free deodorant this is the new gel versionu2026u2026u2026u2026u2026..u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026..     zzzzzzzzz works great and stay in long. just dont wear with white clothing. but overall is a great deodorant"
        }
    ]
}