{
    "product_id": "1391",
    "name": "Brightening Mask with Turmeric, Adaptogens and AHAs",
    "brand": "Sahajan",
    "categories": "Skincare, Masks, Face Masks",
    "price": 73.0,
    "about": "What it is: A brightening and exfoliating mask that contains AHAs, non-staining turmeric, hemp seed oil, and holy basil to promote a visibly smooth, glowing complexion...Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Dark Spots, Dullness, and Uneven Texture..Formulation: Mask..Highlighted Ingredients:- Turmeric: Antioxidant-rich; visibly improves redness and brightens..- AHAs/Glycolic Acids: Acids from orange, lemon, and bilberry to exfoliate and resurface..- Hemp Seed Oil: Amino acid rich oil relieves dryness due to redness and imparts a visibly glow...Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also cruelty-free, and comes in recyclable packaging...What Else You Need to Know: Based on the Ayurvedic recipe for hyperpigmentation, Sahajanu2019s Brightening Mask is inspired by the traditional Haldi Indian wedding ceremony where the bride is adorned with a ritual mask to brighten and detox the skin, giving her the best glow....CLEAN at Sephora is our commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing on effectiveness.",
    "ingredients": "-Turmeric: Antioxidant-rich; visibly improves redness and brightens..-AHAs/Glycolic Acids: Acids from orange, lemon, and bilberry to exfoliate and resurface..-Hemp Seed Oil: Amino acid rich oil relieves dryness due to redness and imparts a visibly glow....Aqua, Kaolin, Caprylic/Capric Triglyeride, Coco-caprylate/Caprate, Glyceryl Stearate, Cannabis Sativa Oil, Coco-Caprylate, Cetyl Alcohol, Cetearyl Alcohol, Sodium Olivoyl Glutamate, Butyrospermum Parkii (Shea) Butter, Curcuma Longa (Turmeric) Hippophae Rhamnoides Extract, Stearyl Alcohol, Benzyl Alcohol,Root Extract, Glycerin, Citrus Sinensis, Citric Acid, Benzoic Acid, Citrus Limon (Lemon) Fruit Oil, Dehydroacetic Acid, Acer Saccharum (Sugar Maple) Extract, Citrus Aurantium Dulcis (Orange) Fruit Extract, Citrus Limon (Lemon) Fruit Extract, Saccharum Officinarum (Sugarcane) Extract, Vaccinium Myrtillus Fruit/ Leaf Extract, Ocimum Sanctum Leaf Powder, Litsea Cubeba, Tocopherol....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-To a cleansed face, apply a thick amount of mask to the face and neck avoiding the area under the eyes..-Leave on for 15 minutes..-A slight tingling may be experienced.-Your skin will absorb what it needs..-Rinse off with warm water..-Use once weekly....Recycling Instructions:.-Rinse the jar and recycle..-Rinse the cap if needed and drop off to your nearest Pact bin or discard as waste.",
    "num_reviews": 81,
    "overall_rating": 4.9,
    "product_url": "https://www.sephora.com/ca/en/product/brightening-mask-with-turmeric-adaptogens-ahas-P510458?skuId=2776060&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2776060-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1.7 oz / 50 ml",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2776060-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Excellent ingredients!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "I've been adding Sahajan products to my skincare routine and I'm loving the ingredients in this mask. I have dry skin, so using exfoliating products can be even more drying, but this mask is so moisturizing, I wouldn't mind using it in cold winter months. I also love that I can incorporate turmeric into my routine without any yellow discoloration afterwards, I really think that the anti-inflammatory properties are so beneficial for active acne. Well-made product!"
        },
        {
            "review_title": "Great addition to my routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "Iu2019ve been using once a week. So hydrating. I will continue using as my weekly routine to keep my face hydrated and soft especially over the winter months. Great mask!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "I really love this mask. Itu2019s a nice texture going on and I love that it goes away after wearing it. Very easy to use, nice smell and has made my skin brighter after using over a few weeks. I have sensitive skin and there was 0 irritation for me which is a a win. A really nice add to my weekly routine."
        },
        {
            "review_title": "Must have product 100%",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Love this product- leaves my skin feeling so nice and the morning after my skin is glowing."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "Was pleasantly surprised at how smooth and soft my complexion looked the morning after using this product. Will be making this part of my weekly evening routine.  Love the feel of the cream while it soaks in and hydrates my skin."
        },
        {
            "review_title": "Decreased my redness!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "Iu2019ve been reallllly liking this product. I havenu2019t been able to use AHAu2019s in the past since my skin is so sensitive. But I think since itu2019s fruit sourced itu2019s not as bad? Not sure but Iu2019m loving this. The thing Iu2019ve noticed the most is my redness is reduced, and my skin is definitely brighter. Iu2019m really red in general, and Iu2019ve always been self conscious about it. But thatu2019s has helped me for sure!"
        },
        {
            "review_title": "Amazing hydrating results!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I started a full Sahajan skincare routine about a week ago.  I have used this brightening mask only twice though as it is so effective that it was not needed daily.  With the colder / dryer winter weather approaching I'll likely use it more often.  Amazing hydrating results - my skin absorbed exactly what it needed."
        },
        {
            "review_title": "My skin is reflective",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I couldn't believe the difference after one use- my skin was so clear and bright. It was reflective!"
        },
        {
            "review_title": "Skin is so smooth the next day",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I really like this mask. It dries down different than you would think.  Some areas right into the skin and other areas you can see the mask but I understand your skin takes what it needs and my skin needed this. I woke up to much smoother skin and my makeup went on better after using."
        },
        {
            "review_title": "This mask really brightens!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "First time I tried the mask, I did not apply enough product and it clumped (my skin was not fully dry).  Second time I tried mask, I made sure to dry my face fully and apply a thick layer avoiding the eye area.  The mask changed from an opaque white to a translucent colour. My skin tingled a little - not uncomfortable, and I removed with warm water and a clean cloth 10 minutes later.  i was impressed with how smooth and bright my face looked.  Mild erythema of my cheeks but that resolved within 10 minutes or so after applying Sahajan radiance serum.  Great mask. I look forward to using it again."
        },
        {
            "review_title": "Truly brighter smoother skin with this mask!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "First time I tried the mask it was clumpy in texture - this was my fault because my skin was not fully dry.  Next day to clean dry skin, I applied the mask and made sure to apply a thick layer (I did not apply a thick layer first trial).  It went on smoothly.  About 3-4 minutes in I felt a slight tingle on my skin; not painful or uncomfortable.  Left on for 10 minutes and removed with warm water and a clean towel.  The results:  my skin was bright, fresh, smooth and incredibly soft.  There was mild erythema to my cheeks in particular but this resolved within about 10 minutes and after applying Sahajan radiance serum and moisturizer. I would advise those with sensitive skin (like myself) to not exfoliate or use any products with peeling agents for a few days before and perhaps a few days after the mask."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
            "review_text": "it's okay. after I'm done using I don't think I'll buy again. I don't like the texture and the color. if it has turmeric then I wish it was a bit yellow. anyways that's just my opinion. I would rather buy Kiehls turmeric mask."
        },
        {
            "review_title": "A must have in your skin routine.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Iu2019ve been using this mask for a few weeks and notice a huge difference! My skin feels so soft and refreshing. The redness is greatly reduced and my skin is glowing. Highly recommend!"
        },
        {
            "review_title": "Holy Grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is my new holy grail of masks. I am a big fan of masks and have tried tons of brands, but this is now my favourite. It leaves my skin so clean looking and feeling. My skin is sensitive so once I start to feel the tingle I wash it off and am immediately left with great skin, but the magic is usually felt the next day. I feel about 12-24 hours after I have used it my skin looks so clear and radiant. Love, love love this. The fact that it has the clean seal of approval is also such a bonus! Will buy again for sure."
        },
        {
            "review_title": "Soft clear skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I have tried this mask a couple of times and so far, it has left my skin very soft and clear looking. Seems to be less redness and very hydrating."
        },
        {
            "review_title": "I love the Turmeric Brightening Mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "This mask has become the only mask I use, and for good reason!! The mask does wonders for my skin, my eczema does not flare up, and after I wash off the mask my skin looks revived and radiant after each use. The mask is packed with natural and nourishing ingredients that leave my skin feeling so soft and hydrated. It's not just a temporary fix; my skin feels genuinely cared for and nourished after each use."
        },
        {
            "review_title": "Gentle",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love the mask but it separates weirdly almost every time I apply it itu2019s like the more you touch it the more it separates lol frustrating. Face looks clean after using it though!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love this masku2026itu2019s thick, creamy, cooling, has a fresh scent and leaves my skin feeling supple!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Dry skin",
            "review_text": "This mask really brightened my skin. Highly recommended!"
        },
        {
            "review_title": "Oprah's Favourite For A Reason!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Oprah's favourite doesn't disappoint! it truly transforms the texture of your skin and minimizes pores."
        },
        {
            "review_title": "Incredible product range!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love the entire range of Sahajan products - the texture is amazing and knowing it's based on ayurveda makes me feel good."
        },
        {
            "review_title": "Nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "I like this mask. The texture is thick but smooth. I have to use a bit more to spread all over my face. I donu2019t feel any tingling sensation. I have dry skin."
        },
        {
            "review_title": "A must see in my routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Not sure how one could overlook this mask.  Its amazing and works with my partner who has a completely different skin type.  This is a go-to and a part my go-to routine!  Love it!"
        },
        {
            "review_title": "Burned my skin!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I left it on for 15 minutes -as they suggested- and when I washed it off my whole forehead and temple area was bright red and inflamed. The redness did subside, but I wouldnu2019t use it again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Not at all disappointed by this mask, feels great on my skin and I feel like it really has brightened up my skin as I've integrated this into my daily routine."
        },
        {
            "review_title": "Oprah is never wrong!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I have added this incredible mask to my skincare routine and am really pleased with the results. It leaves skin feeling all tingly and glowy."
        },
        {
            "review_title": "Perfect texture",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I really love this product! I have been looking for a gentle mask to help brighten and even my skin tone, and this product did exactly that. I highly recommend it to anyone"
        },
        {
            "review_title": "My weekly mask obsession",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "The mask is my go-to for a sunday self-care ritual. It feels luxurious to apply and leaves my skin feeling incredibly hydrated not to mention the brightening turmeric and acids really leave you feeling like a glowing goddess each time."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Spa experience in a bottle - whatu2019s not to love?!?!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I donu2019t realize how important a face mask is until I started using this product. Itu2019s the best!"
        },
        {
            "review_title": "A must-have in my routine !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Medium skin tone, Combination skin",
            "review_text": "Great mask! It gently exfoliates with the AHAs and it really absorbs into the skin. I would recommend wetting the skin first , as it goes on smoother. Overall, it leaves my skin soft. andready"
        },
        {
            "review_title": "New mask for the win!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I really love this product! After each use my skin feels so soft and looks radiant! Itu2019s a nice addition to add to the nightly regimen a few nights a week."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve been using this mask 1-2x/week in conjunction with the nourish cream daily for the last month and I do think itu2019s helping with my post inflammatory hyperpigmentation from my acne scars. They have already started appearing a lot lighter quicker than normal for me. I love how soft and supple my skin feels after using this mask."
        },
        {
            "review_title": "Nourishing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Iu2019ve been using this product for a bit. The mask feels nice and moisturizing without feeling any tacky feeling or grease. When you wash the mask of you notice how soft your skin is afterwards."
        },
        {
            "review_title": "Soft and hydrated skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "Using this product leaves my skin feeling very soft and hydrated without feeling greasy.  While using,  it does feel nourishing and exfoliating at the same time and the scent reminds me of the spa.   I took away 1 star because the product is a bit dry in the jar (unlike a lot of other masks) and small chunks fall off the skin as you try to apply to the whole face."
        },
        {
            "review_title": "Favorite Mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I was a little skeptical to how this product was advertised and if it could really brighten my skin noticeably, but within two weeks of using it I've noticed the changes! I really enjoy this mask and hope their other mask can come to Sephora soon"
        },
        {
            "review_title": "This Mask has Changed the Game!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "This brightening mask has really changed the game. You will find no other like this and I mean it. The way that this mask has physically shown active results of brightening is astonishing. My skin is glowing like never before."
        },
        {
            "review_title": "Left me glowingggg",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "I used this mask after cleansing with the Golden Milk Cleanser and it left me feeling refreshed, and with a brighter complexion, lovee!! Also calmed my irritation and acne"
        },
        {
            "review_title": "Awesome!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love using this every week! It leaves the skin visibly hydrated and nourished!"
        },
        {
            "review_title": "Perfect for dark spots.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "As a south asian woman with dark circles, discoloration, and acne scarring, I'm happy to confirm this product is top-notch. I really have noticed a difference, and so have the people in my circle. I look so much brighter, glowier, and overall have healthier looking skin. Thank you Sahajan!!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Leaves my skin feeling so smooth and glowy! Especially love how it brightens dark spots, especially in the winter when my skin looks and feels extra dull."
        },
        {
            "review_title": "Sahajan products changed my skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have been using this Sahajan product for sometime and itu2019s made a big difference in my skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "LOVE this mask! The creamy texture of it nourishes as it gently exfoliates. When you go to rinse it off, your skin is hydrated, soft and glowing."
        },
        {
            "review_title": "Revived my skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "I love the ingredients in this face mask !! I was a little worried that the Tumeric might stain my skin but it doesnu2019t leave any color and itu2019s such a beautiful buttery consistency."
        },
        {
            "review_title": "A nice light tingle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "A beautiful tingling. This mask has this blood stimulating effect and it leaves my skin noticeably more hydrated and refreshed afterwards. I use a lot of different brands masks but this is top 3!!!"
        },
        {
            "review_title": "Must have hydrating and brightening",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Hydrating and brightening  Added once a week and made a real difference   Smalles like"
        },
        {
            "review_title": "An integral part of my self care Sundays",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I love the way my skin looks and feels after using this mask! Itu2019s the perfect reset after a long week before heading into Monday. Feels so fresh and rejuvinated!"
        },
        {
            "review_title": "Make This A Part of Your Weekly Routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Really does make a difference to the dryness of my skin when I use this product. Feels very smooth and rich and when you wash it off, you notice that your skin is softer, brighter and your pores are tightened. The smell of the mask is soooo good! You will honestly want to use it every day but weekly is best!"
        },
        {
            "review_title": "Great addition to my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "The brightening mask is a great addition to my routine - leaves my skin feeling so moisturized!!  Love these products and the natural ingredients!"
        },
        {
            "review_title": "Mini facial in a mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "mediumTan skin tone, Normal skin",
            "review_text": "Such a great product. Itu2019s like a mini facial. My skin looks so bright and nourished after using it. Itu2019s become my go to weekly treatment for my end of week tired skin."
        },
        {
            "review_title": "Love this mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I love using this mask - whenever I feel like I need an instant brighten up or fresh glow it certainly delivers, and itu2019s become my go-to skincare secret"
        },
        {
            "review_title": "Every Saturday!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Excellent mask!! Leaves my skin feeling deeply cleaned, soft, smooth, and bright! Itu2019s part of my u201cmust dou201d weekly skincare routine. Just love it!"
        },
        {
            "review_title": "Weekly requirement!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Iu2019ve been using this product for a few weeks now and am loving the results. My skin looks radiant and feels fantastic.  It has become a staple in my face care routine.  Highly recommend!!"
        },
        {
            "review_title": "Phenomenal beauty tool!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This is one of my top two favourite products by Sahajan, and it was the first thing I tried. I love it and use it weekly as recommended - sometimes twice. I love the ritual, and it leaves my skin flushed, moist and soft. It even exfoliates, so where I previously had dryness that's all gone. I follow a little later with Sahajan's serum and Nourish Creme Riche or Ultimate Sleep Mask."
        },
        {
            "review_title": "Love this mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, auburn hair, fairLight skin tone, Dry skin",
            "review_text": "Love this mask! My skin feels calm and hydrated after use - I highly recommend!  BONUS - itu2019s made of only natural ingredients so I feel good u201cmaskingu201d with my kids :)"
        },
        {
            "review_title": "A recipe for cleaner and brighter skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Absolutely love it! I have always believed in using natural products on skin instead chemicals and i have now seen a huge difference in how cleaner, and brighter my skin looks! I use it twice a week, it has a bit of tingling sensation to it but it goes away in few minutes. And once i wash my face with cold water i can see the difference. I am so glad i found Sahajan. I am a fan now and all its products are fantastic!"
        },
        {
            "review_title": "Weekly ritual",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love how this mask absorbs and the glow afterwards is unreal. Feels like a spa treatment every time I use it!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Dry skin",
            "review_text": "Love this mask so much I want to use it daily instead of weekly..."
        },
        {
            "review_title": "Skin saviour",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "If your skin is dull and you want it to be smoother and softer and without texture or dark spots, this is the mask you want."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "After using this product over the past few weeks, I am loving it! it really brightens my skin, and the application is so easy! it smells really good and itu2019s great for my acne scars ."
        },
        {
            "review_title": "Best clean mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Best clean mask for combo sensitive aging skin. Skin feels fresh & soft after use. I use it 1-2 wk & not too harsh, but effective in helping even out my skin tone"
        },
        {
            "review_title": "Rich Mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I am a sucker for Turmeric ingredients love the naturalness of this brightening mark and what it does for my skin. I only use it at night before bed and it has been a game changer for my dark spots and it really helps with my dry skin by keeping it hydrated all night."
        },
        {
            "review_title": "Creamy Mask with AfterGlow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "The mask is creamy and feels nice on the skin. The bottle says it could tingle, but I didn't feel that. It was easy to apply and easy to wash off. My skin felt amazing after. I would've guessed I had just gotten a facial with how smooth my skin felt. 100% will buy again!"
        },
        {
            "review_title": "Treat yourself!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love using this mask once a week, twice if my skin is feeling particularly dull. It brightens, improves my brown spots and reduces my pores. The results feel like I just got a facial. It is definitely part of my self-care routine!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Normal skin",
            "review_text": "My weekly savior!  It's amazing how much softer my skin is after using this beautiful mask. And incredible value compared to so many other options out there."
        },
        {
            "review_title": "Amazing results!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "I've been using this mask once a week and my skin always feels amazing after. My skin feels so much softer and its helped fade the dark spots I get from acne!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Feels luxurious - love how it absorbs and the glow is real!!"
        },
        {
            "review_title": "Miracle Worker",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was given this mask as a gift for Christmas and it is beyond amazing! I suffer from melasma and uneven skin tone, and Iu2019ve noticed a big difference in my pigment over the last 3 months. Itu2019s gentle on my skin, doesnu2019t leave a film, and have not had any breakouts from it. I highly recommended."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This mask is a part of my weekly routine -- once you take it off you can literally see your skin glowing!"
        },
        {
            "review_title": "Perfect weekly mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is a necessity in my self-care Sunday - and it is so gentle I even let my teenager use it. It is a lovely brightening mask - and if you are new to ayurvedic skincare, this is a great product to start with imo."
        },
        {
            "review_title": "Love this mask- less dark spots and smoother skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Discovered this online through Oprah Mag. This mask is incredible if you have hyperpigmentation or texture on your skin. My skin is a lot smoother- I love the smell and I love how it dries out. It doesnu2019t harden like a lot of masks"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
            "review_text": "This mask made my skin feel so soft and glowing! Loved it!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Love the Mask!  Applied trice, people noticed that my skin was glowing."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I donu2019t use masks often but this one was great to try! After rinsing it off and continuing with my skincare routine, my skin felt super soft and healthy. It absorbed the product well and was a good form of self care for every now and then. Iu2019ll look forward to using this during the week."
        },
        {
            "review_title": "Illuminated My Skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I absolutely love the golden glow of this mask! Great to use before makeup, and especially if I am going for a minimalist look - the exfoliation is gentle and as a bonus I find the ritual of using the mask calming and relaxing."
        },
        {
            "review_title": "Great product!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Super brightening, evens my skin tone and minimizes my pores!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Lovely texture and easy application! A very light scent, you can tell that only high quality natural ingredients went into this mask. My skin felt soft and moisturized afterwards."
        },
        {
            "review_title": "The best face mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "This is the best face mask I've ever used. I saw this in Oprah Magazine and then started using it. I had a dark spot on my face from pregnancy and this brightening face mask has made it disappear. I also purchased this as gifts for friends and family and they all love it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "Amazing product, even my husband uses it and notices the difference in the smoothness of his skin."
        },
        {
            "review_title": "The favourite part of my Sunday routine!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "Iu2019ve been using the Saharan products for the last 9 months and my skin has never looked as healthy, and glowing. This is one of my favourite products and definitely the highlight of my weekly self care routine on Sundays. My skin is so bright and rejuvenated after this, and for days after !  If youu2019re looking for a glow, this is it!  Thank you Sahajan."
        }
    ]
}