{
    "product_id": "468",
    "name": "Volumizing Shampoo, Conditioner & Mini HoliRoots Pre-Wash Hair Oil Value Set",
    "brand": "Fable & Mane",
    "categories": "Hair, Value & Gift Sets",
    "price": 80.0,
    "about": "What it is: A set with a full-size volumizing shampoo and conditioner, plus a mini pre-wash oil, plumping strands from root to ends for fuller-looking hair...Hair Texture: Straight, Wavy, Curly, and Coily..Hair Type: Fine, Medium, and Thick..Key Benefits: - Plumps strands for fuller-looking hair.- Gives weightless volume at the roots.- Promotes healthier hair growth..Highlighted Ingredients:- Ashwagandha: A potent ayurvedic root that strengthens roots and hair follicles..- Fenugreek Seed: Plumps strands and adds volume while promoting a healthy scalp..- Onion Juice: Promotes healthy hair growth and strengthens strands for less breakage...Ingredient Callouts: These products are vegan, gluten-free, cruelty-free, and come in recyclable packaging...What Else You Need to Know: The HoliRoots Pre-wash Hair Treatment Oil is a pre-wash scalp and hair oil that strengthens roots, hydrates strands, promotes healthy hair growth, and nurtures the scalp for a beautiful mane. The Volumizing Shampoo is a weightless shampoo that plumps strands from root to ends for fuller-looking hair with fenugreek seed for fine to medium hair types. The Volumizing Conditioner is a conditioner that plumps and thickens strands for body, fullness, and weightless hydration with black seed for fine to medium hair types..Clinical Results: Based on 33 participants using the Volumizing Shampoo and Conditioner for 2 weeks:.- 100% said they saw all-over fullness.- 97% agree it enhances fullness and volume.- 97% said it cleanses without drying hair and scalp..In a consumer survey of 25 participants who tried HoliRoots Pre-wash Hair Treatment Oil over 2 weeks in January 2023:.- 96% noticed less hair breakage from brushing.- 96% said it has helped make their hair grow.- 92% said their scalp felt more nourished.This Set Contains:- 0.48 oz/14.4 mL HoliRoots Pre-wash Hair Treatment Oil.- 8.5 oz/250 mL Volumizing Shampoo.- 8.5 oz/250 mL Volumizing Conditioner..Clean at Sephora",
    "ingredients": "-Ashwagandha: A potent ayurvedic root that strengthens roots and hair follicles..-Fenugreek Seed: Plumps strands and adds volume while promoting a healthy scalp..-Onion Juice: Promotes healthy hair growth and strengthens strands for less breakage...HoliRoots Pre-wash Hair Treatment Oil:.Caprylic/Capric Triglyceride, Carthamus Tinctorius (Safflower) Seed Oil, Parfum (Fragrance), Sesamum Indicum (Sesame) Seed Oil, Withania Somnifera Root Extract, Phyllanthus Emblica Fruit Extract, Bacopa Monnieri Leaf Extract, Eclipta Prostrata Extract, Simmondsia Chinensis (Jojoba) Seed Oil, Ricinus Communis (Castor) Seed Oil, Uraria Picta Root Extract, Tribulus Terrestris Root Extract, Stereospermum Suaveolens Root Extract, Solanum Xanthocarpum Root Extract, Solanum Indicum Root Extract, Premna Serratifolia Root Extract, Glycyrrhiza Glabra (Licorice) Root Extract, Beta-Sitosterol, Gmelina Arborea Root Extract, Desmodium Gangeticum Root Extract, Aegle Marmelos Root Extract, Squalene, Olea Europaea (Olive) Fruit Oil, Vitis Vinifera (Grape) Seed Oil, Tocopherol, Phenoxyethanol, Benzyl Salicylate, Isoeugenol, Linalool...Volumizing Shampoo: .Water (Aqua), Decyl Glucoside, Lauryl Glucoside, Glycerin, Sodium Cocoyl Isethionate, Aloe Barbadensis Leaf Juice, Coco-Glucoside, Disodium Coco-Glucoside Citrate, Hydrolyzed Adansonia Digitata Seed Protein, Camellia Sinensis Leaf Extract, Yucca Schidigera Extract, Amaranthus Caudatus Seed Extract, Allium Cepa (Onion) Bulb Extract, Trigonella Foenum-Graecum Seed Extract, Withania Somnifera Root Extract, Nigella Sativa Seed Extract, Phyllanthus Emblica Fruit Extract, Lactobacillus Ferment, Glyceryl Oleate, Diheptyl Succinate, Capryloyl Glycerin/Sebacic Acid Copolymer, Hydroxyethylcellulose, Guar Hydroxypropyltrimonium Chloride, Fragrance, Phenoxyethanol, Gluconolactone, Potassium Sorbate, Sodium Benzoate, Citric Acid...Volumizing Conditioner: .Water (Aqua), Cetearyl Alcohol, Behentrimonium Chloride, Caprylic/Capric Triglyceride, Glycerin, Polyglyceryl-2 Stearate, Cetearyl Glucoside, Stearamidopropyl Dimethylamine, Aloe Barbadensis Leaf Juice, Glyceryl Stearate, Butyrospermum Parkii (Shea) Butter, Simmondsia Chinensis (Jojoba) Seed Oil, Coconut Alkanes, Coco Caprylate/Caprate, Hydrolyzed Rice Protein, Allium Cepa (Onion) Bulb Extract, Trigonella Foenum-Graecum Seed Extract, Withania Somnifera Root Extract, Nigella Sativa Seed Extract, Phyllanthus Emblica Fruit Extract, Lactobacillus Ferment, Calendula Officinalis Flower Extract, Pisum Sativum (Pea) Sprout Extract, Stearyl Alcohol, Behentrimonium Methosulfate, Wheat Amino Acids, Soy Amino Acids, Polyquaternium-7, Xylitol, Panthenol, Arginine HCI, Threonine, Serine, Isomalt, Hydroxyethylcellulose, Guar Hydroxypropyltrimonium Chloride, Fragrance, Phenoxyethanol, Benzyl Alcohol...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
    "how_to_use": "HoliRoots Pre-wash Hair Treatment Oil:.-Part dry hair..-Fill dropper with desired amount of oil and rub between palms..-Apply oil to scalp and hair..-Massage into roots, focusing on the crown..-Leave on for at least five minutes or overnight for best results..-Rinse well with lukewarm water before cleansing...Volumizing Shampoo:&nbsp;.- Wet hair and lather in at least three pumps of product..- Massage from root to tip and breathe deeply..- Rinse and gently squeeze out excess water, then apply Volumizing Conditioner&nbsp;..Volumizing Conditioner:&nbsp;.After using the Volumizing Shampoo, apply at least 3 pumps of product to strands from mid-lengths to ends..- Wait for at least one minute..- Rinse thoroughly and gently squeeze out excess water.",
    "num_reviews": 5,
    "overall_rating": 4.2,
    "product_url": "https://www.sephora.com/ca/en/product/fable-mane-volumizing-shampoo-conditioner-mini-holiroots-pre-wash-hair-oil-value-set-P512903?skuId=2816569&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2816569-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Love, but a few flaws.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair",
            "review_text": "lovely set! bang for your buck with hair oil, which i feel last a while with correct use. only thing is the shampoo. the scent is really strong in it, i am used to it now but first use it made me nauseous, maybe because it reminded me of angel nova by mugler. i also feel you need a lot of the shampoo to properly wash your hair, which will make the bottle go quickly. other than that, the shampoo does make my hair feel nice and the oil and conditioner are beautiful products as well! very good at preventing breakage."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Love the smell and the way it makes my hair feel, I will definitely be repurchasing"
        },
        {
            "review_title": "Strong Scent",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The scent of the shampoo, conditioner, and hair oil is very strong, which might not suit everyone. Iu2019ve noticed that I need to use a lot of the shampoo to get my hair clean, so it doesnu2019t seem like it will last very long. After using the shampoo and conditioner for a few weeks, I donu2019t think Iu2019ll repurchase them. However, Iu2019m still hopeful that the hair oil will deliver good results over time."
        },
        {
            "review_title": "Beautiful Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "I've only used this set 3 times but felt compelled to get on here and rave about it. I can't speak for the long-term effects just yet but wow am I glad I grabbed this. Immediately upon first use I am obsessed with the scent of all 3 of these, such a unique but intoxicating fragrance, my husband won't stop smelling my hair lol. My hair is fine/thin with a natural wave pattern and already my hair is looking fuller and so freakin shiny and healthy. The oil does weigh it down slightly, I need to wash it twice to get it out completely but if it actually works it's not a big deal to me. A little goes a long way with both the shampoo and conditioner so I think it's worth the coin. Will absolutely be repurchasing"
        },
        {
            "review_title": "DO NOT LOG IN. The product will be 20.00 more",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "If you log in to Sephora to buy this, it will cost you $20 more. Not an error. Tried on multiple devices and browsers."
        }
    ]
}