{
    "product_id": "437",
    "name": "Pro-Collagen Anti Aging Marine Cream",
    "brand": "Elemis",
    "categories": "Skincare, Moisturizers, Moisturizers",
    "price": 189.0,
    "about": "What it is:An award-winning moisturizer thatu2019s clinically shown to deliver rapid hydration and significantly reduce the look of fine lines and wrinkles in only two weeks..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Fine Lines and Wrinkles, Dryness, and Dullness.Formulation:Cream.Highlighted Ingredients:- Mimosa: A soothing toning astringent with a delicate, pleasing aroma..What Else You Need to Know:The luxurious, lightweight gel-cream glides effortlessly onto the skin, leaving a silky-satin finish that is the perfect base for makeup on all skin types. Awaken the senses and deliver surreal results for a complexion that looks and feels more youthful than ever..Clinical Results:In independent clinical trials, results based on 38 people over 4 weeks:",
    "ingredients": "-Mimosa: A soothing toning astringent with a delicate, pleasing aroma. .-Rose: A natural fragrance component with nurturing and calming properties. .-Padina Pavonica: Algae found on the Mediterranean coast, supports hydration...Aqua/Water/Eau, Glycerin, Polyacrylate Crosspolymer-6, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Sodium Benzoate, PEG-40 Hydrogenated Castor Oil, Trideceth-9, Potassium Sorbate, Disodium EDTA, Fragrance (Parfum), Lactobionic Acid, Maris Aqua/Sea Water/Eau De Mer, Tocopherol, Sodium Acetylated Hyaluronate, Helianthus Annuus (Sunflower) Seed Oil, Propylene Glycol, Polysorbate 60, Sorbitan Isostearate, Padina Pavonica Thallus Extract, Citric Acid, T-Butyl Alcohol, Limonene, Zinc Gluconate, Magnesium Aspartate, Acacia Decurrens Flower Extract, Chlorella Vulgaris Extract, Collagen Amino Acids, Rosa Centifolia Flower Extract, Linalool, Phenoxyethanol, Leuconostoc/Radish Root Ferment Filtrate, Citronellol, Geraniol, Sodium Hydroxide, Copper Gluconate.",
    "how_to_use": "Suggested Usage:.-Use daily, morning and night after cleansing. .-Scoop a pea-size amount of cream and warm between palms. .-Massage onto face, neck, and decolletage in upward strokes. ..Recycling Instructions:.-Rinse out any remaining product. .-Recycle jar, inner lid, and outer packaging according to local recycling guidelines",
    "num_reviews": 5344,
    "overall_rating": 4.6,
    "product_url": "https://www.sephora.com/ca/en/product/elemis-pro-collagen-anti-aging-marine-cream-P510282?skuId=2759090&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2759090-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Makes My Skin Feel Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Upon testing this product, I was impressed by its ability to deliver rapid hydration, leaving my skin feeling nourished and refreshed. The texture of the cream is luxurious, gliding on smoothly and absorbing quickly without any greasy residue. Within just two weeks of consistent use, I noticed a visible reduction in the appearance of fine lines and wrinkles, giving my skin a more youthful and radiant glow. The Elemis Pro-Collagen Anti-Aging Marine Cream is formulated with high-quality ingredients that work together to hydrate and rejuvenate the skin. Its powerful anti-aging properties make it a valuable addition to any skincare routine, especially for those looking to combat signs of aging effectively. For anyone seeking an effective anti-aging moisturizer that delivers on its promises, I highly recommend giving the Elemis Pro-Collagen Anti-Aging Marine Cream a try. It is a product that speaks for itself through its exceptional results, making it a standout choice in the world of skincare. Overall, I am thoroughly impressed by the Elemis Pro-Collagen Anti-Aging Marine Cream and believe it is a must-have for anyone looking to maintain youthful, radiant skin. I received a free product in exchange for my honest review."
        },
        {
            "review_title": "Itu2019s a must have now in my regular routine .",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "After using this free sample product over the past few weeks I feel more hydrated and smooth skin. I am in love with it and have an order on the way ."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I received this product for free in exchange for a review.   However. I have already tried this brand. Elemis is an amazing brand. Feels very luxurious. I will always recommend and purchase Elemis products."
        },
        {
            "review_title": "Feels great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Oily skin",
            "review_text": "I received a free sample of this product from pinchme. I was skeptical at best. I haven't found many products that offer lasting hydration but this one does. I was extremely surprised and quite smitten with this product. My skin felt extremely moisturized for many hrs after use. I would definitely recommend this product to others."
        },
        {
            "review_title": "Healthier Skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I received a free sample of this product from pinchme.com.  It definitely helped reduced the size of wrinkles and hydrated my skin. Iu2019d highly recommend this product to produce more collagen for a healthier skin."
        },
        {
            "review_title": "A must have if you are in a dry/cold climate!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love the way that this moisturized my face I did not like how heavy it felt but I think that's the point of it so if you like a very moisturizing cream just for warning this is a heavier cream I would use this at night it is not like one of those gel like water-based ones It is water-based but like it's kind of heavy it feels like a lotion on your face just letting you guys know.. other than that positive experience the girls will support very nice and they always help when you have a lot of questions especially about acne and anti-aging skin care questions because it is a lot of money to drop on a product Fair warning.. I would definitely add this to your routine if you are in a dry climate area and it is always drying your face.. or the environment is extremely harsh to your skin this is a good protection for the harsh environment. I am in Ohio It is very cold so this works perfect for the state I'm in.. Also I'm 32 years old, this is probably what my skin needed so.. yes."
        },
        {
            "review_title": "A must have in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "After using this product for a couple of weeks it has helped my skin stay hydrated and healthy. Plus it is easy to use"
        },
        {
            "review_title": "Pleasant smell, somewhat greasy feeling",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I received a sample to review. The scent is light and pleasant. The product is a little greasy feeling. It made my skin feel soft but I did not see a reduction in fine lines after several uses. I use serums and creams that are about a third the price of this product and give me better results."
        },
        {
            "review_title": "Alright",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "This product was alright. I didn't see much effect on my skin. I wouldn't buy it. I wouldn't really recommend this product either."
        },
        {
            "review_title": "Good, hydrating cream but...",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received a sample of this product, so this is about my limited use of the product. I will say, off the bat, that this was a good hydrating cream. It went on my skin without a hitch and the fragrance was fine. It was hard to see any visible results since I was only able to use this for only a couple of days. Overall, it's a great hydrating cream. It's hard to tell if this helps with collagen production."
        },
        {
            "review_title": "My eyes love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "I got this product from pinchme and love it. It feels so good on the skin. Smells good leaves my under eyes feeling hydrated and refreshed. Goes well under my make up all around I love this product."
        },
        {
            "review_title": "Daily use is a must! So refreshing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I have been using this product for a few weeks and I have visibly noticed my skin looks smoother. My smile lines aren't as noticeable as they were. I have really dry skin and it really hydrates my face. I have also noticed that my skin tone is more even, I definitely recommend this!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes",
            "review_text": "This goes on smoothly and feels light yet luxurious. It feels as though it is absorbed completely. The scent is mild and pleasant."
        },
        {
            "review_title": "Recommended",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Oily skin",
            "review_text": "I received Elemis Pro-Collagen Anti Aging Marine Cream free from PinchMe in exchange for my opinion. I have been using for about a week now and I am impressed with the power of the cream. It smells great leaves my face super soft and it working on some fine lines I have. After I finish this bottle I intend on purchasing to see how far this cream will go as I'm curious what results I'd get after months of use. Deff recommend worth a try"
        },
        {
            "review_title": "A must have beauty routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I received a sample of this product used a few time so far and have been seeing results so far"
        },
        {
            "review_title": "Absolutely love this product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Dry skin",
            "review_text": "I have been using this product for a few weeks and am loving the results so far! It's helping with my dark circles and bags, leaves my skin feeling soft and not oily, and doesn't cause any redness or issues with my sensitive skin. I would give it a 10/10 and definitely recommend buying. So glad Pinchme sent me this free sample to try!"
        },
        {
            "review_title": "Excellent quality",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I liked the lightweight feel of this product. It seemed to diminish my forehead lines. I would definitely use this again."
        },
        {
            "review_title": "Great for on the go use!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "I stay extremely active, and this container size and quick application style is perfect for my on the go lifestyle, however, the cream it's self is a bit too oily feeling for my likes. No noticeable major changes after a week."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "After using this product I felt like it left my skin hydrated and smooth."
        },
        {
            "review_title": "Nice, Helpful Product but too Procey for me",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I enjoyed the cooling effects of this product and how it went on light like a serum and didnu2019t leave any residue. It felt nice on my skin and actually calmed a psoriasis flare, but I didnu2019t notice a lot for anti-aging benefits. I would recommend this for psoriasis sufferers when the stinging itching part of a flare up comes on. It was very soothing. I wouldnu2019t buy the product again because of the price, unfortunately. Itu2019s just way out of range for what I can afford."
        },
        {
            "review_title": "Feels great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Love the feel of this product. Seemed to notice a difference in the fine lines on my face. I received this as a sample in exchange for an honest review."
        },
        {
            "review_title": "Nice glow",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I like that it keeps a shine/glow underneath my makeup..  only had a sample (week supply) ..so I will be purchasing this to see how it works for me over time"
        },
        {
            "review_title": "Most definitely recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "I received this from pinchme . After using this I absolutely love it. It makes my skin soft and I don't have that greasy or sticky feel. I most definitely recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I received this product free in exchange for my review. The mini that I tried was very easy to use. It goes on smoothly, non-greasy, and absorbs quickly. I've noticed slight results to my forehead and am looking forward to more noticeable results the more I use it. It has also kept my skin moisturized during the winter so far. Would recommend!"
        },
        {
            "review_title": "Feels like buttah!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is such a lovely product! I received a sample size from PinchMe and I'm so glad it was granted to me! It's very smooth and I could feel my skin just soak it all up! The scent is light and refreshing."
        },
        {
            "review_title": "A Game-Changer for Hydration",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I recently started using the Elemis Pro-Collagen Marine Cream, and I must say, it has completely transformed my skincare routine. From the moment I opened the jar, I was greeted by its delightful, fresh scent and beautifully creamy texture.   The first thing I noticed was how effortlessly it glides onto my skin. It absorbs quickly without leaving any greasy residue, which is a game-changer for my combination skin. Iu2019ve used it both in the morning and at night, and it provides the perfect base for makeup during the day while keeping my skin hydrated throughout the night.  After just a few days of use, I noticed that my skin felt plumper and more hydrated. The fine lines around my eyes and forehead appeared less pronounced, which was a pleasant surprise! I appreciate that this cream is formulated with marine and plant extracts, giving me peace of mind that I'm using a product with nourishing ingredients.   Another aspect I love is how versatile it is. It works well with my other skincare products, and Iu2019ve had no issues with irritation or breakouts. The packaging is also a bonusu2014it's elegant and feels luxurious, making my vanity look a bit more sophisticated.  Overall, the Elemis Pro-Collagen Marine Cream has exceeded my expectations. It has become a staple in my skincare routine, and I canu2019t imagine being without it. If youu2019re looking for a powerful moisturizer that delivers on its promises, I highly recommend giving this one a try!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I received this product free in exchange for my review. I love the results of this cream. It made my skin feel very soft and glowing. Works great  as a moisturizer and hope to see anti-aging results in the future."
        },
        {
            "review_title": "Don't Pass on this Cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I absolutely love this product. While I did receive a sample for free to test and review, I also had already received this product through my Allure beauty box subscription and fell in love with it then. This product is lightweight and creamy and leaves your skin feeling fresh and hydrated. My skin looks and feels great. It has reduced redness along with the overall tone of my skin as well as helped with fine lines & wrinkles. I have not only recommended this product to my friends but purchased it for them as well and they all have loved it. I highly recommend this hydrating day cream!"
        },
        {
            "review_title": "Good but slow results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I truly enjoy this product more compared to some others. It went on smoothly and seemed to absorb into the skin well. My only concern was that I didnu2019t see as much of a difference compared to"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "Loved loved loved it so hydrating. I wear it at night and my skin is GLOWING in the morning."
        },
        {
            "review_title": "Feels like buttah!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is such a lovely product! I received a sample size from PinchMe and I'm so glad it was granted to me! It's very smooth and I could feel my skin just soak it all up! The scent is light and refreshing."
        }
    ]
}