{
    "product_id": "288",
    "name": "Repairwear\ Intensive Lip Treatment",
    "brand": "CLINIQUE",
    "categories": "Skincare, Lip Balms & Treatments",
    "price": 47.5,
    "about": "No match",
    "ingredients": "Octyldodecanol, Pentaerythrityl Adipate/ Caprate/ Caprylate/ Heptanoate, Petrolatum, Bis-Diglyceryl Polyacyladipate-2, Polyethylene, Hydrogenated Dilinoleyl Alcohol, Stearoxy Dimethicone, Silica, Polybutene, Microcrystalline WaxCera MicrocristallinaCire Microcristalline, WaterAquaEau, Triticum Vulgare (Wheat) Germ Extract, Polygonum Cuspidatum Root Extract, Theobroma Grandiflorum Seed Butter, Coffea Arabica (Coffee) Seed Extract, Rosmarinus Officinalis (Rosemary) Leaf Extract, Tocopheryl Acetate, Coffea Robusta Seed Extract, Betula Alba (Birch) Extract, Astrocaryum Murumuru Seed Butter, Hordeum Vulgare (Barley) ExtractExtrait D'Orge, Butyrospermum Parkii (Shea Butter), Glycerin, Poria Cocos Sclerotium Extract, Linolenic Acid, Sodium Dna, Saccharomyces Lysate Extract, Linoleic Acid, Cholesterol, Sodium Rna, Ascorbyl Tocopheryl Maleate, Methyl Glucose Sesquistearate, Lauryl Pca, C20-40 Pareth-10, Squalane, Ethylhexylglycerin, Polyglyceryl-4 Isostearate, Hexyl Laurate, Cetyl Peg/Ppg-10/1 Dimethicone, Allyl Methacrylates Crosspolymer, Propylene Glycol Dicaprate, Nordihydroguaiaretic Acid, Glycine Soja (Soybean) Protein, Phytosphingosine, Oleic Acid, Acetyl Carnitine Hcl, Caprylic/Capric Triglyceride, Triethoxycaprylylsilane, Ethylhexyl Stearate, Lecithin, Hydrogenated Lecithin, Hexylene Glycol, Ethylhexyl Palmitate, Potassium Sulfate, Hydroxyethylcellulose, Ethylcellulose, Bht, Phenoxyethanol, [+/- Mica, Red 7 Lake (Ci 15850), Yellow 5 Lake (Ci 19140), Red 22 Lake (Ci 45380), Titanium Dioxide (Ci 77891), Iron Oxides (Ci 77491, Ci 77492, Ci 77499), Red 6 (Ci 15850), Red 30 Lake (Ci 73360), Carmine (Ci 75470), Red 33 Lake (Ci 17200), Red 28 Lake (Ci 45410), Blue 1 Lake (Ci 42090), Yellow 6 Lake (Ci 15985)]...Please be aware that ingredient lists may change or vary from time to time. Please refer to the ingredient list on the product package you receive for the most up to date list of ingredients.",
    "how_to_use": "Suggested Usage:.-Use twice daily, morning and night. .-In the morning, use before applying your lip color.",
    "num_reviews": 278,
    "overall_rating": 4.3,
    "product_url": "https://www.sephora.com/ca/en/product/repairwear-intensive-lip-treatment-P122782?skuId=883306&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s883306-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "0.14 oz/ 4 g",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s883306-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Must have for extremely dry lips",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Combination skin",
            "review_text": "This is the best lip balm I have ever used. But…it does not last long and it\'s expensive. I\'ve tried about every lip balm out there and ask for this for Xmas gifts. I have very dry lips from antibiotics and a dry climate. This works!"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "I don't know why more people don't talk about this hydrating lip base. It is so good to use before lip stick or even alone."
        },
        {
            "review_title": "Tax season lip balm",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Oily skin",
            "review_text": "Excellent for use under drying, staining matte lipsticks and during times when lips tend to be super dry (cold weather.)  No lies were told by the reviewer who said it's 35 dollar lip balm but it's that time of year, girl."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Yall this isn\'t a lip balm. It is designed to smooth out the looks of your lips. I\'ve used it for many years and it lasts a long time. Do not use it every day just when I wear makeup."
        },
        {
            "review_title": "Intensive care that really works",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This is the only product that will keep my lips from drying out or peeling in the fall and winter. I use it every night before I go to sleep all year long. I\'ve tried everything, and this is the only product that works. It is pricey but it is worth the money."
        },
        {
            "review_title": "In this economy???",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "It\'s a lip balm. It\'s a nice lip balm, but it\'s a $30… lip balm."
        },
        {
            "review_title": "Too little",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Light skin tone, Combination skin",
            "review_text": "I really love this product but I can\'t believe how little there is! Kind of a waste of money. Won\'t be getting it again for this price."
        },
        {
            "review_title": "Runs out very quickly, stick with Blistex",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Initially I really liked this product. However, it ran out so quickly that I view it as really expensive lip moisturizer. No sun protection either. Think I will stick with Blistex with SPF."
        },
        {
            "review_title": "D\eçue",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "J'utilise et j'adore pourtant tous les produits Clinique, mais celui-ci ne vaut pas le prix. La texture est trop \epaisse, ne s'\etend pas bien et n'est pas si r\eparateur pour les l\evres tr\es s\eches."
        },
        {
            "review_title": "It's a nice one",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This lip balm goes on clear, even if the wax looks a little pink. The texture is very soft and it really nourishes your lips. It doesn't have a scent."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Very hydrating, not sticky or drying. Goes on nicely. Great product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Am currently pregnant and had very chapped lips, the scent of regular chapstick kept making me sick. This worked instantly with no scent or taste"
        },
        {
            "review_title": "filled in the lines on my lips!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I was fully expecting to be disappointed with this purchase as $31 for a Clinique chap stick is a lot. But I wanted a more “elevated” chapstick and this one caught my eye. It feels buttery and creamy on the lips. It wasn\'t until half way through the tube that I realized this stuff actually works. My lips felt different- almost how they do when I get a botox lip flip. Finally I realize it\'s because my lips were plumped.  They don\'t look bigger but all of the little lip wrinkles were plumped up and filled in which makes them look smoother and younger. I will be repurchasing.   I wish I could take half star off for the price."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Very moisturizing but not worth 31$. Can buy less expensive things and products for less pricing."
        },
        {
            "review_title": "good but not great",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "It\'s good, but no better than less expensive balms. I found it about equal in quality to FAB and even Sephora Brand.  My main issue is that they made the tube fit so tight, and the outside so slick that I have a hard time opening it. My fingers slide right off. I can\'t seem to get any grip.  I bought it once, and will use it up, but I\'ll never pay this much for lip balm again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love, one of the best lip balms I've tried. I also like that it is in a lipstick like tube. Very nice."
        },
        {
            "review_title": "worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This is my all time favorite lip moisturizer. I can instantly tell my lips absorbed the balm and felt better!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I have been on a mission to find a balm that actually helps my chronically dry lips and I've loved some other clinique products so gave it a go despite the outrageous price tag. Not only did this not help my dry lips but it always made them feel more dry than before I put the balm on. the product also disappeared very quickly even though I only applied it twice a day."
        },
        {
            "review_title": "Great product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I love this lip treatment, it has actually reduced the fine lines around my mouth."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I use this at night before I go to bed. It does keep my lips smooth and soft when I wake up, but I'm not sure if it's worth the money. There are other lip treatments that will last longer."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Kind of thick and balmy, doesn\'t really sink into lips that well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is amazing! I can put it on at night, and when I wake up my lips are still moisturized! I like it much better then the one in the tube! It\'s worth it"
        },
        {
            "review_title": "Intensive for sure!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "gray hair, Light skin tone, Combination skin",
            "review_text": "A velvety smooth, glossy, thick, balm that actually keeps my lips hydrated for at least an hour. I'd buy multiples of these and recommend it to everyone! Also, there's no scent it's very nice if you are sensitive."
        },
        {
            "review_title": "Rien de miraculeux",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Ce soin pour les l\evres n'est pas fait pour une tenue de longue dur\ee et se vide tr\es vite (sans blague)! Quant aux r\esultats, je n'ai pas eu des r\esultats tels qu'escompt\es pour hydrater mes l\evres au quotidien pour des temp\eratures rudes hivernales du Qu\ebec. D'autres produits sont beaucoup plus efficaces selon mon propre avis en plus d'être moins chers que celui-ci."
        },
        {
            "review_title": "feels like its doing something, not just greasy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "definately my favorite lip balm/treatment out there, and i\'ve tried a LOT!"
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Probably my favourite lip balm. It feels so buttery on my lips and makes them super soft. No stickiness or bad taste (doesn\'t taste like anything). It\'s not glossy and not matte."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "great lip balm. it moisturizes my lips and doesn't leave it feeling drier or more chapped once I need to reapply. not sure if it's moisturizing enough for winter but for a spring, summer and fall it works well."
        },
        {
            "review_title": "Amazing Fragrance Free Lip Treatment",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I have loved this product since I tried it several years ago. It\'s smooth but not greasy and the moisturizing feeling lasts for quite a long time. The only drawback is the price, but this is directed to be used once in the AM and once in the PM, so the tube lasts quite a long time. I love using a thick layer of this before bed, and as a first step in my skincare routine. I love that it is fragrance free as well!"
        },
        {
            "review_title": "This Lip Treatment is Fantastic!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Feels wonderful and last a longtime.  I wear it in the morning and night.  I has helped to repair my very dry lips."
        },
        {
            "review_title": "Best for super dry lips",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Love this one and the Bobby brown lip tint the most. Both very moisturizing, and have very light to no scent. This one has no scent. Love it! Def will repurchasing again and again and again..."
        },
        {
            "review_title": "Soft lips without the sticky",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "no fragrance, no sticky lips, feels great! I use it as part of my night routine. The presentation for this product looks high for a lip balm."
        },
        {
            "review_title": "THE holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I have been using this for years, and hope it is never discontinued...THE best I have found. When I start makeup I put on, and by time I am ready for my lip primer and lipstick, my lips are fully moisturized. At night, I put on really thick and when I wake up, my lips are so hydrated....I have tried the Laniege sleeping mask, Fresh, Bite, nothing compares to this, and I find a lot of the other products very irritating to my lips.  I once ran out and was without a few days, and immediately noticed the difference. I now keep several in stock....the only negative it is pricey as I go through a tube very quickly. I never want to be without this product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "restoring - soothing without being too thin or glossy"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "I have been looking for repair lip balm and because of the clinique brand and the other positive reviews I paid this ridiculous price . DO NOT WASTE YOUR MONEY. Ignore all the 5 star reviews.  It turned my lips even worse . My lips started peeling and not in a good way !!! I have been trying to repair my lips from this item ."
        },
        {
            "review_title": "Love It!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "This is a great lip balm! I've tried many and this is definitely my favorite. Sure, I wish it was less expensive. But I feel I'm finally paying for something that actually works! It's not too thick or thin. Doesn't have a sunscreen in it but I'm okay with that. Glides on smooth and stays on well. Try it!"
        },
        {
            "review_title": "No SPF....what a shame!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Excellent for Canadian winters in keeping chapped lips moist but unfortunately does not have SPF to protect lips in the summer or while in sunny vacation destinations.  Had a sunburn on my lips the last two times I was in Caribbean and very painful!  If it had SPF would be better so I could use year round."
        },
        {
            "review_title": "Love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Dry skin",
            "review_text": "I just love this balm. It goes on smooth & buttery & is long lasting. Makes my lips very hydrated. I love the chrome component!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "My favorite lip balm/gloss ever. I don't usually write reviews, but this product is worth it. It is very moisturizing, stays on quite well, and leaves a bit of shine/luster on the edges of my lips that make them look plumper. It's the only lip product that I always keep with me and make sure I don't run out of. As some others have commented, there is definitely a lot of product in the tube once it seems to have run out, so I make sure not to toss it out right away."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This helps my dry lips because I breathe through my mouth when I'm asleep. I put it on before going to bed and in the morning too after brushing my teeth."
        },
        {
            "review_title": "Allergic reaction",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I bought this product in hopes that it would help my extremely chapped lips.  It goes on smooth and is not sticky, however, I seem to be allergic to something in the product.  After using it, my lower lip becomes red, itchy and develops and odd texture.  So, I will not be able to use it anymore."
        },
        {
            "review_title": "Must try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "By far the most luxurious lip balm I have ever tried on my lips!!  I made my boyfriend try it on and seconds after putting it on says “Oh wow” lol!  Will keep in my makeup bag till I die. Worth every penny."
        },
        {
            "review_title": "Super great lip treatment",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "This is the first lip treatment I've purchased that REALLY works. I've tried many others and none of them are anywhere near as this. It goes on smoothly, not tacky, and really improves the texture of your lips. It's a little pricey, but worth it. I wish they made a bigger size. Luv"
        },
        {
            "review_title": "Meh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I initially really liked this product - it went on nicely and my lips felt moisturized. Unfortunately, it made my lips even more dry after a few days. I swear the more often I applied it, the worse my lips got. I stopped using it after less than a week. So disappointing."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Best on the market!!!"
        },
        {
            "review_title": "Not Impressed",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I was very hesitant to spend $30 on lip balm, but my lips are very chapped, so I thought I'd give it a try.  In my opinion, it doesn't work any better than cheaper lip balms, and it drys out very quickly.  Such a waste of money."
        },
        {
            "review_title": "I recommend this product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "First time buying this product definitely buying this again, I liked the texture is not sticky when is on and it can last a while."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I LOVE this item. It really deserves to be so expensive because I have tried almost every product for my naturally dried lips and have fallen in love with it. It works momentarily and will continue to use it. I do recommend to anyone even though it says it is for oily people, but my face is really dry."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I rarely buy the same product over again, however when I find something I love - I stick to it for years. This is one of those products. Simply put, this is one of the best lip treatments I have ever used, hands down. Don\'t hesitate - go get it."
        },
        {
            "review_title": "Must have !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, fairLight skin tone, Oily skin",
            "review_text": "I have bought so many lip balms in my life and nothing ever came close to this ! I absolutely love this !"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "This is my favorite Clinique product.  This isn\'t too thick but is rich and emollient for very chapped lips. I like this much better than every day chap sticks and balms.  It is well worth the price.  I think this would be great layered over the Algenist collagen lip treatment."
        },
        {
            "review_title": "Truly softens",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Light skin tone, Combination skin",
            "review_text": "Very moisturizing. Feels wonderful on my lips. After receiving my 1st order, knew I wanted to have one w/me at all times. Lipstick, gloss or alone, gives my mouth a nice sheen. Apply nightly and wake w/soft lips. Hoping to see improvement in the nasty little lip lines. If it performs as well as it has on my lips I'll be even more pleased with my purchase."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Not worth the $$. Get a healer stick from perfectly posh for half the price does just as good and better for you with orange oil and shea butter."
        },
        {
            "review_title": "HG",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "Holy grail for me when I have dry lips, expensive for a lip balm but worth every penny, I only get super dry lips during the winter so I only need to buy one once a year. There's not a lot I like from Clinique, but I friggin love this and always recommend this"
        },
        {
            "review_title": "One of my favorites.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Oily skin",
            "review_text": "Love. Use it daily and have yet to find another product that makes my lips feel softer or smoother."
        },
        {
            "review_title": "Incredible!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "This is the creamiest lip balm I've ever used.  I haven't used it long enough to know if the collagen claims are true but my lips sure are soft and mpoist all the time now."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Excellent.  Will continue to purchase"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Great everyday balm.  Feels good on and doesn\'t disappear right away like some others I\'ve tried.  Keeps lips smooth and hydrated."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Best lip balm. It feels like it actually aborbs in your lips instead of just sitting on your lips. I use it along with All About Lips. I\'m in love with this stuff, just not in love with the price."
        },
        {
            "review_title": "Lip treatment",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I use this twice a day.  Its really nice and helps with my lips and over my lips."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "have been use this for 5 years, very good lip treatment."
        },
        {
            "review_title": "Not worth it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I received a sample of this in one of my previous purchases and loved it so I decided to purchase it. After receiving it I began to use it only at night. It is already down by 4-5 mm in 3 days ...and I only put it on at night. I don't see the value in this product because it is used so little but so much product is missing."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Nice lip balm but not the best........."
        },
        {
            "review_title": "Indispensable",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is by far the best lip balm I've ever used. It's nice"
        },
        {
            "review_title": "Soft lips make sure you scrub first",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "So far so good. I enjoy the way this feels on my lips. Keeps them soft and happy for most of the day."
        },
        {
            "review_title": "best lip treatment",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "This is worth every $"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love, love this lip balm! My lips are so sensitive that any lipstick and most lip balms  makes them peel within an hour. This"
        },
        {
            "review_title": "How did I live without you?",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "This is a staple in my nightly routine. As I have chronically dry lips I need something that won't clog the pores around my lip area, isn't heavy or greasy feeling, but is hydrating -this is it. My first tube lasted me 6 months (applying one an evening), so for me, that was a good value. It's also helped to keep my lips hydrated throughout the day so liquid lipsticks don't look so dry and cracked. Very happy with this product."
        },
        {
            "review_title": "Not worth the price",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Disappointed with Clinique, has neither nor special quality. Definitely will return it."
        },
        {
            "review_title": "Best product for lips ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "This is by far the best product I have ever found for my lips - my lips are fuller, hydrated and smoother than with anything else I have used"
        },
        {
            "review_title": "Great lip treatment!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "This is my third one of this product. It's expensive but it lasts a long time. I use it at night before I go to bed. It is moisturizing and seems to help with the lines on my lips."
        },
        {
            "review_title": "love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "My lips love this stuff.  It isn't at all waxy, yet it lasts overnight.  I put it on before bed and wake up with soft, hydrated lips."
        },
        {
            "review_title": "On the fence",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This expensive lip balm is really great and feels so nice. The hydration works well, but I definitely feel the need to reapply it at least every hour or two to maintain that hydrated plumpness. Reapplying so often, though, has made me go through two tubes of this really fast. I'm not going to purchase this balm again because of how expensive and how shortly it lasts."
        },
        {
            "review_title": "HAPPY",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Great hydration especially before applying matte lip kits. Feels gets and has my lips looking delicious. Wish it had SPF though"
        },
        {
            "review_title": "lifesaver!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "I am one of those people who cannot stand when their lips get chapped and this has been my go to for awhile!!! My mom used to use this on me when I was little and my lips would get all gross and chapped and i started purchasing it for myself in college cause I rediscovered it!! my lips have not been this smooth and plump in awhile. It is completely worth the price tag!!!!!!!!"
        },
        {
            "review_title": "very nice",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Pros: hydrating, feels good, unscented  Cons: slightly odd taste  So far this has been the best in my search for a moisturizing lip balm. The gel formula feels good and I use it before bed , still there in the morning. My only drawback is sometimes I taste a weird chemical taste after applying, probably due to the silicone. Great as a balm or daily treatment, especially after a sugar scrub."
        },
        {
            "review_title": "good if you want a lip balm",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I've been using this for a while and although it moisturizes my lips, I haven't seen any improvements with the lines between my lips. The Peter Thomas Roth lip treatment works great with this though. Keeps my lips quenched."
        },
        {
            "review_title": "BEST FOR MY LIPS!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "For me, this is the best lip treatment I've tried so far.  The price is fairly reasonable and I shall keep using it.  Cheaper store brands just do not work as well for me."
        },
        {
            "review_title": "Really Works",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I don't like the price of this lip treatment but it's the only thing that works on my dry lips. It keeps them hydrated and prevents chapping.  I have literally tried everything else."
        },
        {
            "review_title": "save your money",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "it goes on smooth but you need to reapply because it wears quickly and then the dryness comes back with a vengance!!! the packaging is nice however once youre at the end of the tube you have tons of left over product thats hard to get out.. youre paying for the name basically."
        },
        {
            "review_title": "Dried out my lips",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This lip treatment feels great going on...smooth, silky and made my lips feel great. BUT...after it wore off my lips were left feeling chapped and dry. I kept trying to wear it, but every time I did my lips would feel terrible an hour after application. I had to use Aquaphor to heal my lips. Waste of money."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Absolutely 100% worth paying the insane price tag for this."
        },
        {
            "review_title": "Look younger",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "I have been using this lip treatment for years now, and I know it has helped decrease the signs of aging for my lips.  I use it with the All About Lips cr\eme for my daily lip treatment and protection from wrinkles."
        },
        {
            "review_title": "Perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "I was concerned about my lips being more dry and the lipstick bleeding that is more common with age. Not to worry, this product is amazing! I use it at night before bed and before I apply lipstick. as a result, my lips look as youthful as ever! And I can now consider other lipstick colors that I thought I would have to give up! I will not be without this product!!"
        },
        {
            "review_title": "soft and smooth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I am devoted Clinique brand user and this is my favorite product of theirs! I have flaky dry lips and have some fine lines as well and this little wonder has greatly improved my trouble areas."
        },
        {
            "review_title": "Goes great under liquid lipsticks",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love liquid lipsticks but they tend to leave my lips dry and flaky. I don't have that problem anymore since I started using this. I apply it before the liquid lipstick and I'm good to go. I love how hydrating, smooth, and supple these make my lips. It's pricey but I haven't found anything else that comes close"
        },
        {
            "review_title": "Creamy and soft!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Oily skin",
            "review_text": "I keep this stuff on the nightstand and slather it on before going to sleep. It is awesome....Lightweight but moisturizing! I'm not convinced it needs to be almost $30, but it is a good product."
        },
        {
            "review_title": "Best lip treatment ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "It is a great lip treatment for the day (I apply a thick petrolatum based balm for the night). I use it all the time, also under lipsticks. I think it is the best lip balm on the market. I can't tell if anti-aging ingredients in it really work, but my lips definitely look better when I use it (smoother, less fine wrinkles around). The only disadvantage is that it runs quite fast with regular use. Still, I will keep buying it."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It's just ok; doesn't last, its not too sticky or glossy, which is great. I don't think I'll buy again for though."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Too glossy and not healing. I was hoping this was more of a balm but it's really slick and only moisturizes when it's on, it doesn't seem to heal chapped lips at all. It's not BAD, just not worth the price."
        },
        {
            "review_title": "This is THE ONE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "This lip balm instantly hydrates and has a wonderful texture that I have never experienced with other lip balms. I have tried so many lip balms, from store ones to those from fresh, Dior, and Chanel. This lip balm seems to be absorbed instead of sitting on the top of my lips, like some many other lip balms do. The only downside is that because the texture is so dreamily creamy, I apply it nonstop, and it gets used up too quickly. I stock up this lip balm every time I shop at sphora. Please never discontinue it!"
        },
        {
            "review_title": "fabulous!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "really - only thing that reoaired my dry/very chapped lips. i'd tried everything found i was either allergic to most lip treatments & nearly all lipsticks. this is great, really works, no 'reaction'. sephora brand lip treatment is also very good & considerably less expensive, but this is great & a real treat."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "absolutely love this, particularly through winter"
        },
        {
            "review_title": "love it!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This lip balm is sooo amazing! I've been using it for about three years now and it's one of those products where you see instant results. It's lightweight and non-sticky. Glides on with a moisturizing effect and lasts pretty long throughout the day!!! It repairs my lips and makes them look supple and puckerable. I totally recommend this for someone who needs a light weight conditioning lip balm with instant and long-lasting results. Definitely worth it!"
        },
        {
            "review_title": "absorbs quickly",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "I was hesitant to spend so much on what is essentially a lip balm, but unlike other balms this absorbs quickly and hydrates deeply without leaving a slick or oily film on my lips. I feel that my lips have gotten smoother after using this for a couple of weeks. It is a great primer under lip color, and particularly helps mattes glide on more easily. I don't think it prolongs wear, but it doesn't seem to make lip color wear off more quickly either. It does provide a smooth, moisturized surface for you lip color."
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I bought this to try it out since most of the clinique products are amazing and this one did not disappoint. Keeps my lips moisturized, great for wearing under lipsticks."
        },
        {
            "review_title": "Super Rich",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I bought this lip treatment on a whim. I love to try new glosses and treatments and this definitely doesn't disappoint. It's super rich and feels like velvet when I put it on. I haven't had it long enough to say if it helps with very chapped lips but overall so far I really like it!"
        },
        {
            "review_title": "Good Formula",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I really loved the formula of this for something that I use everyday and keep inmy purse it runs out so fast and so in my opinion makes it too expensive for what it is."
        },
        {
            "review_title": "Good but runs out quickly",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "Doesnt give lips a glossy look, just a moisterized one. It is good, but not great. Too expensive for what it is, and it runs out so fast. I use it every day and before I knew it (2 weeks) I was at the bottom!"
        },
        {
            "review_title": "Excellent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I'm on my 3rd one of these and I really like it. It is a bit pricier, but I also find I need less of it than regular balms, so it lasts. I have dry skin and cannot survive without lip balm. I use this in the morning as a base under lipstick (dust a little powder over lips before applying color) and it keeps my lips hydrated all day. And I put it on after washing my face before bed. I'm in my mid-forties and have some fine lines around my mouth - I use this slightly over the lip line and it helps to reduce the lines nicely. The stick format is much nicer than a pot or tube as well. IMO, a good product and worth the price."
        },
        {
            "review_title": "Amazing Chapstick, a little too pricey!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This Chapstick is very hydrating and helps my horrible dry and cracked lips. However, the price is a little too much, I'll probably repurchase but Id prefer it to be around $20 or $18! Overall though it is great, I recommend to everyone!"
        },
        {
            "review_title": "Fantastic product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I got this lip balm after nothing else was helping my chapped lips caused by orthodontics. It helps get rid of dry lips and keep them soft, moisturizer, and luscious. Worth every cent!"
        },
        {
            "review_title": "Ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Nothing out of the ordinary for me. Still on my quest for the product that can and does deliver when it comes to dry chapped lips."
        },
        {
            "review_title": "Great Moisturizing Lip Balm",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Great moisturizing balm. I have extremely dry skin and lips and this helps alot. I've gone through 2 already."
        },
        {
            "review_title": "best one for winter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It's the best lip balm for winer time. Though it's expensive, but worth to buy it. I will recommend it for winter time use.  But seems not working well in summer..."
        },
        {
            "review_title": "Very average, not super moisturizing",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "I'm constantly on the quest for the holy grail of lip treatments. Unfortunately, this wasn't it. It was ok...not horrible...but didn't seem to do much at all for my lips, nor was it particularly moisturizing. I kept the product and used it till the end, but wouldn't repurchase."
        },
        {
            "review_title": "for dry lips",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This stuff if amazing. I buy one every other month. I use it at night in my routine. It goes quickly if used as an all day chap stick. Revives my lips everyday !"
        },
        {
            "review_title": "Moisturizing, Plumping, Favorite lip balm",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "I tried this for the first time, purchasing in November. I've also been trying other tinted lip balms, matte pencils and other lip treats. This is the one that I've kept, and used almost on a several-times/day basis. A few days ago (early Jan), I noticed that my lips are plumper/slightly bigger and more pronounced, both top and bottom lips), like they have more collagen. I can only assume that Clinique's Repairwair Lip Treatment is responsible for this lip boost!  I consider that a side benefit, though, because this lip treatment has been excellent for keeping my lips hydrated, smooth, and lovely-feeling.....now they're lovelier looking too! Thanks, Clinique- definitely worth every penny and this is now my holy-grail lip treatment.  For those of you who say you don't see a difference in your lips, be patient- it took about 6-8 weeks before I consciously noticed the plumped effect. I still have a lot of product left in the tube. I am super-picky with lip balms and have tried many-- I highly recommend this as one of top lip products I've tried."
        },
        {
            "review_title": "Feels nice but didn't help",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have peeling, somewhat dry lips. They're rarely chapped or cracked. This balm feels nice on but didn't seem to improve the texture of my lips."
        },
        {
            "review_title": "Good Lip Moisturizer",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "This is a good product for keeping lips moist, but saw no difference in the lines, etc., around the lips. No lip plumping effect, either. Need to keep reapplying."
        },
        {
            "review_title": "shame they didn't list the ingredients",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Caution to those with allergies. Contains barley and wheat. I'll be returning since this will be on my mouth."
        },
        {
            "review_title": "Average lip balm",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "I was excited to try this as I am a cliniqueaholic but fairly disappointed overall. Feels good on, nice color, pretty case. The lasting power of this is low which is why I'm guessing most people wear it at night. I had to go back to my department store brand for real hydration and staying power. I don't have lip lines so I don't know about it helping with that. One less item to repurchase."
        },
        {
            "review_title": "High end moisture",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Clinique is a cult favorite for many products and this one is no exception. Its smooth silky texture is very hydrating and helps with chapped lips is used on a regular basis. I use this at night before I go to bed and my lips feel great in the morning. I only wished it had an SPF so I can use it during the day."
        },
        {
            "review_title": "Necessary",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I have been fighting chapped lips for months and this is really the best product I have found. I use it in the morning and at night, and anytime my lips are chappy again during the day and it fixes them right up. It's a miracle. I have sensitive skin, and my lips react allergically to plumping lip treatments, too much perfume or certain sunscreens but this is just blissful and causes me no issues. Note: the tube has a tight seal - you cannot open it with wet or slippery hands."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I absolutely love this product. I know it's a little pricey but it works. I use it at night before bed and through out the day if I don't go out. It doesn't have any sun protection in it."
        },
        {
            "review_title": "Never Had Better!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "For months my lips were always dry and I couldn't get them under control. I finally tried a more pricey product and it was like magic.. My lips were smooth again! I'm not saying there aren't better products out there, but Clinique did it for me. I use it at night before bed and in the morning when I'm getting ready. For the amount that I am using it, this product should last several months, which makes the price not seem so bad. I would recommend to someone who is trying to branch out from cheaper drug store brands. I use those too, but it is nice to have a stay at home product that really helps nourish those lips!"
        },
        {
            "review_title": "Average - but better than chap stick",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "This is a perfectly nice balm that is more smooth and makes your lips feel better than regular drug store balms. But, I purchased it in the hopes it would do my dry lips good. I thought it was more of a treatment. It isn't. Feels nice for the time you have it on and does nothing to repair or help the lips in my opinion. I don't think it should be called repair wear and that is my problem with it."
        },
        {
            "review_title": "Close but no cigar.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Let me start by saying I am aware I have really dry skin/lips, so what doesn't work for me might work swimmingly for someone else. That said, this intensive lip treatment didn't quite do it for me.  The balm is very creamy; the texture is wonderful. The packaging is not only easy/convenient but also sleek and beautiful. But the formula is not quite as intense as the name claims.  Don't get me wrong, this is a perfectly fine balm, but I don't feel like it does anything for me that my other $6 or $7 balms don't do... I can't really justify spending $27 for something that I go through so quickly. It sure SEEMS like it will be intensely hydrating when I apply it, but I don't feel any lasting moisture from it in between applications.  I will use up every bit of this because, like I said, it has a lovely texture and feels great while it lasts. But if you have severely dry lips like mine, you might want to consider saving your bucks on this one."
        },
        {
            "review_title": "Beautiful lip moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I'm on my 3rd tube of this. I use it every night as a lip treatment and my lips have never been more soft and moisturized. It has absolutely no fragrance or taste and doesn't feel sticky at all. It's a nice glossy feeling of a watery veil sitting on your lips. My HG lip treatment!!"
        },
        {
            "review_title": "Fantastic!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I noticed a big improvement in just one day, Now after 2 weeks my lips look better than they ever had. Full and no lines around my mouth. They even look plump with more color, even before I apply it in the morning. I love this!"
        },
        {
            "review_title": "dry lips",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really like this stuff...I use it at night"
        },
        {
            "review_title": "The best.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Oily skin",
            "review_text": "This is the best lip moisturizer I've found. I particularly like it at bedtime and I don't wake up with parched lips. I use it in the morning, too. The rest of the day I try to wear moisturizing lipsticks or balms (favorite: Stila lip balm) for color. So, overall, for a 60-year old, my lips don't give away my age."
        },
        {
            "review_title": "Love, love, love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "I agree with other reviewers, this is hands down the best lip balm ever. I have one on my bedside table and another is going in my purse. Stays on for hours, doesn't make your lipstick change color or slide off. I'm sold."
        },
        {
            "review_title": "Great lip treatment",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I really like this lip treatment. It moisturizes without being greasy."
        },
        {
            "review_title": "Super Lip Treatment",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "Have tried numerous lip treatments to decrease wrinkles around my lips, with minimal results. Clinique Lip Treatment is working after using for 2-3 weeks. It has diminished a lot of the wrinkles. Will keep using and hopefully will see further results."
        },
        {
            "review_title": "Not worth the money",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "This product is way too expensive for what it does. Given the price, I had high expectations for this lip treatment but it is not half as hydrating as I would like it to be. An average lip balm at best."
        },
        {
            "review_title": "stays on all night long!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Oily skin",
            "review_text": "This is a great product from Clinique. I normally put this on before I go to bed and it's still there in the morning! I was super impressed! I sometimes wear it during the day but it doesn't have the staying power which is why I prefer to wear it to bed. Love it! My lips needed this for winter!"
        },
        {
            "review_title": "Intense Love",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I've recently been suffering from extremely dry and irritated lips. As a result the skin on my lips began to darken. I started using this product and in a few days I noticed a difference. Immediately my lips felt hydrated and after continuous daily use my lips felt softer. I apply this first thing in the morning after my 3-step regimen and throughout the day and never have to worry about dry lips."
        },
        {
            "review_title": "Perfect for harsh Canadian winters",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I was about to run out of my Dior creme de rose and purchased this because I was tired of using pots and wanted a tube. I am so glad I purchased this lip treatment! This stuff is truly amazing! Usually, during the winter, my lips get so cracked and chapped and nothing works on them. I've been using this for a month and am beyond surprised by the results of this product! In the beginning, I would use this at night but now I am using this 24/7 - it is that addictive! My lips are smooth, plump, hydrated, there is NO dry skin, and my lips have not cracked or ripped. What I like about this is that even when I'm not wearing it - my lips are still hydrated. I've found with other products once I've washed my face and lips that my lips are dry but not with this product. My lips are so soft and hydrated when they're bare.  I plan to use this up completely and repurchase again and again and again ... and I highly recommend this to anyone who is dealing with ripped and/or chapped lips."
        },
        {
            "review_title": "Clinique Repiairwear Intensive lip repair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I'm in my 40s I chose it from some of the other reviews written. I use it everyday sometimes several times a day. It keeps my lips moist and they no longer crack. They already look and feel younger. If you are looking for the plumping factor this isn't for you. Otherwise for the price I love it."
        },
        {
            "review_title": "great for dry lips",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "This seems to help with my chapped lips. I put it on at night and wake up with smoother lips."
        },
        {
            "review_title": "Buttery",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I've been using this for a few weeks now and although this lip treatment is very buttery it is lacking something. A scent or flavor maybe? Its a little odd for me to be flavorless. It does make my lips very soft after I apply and it is not sticky. I don't think I will buy again as my burts bees work just as well and I like the Fresh sugar lip treatments better."
        },
        {
            "review_title": "It's OK but...",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "No better than a drugstore lip balm. Not worth the $, so I won't repurchase."
        },
        {
            "review_title": "Feels nice, but doesn't last",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "This feels really great on. My only wish is that is stayed on longer. If it had more staying power it would be worth the money. I probably won't buy it again for the price though."
        },
        {
            "review_title": "Best Lip Treatment",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I'm a makeup junkie, but this is the only product I'm truly addicted to! LOVE IT!  Carmex is too goopy, chapstick can break off and get lumpy. LipMedex is great for the dead of winter at nighttime, but don't always want it's menthol tingle.  But THIS!!!! This is the best. I am addicted to this stuff. I have one in my purse, one in my makeup bag and one on my nightstand at all times!!!!  I use it under my lipstick or lip glass or by itself. And I use it whenever I need to moisturize this stuff."
        },
        {
            "review_title": "Soothing!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Nice consistency -- not waxy, not too melty. Makes your lips feel soft but not greasy. Just wish it lasted a bit longer on my lips."
        },
        {
            "review_title": "A Keeper!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "My lips have been very dry lately so I've tried so many different lip balms with no relief. This product is incredible! Yes it's pricey, but it works. I also love that it's I unscented. I'll probably go through this pretty quickly but I don't mind because it keeps my lips so soft and hydrated."
        },
        {
            "review_title": "Love This",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is a great product. It feels light yet very moisturizing."
        },
        {
            "review_title": "Addicted/love/best purchase",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Everyone buys Sugar lip treatment but this lip treatment it FAR superior. I will never be without it again. It is the best lip treatment on the market hands down."
        },
        {
            "review_title": "Worth the price",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "This product is the only lip treatment that prevents my lips from cracking. Twice a day application is enough, but I use it three or four times a day in the colder winter months. Never leave home without it!"
        },
        {
            "review_title": "Works great!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I actually bought this stuff purely from the reviews on Sephora. I took a chance and it paid off! I use it nightly before bed and have not stop grabbing for this since I got it, which means it's working. Thanks to all the reviewers! I gave 4 stars just because I think for what it is, it should cost a little less. It's a decent chapstick in a Clinique conatiner."
        },
        {
            "review_title": "Favorite Lipbalm EVER!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I eat this stuff! Love how moisturized my lips feel. Leaves lips looking natural- not matte or shiny. The stick form is easy to use! Can't get enough of this!!!!"
        },
        {
            "review_title": "Great night time treatment.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "Goes on smooth and has no smell. Can't say it immediately works but I love using this at night. Its a no fuss balm I keep at my night stand and convenient application."
        },
        {
            "review_title": "Clinique Repairwear Intensive Lip Treatment",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "This is one product that I need to take with me whenever I travel. It keeps my lips hydrated. No fragrance so even my husband will use it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Smooth and perfect lips!!!!!!"
        },
        {
            "review_title": "It works...",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I have dried and somewhat wrinkle problem....works alone or with lip gloss(since I don't wear lipstick)."
        },
        {
            "review_title": "Really good lip balm",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Good lip balm. Stays on at least 2 hours, sometimes about 4 hours. Does seem to be lessening the lines on my lips. A bit expensive though."
        },
        {
            "review_title": "Awesome but expensive",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "This is a really good lipbalm, everything you need. Long lasting, not oily, light scent, etc. Problem is it's like 30 bucks, so ok in the summer since I find myself using lipbalm less frequently in the summer, but definitely not enough for the winter. Ah, I still like it though!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I absolutely adore this product! It's completely transformed my lips, which used to be extremely dry and crack and peel all the time. It's like I have new lips without having plastic surgery!"
        },
        {
            "review_title": "Ten Star Rating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is the only lip product that keeps my lips soft and free of dryness. I use it twice a day -- first thing in the morning after showering, and just before bedtime. During really dry weather, I use it whenever my lips feel crispy. My skin is uber-dry, and very few products help at all. Clinique's Intensive Lip Treatment is a great solution for keeping lips soft and smooth."
        },
        {
            "review_title": "Repair wear.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Was have a major lip peel daily, and sometimes twice . I'm 48 yrs old and was tired of pulling and scraping my bottom lip!!!! So I tried this and I used it at night at bed time and the nect morning I saw a Hugh difference in the way the looked and felt even with lip liner and lipstick! Truly AWSOME , going to buy one for my purse to keep on hand ."
        },
        {
            "review_title": "Soft lips!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love this in winter but use it all year!"
        },
        {
            "review_title": "Love the product yet would NOT buy again",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Best part about this product is its consistency. It has staying power on your lips, one application leaves the perfect amount of this non waxy product that lasts for half a day at least. That being said, I was shocked when after just under 3 weeks, I was at the end of the tube. For the price of $27, I expect more than that. In the end, great product but not worth the $$ in my opinion."
        },
        {
            "review_title": "Great lip balm",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I've used this lip balm for a long time and love it. It moisturizes well and feels great on my lips. My favorite thing about it is I can leave it in my car during the summer (in Texas which is hot!) and it won't melt into a puddle; just gets a little bit soft."
        },
        {
            "review_title": "Soft Plump Lips!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Oily skin",
            "review_text": "This is a great product for anybody that fells like there lips fall flat, it moisturizes on a deep level and plumps those lips back up and protects it from chapping, I love to put it on at night and wake up with pretty lips!"
        },
        {
            "review_title": "When all else fails...",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "My dermatologist told me my extremely dry and sensitive lips were due to a combination of anti-aging creams contacting my lips and sun exposure. My lips burn easily, swell, become very itchy, dry and peel like crazy. It's awful.  To heal I was given a prescription strength hydrocortisone, which will eventually help and heal, but it is does not bring any moisture, soothing or softness to my lips, and has an awful taste.  When my lips are at their worst they are so sensitive, most balms, lipsticks, and glosses cause an allergic reaction. I had to return the All About Lips I bought with this because I was so allergic to it. This product is one of a few things that make my lips FEEL good. Even Aquaphor can feel drying, but Repairwear is so soothing and brings back the moisture.  The price is somewhat outrageous, when all else fails and I can't bear the pain, drying, peeling...idon't think too much of the $$$."
        },
        {
            "review_title": "Repairwear intensive lip treatment.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have used this product since it first came on the market, and I love it. Actually, I hoard a stock of it. I wear it at night, and wake up with soft , moist lips. I can't say it has reduced wrinkles, though, alas."
        },
        {
            "review_title": "Beautiful product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I didn't like this at first because I felt like my lips still felt dry after this came off. But now I've given it a fair chance and loving it. I think the trick is not to apply it too thickly. Just enough for coverage but not too much that it doesn't allow your lips to breathe. I use it at night and I feel as though my lips are smoother and don't require anything else throughout the day. It is so soft that I think it belongs in a pot rather than stick form. I find that if I apply using my finger it gives more even coverage. Great product!"
        },
        {
            "review_title": "When all else fails!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Took one star off because of the high price. This works great!!! Tried everything else, but still had chapped lips. Remember to use a toothpick to dig out product that is still in the base. At 26 bucks, you want to get ALL the product out and you'll be surprised what's in the base! About 1/3 of the product!!!"
        },
        {
            "review_title": "Nice Lip Moisturizer....not worth $27",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is a nice lip moisturizer and after a month of use, I can see a little improvement in the wrinkles around my lips, but it is definitely not worth $27....I would not buy it again"
        },
        {
            "review_title": "Hate it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product does nothing for wrinkles around lips and isn't even a good moisturizer for lips. I will be returning this."
        },
        {
            "review_title": "Greasy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "This is not worth the price at all, especially for the claims it makes. Feels greasy and wears for two hours tops. I'm a huge Clinique fan so I was dissapointed by this product."
        },
        {
            "review_title": "Clinique Repairwear Intensive Lip",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this! Upon application, my lips felt great! No more prune lips! I recommend highly..."
        },
        {
            "review_title": "Still same old wrinkles",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "mediumTan skin tone, Combination skin",
            "review_text": "I've been starting to notice wrinkles in my lips. So, I bought this lip treatment in hopes of filling them in a little. I haven't noticed a change however after using nightly, I don't experience chapped lips during the day. I like the sheen it provides, very neutral pink."
        },
        {
            "review_title": "Awesome, but expensive",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "mediumTan skin tone, Oily skin",
            "review_text": "This lip balm is amazing. I've search my whole life for something this great - it makes your lips so soft and moisturized right to the core!! It's the perfect little bit of shine too! The only complaint I have is that I used the whole tube in just under 1 month so it's a bit pricey having to replace it every month."
        },
        {
            "review_title": "Lip Tx",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Tan skin tone, Combination skin",
            "review_text": "This goes on smooth and feels good,it moisturizes like it states, but on me it looks like i have something on my mouth that does not belong there, At PM I apply this lightly if i apply this heavy it really looks bad."
        },
        {
            "review_title": "creamy, light and silky!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Combination skin",
            "review_text": "I use this twice a day. My lips are so soft. Never dry anymore. This stays on and deeply hydrates your lips making them feel so very soft. I cant wait to put it on . I really like this and will continue to purchase this product. I finally found a lip treatment that I can honestly say. I believe in! Very very good product."
        },
        {
            "review_title": "Soft Lips",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Oily skin",
            "review_text": "I often find my lips getting rather chapped from the harsh weather or my own doing from trying to remove dead skin. I purchased this lip treatment at my local Sephora. I love it! I use it at least twice a day - in the morning after washing my face and in the evening after a shower. My lips feel moisturized and smooth. I feel it's a great product for any age."
        },
        {
            "review_title": "Have used this for years",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product is great for dry lips. It goes on easily, has no annoying perfumes, and really makes lip comfortable when the weather is dry. For extremely dry or cracked lips, Clinique has another product available in a small squeeze tube but it's thick and not as suitable for use during the day."
        },
        {
            "review_title": "A miracle worker",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Tan skin tone, Normal skin",
            "review_text": "My lips have been peeling and scaly for months. The dermatologist tole me to use aquaphor which helped a little. I was getting desperate because nothing was working. I did a little research and decided to try Clinique since it's a trusted brand. It's been two weeks and my lips are almost back to normal. I'm truly amazed. I use it before bed and in the morning. I don't care about fine lines just yet, I just wanted my lips back! Thanks Clinique."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone",
            "review_text": "I love this. In the winter my kids lips get so dry they crack and bleed. I use this about twice a day when it gets bad. And once every other day for maintenance."
        },
        {
            "review_title": "Intensive lip treatment",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Dry skin",
            "review_text": "This product really works. I wake up in the morning with lips as soft as butter. It stays on, and it really hydrates. I've used this now for a few years, and I shall sue Cllinique if they cease to make it."
        },
        {
            "review_title": "Great lip blam",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "I have tried everything - literally. Burts Bees, Korres, Blistex, Vaseline, Ren, you name it. Still had dry lips... until I tried this. Miracle worker. Very creamy, hydrating but not sticky or waxy. If you live in a warm and dry climate like me and dry lips, try it!"
        },
        {
            "review_title": "smooth lips",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone",
            "review_text": "It smoothes the lines on my lips but my lipstick does not stay on as long. However, I love to use it"
        },
        {
            "review_title": "blehhh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Dry skin",
            "review_text": "its nonsticky, but hoenstly i feel like it barely works. not completely doesnt work, but not to the amount of money u pay for it."
        },
        {
            "review_title": "Moisture!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "I just love it! Wish it had SPF too, but it provides great moisture!"
        },
        {
            "review_title": "Exactly What I Was Looking For",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "This product lived up to all the hype - I LOVE it! I was constantly struggling with dry, chapped lips and have long searched for the perfect cure. This is IT! I love that it doesn't feel sticky and doesn't require constant reapplication for my lips to look and feel healthy. Thank you, Clinique!"
        },
        {
            "review_title": "Repairwear",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Dry skin",
            "review_text": "The very best for lips! I keep one in my purse and one on my nightstand to apply every night before bed. Keeps lips moist all winter long. No sticky mess and lasts a long time. I like this better than Fresh."
        },
        {
            "review_title": "Great Lip Conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product works great for chapped lips. It keeps them very smooth and conditioned and works better than anything I've used before."
        },
        {
            "review_title": "Great for Lips!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Dry skin",
            "review_text": "This feels so good on my lips - whether I put on lipstick afterwards or not. It really moisturizes and fills them in nicely."
        },
        {
            "review_title": "One of the best lipbalms ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "I've tried a ton of lip balm, and this one is really special. It has no smell/taste, it makes a great base for too-dry lipsticks (MAC lippies, I'm looking at you!), and it's really gentle, hydrating, and non-irritating. I guess if I had one criticism, it's that it can be a teeny tiny bit sticky, but it really is totally awesome, it's much less sticky than most balms (such as the Dior Creme de Rose, which I also like a fair bit). Only the Santa Maria Novella lip balm is less sticky, and that one has annoying packaging and so it's not idea either."
        },
        {
            "review_title": "Best lip repair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Combination skin",
            "review_text": "Love this tube of lip repair! I have gone through many lip balms, chap-sticks, etc and nothing can keep my lips as hydrated and smooth as Clinique Lip Repair. I only wish I didn't lose it!! Will be buying another. It's seriously that good."
        },
        {
            "review_title": "best lip treatment ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Combination skin",
            "review_text": "i love this stuff, i go through 2 or 3 a winter. i live in a very dry place and this is the only thing keeping my lips from total chap, cracking and pain. i prefer it to any regular chapstick because it doesn't smell nasty and it doesnt have a color, so its subtle and useful :)"
        },
        {
            "review_title": "Great treatment!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Combination skin",
            "review_text": "This is my second order of Clinique Intensive Lip treatment. I've tried so many other balms,lip butters,etc ranging from Drugstore brands to high end department brands & have found this to be the best one. As I get older my lips get drier but this really workds. Try it."
        },
        {
            "review_title": "Will not buy again",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "I was hoping this would help make a difference for my chapped and sometimes peeling lips, it didn't help at all, in fact I think they got worse!"
        },
        {
            "review_title": "Perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Dry skin",
            "review_text": "I use this before bed, under lipstick, and whenever. It doesn't have any flavor and it's not greasy, so my fiance doesn't mind kissing me even when I've got a ton of it slathered on."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Combination skin",
            "review_text": "I have recommended this product to my friends. I have a lot of trouble with chapped lips all year round for many years now. And nothing has worked. I tried this stuff and all of a sudden, my lips are worthy of lipstick! It protects my lips against the cold weather, and moisturizes all night. I put lip gloss over it to make it last longer because it does dry out after about 20 min by itself."
        },
        {
            "review_title": "Beating the weather dryness!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Combination skin",
            "review_text": "NY weather has been brutal the past several weeks! That along with the indoor heat has left my lips dry and chapped. Started to use this lip treatment about two weeks ago and I am already feeling a difference. I have been putting on every night before bed and again in the morning before applying lipstick."
        },
        {
            "review_title": "Feels like butter!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Tan skin tone, Oily skin",
            "review_text": "Very moisturizing, definitely can't live without product."
        },
        {
            "review_title": "Better than Chapstick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "mediumTan skin tone, Oily skin",
            "review_text": "I am a lipstick addict. On days that I am sick or under the weather I use the Clinique Repairwear Intensive LIp Treatment instead of lipstick. For some reason normal chapstick feels funny on my lips and then my lips break out. This is the best treatment for the days I don't wear lipstick. My husband uses this at bedtime or when his lips are dry."
        },
        {
            "review_title": "Allergic reaction",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "I had an allergic reaction to this product. My lips broke out with little bubbles all over them and felt very dry. I gave it to my mom and she didn't have any problems. Before I reacted to it badly, I really liked how it felt. It was very smooth. I don't like to wear color on my lips, so this was perfect. Too bad I reacted the way I did. It was expensive too! If I hadn't of broken out, I would have given it 5 stars."
        },
        {
            "review_title": "good for dry lips, not for wrinkles",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Combination skin",
            "review_text": "I like this for softening my lips. It lasts all night long. however, I was looking for something that would help reduce the appearance of wrinkles on my lips which it does nothing for. For me, it's not worth the money just as a moisturizer"
        },
        {
            "review_title": "love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Normal skin",
            "review_text": "I have been using this product for years and I love it. When I ran out of it, I could see the difference in my lips so I immediately bought some more. It really moisturizes and smooths the lips. Great product!"
        },
        {
            "review_title": "no miracles",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Combination skin",
            "review_text": "This is a good product but I still don't get phrases like - helps repair the look of wrinkles. You can soften the look but it's not a repair."
        },
        {
            "review_title": "Seems to be working",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Dry skin",
            "review_text": "I ordered this because I have always wanted to try it. I have very dry lips and I have to be careful of what I put on them otherwise I could get addicted to chap stick and moisturizers on my lips again. I weened off a few years ago and do not want to go back! Anyway, I use this at night and have been doing so for about 3 weeks. At first I didn't notice anything, but it was nice to have it last all night and not have dry lips in the morning. Now I find that it is healing my dry lips in this cold weather and is stopping them from cracking. I don't know if it is worth the $25, time will tell. But if it continues to mend my lips I will continue to spend the money."
        },
        {
            "review_title": "clinique lip treatment",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "mediumTan skin tone, Combination skin",
            "review_text": "love this lip balm, my lips look and feel better.... no more lines and lips are more hydrated."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Combination skin",
            "review_text": "I've been using this lip balm for the past 5 years. I especially use it right before going to bed, and it lasts all night! I love it! It's non-sticky, fragrance free and full of moisture."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Dry skin",
            "review_text": "Love this! Have used several. My sister-in-law who is my age, 57, loves it as well. I use it at bedtime because I use a gloss with an SPF during the day. I don't go outside ever without an SPF."
        },
        {
            "review_title": "better than any chapstick!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "Smooth moisturized lips instantly. Absorbs right in. Not sticky at all."
        },
        {
            "review_title": "Great for aging lips!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "Needed something to help with lines around my mouth and my dry, cracked lips. Wear lip gloss during the day, but wanted a really good night time product. Found it at Clinique! Feels great going on, works all night. I wake up with soft, moistened lips. It is helping with those pesky little lines too."
        },
        {
            "review_title": "good product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "I have chapped lips, and this product works well for me. I have other products that are effective, but the lipstick form is the best for me. Pros: I can apply it without using my fingers, and without looking in a mirror. Shimmery without being overbearing, feels good on lips, not overly scented. Con: expensive, super-long list of ingredients (why?)"
        },
        {
            "review_title": "Great Lip Moisterizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Dry skin",
            "review_text": "This product goes on smooth. A little goes a long way. Great for wintertime when lips tend to get dry,crack,and possibly bleed!!! It is also great for under other lipsticks to help it glide and stay on longer. Plus it is fragrance free and allergy tested. How can you go wrong!!!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "Bought this for my daughter and she says this is the best. So I am going to include this in my next purchase myself."
        },
        {
            "review_title": "okay product",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone",
            "review_text": "Nothing dramatic really, it's an okay product and kinda expensive."
        },
        {
            "review_title": "Smooth",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "This is lovely to put on under lipstick, and at bedtime... I think its a bit pricey for the amount you get, but I do love it!!!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have chronic chapped lips. I read a review that talked about this product and gave it a try. It's fabulous. I put it on every night before going to bed and my lips are wonderfuly soft and smooth now."
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Combination skin",
            "review_text": "I adore this lip treatment. It has become a staple in my purse & I feel ready to tackle the dry fall & winter months coming up."
        },
        {
            "review_title": "Works wonders",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "mediumTan skin tone, Combination skin",
            "review_text": "i aboslutley love this lip treatment for so many reasons. It is extremely hydrating, it feels amazing, it reduces the look of fine lines around my lips, I just love it. I have become addicted to it a little bit, it feels so good on my lips that I find myself putting it on all day long instead of just in the morning and at night. It is by far the best lip treatment I have used. Thanks Sephora :)"
        },
        {
            "review_title": "amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "I loved the customer service and also the great product."
        },
        {
            "review_title": "The Best!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Combination skin",
            "review_text": "This is the best lip treatment I have ever used! I use it at night and when I wake up, my lips are soft and feel super hydrated. I also use it in the morning or whenever I feel the need for some soothing moisture. I have a few small lip lines and after a short time using this, they look much better. As long as Clinique keeps making this, I will keep buying it. That's how much I love this stuff. My friends all love it too."
        },
        {
            "review_title": "Unlike more products this one really works",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "I'v eonly been using for a couple of weeks so I can't comment on the long term repair but this definately softens the wrinkles around the mouth. I apply serveral times per day and can see an instant improvment in my lips"
        },
        {
            "review_title": "Meh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "mediumTan skin tone, Combination skin",
            "review_text": "Seemed good for the first few days but then was just like any other chap-stick. Might have noticed a difference if I was older and had wrinkles that needed filling up?"
        },
        {
            "review_title": "Great lip product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "My mom got this a few months ago and I love borrowing it!  Definitely a worthy purchase my lips are so soft and smooth after using it!"
        },
        {
            "review_title": "Great treatment for dry lips",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Dry skin",
            "review_text": "Although it hasn't magically solved my problem with dry lips, this product has been a HUGE help with chapped lips! I apply it once in the morning and once int he evening. It does leave your lips looking beautiful!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Dry skin",
            "review_text": "I have purchased several tubes of this lip treatment, and will continue. I have very sensitive lips and am staying with this product because it doesn't burn my lips or make them peel. I put it on before bed and in the morning my lips are very soft and moisturized. It can be worn as a gloss as well."
        },
        {
            "review_title": "Absolutely fabulous!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Dry skin",
            "review_text": "I'm on my second tube of this lip treatment, and to put it simply, it works! I do exactly what it says, once when I wake up and again before I go to bed. It's not greasy or sticky, and really does improve the texture of your lips (a.k.a. your lips chappy-ness if you will). It also gives a little sheen, but it's not glossy, which is an added bonus. I'm younger so I can't say much for the wrinkles and collagen aspect, but I've trusted Clinique on my skin, and it always comes through. Just a tip, something I've observed is that this is also a perfect primer for lipstick, so try it out, you won't be disappointed. Overall, one of my favorites from Clinique!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Combination skin",
            "review_text": "the only thing that saves my lips when they get overly chapped. leaves lips feeling soft"
        },
        {
            "review_title": "disappointing",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Combination skin",
            "review_text": "i was hoping this would be better because clinique is such a reliable brand, but it really didn't do much at all. kind of like blistex. i don't recommend it...to much $$$."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "makes my lips feel alot softer. I used to have chapped lips before I used this product and now my lips have gotten alot better. would definitely recommend this product to everyone."
        },
        {
            "review_title": "Repairwear Intensive Lip Treatment",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Dry skin",
            "review_text": "Its a little pricey but so very worth it. I buy a new one every fall and use it every day. It keeps my lips soft and moisturized through the winter until spring when i switch back to lip gloss. This is seriously the best lip treatment out there."
        },
        {
            "review_title": "The best lip treatment - ever!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Normal skin",
            "review_text": "You will love how this lip treatment feels and looks. I do not even need lip gloss. It looks fabulous with a nude or pink lip liner. I put it on in the morning and use it again at night. I keep one in my purse and one at home. I loved it so much I bought one for a friend."
        },
        {
            "review_title": "Repairwear Intensive Lip Treatment",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "mediumTan skin tone, Dry skin",
            "review_text": "I love it and use it instead of lipstick"
        },
        {
            "review_title": "blah",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "mediumTan skin tone, Combination skin",
            "review_text": "tried to save my lips throughout long illinois winter, but alas the product feels like butter ( in worst sense of expression) does not particularly moisturize I don't know why I am still applying it on"
        },
        {
            "review_title": "it's OK ...",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Normal skin",
            "review_text": "One reason I got this product was because of the name REPAIRwear INTENSIVE lip TREATMENT. Notice the bold words ... repair, intensive, treatment. I really don't think it's any of the above. Truthfully, it's just an expensive, expensive lip gloss. It does feel very nice on your lips, but I was hoping for an intensive lip treatment with repair qualities ... none of which it has had for me. I wanted it to be better."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Dry skin",
            "review_text": "I love this! I have just purchased my third tube. I wear it to bed without fail and wake up in the morning feeling very moisturized. It is worth every penny."
        },
        {
            "review_title": "Worth the Money",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Combination skin",
            "review_text": "I really like this product. It definitely moisturizes and is great at night and fist thing in the am. The only draw back for me is I like a very defined lip and it does leave them too slippery to put a lip pencil over it without bleed. Very nice product."
        },
        {
            "review_title": "Skincare Routine MUST",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Dry skin",
            "review_text": "Every morning & every night... this is definately a MUST in my daily routine. the first review i wrote on this product was about 2 weeks into it and i wasn't sure if i liked it because i wasn't seeing immediate results but i am SOOO glad i stuck with it... it makes such a difference & i really can't go back to regular chapsticks anymore.. eww"
        },
        {
            "review_title": "Feels Wonderful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Dry skin",
            "review_text": "I have dry lips and am always looking for the best lip balm / treatment. So glad I tried this one! So moisturizing without a glossy look. I wear this daily with a lip liner pencil and my lips look and feel fantastic. Feels thick and protective but not gooey, sticky or runny and lasts a long time. Apply at night and your lips will be silky smooth in the morning."
        },
        {
            "review_title": "A bit disappointed",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Dry skin",
            "review_text": "As an avid user of all Clinique products, and someone experiencing dry, red, flaky winter lips, I was somewhat disappointed with this product. It feels great going on and provides immediate relief, but it fails to deliver in the long run. I have been using this daily for weeks now and have not seen any difference in the way my lips look or feel. Perhaps my lips would be worse if I wasn't using it, but I'll never know!"
        },
        {
            "review_title": "Really ike this product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Normal skin",
            "review_text": "Put on before bed and I could tell my lips were softer in the morning."
        },
        {
            "review_title": "good product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "this is great product for my lip. but the price is not beautiful."
        },
        {
            "review_title": "Dry, itchy lips' best friend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Dry skin",
            "review_text": "My lips tend to be very dry, and I am allergic to scented products. This is a great lip treatment that I use alone, on top of, or underneath lipstick."
        },
        {
            "review_title": "cold weather essential",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "Love this. It is hydrating and feels good on my lips. It is thick and has staying power."
        },
        {
            "review_title": "Repairwear Intensive Lip Treatment",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "Soft and creamy. Living in Arizona my lips get really dry in Winter. Clinique's Repairwear Intensive Lip Treatment works great at night to eliminate dried lips."
        },
        {
            "review_title": "gives a smooth feeling for a little while",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "I have very dry lips and was looking for something that could repair them and give them a good appearance. I guess it helped but only while I'm wearing it. The smooth feeling dissappears after a little while."
        },
        {
            "review_title": "Stays Put",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Normal skin",
            "review_text": "This lip treatment is great. It's light weight and stays on. Great moisturizing affect."
        },
        {
            "review_title": "treatment",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Combination skin",
            "review_text": "I have very chapped lips. It stinks because I cant wear lipstick or lipgloss everyday.. so i tried this out.. i do like that it looks like a lipgloss however im not sure if it made my lips better. It deff does keep them moisturized i think they improved a little but not a lot"
        },
        {
            "review_title": "lps",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Combination skin",
            "review_text": "I was looking for a lip treatment that was glossy and this is the one. I do love it and use it all the time, ilike that its not sticky. however i havent seen too much improvement i did see a little which i like ! but my lips are still all chapped, but i would buy it again because it did work a little bit."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "This lip treatment made my lips so soft without feeling greasy or heavy. I also think my lips look more youthful! Great product."
        },
        {
            "review_title": "best lip treatment ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Dry skin",
            "review_text": "I've used this stuff for 5 years. it's so soothing and not sticky. has a slight shimmer which looks nice. LOVE IT! Perfect consistancy and no TASTE!!! Yea!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Dry skin",
            "review_text": "I buy this again and again and use it before bed. It makes my lips feel wonderful and would wear it all day if it had color. It is very soft however, and uses up quickly. I have some lines around my lips and I'm not sure they have improved, but my lips feel very moisturized."
        },
        {
            "review_title": "Essential for Lips",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Combination skin",
            "review_text": "Addictive, buttery moisture for lips. Looks great alone, beautiful shimmer and shine. Feels luxurious!"
        },
        {
            "review_title": "This is a necessity",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "mediumTan skin tone, Combination skin",
            "review_text": "For women who love their lips - this is an investment for night-time regimen. I cannot wear chapstick due to the preservatives and I love the luxurious and creaminess of this product. I also use this when my lips get too much sun exposure. This is a must have!"
        },
        {
            "review_title": "LOVE IT! WON'T LIVE WITHOUT IT!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Combination skin",
            "review_text": "Best lip moisturizer ever made! I put in on before I go to bed @ night & my lips stay moist all night! I use it all day & it enhances the natural color of your lips & plumps them, if used regularly. LOVE IT! WON'T LIVE WITHOUT IT!"
        },
        {
            "review_title": "feels so great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Dry skin",
            "review_text": "i've loved this from the first time i tried it -- it is one of the best feeling lip moisturizers i've ever used. i got this for my sister because every time we were together she'd ask me if she could use it. it's wonderful"
        },
        {
            "review_title": "Good Buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Dry skin",
            "review_text": "Repairwear Intensive lip treatment fulfils its promise. It goes on smoothly and your lips immediately feel great."
        },
        {
            "review_title": "Love It!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "mediumTan skin tone, Normal skin",
            "review_text": "I LOVE THIS STUFF! I've been looking for something that isn't sticky and provides great protection -and this is it! I was using Clinque Superbalm Lip Treatment daily in the winter, but it was just so sticky. I tried this, after I received it I noticed it said it helps with wrinkles and what not.. and I was like.. Oops, I might've bought the wrong product, I'm only 20 and have no wrinkles.. But I still tried it and it is so smooth and lasts long. I just can't get enough of it!!"
        },
        {
            "review_title": "Natural looking,non-waxy,not sticky",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Normal skin",
            "review_text": "I love lip balms and this is one of my favorites! I like a natural look 90% of the time and this imparts a smooth ,satiny look while leaving my lips feeling smooth and moist.It is great under lipstick and gloss and a fabulous before bed treat. It is a must have in my purse and part of my morning regimen. I would definitely recommend this to others. It is well worth the price,when I consider all the time and money wasted on inexpensive lip treatments only to be disappointed."
        },
        {
            "review_title": "Clinique Repairwear lip treatment",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "This is my new favorite lip product! So moisturizing with shea butter, lines/wrinkles are less obvious as it boost collagen in the lip too!! I use it before my lip liner and lipstick in the morning and again at night before going to bed. I have never had more moisturized lip!"
        },
        {
            "review_title": "Expensive",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "I treated myself to this product for my birthday based on a few positive reviews from another website. At roughly ten times the cost of a drugstore lip balm, I expected it to be at least three times better. The results? Meh. The application is easy, there's no smell, and it's not sticky or glossy. But as a treatment product, I found absolutely no difference from any other regular lip balm. Sorry."
        },
        {
            "review_title": "Wonderful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Dry skin",
            "review_text": "This is my second purchase of this product. I put it on at bedtime and it is a wonderful lip treatment. My lips feel completely moisturized in the morning. I wish I could find a lipstick to wear during the day that was as moisturizing. My only complaint is that the tube doesn't last very long. I think the first one only lasted 3 weeks!"
        },
        {
            "review_title": "Can't live without it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "Keeps lips smooth, supple and makes lipstick and gloss look so much better on over forty lips. It is expensive for the small amount you get. I have tried many other products, but am always satisfied with this lip treatment."
        },
        {
            "review_title": "Helps",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "Not heavy or thick on the lips & seems to be the best I've found to date, but I'm still insearch of something even better."
        },
        {
            "review_title": "Feels good...",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "...haven't seen much improvement in 2 weeks, but it does feel really great."
        },
        {
            "review_title": "Like Butter to my Lips!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone",
            "review_text": "This is the ultimate fix for dry, chapped, irritated, and parched lips. Great for overnight treatment or an all day touch up for dry patches on my face. It is sensitive to temperature though. You dont want this in your pocket or in your bag on a hot day co's it will melt a bit. But I just love it for instant rescue for my dry lips for overnight so I keep one on my night stand."
        },
        {
            "review_title": "Not wonderful",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Normal skin",
            "review_text": "This product is moisturizing and definately helped my lips and made them soft but I don't think it's worth the money because it runs out really fast."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Oily skin",
            "review_text": "very moisturizing. great to use anytime"
        },
        {
            "review_title": "Don't like at all",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Combination skin",
            "review_text": "This seems to make my lips more chapped. About an hour after application my lips are D R Y."
        },
        {
            "review_title": "very good result",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Combination skin",
            "review_text": "It does moisturize my super dry/cracked lips. But it runs out very fast. Hope the price can be lower."
        },
        {
            "review_title": "Lip Treatment",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Dry skin",
            "review_text": "Very smooth and moisturising. Love the color!"
        },
        {
            "review_title": "Great Lip Product!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Deep skin tone, Combination skin",
            "review_text": "This is one of the best lip products I have ever tried, and I have tried many. Great alone or under lipstick, especially in this winter weather. Also great for night usage while I sleep. I highly recommend it."
        },
        {
            "review_title": "MOISTURE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "its january right now and i haven't had any issues with dry or cracked lips since i got this product. it feels so silky smooth not sticky at all. i use it more than twice a day because it feels so good."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Glad I bought it. The skin on and around my lips appears less cracked and dry."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "This stuff is fantastic! My lips have been horribly chapped this winter, and this has saved them. My lips are so much smoother and this has a great light pink tint!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Tan skin tone, Combination skin",
            "review_text": "WOW! Love this product. Read all the revies before buying and I must say, I'm glad I did. I bought one for myself and one for my mom (she's a product junkie too) LOL. I love this as much as my Smashbox lip treatment. The two of these keep my lips SOOOO moist. This is a product to keep in your traincase at all times."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Combination skin",
            "review_text": "Goes on smooth and not clumpy (even when my lips are extremely dry and chapped)."
        },
        {
            "review_title": "everything good is true",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Combination skin",
            "review_text": "everything good that is reviewed about this product is true. it is the richest emollient i've used on my lips and helps it be less chappy in winter time. a must have!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Normal skin",
            "review_text": "Very good product and i have been searching for a long time."
        },
        {
            "review_title": "love it and keep re-purchasing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "I am on about my 5th tube of this product. The price is high but every time I try to use something else, it is not as good, so I keep coming back to the Repairwear lip treatment. My lips look and feel better when I use this product regularly, which I do. Especially now in the winter, I can't live without it!"
        },
        {
            "review_title": "Makes a Difference",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "little by little i am seeing the change. the only thing negative about this product is that you are only to put it on 2 times a day. Morning & Evening. So if your lips get dry really quick really fast, you got to put on chapstick throughout the day in order to keep your lips moist inbetween."
        },
        {
            "review_title": "The Only Thing It's Lacking Is Sunscreen",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Combination skin",
            "review_text": "Wonderful! It's the only thing that keeps my lips moist through the night. I wake up w/ soft lips that actually appear fuller! LOVE IT! It's great during the day, too."
        },
        {
            "review_title": "My lips looove it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone",
            "review_text": "Only one word: softness! I like that it doesn't smell, is light, it give shine and it treats! What else could you ask for! Can't leave with out him!"
        },
        {
            "review_title": "LOVE THIS!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Normal skin",
            "review_text": "This is the best lip treatment. My lips stay very dry and chapped. I used this one night and the next morning the were much softer and fewer lines in my lips. The best thing is that it isn't sticky and it is also fragrance free. Now my lipstick goes on much smoother!!!!!!"
        },
        {
            "review_title": "Feels great...results pending...",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "I use a lot of the Clinique brand but had never tried this, but I have a few lip lines and dryness. so I thought I'd try it. It's like chapstick, but BETTER...a light coat in the AM (needs to soak in before lipstick) and I slather it on at bedtime. We'll see in a few months about those pesky lines...."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Combination skin",
            "review_text": "This is a great product--it made my lip really soft, pretty much from the first time I have used it...i usually put it on at bedtime; doesn't have any type of chemical smell; leave your lips a sheen finish; will repurchase"
        },
        {
            "review_title": "Keep this one handy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "I sleep under a fan year-round so that sometimes dries my lips. I keep this by my alarm clock for extra hydration against the constant breeze. Very luxurious, nice fragrance and nice feel. Very smoothing and protective without feeling waxy."
        },
        {
            "review_title": "horrible product",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I bought this hoping it would help repair my lips. When I used it my lips were red and felt windburned. I couldn't even wear lipstick or lipgloss.My lips were hurting and it took several days to heal. This is a waste of money!"
        },
        {
            "review_title": "great everyday product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Combination skin",
            "review_text": "this is a great everyday use product. works well and is comfortable to wear. No negative taste or texture."
        },
        {
            "review_title": "Smooth as a baby's bottom!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Combination skin",
            "review_text": "I love this product...especially in winter..when dry, winter air detroys your lips. I found that this product just brings my lips back to life and they feel and look fuller!"
        }
    ]
}