{
    "product_id": "575",
    "name": "Mini Prisme Libre Illuminating & Color Correcting Loose Powder ",
    "brand": "Givenchy",
    "categories": "Makeup, Mini Size",
    "price": 42.0,
    "about": "What it is:u00a0A color-correcting loose setting & finishing powder that blurs, illuminates, and sets makeup for 12 hours, delivering a natural radiant finish & all-day shine control...Coverage:u00a0Light..Finish:u00a0Radiant..Formulation:u00a0Loose Powder..Highlighted Ingredients:.- Prismatic Lightu2122 Technology: Combines soft-focus powder to blur and light-reflecting pearls to illuminate...Ingredient Callouts: This product is cruelty-free...What Else You Need to Know: The 4-color loose powder features Prismatic Lightu2122 Technology to set makeup & illuminate skin. The long-wearing, non-comedogenic, dermatologically tested, waterproof & weightless formula has two colors for correction & two for radiance...Clinical Results: In a self-assessment questionnaire by 104 volunteers from 20 to 40 years old, after testing at least once a day for one week:.- 100% of users said their complexion was instantly more radiant.- 96% of users said the loose powder corrects and revives a dull complexion",
    "ingredients": "-Prismatic Lightu2122 Technology: Combines soft-focus powder to blur and light-reflecting pearls to illuminate....Synthetic Fluorphlogopite, Kaolin, Silica, Caprylyl Glycol, Pentylene Glycol, Octyldodecyl Stearoyl Stearate, Sodium Dehydroacetate, Parfum (Fragrance), Tocopheryl Acetate, Glycerin, Aqua (Water), Paeonia Lactiflora Root Extract, Trehalose, Potassium Sorbate, Sodium Benzoate, [+/- Ci 77891 (Titanium Dioxide), Ci 77007 (Ultramarines), Ci 77491, Ci 77492, Ci 77499 (Iron Oxides), Ci 73360 (Red 30 Lake), Ci 19140 (Yellow 5 Lake), Ci 77742 (Manganese Violet)].",
    "how_to_use": "Suggested Usage:.-This powder can be used alone to even out the complexion, as a setting powder to lock in foundation, or as the last step in your routine to finish your makeup look..-IApply lightly with the puff provided for an even and precise application or with a brush for an all-over perfected look....For Puff Application:.-Twist off the cap and hold the puff over the opening..-Shake the powder twice..-Stamp the powder on the cheekbones, sides of nose, forehead, and chin..-Diffuse the powder by blending out with the puff to create an even, flawless complexion..-Repeat as needed for desired result....For Brush Application:.-Dispense a small amount of powder onto the lid..-SSwirl a large fluffy brush into the product..-Tap off excess product..- Lightly buff into skin...-Repeat as needed for desired result.",
    "num_reviews": 2157,
    "overall_rating": 4.0,
    "product_url": "https://www.sephora.com/ca/en/product/prisme-libre-travel-mat-finish-enhanced-radiance-loose-powder-P416205?skuId=2788545&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2788545-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "01 Mousseline Pastel",
            "shade_descriptor": "for fair skintones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2788529-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "02 Satin Blanc",
            "shade_descriptor": "for fair to light skintones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2788537-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "03 Voile Rose",
            "shade_descriptor": "for light skintones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2788545-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "04 - Mousseline Acidulee",
            "shade_descriptor": "for medium skintones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2788552-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "05 Popeline Mimosa",
            "shade_descriptor": "for medium to deep skintones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2788560-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "06 Organza Ambru00e9e",
            "shade_descriptor": "for deep skintones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2788578-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Why do makeup brands keep ruining their products!?",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, fairLight skin tone, Dry skin",
            "review_text": "Just like every other unpaid review says, the new formula is terrible :( I love glowy makeup but this has straight up shimmer in it! Makeup keeps getting more expensive and the brands make the packaging and formulas cheaper. Thereu2019s also slightly less product than there used to be (you can check for yourself). These brands will keep doing these as long as we allow them so I really think itu2019s important to talk about these points and not dismissing their greed!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "love it ! it's almost correcting the color ..makes skin looks glowing and smooth"
        },
        {
            "review_title": "Givenchy setting powder",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "I got many compliments on my finish. Many people liked my makeup and the powder is super fine. Great for setting. Not a super strong scent. Packaging is a little difficult to shake powder out."
        },
        {
            "review_title": "Old formula was the best",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Hate the new formula, makes more texture, not blurred at all :("
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "0/10. This powder WAS my absolute go to. It was reliable rain or shine!! I didnu2019t realize how much this powder was doing for me until I went to open my new jar and realized it was no longer the same. Givenchy you really messed up. Iu2019m sure I speak for the multitudes here, I will no longer be purchasing anything from your brand as this was THE product you guys sold. If possible, please consider bringing it back."
        },
        {
            "review_title": "I hate the new formula",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I was very lucky to try the old formula and the old formula is 10/10! This new formula is so drying and shiny. I hate the new formula so much. I will go back to Laura Mercier."
        },
        {
            "review_title": "BRING BACK OLD FORMULA",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "BRING BACK THE OLD FORMULA. The new one is literally so bad. Does not blue and is so tin-man like!!! HORRIBLE"
        },
        {
            "review_title": "Maybe keep trying itu2026",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "After using this product over the past few weeks, I like it I donu2019t love it. I like that itu2019s not cakey. However, it does make me look oily within an hour of applying. This does not happen with the Laura Mercia setting powder."
        },
        {
            "review_title": "Iu2019ll Do ANYTHING For The Old Formula",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I repurchased this and was so looking forward to breaking into my new powder! Wish I would have read recent reviews first because WOAH THE NEW FORMULA IS WHACKADOODLE. Returning immediately"
        },
        {
            "review_title": "Helped my eyes out...",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "I loved the size of the package and it's easy to open. It did wonders for my under eye area and gives a good blurred look. However, after about 8 hours it started to crease.    Two of the 4 sections are made to colour-correct your skin tone. The green powder corrects any redness while the purple tone neutralises yellow tones in your complexion. The other two shades claim to boost your skinu2019s radiance with light adaptable pigments."
        },
        {
            "review_title": "I like it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I never got to try the old formula but I was I had! I really like this one. I get complimented on my skin everytime I use this. Iu2019m sure the old formula was amazing and Iu2019m so jealous of the people who still have it!"
        },
        {
            "review_title": "bring back old formula",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Dry skin",
            "review_text": "works just okay for my dry skin but has weird glitter flakes in it and highlights texture, not at all blurring like the old formula was"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "The New Formula is horrible, no blurring effect , is super thick, it is unbelievable how bad is this powder .It make me looks terrible. Givenchy disappointed the loyal customers with this new formula .I will return it."
        },
        {
            "review_title": "Not as bad as everyone says...",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I wasn't sure what to expect with the new formula, but I actually find this to be lovely and not at all as sparkly as many of the reviews say. It also wears nicely under my eyes - better than Laura Mercier and Patrick Ta IMO."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "The new formula is a waste of money unfortunatelyu2026.. the old one was 10/10 but the new oneu2026.. 3/10 :("
        },
        {
            "review_title": "A must",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "Started out super skeptical that this would even work but lo and behold it was a miracle. It took away my shine and corrected my imperfections."
        },
        {
            "review_title": "Weird shine",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "New formula has an odd shine and goes on very patchy."
        },
        {
            "review_title": "Bring back the old version",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "So sad they reformulated. Did not like this finish at all :("
        },
        {
            "review_title": "Terrible product.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "I didnu2019t have an old version of this powder, so I canu2019t compare with the new one. But the reformulated version is terrible. It kind of glowing mess, which makes my skin very dry."
        },
        {
            "review_title": "Disappointing...",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Whyyy change a successful formula? This was the best powder I had ever used. My holy grail. Not a good idea Givenchy."
        },
        {
            "review_title": "Bring the old version back",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "I loved the old version. The new one is awful ud83dude16ud83dude15 why did they add shine to itud83eudd7a for sure itu2019s a return"
        },
        {
            "review_title": "ehh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I was so excited to receive this powder as iu2019ve always heard amazing things about it.. little did i know that they changed the formula. it leaves a shimmer that is not flattering at all. i expected more :( hopefully they go back to their old formula"
        },
        {
            "review_title": "shine",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "the packaging is cute and the coverage is okay but the finish is so bad it has a shine to it so it looks really bad in photos and in person so i donu2019t recommend i hope they go back to the old ingredients"
        },
        {
            "review_title": "Radiantly beautiful!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The packaging a colors are so cute and blend in perfectly, I would say the difficult part is getting the product OUT of the container. Although itu2019s cute, you canu2019t get a lot out without making a mess. However the matte with radiance combination is amazing for finishing and for touch up. Super light and does not clump."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "02 Satin Blanc - for fair to light skintones",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "A bit late with my review but I know the reformulation of this product created a huge stir in the beauty community a while back, and sadly to say I agree with the popular sentiment. Itu2019s hard to tell in the pictures I added, but this powder is very shimmery and luminous, to the point where I feel like it would almost work as a highlighter instead. If you have a very matte look and want to use this to add some luminosity, this would be a good option. However, purely for setting purposes, I wouldnu2019t recommend this. Hereu2019s to hoping that the brand goes back to the original formula one day."
        },
        {
            "review_title": "Disappointment .. reformulation rumors are true",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Givenchy .. enough with the handouts for good reviews. This was THE best powder on the market. Why would you add a glow?? The coverage was impeccable and perfect. Read the room and go back to the old formula"
        },
        {
            "review_title": "reformulated - now has sparkles",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "it works beautifully as a setting powder, which is a shame because itu2019s full of teeny tiny shimmer particles. The sparkle made this reformulation not work for me."
        },
        {
            "review_title": "Not my fave",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "The packaging is so luxe but it has a strong fragrance similar to baby powder. It left a shiny sheeny finish and I didnu2019t like the way it sat under the eyes. The initial coverage looked good but did not wear well."
        },
        {
            "review_title": "New formula love! Princess powder!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I never tried the old formula but this new version is stunning! Unlike any powder Iu2019ve ever used, so soft, disappears into the skin, does not cling to dry patches, gives a slight color correction and radiance to the skin. I donu2019t feel like itu2019s too glowy at all but I apply a small amount all over my face and to set my under eyes. Helps my makeup last all day. I wasnu2019t sure if it was worth the splurge but it absolutely is! I donu2019t understand how this new formula has got so much hate. I absolutely love it! Give this a try if you have dry skin! Iu2019m also acne prone and it does not cause any problems on my skin!"
        },
        {
            "review_title": "Good not great",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was hesitant about this product but really enjoyed that it had a variety of colors. The only issue was the way to get the product was a little difficult sometimes."
        },
        {
            "review_title": "Great product !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The product is really good, the packaging is very practical and useful for use, it has good coverage and a soft smell, its texture is soft and fine, I am in love with this product, for its natural and perfect finish. I love it and I recommend it!!  Givenchy!"
        },
        {
            "review_title": "Sets my makeup Perfectly!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "First of all I loveddd the packaging! I loved the finish of it, It sets my makeup perfectly! For the price i though it would be of a bigger size but still fine!"
        },
        {
            "review_title": "Perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I am absolutely in love with Givenchy Loose Powder! The finish is stunningu2014it sets my makeup perfectly while giving my skin a smooth, soft-focus effect. The ultra-fine texture feels weightless and blends seamlessly, making it ideal for both everyday use and special occasions. The lasting power is incredible; it keeps my makeup in place all day without feeling heavy or cakey. Plus, the subtle fragrance and luxurious packaging make it feel like a true indulgence. A little goes a long way, so the product lasts forever, making it well worth the investment. If youu2019re looking for a high-quality setting powder that delivers flawless results, this is it! Highly recommend!"
        },
        {
            "review_title": "17% LESS Product, SAME Priceud83eudd2f Shrinkflationu2026",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "I usually donu2019t leave reviews, but I felt I had to this time. Iu2019ve used this loose powder for 3 years and always loved its packaging and the flawless finish it gave. Unfortunately, the recent changes have been so disappointing.  The product size has been reduced from 0.42 oz to 0.35 ozu2014a 17% reductionu2014with no price change. The new packaging tries to make it look the same, but loyal customers notice the difference.  This feels like a betrayal. I used to look forward to treating myself with this product, but after this, I wonu2019t be buying it again. Truly disappointing."
        },
        {
            "review_title": "Gorgeous finish",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Extremely fine milled and a beautiful finish that looks natural like skin. Also leaves a subtle Sheen. Absolutely luxurious setting powder and I am in love!"
        },
        {
            "review_title": "Youu2019re buying it for the branding(not a bad thing)",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "This loose setting powder mini has a good amount of product in it!  It sets my makeup really well and helps reduce creasing in my under eye without looking dry or caked up.  That being said, there are plenty of drug store setting powders that give a similar finish.  I would say if luxurious packaging appeals to you and you donu2019t mind spending extra cash, itu2019s a really lovely product!"
        },
        {
            "review_title": "Great product!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The product is really good, the packaging is very practical and useful for use. It has good coverage and a soft smell, its texture is soft and fine, I am in love with this product, because of its natural and perfect finish! I love it and I recommend it!!"
        },
        {
            "review_title": "Love this little thing!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This mini powder is perfect for travel or just throwing in your purse. The scent wasnu2019t very strong at all and the all over results were great. It did have a nice finish and was just the perfect amount of blurring."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "A luxurious, weightless powder that delivers matte perfection, medium coverage, and a flawless finish for oily skin."
        },
        {
            "review_title": "I will continue to repurchase",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I love this powder Iu2019ve had the OG and the new formula.  If you pack on the powder now itu2019s a little shiny but once you blend it in you canu2019t tell the difference between the new formula and the original.  Absolutely beautiful I highly recommend"
        },
        {
            "review_title": "Long lasting setting powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I LOVE this setting powder! I got this as a tester product to try, but I would buy this on my own. It helps keep my makeup set for longer, and it applies so well. The packaging is super cute, and I love the little powder puff it came with."
        },
        {
            "review_title": "New formulation sucks",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "If i could rate this a 0 i would. The formula has changed on all of these shades, they are no linger the perfect soft mate loose powder. It now has a weird shine that makes you look like a twilight vampire in the sun. I am so upset they reformulated this product. Do not fix things that were not broken. The original Givenchy loose setting powder formula had a cult following, i was a die hard fan for this product, it borderline was the only product i bought from them. I will never buy this again. What a shame."
        },
        {
            "review_title": "Very satisfied",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Packaging was the only questionable observation because it was dusty upon receipt. However the actual product really did an excellent job in blurring out imperfections. I normally choose dewy products but this loose powder blew my mind and worked amazingly on my skin. Happy new customer!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I received this product in exchange of my honest review.  My first impression is that the packaging feels a little cheap and very light. I like that it is unscented and the powders are very fine. The finish of this product on my skin looks fine and keep my makeup on set for about 2 hours before it gets oily"
        },
        {
            "review_title": "Shiny Highlighter NOT Setting Powder",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This doesn't seem to be a powder but instead it is a highlighter. It is super shiny and sparkly. It is not something you should use all over your face to set makeup. It is so shiny and isn't a flattering look."
        },
        {
            "review_title": "I like it for mature skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Dark skin tone, Combination skin",
            "review_text": "I actually love this , this actually blurs my lines underneath my eyes."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "01 Mousseline Pastel - for fair skintones",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "This powder was light and seemed to provide the pore coverage I was looking for. It does have a little bit of a shiny finish, if thatu2019s not your thing. The scent is pleasant. My only complaint is the packaging, itu2019s difficult to use since the puff just sits on top and there is no cover on the holes it comes through."
        },
        {
            "review_title": "Itu2019s Not The Formula, Itu2019s Your Application.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "Hello! Itu2019s a new formula! That means you need to relearn how to apply and stop baking. Stop following these influencers who just over use products and apply incorrectly. This is not an American brand!!! Meaning less is more.  I use it on photo shoots all the time and have had no issue."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "03 Voile Rose - for light skintones",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I received this product for free. This givency loose setting powder lasts all day. The powder worked with my combination skin and does not cause me to break out."
        },
        {
            "review_title": "Not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "The colors are beautiful, but something just didnu2019t work for me. Iu2019m not sure if it was a color match issue or what, really, but I didnu2019t appreciate what it looked like on my skin. My favorite part about the product is the scent. It smells so good and is not strong nor overpowering."
        },
        {
            "review_title": "Loved it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I loved it. First time using this brand and I loved it. I was kind of confused on how to use all the different colors in the powder but I just mixed all together and it looked so good. It helped me with the creasing as well. It literally looks like Iu2019m not wearing nothing when I have it on. Very natural finish"
        },
        {
            "review_title": "Awful reformulation",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "This changed from the best powders to the worst i've ever used. nevermind the shineyness of the product (like other reviewers stated), the new reformulation made this SO patchy on me. super bummed. I've tried over the Dior stick, the Ciele tint, the Makeup For Ever palette, etc. and cannot get it to set nicely. Super bummed. Ended up returning which sucks since I know Sephora will put me on a list for returning a product"
        },
        {
            "review_title": "Definitely try!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love the packaging, itu2019s so sleek! I do not like though that it does leave a pink sheen on my skin, so I would look into getting a different shade but it is nice!"
        },
        {
            "review_title": "Great addition for oily and acne prone skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "My sister and I love this powder as itu2019s multi functional and most importantly acne safe. With the mini itu2019s hard to get each shade out which is annoying and it is matteifying so more suitable for oily skin"
        },
        {
            "review_title": "A gorgeous long-lasting powder!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Combination skin",
            "review_text": "I received this product from Influenster in exchange for my honest review. I love this powder! The colors do such a great job to counteract any darkness yet not make you totally yellow. This powder gives my skin a beautiful glow that lasts all day. The only downside to the powder is that I notice it has a slight sheen to it (I believe it was reformulated from the original powder). Overall still a gorgeous powder, I love the powder puff it comes with too. It would be my holy grail powder if it didnu2019t have the slight sheen but thatu2019s not a dealbreaker."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "- This review is incentivized and I have received these products for free from Influenster and Givenchy in exchange for my honest review.* I truly loved this powder I feel that it really set my makeup and made it last all day and night! The color worked well with my skin too. Definitely worth the purchase"
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I think the new formulation works great on mature skin. The original formula can tend to be a bit drying but the u201cglitteru201d is so minimal. On my skin it just adds a little more of a dewy look"
        },
        {
            "review_title": "Beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Thank you givenchy for create this wonderful voile rose color,  beautiful loose powder, the packaging is so beautiful and  the size is perfect to keep in your purse. Love that the finish look is so natural and controls the shine in my face but still illuminates what I need."
        },
        {
            "review_title": "Overall nice, some elements fall flat",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "While I was happy to try this, I donu2019t have much expectation when it comes to powders. This one is nice and the scent is a cute touch, though scent can sometimes bother my skin. The packaging looks nice, but actually kind of is clunky. The little powder puff is not super convenient and boy does this powder make a mess. Iu2019ve used my own brushes as well as the provided applicator and I swear more ends up on my vanity and my shirt than it does on my face."
        },
        {
            "review_title": "It is so bad I wanna give you a a zero",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "This isnu2019t it sis. The new formula is not working for me."
        },
        {
            "review_title": "Better than expected",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Really amazed by this product. It gives you the Paris filter without the filter. Very light and not chalky or drying. My only negative is that the design of the mini makes it hard to get the right amount out. But I will definitely purchase the full size"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone",
            "review_text": ""
        },
        {
            "review_title": "Big mistake",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Why did you fix something that was broken. What is the matter with you? Itu2019s shiney and nasty looking- why?! Explain yourself and bring the old one back - right meow!!!"
        },
        {
            "review_title": "Shimmer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I actually love the slight simmer this provides. I did feel like itu2019s a little hard to get the product out of the packaging. It comes out in the shape of the logo which is not super convenient. I did love the pink undertone. I had not used that before and I loved it."
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Iu2019ve been using the product for over a year now and itu2019s amazing! I have textured skin and itu2019s hard finding a powder that doesnu2019t settle in your fine lines. This one doesnu2019t for me, I can bake under my eyes and blue my large pores"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "I use this ultra blurring & color correcting loose setting powder in my daily makeup routine because it is truly a product that works! This is a must have for me."
        },
        {
            "review_title": "Such a beautiful poder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This is such a beautiful powder. The packing is so elegant . The scent is so soft it smells like a very light rose sent. The texture is very fine. I love that it comes with its own powder puff. Itu2019s not full coverage and it has a little glow effect and blurs. I received this product from Influenster as a free sample for review."
        },
        {
            "review_title": "The perfect blurring powder doesn't exis-",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Love this powder's blurring effect! Very lightweight so doesn't look or feel cakey at all. Perfect blend of shades to for a beautiful warm coverage ud83cudf41ud83cudf42"
        },
        {
            "review_title": "Nice powder ud83dudc4cud83cudffe",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Deep skin tone, Oily skin",
            "review_text": "I like this to set under the eye because it's not too matte."
        },
        {
            "review_title": "Love it!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Iu2019ve been using a different loose powder for 12 years now, and I almost feel guilty for switching. It just goes on so smooth!"
        },
        {
            "review_title": "Creasing and a Cast",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I was so excited to try this product after hearing such mixed reviews. Unfortunately, I found it difficult to get enough product out of the sifter, and to get them to mix properly. If they werenu2019t mixed enough, I found myself with a blue and green cast on my under eye area. It also made my concealer crease more than any other powder Iu2019ve used. I guess itu2019s just not for me."
        },
        {
            "review_title": "Think I chose the wrong shade!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "The formula of this product is great. However, the combination I was sent made me wash out a little grayish under the eye! I believe this is because I shouldu2019ve opted for a deeper combination."
        },
        {
            "review_title": "Lightweight",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I received this product for free from Influenster and tried the Givenchy Prisme Libre Mini Ultra Blurring & Color Correcting Loose Powder, and itu2019s become a game-changer in my makeup routine! The powder is lightweight and finely milled, so it sets beautifully without looking cakey. I love how it blurs imperfections and evens out my skin tone, giving a soft, flawless finish. The color-correcting properties subtly balance out redness and discoloration, making my skin look fresh and even. Plus, itu2019s great for on-the-go touch-ups. Highly recommend this for anyone looking for a luxe, long-lasting setting powder!"
        },
        {
            "review_title": "Blurring",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "What a great product! I definitely would recommend and I think it is worth the high price tag. The texture is great and I think it blurs my skin issues"
        },
        {
            "review_title": "Loveee",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This product is more like a finishing powder after all your makeup is done to make everything blend in seamlessly and give a healthy glow. Love the packaging so different than your traditional powders, really does help color correct."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "05 Popeline Mimosa - for medium to deep skintones",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This was not a product for combo to oily skin. You get a ton of radiance to me it accentuates texture under my eyes when setting. It was not blurring. I started using it as a subtle highlight. As a setting product I was disappointed.  I will continue to reach for my other products"
        },
        {
            "review_title": "Horrible reformulation",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This powder was my holy grail before the reformulation. The new formula is basically a highlighter, it is extremely sparkly and is very unflattering for setting the face. So sad! Bring back the old formula!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "01 Mousseline Pastel - for fair skintones",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "The packaging is sleek and appealing. Iu2019m not sure if I donu2019t know how to use it but the colors wouldnu2019t blend well so they can be seen on my skin. Iu2019m not a big fan but might be user error"
        },
        {
            "review_title": "Blur fine line & light weight",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I think the package is little inconvenient. Itu2019s so hard to get the powder on the puff. Wonder because itu2019s a travel size thatu2019s why it cause that. But overall its sheer and blur coverage with smooth finish. The scent is very light and I like it. But I rather all four colors are blend in the same jar. No settle in wrinkles, blur fine line."
        },
        {
            "review_title": "Horrible new formula ufffc",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Please bring back the old formula. I donu2019t know why they would change it to more shimmery it into a highlighter when it was known for being great just as it was    bringing back the old formula back the old formula."
        },
        {
            "review_title": "DEVASTATING!!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Reformulation is terrible. I immediately noticed a difference with this new formula and the packaging. It feels cheap now. This was previously the best setting powder I had ever used. Idk who decided to change it, but worst idea ever."
        },
        {
            "review_title": "Itu2019s the new formula for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Itu2019s a highlighteru2026u2026u2026u2026.Bring the old formula back!"
        },
        {
            "review_title": "Nope.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I have oily skin, I look for a powder that sets everything and stays matte- this gets one star because it does the  bare minimum of setting- within 30 minutes of doing my makeup I look shiny already- itu2019s not enough.   Also mildly frustrated by the way that the colors donu2019t come out of the packaging equally- a ton of blue comes out and nearly no pink"
        },
        {
            "review_title": "Bring back old formula",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "I have the mini from the old formula and it was perfection for my undereye. This new formula is shiny in a non flattering way and it emphasizes pores while the old formula smoothed them out."
        },
        {
            "review_title": "a no from me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "the new reformulation is terrible for oily and combination skin, it immediately separates my makeup after literal minutes of applying, specifically on the areas where iu2019m oily."
        },
        {
            "review_title": "Great makeup powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Cool design and lovely. This is a my new make up friend. Iu2019m asian with medium skin tone and this type of color match perfectly. The power also control my oily skin during outside summer."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Beyond devastated that they changed the formula ud83dude2d"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Normal skin",
            "review_text": "No scent that i noticed, the coverage is so clearly evident but not in a cakey way almost like an irl smoothing filter. the texture is the same as regular powder and I personally like the packaging, itu2019s something new and exciting, also the travel size is actually PERFECT"
        },
        {
            "review_title": "Color correcting powder",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "The powder is really nice! The packaging is great quality. It has a really good coverage as well, the texture is like a powder but not too heavy or to light. It doesnu2019t have a strong scent."
        },
        {
            "review_title": "Too expensive for same results of other brands",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Letu2019s start by the mini size not helping in maneuvering the product just perfect for traveling.  The actual product: Consider the puff just the protective barrier to keep the powder inside because using it was horrible because you need to blend the colors together. Use a brush. As for the colors in Color 4 Mousseline Acidulee the purple was a bit harsh and took more effort to blend in. The finish however is great: no shine, no shimmery effect; just smooth skin without pores."
        },
        {
            "review_title": "i want to die",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "there was no need to change the formula. i only have the mini. iu2019m gonna have to go into the black market to grab an original formula im GUTTED."
        },
        {
            "review_title": "Be aware of the green",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "The perfect setting powder for tan skin! It looks super natural on me, I try to not get much of the green powder because it does looks green on me even after setting, so be aware of that."
        },
        {
            "review_title": "LOVE OLD FORMULA HATE NEW",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Big disappointment when I went into sephora to swatch the new formula. Horrendous is understatement, itu2019s so shiny in a matte way, so weird. Pls bring back old formula"
        },
        {
            "review_title": "The new formula is a disappointment",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "The old formula was so good! It was matte but not drying and had amazing color correcting. The new formula leaves an oily sheen and makes you look porous and greasy and does nothing for color correcting. So disappointed as this was my favorite loose setting powder."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "02 Satin Blanc - for fair to light skintones",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This powder serves multiple purposes in one product. It blurs, color corrects, mattifies, and brightens. Using this over your foundation really gives a beautiful, healthy looking glow. Not to mention, the packaging is beautiful. Itu2019s giving u2728luxury.u2728"
        },
        {
            "review_title": "TERRIBLE",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "old formula was SO GOOD!! literally got compliments because of how seamless my makeup was. new formula on the other hand is TERRIBLE!! DO NOT BUY!!! I switched over to chanel."
        },
        {
            "review_title": "New fave",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I absolutely love the powder! Itu2019s the best Iu2019ve ever put on my face. Amazing."
        },
        {
            "review_title": "Perfect finish.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Excellent finish for my face. My skin looks beautiful and  like porcelain. It doesn't feel too heavy. Just perfect."
        },
        {
            "review_title": "The mini is the perfect loose powder for touch ups",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "Love the size of this, itu2019s perfect for on the go and to just throw in your bag for touch ups. I think the finish is great and does a good job of controlling oil. My only problem is getting the powder out u2014 you have to really shake it to get it on the puff and do it multiple times to get enough product."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Holy grail!!!! It has been helping me with all of creasing for Los Angeles Fashion Week! On most days I did my own makeup and here I did it myself. I used the powder to help keep the oiliness away and it looks amazing!! It lasts and I honestly canu2019t stop using it! It smells good and is the perfect fit for my 31 year old skin!! Thanks for sending me this!"
        },
        {
            "review_title": "Matte finish",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This is my first time using the Givenchy loose powder! The packaging is super cute for the mini! Itu2019s a great size to have in your makeup kit. It provides great coverage. Doesnu2019t dry out the skin too much. Has a matte finish!"
        },
        {
            "review_title": "Very good correcting powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Ive been obsessed with this givenchy blurry powder. It has such a beautiful effect on the skin and has such a beautiful shimmer to it. The shade are so pretty and itu2019s very light on the skin. I love how simple yet elegant the packaging is."
        },
        {
            "review_title": "the most disappointing reformulation ever",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "absolutely awful, so shiny and accentuates any texture on your face"
        },
        {
            "review_title": "DISSAPPOINTED! Not the same!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Terrible terrible terrible! I canu2019t believe they changed the formula. I literally found the best powder and they made it so bad now. It sets terrible and so cakey. The old formula was flawless. I had to literally remove my makeup because this ruined my under eyes."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": ""
        }
    ]
}