{
    "product_id": "1743",
    "name": "Wanderlust Powder Foundation",
    "brand": "Wander Beauty",
    "categories": "Makeup, Face, Foundation",
    "price": 54.0,
    "about": "Coverage:.Skin type:.Finish:.What it is:.What it does:.What it is formulated WITHOUT:.What else you need to know:",
    "ingredients": "Mica, Silica, Dimethicone, Boron Nitride, Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Nylon-12, Triethoxycaprylylsilane, Dimethicone/Vinyl Dimethicone Crosspolymer, Phenyl Trimethicone, Caprylyl Glycol, 1,2-Hexanediol, Ethylhexylglycerin, Allantoin, Water/Aqua/Eau, Jojoba Esters, Tocopheryl Acetate, Butylene Glycol, Hibiscus Sabdariffa Flower Extract, Aloe Barbadensis Leaf Extract, Carthamus Tinctorius (Safflower) Flower Extract, Chrysanthellum Indicum Extract, Lonicera Japonica (Honeysuckle) Flower Extract, Nelumbo Nucifera Flower Extract, Phenoxyethanol, Sodium Hyaluronate.May Contain/Peut Contenir (+/-): Titanium Dioxide, CI 77491, CI 77492, CI 77499.",
    "how_to_use": "Suggested Usage:..-For full coverage, swirl the rubicell antimicrobial sponge in the powder. Pat onto face in circular motion. ..-For sheer coverage, use Pixel Perfect Retractable Brush and apply evenly to face, as desired. ..-Wash rubicell sponge with soap and water as often as desired. Air dry.",
    "num_reviews": 295,
    "overall_rating": 4.1,
    "product_url": "https://www.sephora.com/ca/en/product/wanderlust-powder-foundation-P411529?skuId=2097046&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2097046-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Rich",
            "shade_descriptor": "rich tan with warm golden undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2097046-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Golden Rich",
            "shade_descriptor": "deep tan with warm golden undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2097053-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Rich Deep",
            "shade_descriptor": "deep with warm brown undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2284388-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Deep",
            "shade_descriptor": "very deep with cool brown undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s1856863-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "This foundation is amazing and is a perfect shade match for my skin. Itu2019s very smooth and has good coverage"
        },
        {
            "review_title": "The best powder foundation Iu2019ve used",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I can honestly say this is the BEST Powder foundation Iu2019ve ever used! It gets the job done in 30 seconds, it doesnu2019t take much blending. I LOVE that it doesnu2019t flake of my skin."
        },
        {
            "review_title": "Favorite of all time!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "If I had to use one foundation for the rest of my life this would be it! The coverage is incredible, it never looks or feels cakey, it just looks SO SMOOTH.  Hands down my favorite of all time!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Rich - rich tan with warm golden undertones",
            "review_buyer_description": "",
            "review_text": "So easy to apply! Perfect when in a rush and such a beautiful finish. One of my absolute favorite Wander products!"
        },
        {
            "review_title": "Great product but found something just as good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I really loved this powder foundation - it goes on smoothly with great coverage (hides my red blotchy spots). Since Sephora no longer carries my shade, I have tried MANY others. My new favorite if it helps any of you out there looking for a great/better replacement, is the Lawless powder. I wasn't a fan of the Charlotte Tilbury, Fenty, and 4 or 5 other brands I tried mostly due to the lack of coverage."
        },
        {
            "review_title": "This Brand needs to get it together!!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This brand needs to pull it together. Waiting months and months for certain shades is insane and repetitive. May be a decent product, but they're giving everyone time to find better!"
        },
        {
            "review_title": "Definitely a kit staple! Amazing formula!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Fantastic formula! After swatching the first time I knew I needed this in my pro kit. I got to use it on a shoot and was completely over the moon! I used it by itself for a full face for a beauty campaign with women of all shades and it didn't look heavy, cakey, or discolored. It goes on buttery smooth and stays a creamy matte (but not dry if that makes sensE)."
        },
        {
            "review_title": "Smooth",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I got the wrong shade but itu2019s nice and smooth and blurs skin however it transfers however Iu2019m sure there is a way to prevent that . Im not upon all these new hacks ."
        },
        {
            "review_title": "Itu2019s good but not the best",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is pretty good for a powder foundation and certainly better than Baremineralu2019s pressed powder, but not as good as the new one by Tarte. I find that the coverage doesnu2019t last too long and you might need to reapply it if youu2019re having a long day. Also, the lighter shades never seem to be in stock anymore, so that justifies getting a different product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve been using this foundation forever. It stays on all day and itu2019s one of the few foundations that matches my skin color. It is pretty light coverage though, which is great unless Iu2019m breaking out."
        },
        {
            "review_title": "best powder foundation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "If u donu2019t like the feeling of powder try this one u will Love it.. this powder melts into ur skin doesnu2019t make ur face any powdery look.. best powder foundation and also with clean products.. I have tried every powder foundation in Sephora and I would say this s the best.."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, lightMedium skin tone, Oily skin",
            "review_text": "J'ai une peau de type mixte et j'adore ce produit !"
        },
        {
            "review_title": "in love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this powder. I own several powders and by far when I find this in my bag, I fall in love with it all over again. It comes on smooth and silky, leaving your skin looking smooth. I think I found my ultimate go to powder for every day use. I will be reordering this soon."
        },
        {
            "review_title": "Perfect For Oily Skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "I tried this on a whim searching for a clean foundation for oily skin. I had tried a lot of other brands and everything was leaving me too oily wthin a couple of hours. I decided to try a powder foundation again after trying bare minerals years ago. This is way better and more natural looking and clean! The finish is beautiful, not at all heavy. An oily girl's natural dewiness will shine through, leaving you with a very nice finish shortly after application."
        },
        {
            "review_title": "Worth a try",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This is an interesting one. I am used to using VERY mattifying powder foundation but I wanted to try something natural. This is the best alternative I could find. It doesn't really blend into my skin as well as I would like, and it often feels like I am sweating underneath it in a weird way. I think it might be causing some minor breakouts for this reason, but I am going to keep using it to be sure. Overall I definitely don't regret giving it a shot and I'm going to keep trying it out. Also this shade light is darker in person-it's slightly too dark for me but since it's summer I can work with it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "This is one of the best powder foundations Iu2019ve ever used, very nice coverage, easy to use and great staying power. I use a Dermablend mattifying primer first, then It Cosmetics setting powder lightly buffed on over the Wander Beauty.  Does not oxidize,  which is a common problem for me with most foundations.  My only issue is the fair color is still a little to dark for me, really wish there was an ultra-fair or maybe just porcelain with neutral undertones and not warm.  Compact lasts quite a while too. Have repurchased a few times and will continue too."
        },
        {
            "review_title": "Breakout!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This powder broke me out in a pretty serious way! I tried it on a few different occasions to be sure. The finish is very lovely. Not for my sensitive skin!"
        },
        {
            "review_title": "Love it!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Love this clean option!!! It provides nice, buildable coverage that looks natural and not cakey. I have been using this brand for a while now, and luckily, I have not experienced any issues with the powder crumbling or the case cracking even though Iu2019m notorious for dropping my products and causing a lot of cracks/crumbles. The compact itself is sturdy. The mirror is ok, but not as big as some other compacts Iu2019ve used. I wish they had more shade ranges. Overall, Iu2019d recommend!"
        },
        {
            "review_title": "Great for sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Please donu2019t ever stop making this product! Fair- porcelain is the closest match to my skin tone that I have ever found. It has a non cakey finish, but still buildable.and I have always had super sensitive skin, this doesnu2019t bother it at all.  I love the other wander beauty products too. They are a bit pricey, but worth the cost."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Not a fan of this foundation. Even with a moisturizer and primer it doesnu2019t spread over your face evenly. Iu2019ve tried it on a dry face as well. However, I love all of their other products minus the pink cream blush way too pink."
        },
        {
            "review_title": "Lovely powder foundation- medium coverage",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Love this powder, it's so fine that it sort of disappears into your skin while giving you coverage. The only issue is that the fair is actually more of a neutral tone in person. Makes sense during the summer but I need to find an alternative for the winter months so that it will match up with my neck, etc."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Dry skin",
            "review_text": "Worth the money! Never thought I could find an amazing powder for dry skin that doesnu2019t dry it out! This is amazing buy it"
        },
        {
            "review_title": "love it!! not the mirror",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I got my foundation today, and used it. So far I really like the product. I used to use Laura Mercier powder foundation, but I bought this one cuz I lost it and wanted to try other product. I have sensitive &  combination skin. I use the powder foundation over the liquid foundation. So far, I can say I pick this one over the Laura Mercier.  The only downside to this product is the mirror. I cant wipe the smear and the cloudiness off the mirror. That's why I didn't give full stars."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I am impressed with this product. It actually has great coverage and doesnu2019t get all cakey after a while. I live in FL so the humidity kills my make up. However, this foundation lasts a long time and you donu2019t have to put many layers to be covered."
        },
        {
            "review_title": "love the powder, hate the packaging",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "The good: This product is super finely milled and blends beautifully. Feels amazing, smells good too.  The iffy: u201cfairu201d is the lightest color they have. Itu2019s a pretty good u201csummer coloru201d for me, but definitely not u201cfairu201d.  The bad: the packaging. Putting this powder in compact form was apparently a bad plan. It arrived already covered in fingerprints & with the powder crumbling. I tapped my flat foundation brush on it, and shattered the powder so much I ended up pulverizing the rest to try and use as loose powder. Doesnu2019t work very well.   If this was sold as loose powder and came in more shades, it would be great! Otherwiseu2026.probably not a rebuy for me."
        },
        {
            "review_title": "Best compact powder foundation!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This has been a daily staple! I have very red skin, and this covers it beautifully and lasts well! I love how light it is on my skin, and how well it plays with other powders (blush, finishing powder, bronzer) AND liquid concealer! The powder isnu2019t overly-mattifying, so it allows skin to looks like skin and to develop a nice glow as the day goes on (I have combo skin)u2014meaning it will also work well for many with either oily or dry skin types (though donu2019t look to this to control oil!). It has reasonable lasting power on my skin, and looks nicer as the day goes on. Furthermore, the applicator it comes with works very well, and you can easily customize whether you want fuller or lighter coverage. Unlike other (viral) compact powder foundations, this one doesnu2019t fly everywhere when you dip your brush in, nor does it start chalking up when you apply pressure with the applicator. Itu2019s long-lasting, applies quickly and efficiently, and looks great. Bravo to Wander Beauty for this formulation!"
        },
        {
            "review_title": "A daily go to staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Light skin tone, Normal skin",
            "review_text": "I've become obsessed with this product as it makes my life really easy.  Very light and natural, with good coverage.  One of my daily go to products"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Very impressed with this powder. It goes on so easily, has good coverage, and it doesnu2019t make dry spots look flaky. I was surprised that this shade was the right match for me (using Merit concealer/foundation in silk), as Iu2019m used to matching with shades described as u201cfair neutral.u201d The shade match feature helped me out on that, as my guess would have been way too pale for my skin-tone."
        },
        {
            "review_title": "Not for fair skin tones",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I really wanted to love this and was super excited to try it. The color in the compact appeared to match my very light skin tone perfectly, until I actually tried applying it and it went on looking a few shades darker. It did not spread very well (even with a primer underneath), not great coverage and was super patchy. It was also way too dark, made me look like I went outside and rubbed dirt on my face. All in all very disappointing."
        },
        {
            "review_title": "finally found a daily foundation!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019m 40 and have obnoxious combo skin: dry in some patches and oily in others. I have been struggling to find   a foundation that isnu2019t cake batter, isnu2019t high maintenance, isnu2019t scaly, and doesnu2019t sit in my fine lines and make me look ancient, and Iu2019ve spent a TON of money trying a billion kinds in my search. I was wary about a powder bc Iu2019d left loose powder behind when my skin started aging and realized it made me look worse, and powder tends to cling to my dry parts and highlight them. This stuff does an amazing job of evening out my skin tone and still looking like skin - I actually prefer my skin with this on. One star docked bc it isnu2019t a true holy grail. Iu2019ve found that it works better without primer (Iu2019ve never actually found a primer I truly liked though, tbh), after a few hours it does start to find my fine lines, and if Iu2019m not properly moisturized or am having a skin issue, it will cling a little bit to the dry parts. But there are definitely foundations out there (and really expensive ones, too!) that accentuate lines and dry parts way worse, and make my pores look like craters or slide all over the place. This doesnu2019t. It stays put and looks fresh for a long time. Definitely has become my daily wear foundation."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Good coverage and doesn't look cakey on your face. Use it with or without foundation underneath."
        },
        {
            "review_title": "Glad i bought this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I am certainly glad i tried this out! This will be perfect on days where i donu2019t want to do full liquid foundation. I used a buffing brush and it applied to the face perfectly. Not sure about the longevity yet as I just tried it, but overall it applied well and looks great."
        },
        {
            "review_title": "undetectable and perfect!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Best foundation. Blends seamlessly and perfect color match. I gave rough and dry skin and I prefer this over liquid foundation- never thought Iu2019d say that!"
        },
        {
            "review_title": "love it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I have this powder foundation in Light and love it so much that I purchased Light Medium shade as well. Iu2019ve tried it as a setting powder and it was ok, but it performs wonderfully as a powder foundation. It applies smoothly, it gives really good coverage (solid medium) and lasts great all day long. It has some natural glow to it and I am ok with that. I think that gives more vibrancy, liveliness to the face."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Not oily skin friendly..Iu2019m not even completely oily, more combo and oily in the t zone and this got really floaty on my skin within a few hours even after setting it with translucent powder and transferred at the slightest touch of my fingers to my forehead. I wonu2019t even describe how much was on my mask. Looked pretty at first but just didnu2019t last. Disappointing because I was trying to avoid talc based powder foundations but not at the expense of my makeup looking like this! It was gross by the end of the day! Also went on unevenly and clung weirdly to a dry patch I had on one area of my cheek so I imagine it might not work well with dry skin either. Maybe you have to have perfectly normal skin for this to work, and definitely no mask!"
        },
        {
            "review_title": "In love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have a couple other products from this brand that I love, so I decided to try out their powder foundation since my favorite powder Iu2019ve used for forever has been discontinued. Let me just say... this product totally took me by surprise! It is the perfect match for my skin color and it has such a beautiful finish. It is not at all clumpy, drying, greasy, or anything bad. I only have great things to say about this powder! It glides on so smoothly and covers everything I need it to in a nice natural way. I wish I would have tried it sooner."
        },
        {
            "review_title": "awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "The best powder Iu2019ve ever used! I love it! I use it with the wander foundation and itu2019s fantastic"
        },
        {
            "review_title": "Excellent Talc Free Option",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I was looking for a talc-free alternative to the MUFE powder foundation, which I have loved for touch ups and low maintenance makeup application days.  This exceeded my expectations!  It is just as smoothing, the finish is beautiful.  I worried that fair would be too light, but it is well suited to my light skin with pink undertones and lots of redness.  The longevity seems slightly less robust than MUFE, but it looks even less like foundation on my skin.  If you can find your shade, I highly recommend this product!"
        },
        {
            "review_title": "Not the biggest fan....",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I am on the fence with this product; first of all I do think the color matches me pretty well, I thought it looked quite dark in the package but after swiping the sponge I can see that the color is lighter than it looks. It does appear to be on the more orange side of warm, I am a fair olive complexion that has more green tones to my skin so the warmth of this kind of put me off at first however so far I am not noticing that much of a color difference or warming effect which is good.  At first I see that it mattifies pretty well though I am unsure if this is the result of the powder itself or the sponge as sponges do have the tendency to blot and absorb oil. However I find that after barely a few hrs of wear I am full on shiny again which I find rather frustrating.    I do not get great coverage with this, I wasn't looking for Full coverage but enough to at least even out the skin which I didn't really experience with this. I see that as a foundation it really does not do enough in my opinion to be used on its own, so I mainly use this as a setting powder. But as I have mentioned after a short time I am an oil slick so this isn't really the bet setting powder for me.  The container is quite large which makes it rather awkward to carry around and fit into my makeup bag as it takes up a ton of room.   The price for this is on the expensive side and considering I can't really use this as a foundation as the product claims it can be used I think this is just too expensive for a simple pressed powder that doesn't really have any impressive qualities.  I will likely use it when I can but I will not be repurchasing once it's done as there are far better pressed powder foundations on the market in my opinion."
        },
        {
            "review_title": "THE ABSOLUTE BEST POWDER",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "I cannot say enough good things about this foundation!  It has completely revolutionized my makeup routine! It's like foundation, concealer, and setting powder all in one.  If you apply it correctly, it's full coverage, doesn't cake, goes on smoothly, and stays for most of the day, usually with one quick touch-up.  It can be used with other products but when I'm in a hurry I use only this foundation, mascara, lip balm, and maybe some blush.  Done in five minutes with awesome coverage.     1) There is a protective plastic film over the mirror.  You have to take the film off. 2) If you use the applicator it comes with, it will be the most full coverage powder you've ever tried!  It does look different for the first few minutes before it settles into your skin, but give it a minute or two and watch it all meld together to create this ethereal veil of soft, smooth, seamless coverage.  (It will look lighter in color and a bit cakey at first.  Seriously, give it 2 minutes to set itself and it will look like perfection.) 3) That applicator is magic.  (Don't throw it out when you're done with the compact.  Wash it just like a brush and use it for other powders. It's awesome.) 4) If you use a brush it still looks good, but it will be medium coverage instead of full. 5). If you concentrate it on a problem area, like redness or a zit, it will act like a concealer. 6) It does not flash back at all.  Seriously.  I wore this for my wedding a few months ago and all the photos all look good, the professional ones and the ones guests took on their phones.   7) I use Shade 1 as foundation and then brush on Shade 2 anywhere the sun would normally hit.  It's a perfect non-harsh bronzer for fair skin. 8).  The longer you wear it, the more it hydrates. It might be a bit tight for the first 2-3 minutes, but once it sets  It'll start hydrating and sitting comfortably.   It would be great if there were more shades and if Wander could add some spf.  That would make it pretty much perfect!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Love the coverage!  The powder is silky and smooth,but the powder foundation does crack making it messy in the compact.  Would use again"
        },
        {
            "review_title": "New Video Makeup Must-Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I saw the Wander Beauty ads that featured a quick makeup routine that included this powder foundation. I was hesitant about the powder, but Iu2019ve been super impressed with Wander products from my Ipsy bag so I gave it a try. I LOVE it. It provides really good coverage without a thick or powdery feeling. Works well with the included powder pad or with my foundation brush. Definitely going to continue to buy this. My new video meeting makeup routine, including this and the On-the-Glow blush and highlighter stick, takes about 5 minutes. WIN!"
        },
        {
            "review_title": "best powder foundation I have tried",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I find that this foundation doesnu2019t slip off your face, it lasts all day and doesnu2019t get as oily as other foundations do on me. It requires minimal touch ups and even as it wears off, it looks natural and not patchy. It is also super easy to carry for touch ups and ok the go, the applicator works well as does a powder foundation brush. I also love the packaging, a very low mess powder foundation. I give 4 stars for the color selection. This shade is slightly too warm/orange but it is the neutral shades are too pale. I think the shade range is too limited to suit many different skin tones. Overall, I enjoyed it, it is not a powder that you have to u201cwork intou201d your skin, just slap it on with minimal effort and it looks so beautiful on the skin, even if you have textured skin or larger pores. I often get compliments."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "Very light. Nice even application. A little goes a long way."
        },
        {
            "review_title": "wanderlust powder foundation in Fair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This should be a 5 star foundation wow! its so finally milled and silky as it goes on and it builds to cover very well with out the powdery cakey look. I am very happy and will be purchasing this again. I have dry skin and this powder is not drying at all. I hope they never discontinue this product."
        },
        {
            "review_title": "Not what I expected",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "First off, Iu2019ve read a bunch of reviews talking about how the mirror inside this compact is terrible and blurry...you all realize thereu2019s a piece a film over the mirror that youu2019re supposed to peel off right?! Come on now.  Anyways, Iu2019m not a fan of this powder. I would not say this is full coverage or buildable. Itu2019s sheer. When I first opened this product the color looked way too light to be u201ctanu201d but I tried it anyway and it did end up oxidizing so the color did turn more tan-ish. It feels wonderful going on the skin but I just need more coverage and I thought I would be getting great coverage by the claims this product has but sadly I did not."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Best powder I have tried, it works on itu2019s own as a creamy light medium coverage foundation and I also use it for setting and extra coverage over liquids, and a touch up powder. Itu2019s a quick fix on a weekday running errands as a busy mom who doesnu2019t want to look dead haha. Iu2019m on my second compact which is very rare I repurchase something like this as I live to try new products so that is a good testament to it. I like the application sponge and itu2019s held up over many washes.  My first one a while back did break in my purse but new one is fine. I tend to be dry skinned but oily nose etc and big pores for reference, always use moisturizer first and sometimes primer but not always and it looks fine without which is important because I donu2019t have time for extra steps every day."
        },
        {
            "review_title": "Chefs Kiss So Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I've used basically the whole product, only a little left on the edges, and I have to say this is one of the better powder foundations out there.  I have some bumps and red on my cheeks, and I have normal/oily skin with the occasional dry patch, moisturize with water creme usually everyday. It's really pigmented, so if you're having a little powder and go kinda day, it's great for evening things out (not like creme foundation full coverage but for a powder it's pre good).  I use it usually with Fenty's foundation and primer, and it turns out beautifully most if not all the time. I apply it with a powder brush. If you want higher pigment in a certain spot, use your finger or the puff and blend the edges out.  Also no weird scent! We live for a scent free product."
        },
        {
            "review_title": "GOOD COVERAGE BUT VERY DRYING",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Surprised at how well it covered considering it was a powder but left my skin feeling very dry, even when applied over my moisturizer"
        },
        {
            "review_title": "Still loving this foundation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Fair skin tone, Combination skin",
            "review_text": "A 4th or 5th repurchase. My current go to for my textured, hyperpigmented, acne-prone skin. Covers well without the itch that I've experienced with other powder foundations and no outbreaks."
        },
        {
            "review_title": "Very soft to skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "love it! it doesn't cake on your face and gives a good coverage"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I like how this powder foundation applies and it looks good, not cakey at all. It does amplify some dry spots if you havenu2019t moisturized enough. I also wish they had more of a shade range to choose from. The light doesnu2019t look bad on me but I do not have a warm skin tone, I am more of a neutral, but it works. All in all a good powder foundation. Come out with more shades and Iu2019m sure you would have a lot more purchases!"
        },
        {
            "review_title": "Not good for oily skin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Oily skin",
            "review_text": "Was looking for a powder foundation that looked good on oily skin and this is not it.  It was heavy in some areas and light in others no matter the application type."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I have super dry skin and normally stay away from powder foundations, but this one is great! I love the finish on my skin and ease of application. Does not settle into lines like other powders. Also doesn't bring out the dryness in my skin like many powders do. Will definitely buy again."
        },
        {
            "review_title": "Repeat purchase, but wish compact was refillable!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this foundation powder as it's quick, easy to apply, and has great coverage that lasts. My skin never feels dry with this product. I do wish that the brand would make refills for the compact - there is no need to have to get rid of it after the powder is gone!"
        },
        {
            "review_title": "Flawless, poreless, silky coverage... BUT...",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "First off, the formula of this product is unlike any powder Iu2019ve tried before. I heard from one of the founders that this product actually starts as a liquid and is dehydrated through a propriety process. As a result of the dehydration process, the powder is very silky and creamy and has a beautiful slip to it, even though itu2019s a powder. I initially bought it in the shade medium due to itu2019s description and I checked with Wander customer service just to make sure this is indeed my shade. I received the product in the mail and tried it on and I was so impressed with the formula and the beautiful coverage and staying power it as. I set the powder with MACu2019s fix plus and itu2019s definitely a winning combination! Flawless, poreless, silky coverage BUT I had a problem. The description of the color was really off. It says that itu2019s made for medium skin tones with warm subtle olive undertones and I donu2019t think thatu2019s accurate. For reference, Iu2019m NC35 in MAC, 3W1 in Estu00e9e Lauder, 290 in Fenty foundation. All of those shades definitely have olive/yellow in them, but this, in my opinion, does not. It appears really more of a pinkish undertone against my yellow/olive skin. I returned the product because despite its amazing formula, you can see it on my skin because the shade wasnu2019t accurate at all. Itu2019s pinkish undertone really stood out and after the foundation was on and melted into the skin, albeit beautifully, the undertone is clearly not warm or subtle olive at all. Iu2019m afraid that their next two colors arenu2019t going to match me and donu2019t want to be wasteful and order them, just to then return it. Please, please, please, Wander Beauty, double check your color descriptions And expand the line of colors. Fenty set the standard to 42 colors and I believe thatu2019s not only trend-setting but thoughtful and inclusive. This is absolutely a WINNING formula, but the lack of shades is disappointing."
        },
        {
            "review_title": "Powder foundation thatu2019s soft!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Applying this with the included sponge/puff, it is definitely not full coverage. I get full coverage using a kabuki brush though. This did settle into pores on my chin and above my lip, so I solved that by using primer beforehand. Using a primer and a kabuki brush, I get a beautiful foundation that stays for hours and doesnu2019t settle into my lines or pores. Most powders dry out my under eye area, but this does not. It feels very soft on my skin all day. I didnu2019t have any problems with oxidation or oiliness. The shade was easy to choose and it matched my skin very well. Iu2019m happy that I finally purchased this."
        },
        {
            "review_title": "Exactement ce que je cherchais",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Je cherchais un fond de teint non liquide mais qui nu2019u00e9tait pas trop poudreux. Celui-ci est parfait. Su2019applique en un clin du2019u0153il, tient bien et imperceptible."
        },
        {
            "review_title": "An everyday favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Fair skin tone, Normal skin",
            "review_text": "I have very fair, freckled skin. This powder matches my skin tone perfectly and provides enough coverage to smooth out acne scars and decrease shine while still allowing my freckles to poke through. Allows me to pull off a natural, every day look without looking cakey or dry."
        },
        {
            "review_title": "Great other than a tad too dark",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Doesnu2019t break me out and has great coverage. I use it as a quick fix when I donu2019t have time to put on liquid foundation (redness, acne, large pores. Combination skin type), or when Iu2019m in a rush and need a touch up from last nightu2019s makeup. Works best for me when Iu2019m layering it on top of a light moisturizer or primer and finish with a light dusting of Laura Mercier translucent loose setting powder. Without a base, Iu2019ll get dry patches and it looks darker. Itu2019s the only solution Iu2019ve found for when my liquid foundation separates at the crease of my chin after a few hours of wear. Four stars because the lightest shade, Fair, is a tad too dark on me. Reoccurring problem of mine. As a reference my color matches are Lancu00f4me Teint Idole Ultra Wearu2019s 090 Ivory N, and Estu00e9e Lauder Double Wear 1C0 Shell."
        },
        {
            "review_title": "YAS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I'm honestly blown away by this foundation! The coverage is really nice and buildable. Application is so easy! I use this daily and the time it takes to put on foundation is so much quicker and it looks beautiful! It looks so natural like it's my skin."
        },
        {
            "review_title": "New favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Favorite new powder!  I have pale, sensitive, and combination dry/oily t-zone skin.  My dermatologist suggested I use a talc-free powder and recommended Colorescience, but their palest skin tone wasn't light enough for me.  I hate loose powder (which is easier to find talc free) so after a long search I decided to try this one.  The fair was perfect for my skin tone (i use cream puff in Too Faced concealer for comparison) and goes on so smooth with just the right coverage. My forehead does get a little shiny toward the end of the work day but I prefer that to a cakey, heavy finish.  I was also impressed at the packaging and puff, thinking to myself it was awfully nice for a US beauty brand, and then I saw Made in Korea on bottom and it all made sense!"
        },
        {
            "review_title": "Looks awful!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This doesn't work as advertised in their videos. In fact, this doesn't work at all. It barely covers and looks overly powdery and horrible on my face. I had high hopes for this product. It's back to Bare Minerals for me!"
        },
        {
            "review_title": "Great coverage!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love this product! It is low maintenance because you can quickly apply and get great coverage. I would say the coverage is comparable to Bare Minerals, but it is easier to apply. The product goes on smooth and once applied, my face looks evened out and fresh."
        },
        {
            "review_title": "Disappointment Turned Joy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "When Benefit re-branded their Hello Flawless powder foundation, I tried 14 other brands' powder foundation to no avail. It was incredibly disappointing to have a velvet finish powder foundation with buildable coverage go away without an appropriate replacement. Well, this one is the winner. You will not be disappointed in the texture and coverage of this powder foundation."
        },
        {
            "review_title": "wow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I am 46 and was concerned how this would perform on mature skin. It is wonderful - gives me a smooth even finish. But you must use a moisturizer. If you have dry patches those fine line will be amplified. I will buy again"
        },
        {
            "review_title": "HOLY GRAIL !!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Where do I even begin? I have dry skin, and I have tried absolutely every powder there is, and it would always dry me out and look patchy as the way went on.  After much research I decided to try this out, itu2019s pricey but after reading reviews I figured Iu2019d go for it.  I could not believe what this did for my skin, Not only did it not cause any drying but it made my skin look flawless and stayed that way all day. I even got two compliments on my skin while I was out - Iu2019ll admit that when I was younger, I would often be complimented on my fair skin, but now that Iu2019m 35 and a mom it has been YEARS since anyone has complimented my skin.  I found my holy grail and I will never look back.  Anyone struggling to find a powder with coverage that wonu2019t dry you out YOU NEED THIS!"
        },
        {
            "review_title": "Not for Yellow Undertones (Color IQ: 3Y10)",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "It seems like a nice enough foundation. I was matched with it because my I had a color id of 3Y10 based on my Sephora Collection Bright Future Serum Concealer (13 - Creme Caramel). This just didn't match my undertone at all. I'm very VERY yellow and this made me feel dark. It matched most of my face, but I felt like my cheeks really stood out at much brighter than the rest of me, and like the shadows on my face were deepened. I don't contour, so this is a no go for me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This is my HG go to. For me itu2019s more of a setting powder, I use it over the nude illusion foundation. Does not sit in my pores or fine lines. I have re purchased three times and continue to find it superior. My only complaint is it will crack/crumble easily so I have to be really careful."
        },
        {
            "review_title": "10/10 Recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I didn't think it was possible to love a pressed powder/powder foundation more than my liquid foundation. Then I found this. First of all, the compact is adorable and the design is flawless. The rounded applicator/pad is SO unbelievably soft and the product itself glides on smoothly without issue. The fact that they engineered the compact with a plastic barrier between the foundation and the applicator is genius. Using the shade finder via the Sephora website helped me find the perfect match for my skin tone. I'm amazed and I absolutely love this product."
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I have not stopped using this foundation since I received it. As it is a powder foundation, I ensure my skin is moisturized prior to applying and I exfoliate regularly. You can be out the door in minutes using this product. I donu2019t require concealer as the coverage builds if needed, it doesnu2019t cake and Iu2019ve gotten multiple compliments. Will be a repeat buyer!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Love this product!  I use with concealer and it gives fantastic coverage, without the heavy bulky look"
        },
        {
            "review_title": "Amazing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Oily skin",
            "review_text": "I am absolutely in love with this product. I have a lot of acne scarring and redness on my cheeks and this covers ALL OF IT. Itu2019s buildable without looking cakey and lasts through my 12 hour shifts. Itu2019s the first powder foundation Iu2019ve ever tried and Iu2019m pretty sure it will be the only one I ever use!!"
        },
        {
            "review_title": "Disappointed",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I really wanted to like this. It is super powdery and doesnu2019t blend very well. The color was off too; it just didnu2019t look natural. It settles in every little pore or fine line that you have. Iu2019m pushing 40, so I need something that glides over and sits on top of my texture, this only emphasizes it. I will be returning."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Spectacular powder foundation that glides on smoothly.  It feels creamy but also like satin.  It provides good coverage although not full coverage.  I still use my shape tape concealer for problem areas, but this foundation covers up redness very well."
        },
        {
            "review_title": "Found my holy Grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This is my HG foundation.   They improved the formula so it no longer crumbles.   It has fantastic coverage for my  sunspots but does not settle into lines and wrinkles."
        },
        {
            "review_title": "Amazing product....even though it cracks :(",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This foundation is the best that I have tried, great coverage that last 8  hours. However, like the other reviewers said, it breaks very easily.  I don't know if it is the packaging or how its laid in the pan cause there seems to be air between the product and pan but whatever, it's awful and causes the powder to crack and break making it difficult and timely to apply.   As a workaround once it breaks I pour it out into an old loose powder jar.....because its still worth it due to how amazing it looks on my face.  I do not use a primer with it, just a lightweight moisturizer with a little drop of face oil. I apply using a dense brush. If I want more coverage I will apply it over a BB or CC cream.  My skin in normal to dry.   Even with the product breaking, I will still continue to purchase because it seems to work with my skin!"
        },
        {
            "review_title": "BUYER BEWARE",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Product comes out of pan and breaks.  I purchased two and the packaging is faulty.  Wander will do nothing to help.  Sephora staff was wonderful about the shoddy product.  DO NOT PURCHASE"
        },
        {
            "review_title": "BUY THIS NOW",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This is the BEST foundation I have EVER used!!! If it ever gets discontinued I will buy as many as I can, and then cry. I am in my 40s and this is the only foundation I have found that actually looks good all day long. Use it with a primer for best results."
        },
        {
            "review_title": "Finally!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Fair skin tone, Oily skin",
            "review_text": "I have been looking for a powder that would not dry my skin out. Other powders have given me patches of dry/flaky skin later in the day. The powder provides full coverage and feels amazing on my skin. I only wish it had suncreen in the formula, but I'll still take it!"
        },
        {
            "review_title": "Too bad itu2019s not for everyone",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "It didnu2019t apply coverage as much as it appeared in the videos. The compact is, like most reviews mentioned, rather flimsy. It was a smooth formula, and I liked that the application cushion is a lot like cushion compacts, but I ended up returning it because for the slightly extra $$, I bought a higher quality amore pacific item. Not for everyone! Shucks I was excited to try it out."
        },
        {
            "review_title": "Unusable Mirror, Poor Packaging",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Like many others have stated, the product shatters within a few weeks of regular use. The mirror in the compact I received is so scratched and for some reason cloudy, obviously defeating the purpose of having a mirror at all. I like the product but will not order again. Too expensive for such poor packaging."
        },
        {
            "review_title": "Staple, even on light makeup days",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Best foundation Iu2019ve used, by far! Coverage like a liquid, with the weight of a light finishing powder. It doesnu2019t cake in my oily spots, and I get tons of compliments with people thinking itu2019s my natural complexion."
        },
        {
            "review_title": "Amazing quality, but need more colours",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I absolutely LOVE this product. I'm a powder foundation kind of girl. I've tried many and this is my favourite. It's blendable, the coverage is amazing and it feels super light and comfortable. Not chalky at all (I have the Mac powder and it just does not compare - so chalky...). The only downside is that there aren't many colours available! I have the ''fair'' one, but it is still too pink on me. I wish there were warmer, more golden and olive choices. Also, the price has gone up 4$ for certain colours, not sure why though. I expect to see new/more colours available to us soon hopefully."
        },
        {
            "review_title": "GReat!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "this is awesome! great natural finish, not a heavy cakey powder but enough so it makes a difference. wears well for a long time. really enjoy this."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This product is so beautiful going on.  Makes my face look airbrushed and flawless.  Only downside is that it doesn't last.  I get greasy at about the 2 hour mark and it has totally faded by the 4 hour mark.  Not great for the price.  I really want to like it though so I am going to keep it and try it with different primers."
        },
        {
            "review_title": "worst foundation",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Not for me. Looks ok when I first put it on then looks awful about 4 hours later. Iu2019ve never used a foundation this bad. Some sort of wet n wild $2 foundation would look better than this. This is the worst review Iu2019ve ever given on anything. I used hourglass primer then this and itu2019s awful. Iu2019ll stick to Armani."
        },
        {
            "review_title": "It crumbles - but you can sort of fix it.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Yes, it cracks. Always. The product is SO soft and finely-milled that it is always going to crack and eventually crumble (I suspect it gets worse with humidity).  BUT I'm giving it 4 stars because I discovered by accident that you can basically fix it after it cracks! Again, because the product is so soft, you can just basically take the powder puff it comes with (or better yet, use something else that won't get totally covered in the powder.. maybe you could even try gloved fingers) and press down gently/evenly on the cracked/crumbled powder, and slowly it will begin to reform into a solid mass. It doesn't look pretty and smooth anymore, but mine crumbled months ago and I just keep pressing it back into solid form. I do wish they could keep it from cracking, but I think in order to do so they would have to reformulate it, and then it would lose some of its super-soft, moisturizing magic. This is really not normal powder foundation, it is really silky, non-drying, and covers my big pores and redness. Truly the best coverage I've found in a powder foundation."
        },
        {
            "review_title": "simply gorgeous",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "This is such a beautiful compact and so luxurious. The powder itself is so fine and easy to get great coverage. I love keeping this in my bag for touch ups, the matte finish is great for absorbing oil in the t zone."
        },
        {
            "review_title": "Not what I hoped for",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019m extremely disappointed in the poor packaging. The mirror is basically plastic abs arrived with scratches all over it. The powder itu2019s does not distribute even coverage, itu2019s very heavily around the eye area. Itu2019s drying and clings to dry areas.    I will be returning this product sadly."
        },
        {
            "review_title": "Beautiful formula",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, lightMedium skin tone, Combination skin",
            "review_text": "Wonderful match! The formula is wonderful...however, why the f!@# did it break on 2nd time using it!!! When I recieved package. I noticed foundation pan not fully attached to compact. So, I lightly pushed it back it. Great! Second time I went to use it was out again!!! I went to gently push it back in...and it broke! Not happy about it at all. I can not be traveling and worrying if  my purse/luggage is going to be a mess! It's sad when you oldest says... her cover girl compact didn't even break after she dropped it! Sad to say return. Perhaps I'll stick to a cream. Loved the formula. And not full coverage... buildable though."
        },
        {
            "review_title": "wander wonderful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Beyond thrilled with this product! I am 68 and tired of spending so much time doing my makeup. I recently found this foundation that applies quickly and beautifully with a kabuki brush. It stays color true and smooth all day. Love it!"
        },
        {
            "review_title": "looks oily within hours",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I purchased this in fair.  It was a good match for my very light skin. It didnu2019t oxidize.  This powder looks beautiful when I first apply it. It doesnu2019t settle into pores. It evens out my skin. It doesnu2019t look chalky. It really looks like beautiful great skin. Itu2019s amazing. But within just a couple hours I look soooo greasy. And Iu2019m not that oily!  Iu2019m combo skin.  If this could just last it would be HG for me. I just canu2019t give it a good rating when it claims to be oil controlling when itu2019s looks that bad that quick.  But itu2019s gorgeous when freshly applied. Packaging is a little clunky and flimsy.  I would prefer a simple compact without the sponge thatu2019s heftier."
        },
        {
            "review_title": "Excellent powder but terrible packaging",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I would give 5 stars for coverage, shade selection & smooth silky finish the powder provides. However, the packaging is terrible. It will crumble half way in and the compact will become useless. I love the product inside, but I finally gave up after 20th purchase..."
        },
        {
            "review_title": "Not full coverage",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This didnu2019t cover up anything. It was too sheer. Looks a bit orange on lighter skin so the shade finder tool might be a little off. It is not cakey feeling though."
        },
        {
            "review_title": "Breakout central",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Used this a few times and while the coverage is good, my face hasnu2019t been this broken out since I went through puberty. I really wanted it to be amazing but itu2019s now in the garbage."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Pro's:  Decent coverage, and first powder I've found with a light feel and smooth finish Con's: Although it's is packaged in a way you would think is portable, after less then a month in my purse during the day it pretty much exploded and doesn't seem to have the same effect it did in it's compact state."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, mediumTan skin tone, Combination skin",
            "review_text": "This has good coverage for a powder and minimized some of my spots on my face. I probably could have gone a shade lighter. It does feel good like there is nothing on your face and glides on very smoothly. Something f youu2019d be able to use daily."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "great powder foundation for a quick touch up & ready to go. love how light & smooth it feels"
        },
        {
            "review_title": "Thumbs Up!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "I really like this foundation. To use it after moisturizer and primer, I apply my undereye concealer and a light coat of setting powder. This makes my skin dry and smooth, allowing a perfect application of the foundation. The coverage is wonderful and I build it up a little in the places where I want to hide imperfections. I see there are some reviews that are negative about the packaging of the product. I use the sponge that came with the foundation to apply it and am careful to try to use the edge of the foundation so it will have a consistent thickness after I use more of it. I didn't care for the result when applying with a brush. Also, I think the brush grabs a lot more of the foundation, and I don't want to waste it."
        },
        {
            "review_title": "New favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Love this stuff. First time it's looked like I still had makeup on at the end of the day without reapplying."
        },
        {
            "review_title": "Excellent formulation, but shade range sucks",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love how silky this foundation is, I love the coverage, I love that it stays put and doesn't travel or smear or oxidize... I love everything about it EXCEPT the shade range. The lightest shade (called Fair, though it's not) is about ~NC20 I would say, maybe even a smidge darker. The undertone is also kind of... muddy, almost?  And let's be real, the deep shades... ain't that deep. So that's disappointing.  If you're in the medium shade range though, definitely give this a try!   Also - I've been storing this for several months (because it was too dark for me when I bought it but I'm hoping I can pull it off now that the sun is back... I love it too much to throw it out) and it has not crumbled for me at all."
        },
        {
            "review_title": "Great powder foundation, gives an airbrush effect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "I really love this. They updated the product/packaging recently so it doesn't break so easily. Now it's a lot more durable. I've been using it for the past year. Definitely the best powder foundation I've used for hiding my large pores. I do think that the colors run a little darker than you expect. I use the lightest color, but I'm not porcelain-white skinned, so I would take that into consideration. I would love to see this line make a more inclusive shade selection."
        },
        {
            "review_title": "Great new shades!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "Loving the new shades! I originally bought the tan though it was a bit dark for my skin but the medium was too light. Golden medium is great! Matches my tone more! Abd as always, love the formula it blends smoothly and looks beautiful on my skin thank you!!"
        },
        {
            "review_title": "Great Coverage!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "Wander is one of my favorite brands because their products are so versatile and effective. Many powder foundations donu2019t provide enough coverage but this one provides a solid medium coverage. I have oily skin but it remains matte longer than usual with this foundation. Blotting papers do the trick without messing up or removing the foundation. I use a setting spray to control oil and avoid a u201cpowderyu201d look. After using setting spray, this melts into my skin and looks completely natural. I highly recommend this for oily skin that needs quick medium coverage."
        },
        {
            "review_title": "Favorite Powder Foundation of All Time!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Im obsessed with this powder. It gives me the perfect amount of coverage and is buildable if I want that full coverage for going out at night. I have very reactive oily skin and this does not aggregate my skin at all.  I used to use Kat Von D full coverage lock it powder foundation but the colors were very orangey and it was very dry and powdery.   I am Mac (N35 shade) use the medium in the winter but now that iu2019m back from a beach vacation, im using tan.  I have not experienced any major breakouts since switching over to this."
        },
        {
            "review_title": "AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I work at SEPHORA, so I get a lot of foundations and powders to try, but I was really excited for this one. I typically go for full coverage liquid foundations, but lately Iu2019ve been trying to sheer them out. I saw this in an ad on Instagram and I liked the was it looked. So I bought it. And I absolutely love it. Itu2019s the perfect amount of coverage to let my freckles show through. Itu2019s not cakey and it feels like my skin. I donu2019t think I will go back to a full coverage foundation again."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Love the coverage and finish, but not long-lasting"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Good for minor touch ups but emphasizes pores and fine lines."
        },
        {
            "review_title": "AWESOME POWDER but arrived crumbled.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "LOVE this powder. However, it got delivered all crumbled. This is not the first time that this has happened with this powder, so I would assume it crumbled easily.   Because it is now basically a lose powder, it tends to make a mess. AND, I can not travel with it, so that is a bummer because the coverage and feeling is awesome. Also, it did not break out my sensitive skin. I wish it was still pressed so I could keep it in my purse or travel bag."
        },
        {
            "review_title": "Great Powder Foundation",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I have very sensitive skin and everything and their Mom breaks me out or gives me itchy skin. My go to used to be Prescriptives but alas they succumbed and my powder foundation was discontinued. I have been on a mission to find the perfect powder foundation and this one comes the closest. If I could I would give it 4.5/5 but my only tiff is that it doesnu2019t blur out the texture/pores on my cheeks as well as Prescriptives and even BareMinerals has.  But this is definitely better than the latter in my books bc itu2019s light and blendable and even covers up sunspots and moles but just using the given sponge and going over with a makeup brush. Will try the other colors. Happy Sephora now carries more shades."
        },
        {
            "review_title": "Crumbles and Falls Apart",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I love the formula and wear of this powder; however, I have wasted a lot of money as the powder crumbles after only a few weeks rendering it unusable. Wanderlust supposedly changed the formula so that the compact would stay intact, but such is not the case with the last few compacts I have ordered (one from Sephora, and one directly fro Wanderlust)."
        },
        {
            "review_title": "Holy crap!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, black hair, fairLight skin tone, Normal skin",
            "review_text": "I never write reviews but I am so impressed with this product I had to. I normally wear Fenty foundation, and I love it but I also work from home and wanted something to just throw on when running to the store or picking my son up from school that was a little u201cmoreu201d than just a tinted moisturizer. THIS is it! Not only is it full coverage with a beautiful finish but my skin looks flawless!! It looks great over a liquid foundation as well and doesnu2019t look cakey. This is totally going to be a new holy grail for me!"
        },
        {
            "review_title": "Amazing powder!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Iu2019d give this 4.5 stars if I could! Itu2019d be 5 stars if it wasnu2019t for seeing other reviews about the powderu2019s lack of stability when traveling (and also limited colors, but looks like they have more color options now!), but I havenu2019t had a chance to test it out yet and donu2019t want to risk it until I have to ha. Will be traveling to Asia soon, so weu2019ll see. But otherwise this powder is so good. Originally was looking for a replacement for the Bareminerals blemish powder that was discontinued that Iu2019d been using and loved. So far had been just using it as a setting powder because I was concerned about color match, but the other day tried it by itself to save on time and wear less makeup. It works amazing by itself!! Used the puff thing that comes with the compact, and it works so well - builds up to medium-full coverage in only a couple swipes and few concentrated areas I needed extra coverage, not cakey at all. Itu2019s matte, but not a flat matte, it kind of glows? Stayed put all day with just my Tatcha silk sunscreen+silk primer underneath, hardly any oil came through. Excited to see how itu2019ll do in Houston heat. The puff seemed similar in feel to Korean cushion compacts, then I checked the box and found this is made in Korea! No wonder itu2019s so good. Even better now that more shades came out, as Iu2019ll need something darker when summer comes around. Was gonna try color medium next, but will go for light medium in case medium is too dark. Love this foundation so much. Wish it was cheaper or more product (at least 1 more gram?) for the price. Will repurchase!"
        },
        {
            "review_title": "amazinggggggg",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I usually use Kat Von D lock it power, but for some reason itu2019s always sold out. I tried this. Wow! My acne has calmed down since using it. My face is so combination that one min itu2019s oily and the next itu2019s dry and then it can be both. This foundation powder helps with that. This is buildable and I am obsessed. A little bit goes a long way, so this has lasted me since November. My acne went from (a lot) all over cheeks and jawline to just a couple here and there. I use this on top of my foundation (forever by Dior or Fenty by Rihanna)."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "I really like this powder foundation.  I use Wander Beauty's Nude Illusion Liquid Foundation every day because it's AMAZING.  I use this powder foundation as a touch-up at the end of the work day when I'm heading out after work.  Keeps the face oils at bay and refreshes my coverage to keep me looking good until the end of the night.  Definitely a great product."
        },
        {
            "review_title": "More just a pressed powder than a foundation",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "I really wanted to love this, I wanted the miracle powder foundation... but this is not it. I have oily skin, i tried using this with Becca Ever-Matte Poreless Priming Perfector and also with Boscia Porefecting White Charcoal Mattifying Treatment Primer. I had the same effect with both, it made my pores stand out more and just kind of sat on top of everything, didn't blend into the skin, didn't cover anything. It defintely does nothing for oily skin, if anything makes it worse. It was basically a pressed powder. I wanted to return it but have held onto it too long so now I just use it as a pressed powder for touch ups."
        },
        {
            "review_title": "It is good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I was skeptical of this being a powder foundation and being matte. I thought I would look pasty and cakey. But no! I looked natural. and I didnu2019t feel so much oil on my face that I would even if I didnu2019t have makeup on. It covered my redness on my face. Will definitely buy again!!!!"
        },
        {
            "review_title": "Super cheap packaging!!!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Ok so I'm going to start of with the pros: great coverage for a powder and has a nice texture on the skin...now as for the cons: my skin would get super shiny just within a couple of hours (and I don't have particularly oily skin, I just get a bit shiny throughout my t-zone on a regular day), and the packaging feels embarrassingly cheap. like way worse than drugstore packaging. Think dollar store quality. It's so bulky too which I don't understand. For the price, I'm disappointed that the packaging felt so cheap. I normally don't care that much for things like that, but in this case it bothered me quite a bit."
        },
        {
            "review_title": "Powder shattered within 3 weeks....",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I wish I could give this product a good review. The formulation and coverage seem decent. Itu2019s a little pricey for a compact in my opinion, especially given it didnu2019t last three weeks. The powder completely broke. And this is considering I donu2019t carry the compact in a purse or gym bag. It stays on my vanity. So based on this and itu2019s cost, I really canu2019t recommend it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "Great alternative to mineral/powder foundation.  Great smooth coverage."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, lightMedium skin tone, Normal skin",
            "review_text": "SUPER smooth. Not cakey. Great coverage."
        },
        {
            "review_title": "WOULDN'T BUY AGAIN",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I purchased this because it advertised great coverage. There is actually no coverage at all. If you have a lovely clear complexion it might be nice. It's powder and on an older woman it will fall into wrinkles and look awful. Very disappointed."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I stopped wearing foundation for several years until I tried this. Wow! Iu2019m hooked. I donu2019t need any liquid foundation under this powder. I just use a good moisturizer. This powder foundation gives an amazing flawless full coverage finish without looking cakey. The color stays put ALL DAY on my oily skin. Itu2019s amazing. Iu2019ve never had a foundation stay put so perfectly from early morning into late evening. It doesnu2019t settle into fine lines. Iu2019m definitely hooked on this one!!"
        },
        {
            "review_title": "Comfortable coverage",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "I donu2019t wear much makeup but needed more coverage for my rosacea. This has awesome coverage but still feels comfortable and doesnu2019t irritate. Runs a half to full shade light in my opinion. I usually wear light-medium, and medium here was a bit light."
        },
        {
            "review_title": "Best powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I was on vacation and bought this powder to take with me but kept it in the box but took my train case with my other makeup products including my 4 foundations (couldn't take just 1) and the foundation that I wore when I was out with my husband and daughter.. just did not look good. it looked muddy and I didn't think anything could fix it but I had this powder with me and applied it and it just went on so effortlessly and it was so buttery.. it made my skin look 10x better and it gave me that glow.. No powder has ever done THIS! and it's full coverage! it doesn't wear off.. it stays put! it's light and it's just BEAUTIFUL. THIS is far the best powder I've ever had in my makeup collection and I have Other high ends like Dior and La Mer and I am a La Mer gal (have all of their products) but this is my favorite next to La Mer!!"
        },
        {
            "review_title": "My Holy Grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "With so few shades, you'd expect you'd have problems with matching.  This matches me perfectly.  Soft, diffusing and build-able coverage.  It doesn't settle in my crows feet.  Lasts all day.  Love it."
        },
        {
            "review_title": "Nothing special",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "If I hadn't been to lazy I would have returned this, too pricey. Very dusty looking, I've found better products at the drugstore. I think it's the worst product I've ever purchased from Sephora, very disappointed."
        },
        {
            "review_title": "Just ok for me",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "I like this foundation if I want coverage around the house. I use primer which helps with coverage. Not for me when I want full coverage but good when I want light coverage."
        },
        {
            "review_title": "best powder",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Best foundation powder I have used. Havent touched my liquid foundations in weeks. I have rosacea acne all I do is spot conceal and put this powder its amazingz. A must have in my makeup kit for ever. The only thing I dont like is that its very sensitive it breaks to easily. I had it in my purse when I took it out it was cracked."
        },
        {
            "review_title": "Best foundation I have ever tried.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This is amazing: excellent coverage, smoothing, lightweight, long wearing, soft skin effect. I have combination, sensitive, aging skin, and this product has quickly become my new obsession. My mornings are so quick! I have more coverage at the end of the day than with a liquid foundation. Try this!"
        },
        {
            "review_title": "seem to cause immediate breakouts",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "It said for oily skin but my skin began getting so oily after using this, by mid day and my other foundations donu2019t do that. I started getting tiny red bumps all over that went away as soon as I discontinued use. Iu2019m not sure whatu2019s in it that doesnu2019t agree with my skin, if your sensitive I would stay away.."
        },
        {
            "review_title": "Perfection!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "Perfect and natural-looking coverage. I wear it over my sunscreen and nothing else."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Iu2019ve been using dior powder foundation for years, but wanted to try something a bit cheaper. Glad I did as I love this product! Itu2019s amazing"
        },
        {
            "review_title": "A Powder Foundation? YES!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I have very fickle combination skin, with fine lines, dryness around my eyes, and adult acne. I never thought I'd be able to use powder foundation; I've always used liquid foundation until I tried Wanderlust a couple months ago. I was pleasantly surprised: it covers most flaws with one application and doesn't dry my skin or cause oiliness or breakouts. I can apply a bit more on those spots that need a little extra coverage. And it feels good, not heavy or cakey. I like the finish better when I buff it with a foundation brush. Would I recommend it? Well, let's just say I'm nowhere near my first compact becoming empty, but I've already purchased a second to have on hand just in case something happens to the one I'm using now!"
        },
        {
            "review_title": "***WARNING!!PRODUCTS CRACKS!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Oily skin",
            "review_text": "While this is a wonderful product, like many others leaving reviews, my powder cracked into pieces. This should NOT happen, especially when I never dropped it! When you try to apply the cracked powder it drops pieces on your clothing and itu2019s like you dropped foundation in your clothes; it stays there! Be forewarned- the company doesnu2019t care and does NOT return calls or emails despite their promise to do so within 24 hours. Not worth the inconvenience!"
        },
        {
            "review_title": "cracked into a powdery mess",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This is really velvety smooth and covers decently for on the go or short on time make up application. Itu2019s not chalky. My only complain, which is a rather big is that it cracked and created a powdery mess within TWO weeks of getting it. So disappointed. I never dropped it or handled it roughly so for it to crack so quickly was really disappointing."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "Very nice powder with a beautiful finish!! makes my face looking very soft and smooth. Love it thank you!"
        },
        {
            "review_title": "Iu2019m in love !!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "First time trying this. I absolutely love it. Goes on smooth and provides amazing coverage"
        },
        {
            "review_title": "Crumbles in the compact rendering them unusable.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I wont be buying this again. Of the 6 compacts I have purchased 5 have crumbled in the compact after using just a third of the contents. I don't take these in my purse they sit at my makeup table so for them to completely breakup in the compact is unacceptable at this price point."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This product is amazing! Can be used alone, is nice and light and the coverage is unbelievable."
        },
        {
            "review_title": "amazing product. bad packaging",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Best foundation powder I have ever used. But, after about two weeks, the product crumbled and fell out. Please fix fix your packaging. Such ashame!!!"
        },
        {
            "review_title": "Needs more shades",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "The lightest shade is too dark for me, but I like the way it feels and it does a nice job minimizing my pores. I'm sad to return but I'll be back if they add more shades!"
        },
        {
            "review_title": "A Flawless Face",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Normally, I do not use foundation but my friend recommended that I try Wander Beauty's saying it was the best! I work a pretty hectic schedule and so this is perfect for being on the go and even though I am not too experienced with make-up it is easy to use and very helpful."
        },
        {
            "review_title": "good not great",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "I like the coverage & itu2019s not too dry. I bought the lightest color & itu2019s not light enough. Iu2019d buy this again if thereu2019s a lighter color."
        },
        {
            "review_title": "Holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This is the first powder foundation that I have come across, that actually does what it says it will. I have bad dark circles that are genetic so I canu2019t really get rid of them. What has helped a ton though is TATCHA eye cream and this foundation! I personally donu2019t even need a liquid foundation with this. I love it. It covers really well. I like using a brush instead of the little pad but that is just personal preference because the pad works wonderfully. This is my forever powder and I donu2019t say that lightly lol"
        },
        {
            "review_title": "Holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I've been using a pressed mineral powder foundation from another company which I liked. But I hit pan and was scraping of the sides and needed to replace it.  I decided to try this Wander Beauty version since I'd heard good things about it.  I ordered it in Light which was a great color for me.  I'm fairly pale with a cool undertone. I love this foundation.  The coverage is beautiful.  It doesn't settle in my 49-year-old fine lines and wrinkles.  It's like I'm not wearing anything at all.  Love, love, love it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Finally found a powder I love. Iu2019m pale and light is a perfect match, no more feeling a little paranoid my color isnu2019t spot on. Love the coverage. It also makes my skin feel softer, I swear. Glad I finally tried this brand out!!"
        },
        {
            "review_title": "Awesome!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I got this foundation in the shade light. The coverage is AMAZING and it stays on all day. The shade has a gray undertone to it, which is not extremely flattering but the product is so good I look past it. I might try another shade when I repurchase."
        },
        {
            "review_title": "Love love love! Such a time saver!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "This product has replaced my spot concealer, concealer"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This is a really beautiful powder foundation!! I have to say I am pleasantly surprised that this lives up to the majority of the claims in the description. It makes my skin look so smooth and blurs my pores, and it can be applied as light/buildable coverage with a buffing brush OR as truly full coverage by using the included applicator. I normally throw those applicator sponges away but this one is actually really effective and not at all harsh on my sensitive skin. I have combination skin and it seems to really meld with my skin and looks more and more natural as the day goes on, it doesnu2019t seem to cake up at all. It does settle into a couple of the deeper lines around my eyes but every foundation does that for me, unfortunately. The main reason that Iu2019m giving it 4 stars instead of 5 is because of the color options - right now Iu2019m using FAIR and itu2019s perfect for Summer, but I guarantee in two months when Fall/Winter roll around this shade will be too dark for me. This badly needs color options at both ends of the spectrum, these shades all seem to be geared towards light to light-medium skin tones."
        },
        {
            "review_title": "Don't travel with or drop product!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I would give this five stars but because the product shattered in travel and is SUPER messy I never want to open it up. I took it on a trip to Italy and it came out of my bag cracked.  I used it for a while until became a bunch of smaller bits.   I keep thinking about how to crush it into a powder so it's not wasted, most of it still left.  The coverage was amazing, can be used over moisturizer or primer, as long it's dry.  If your face is moist it won't go on smooth.  I use a brush to apply.  It's just a very delicate product and needs improving. I've found the Sephora brand matte compact is pretty comparable and travels well."
        },
        {
            "review_title": "worth it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Wish I got fair but I was very skeptical of this after being slammed with ads on Instagram so I finally caved and Iu2019m so glad I did. It really does cover the redness in your cheeks (even exceptional redness like mine) and has some serious wear power (paired with UD all nighter setting spray of course) The packaging is flimsy, not that wander will take my advice but they should seriously consider making the compact more sturdy to allow purse carry. This stays snuggly in my Helmer to avoid breakage, which I see a lot of people complaining about. Be careful with this one! Totally worth the $$ tho!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Normal skin",
            "review_text": "Love the powder and finish, but the compact doesn't last long. I have bought this three times, and all the powder has broken each time, when there is still so much makeup in the compact- so unfortunately, it all goes to waste. Two of the three compacts never even left my makeup drawer. I will not be purchasing again until this problem is fixed."
        },
        {
            "review_title": "Great powder but very fragile!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I bought it to keep it in my purse for touch ups during the day and I love the product. It performs great by covering up any imperfections and reducing shine without setting into fine lines or looking too u201cpowderyu201d. Unfortunately after 2 months of carrying it around (I never dropped it and was quite gentle with it) the pressed powder disk shattered. It started to rise up in the tin and then cracks formed because there was an air filled cavity below... My efforts to gently push it back only led to further destruction. I had to throw it away because the packaging is not leak proof and the powder was spilled everywhere. But nevertheless a good choice it you plan on just keeping it on your vanity!"
        },
        {
            "review_title": "Love it... until it breaks!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "The powder is finely milled, a perfect match to my skin tone, and the compact is perfect to travel with. Itu2019s all praises on this end... until the powder breaks/cracks. With less than a quarter used, Iu2019ve re-pressed back into the pan twice but it probably made the powder more delicate that it kept on breaking on me. I couldnu2019t stand the hot mess each time I open the lid that I chucked it in the waste. Great powder, but with so little product Iu2019ve end up using, not worth the $ and effort for upkeep. Iu2019m still on the hunt for the next presses powder to try."
        },
        {
            "review_title": "AMAZING! #1 Powder Foundation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I absolutely love this product. Definitely my favorite powder foundation! I wear it over a light liquid foundation to add a little bit of extra coverage, and it also smooths out my skin which is just amazing. My skin also doesn't get oily throughout the day while wearing this! I am a huge fan! Will for sure be continuing my use of this!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I really wanted to like this product,  but the color tan, should not be named that. I have tan skin and this made me look like a ghost. There needs to be a color between tan and feel because it's such a huge gap. Sad that I have to return it :("
        },
        {
            "review_title": "Gorgeous silky skin!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Left skin with a  silky and smooth finish. Love the finished look and left my skin healthy and clean."
        },
        {
            "review_title": "Good but Overpriced",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Good coverage and wear.  Overpriced, though. They should eliminate the unnecessarily complex packaging (separate compartment for equally unnecessary applicator) and lower the price. $40 is too pricey for the small amount of product.  Good enough to keep but I wonu2019t purchase again."
        },
        {
            "review_title": "another great product from wander!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "i love all of the wander products iu2019ve tried so far and am mesmerized by the online demo ads iu2019ve seen for this compact powder foundation.  i finally decided to give it a try.  the first time i used it was over the wander stick foundation and found it started to gum up the texture when used this way.  the second time i tried it, i used it on top of primer and moisturizer alone and it worked far better.   the coverage is a solid medium and matte but less chalky than most powder options.  i had a little trouble covering my under eye circles completely and have yet to try a concealer that will work with this - but all in all, not deterred.  i will use this as a first option when i need to get out of the house quickly  and donu2019t have time for the full program of makeup.... hopefully i can get a couple of replacement applicator pads as i hate when they get grungy and this one doesnu2019t look washable.  the fair color was a decent match for me but a lighter shade for winter would be nice."
        },
        {
            "review_title": "Lovely, but shiny",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Aside from being a bit shiny by the end of the day, this powder is amazing. It is full coverage if you want it, and sheer if you prefer. The powder is soft and the shade is great. I use a kabuki brush for fuller coverage and the soft brush for sheer."
        },
        {
            "review_title": "HG Foundation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I've struggled for years to find a foundation due to my neutral undertones (why is there nothing between yellow and pink!?) and my aversion to full coverage formulas. My ideal foundation has always been something easy/quick to use, that feels and looks natural and this absolutely delivers! A few quick swipes (I use the sponge provided and really like it) and it evens my skin-tone, covers the redness around my eyebrows and edges of my nose, and looks completely natural. I also swipe the sponge over my eyelids with any extra product and it helps to keep them from getting oily which is a bonus! It's so weightless and I don't feel like I'm hiding behind a mask of makeup; I just feel like myself!   I also have sensitive skin and this doesn't break me out, even if I forget to wash my face after a long night out.  Side note: My compact hasn't cracked like some others and I've had it for a couple months now. I don't use it every day and does sit on a shelf so that may help."
        },
        {
            "review_title": "All you need is love and this compact",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This powder is a dream. I have deeply red cheeks with light  combination skin. This powder doesn't hide in your dry spots (but I do always use a day cream or primer underneath for evenness and staying power) and it covers the almost purpleness of my red cheeks. LOVE Wander Beauty and everything they touch."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I normally only use cream formulas in all my makeup products but I was convinced to try this powder and Iu2019m officially converted. The puff and the formula are creamy and not at all powdery and the finish is flawless!"
        },
        {
            "review_title": "Healthy Glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Wanderlust's powder foundation has easily become my #1 powder foundationu2014ever! It has the most incredible buildable coverage, you can start off as light as you need just to cover oily spots and can build up to a solid medium coverage. It also blends into your skin like a *dream*, leaving behind zero powdery residue! The packaging is sturdy and compact and the sponge application isn't half bad (I tend to reach for a dense brush though!) This is my go-to on mornings when I need a quick and easy application and want to look healthy and glowing in no time!"
        },
        {
            "review_title": "Fragile!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Super fragile! I even couldn't have a chance to try yet, got the package, opened and powder was bronken and crumble inside. I don't dare to order it online again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I have been trying to search for a powder foundation that wouldnu2019t look cakey on my oily skin.  I decided to try this one after many duds. I fell in love as soon as I applied this!  It smoothed out my imperfections and smoothed out my pores!  It has amazing coverage and was so easy to apply."
        },
        {
            "review_title": "MAGIC FOUNDATION FOR ACNE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This is the best powder foundation I have ever used and I've tried tons of different products in the past from high-end brands. I've struggled with acne my entire life and this is the only one I feel confident will cover up all blemishes without being cakey. It's magical. I apply it every morning before work and it lasts throughout the day (as long as I'm not sweating). It also comes with a Rubicell sponge, which makes the application of the powder seamless and gives me the peace of mind that I don't have to bring a makeup brush with me everywhere I go. It deserves all 5 stars!"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Combination skin",
            "review_text": "I love this product! It did not make my skin look clumpy and hid the red marks on my face. It felt very smooth on my skin and it lasted ALL night!"
        },
        {
            "review_title": "A-mazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "A-mazing product. This is fantastic on clients that just need to even out the skin tone. One spritz of a setting spray, and it looks like skin! One of the most beautiful powders out there on the market today. Great coverage, great formula!"
        },
        {
            "review_title": "Silky Smooth!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Product goes on great! I have sensitive dry skin which makes a lot of products goes on cakey. Works quite well with Laura Mercier Radiance Primer and Wander's Matte Concealer. I feel like as if I have nothing on my face its so light. Will definitely buy again."
        },
        {
            "review_title": "Best Foundation!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I've been trying to reduce the number of products I use and this has been a godsend! Really nice coverage that lasts me all day and more importantly doesn't look cakey! Definitely recommend to anyone looking for a lightweight powder foundation that actually covers your spots!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "NOT for MY OILY skin.  Tan color looks MUDDY.  My face looks SPLOTCHY after I used blotting paper.  Even having used The Silk Canvas Protective Primer from Tatcha, the powder foundation did not stay."
        },
        {
            "review_title": "Beautiful Finish",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This foundation goes on so beautifully and covers all my pores and scars. You can build it up for more coverage, but it's perfect as an everyday foundation. It doesn't feel too heavy and doesn't look cakey, which is very important for me. I have oily skin and it doesn't get too oily quickly, which is great. I definately recommend it!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is a great light makeup day foundation. Itu2019s buildable (I use a flat top Kabuki to buff it in) and holds up pretty well on my oily combination skin. It does tend to grab any dry spots, so be sure to exfoliate and hydrate. I would repurchase I just wish I could find a way to make it hold together a bit better on the really long days."
        },
        {
            "review_title": "New HG?",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I typically use full coverage liquid foundation  (my favorites are UD All Nighter, BareMinerals BarePro, Fenty, and Laura Mercier Flawless Fusion.) I bought this with hesitation, but it had great reviews and I appreciate that it's a vegan and cruelty free brand.   WOW, I am so impressed! I used my usual primer and spot concealer, then followed up with this powder. What normally takes me 5+ minutes with liquid foundation was done in 90 seconds. I built it up very easily in a couple places, and a few spritzes of setting spray made this melt into my skin and last all day. Better yet, it helped mattify my oily areas but still looked natural and radiant and felt comfortable.   Medium is a little light because of my summer tan, so I'll purchase Tan for those darker months. So happy I tried this!"
        },
        {
            "review_title": "Nice powder!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "This is a nice lightweight powder and sets makeup well. Good for touch ups too. It would be better if it came in more shades."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I read reviews before purchasing and was concerned about the product breaking. So far, I havenu2019t had any issues with breakage. The coverage with the included applicator is great, but I also bought the brush and usually go over it just to even it out so it doesnu2019t seem to be applied too heavy handed."
        },
        {
            "review_title": "Excellent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Best from the rest.  I used name brand this brand looks natural and makes your face flawless"
        },
        {
            "review_title": "new go to",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, mediumTan skin tone, Combination skin",
            "review_text": "This is my new go to powder foundation.  I have oily skin (t-zone) and this powder has performed the best on my oily skin.  I donu2019t even need to use translucent powder over this foundation. My only beef is the lack of color choices.  I wear noisette powder from Becca, y415 in Makeup Forever and tan in Wanderlust.  But the color is a little light for my preference."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I was skeptical at first but Iu2019m so happy I did. It stays put, even in humid Houston, Texas in the summer. It does crack a bit, so I keep it at home and donu2019t have any issues. Iu2019ve already ordered another."
        },
        {
            "review_title": "Foundation?",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "This is ok as a powder. Because thatu2019s what it is. A powder. Thereu2019s nothing u201cfoundation-yu201d about it. I was expecting a cream to powder foundation, I guess. Just so anyone else whou2019s wondering knows...thereu2019s no cream to this. Itu2019s just powder. And itu2019s far from full coverage. I like it as a powder, but hate it as a foundation. If anyone else is like me and saw the videos on Facebook, and was intrigued, just know, it looks nothing like that on. Iu2019ll keep looking for the holy grail in foundation, but this isnu2019t it for me."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "The description is conflicting in terms of coverage: this is NOT full coverage, low medium at best. When I tried to used this product I had no active acne just lighter scarring and this covered absolutely nothing.  Fair skinned beware: the lightest shade goes on much darker than what it even looks like in the pan.  It is easy to apply but I would not call this natural looking, definitely on the matte side. It just looked so bad on my skin not to mention dark that I could not leave my house with it on so I cannot attest to longevity."
        },
        {
            "review_title": "If you're thinking about it, DO IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I recently moved to a dry climate from a humid one, and my skin took a beating.  i switched makeup 3 different times and nothing lasted on my face to the end of the day.  it always ended up flaky and gross, even with me refreshing.  I've always stayed away from powders because my skin is naturally dry to begin with but I was always very curious about this and decided to give it a shot.  I'm so glad I did.  I've been using it for over 2 weeks and its AWESOME.  When it settles, it looks like your actual skin.  It isn't drying since it's talc free, and probably because it has aloe vera and honey in it.    I'm not breaking a sweat outside for hours while wearing it but it's been pretty hot here and so far, so good.    You really only need a little bit, too.  it goes a long way.  I use the light shade and that is what my skin is.  It's got neutral undertones so it really just blends in so well with my skin.  Try this.  You won't be disappointed!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I loved the finish this gives as a touch up or finishing powder.  Unfortunately, the powder cracked and crumbled in the compact less than a month into use."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I am 40 and oily with large pores. I LOVE this powder foundation. I would say medium coverage and it does NOT set in lines and crease. It does not clog pores and cause breakouts.  The applicator is great, I did buy the brush, but I like the in package applicator better because I get better coverage with the applicator. I have tried many different brands of powder foundation and this is the BEST!"
        },
        {
            "review_title": "THE BEST",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I have dry skin I moisturize of course actually I have a whole sk 11 routine first then apply and  perfection . By far the best foundation I have ever tried and I have them all."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "Gave it 3 stars because it does provide good coverage. However, I have now purchased two and both have crumbled easily with routine use. I contacted the seller and they simply offered a 15% coupon on my next purchase. Apparently this is a common problem per the reviews on their website. I wonu2019t be purchasing anymore. There are plenty other quality products out there."
        },
        {
            "review_title": "too dark",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "I like this powder that it is finely milled. however two drawbacks, first fair isn't fair at all and leaves me kinda yellow.secondly this powder tend to accentuate pores if you wear nothing underneath"
        },
        {
            "review_title": "Blind date that did not work out.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This one is only sold online, so it was kind of a blind date. Great coverage, but the powder is thick and makes lines and pores more obvious despite trying it out with two different primers (I used two different ones, smash box photo finish and hourglass mineral based primer).  I had to buy a different one at the store that I could actually try on. So no more blind dating! ha!"
        },
        {
            "review_title": "Nice coverage",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve been pretty loyal to Urban Decay foundation but I am giving this a try and Iu2019m impressed. Iu2019m a very pale redhead so I have the lightest shade and I must say it provides good coverage without looking heavy and doesnu2019t make me look even paler, which is a problem Iu2019ve had with other foundations before."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this fine powder it looks so natural. I will purchase again."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "First...I absolutely LOVED the product when I first got it and started using it. Very soft and silky and covers great. Sadly, you cannot travel with this compact and after 3 weeks, it crumbled to pieces and I was only about 1/3 way through. For a product that costs $40, it should never fall apart so quickly. If you just leave it at home and never move it or put it in your bag, you should be ok. But, if you want to take it with you for touchups, don't expect it to last long. I kept it in the box it came in all the time and that still didn't help. I read previous reviews that this has happened to other users but was hoping if I was careful, I could avoid it. Not the case. Very disappointing because the product works so well, but it's like throwing money down the drain since you don't get a chance to use the entire product."
        },
        {
            "review_title": "Great coverage.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Provides great coverage for my rosacea and is not heavy nor cakey."
        },
        {
            "review_title": "Wander Beauty is WONDERFUL!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "AMAAAAZING!  Love this product.  Light is the perfect color for me (light skin, little reddish cheeks, blonde hair, green eyes) and it blends like a dream.  Wasn't sure at first, was worried it would be too dry.  But it sort of settles onto your skin after application in a good way.  Does not irritate my incredibly sensitive skin.  Took it on a trip and so easy - no brush or sponge needed.  It does settle a little into the pores of my nose, so washing off each night is a must.  Love this."
        },
        {
            "review_title": "Fab Coverage with a Feather Light Feel",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Wow, this stuff is fab!  It feels so light on my skin yet completely evens out my skin tone and gets rid of red blotches.  Great buildable coverage that is as light as a feather.  Amazing product."
        },
        {
            "review_title": "Such a shame!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I would have given this product 14 stars if the product and packaging wasnu2019t fragile to the point of being useless. Yes, truly 10 seconds to a perfect face. I found that my face looked better as the day went on. Itu2019s a shame. I am an empty nesteru2014no toddlers playing with my cosmetics. I kept this compact in a drawer-it never left my house. Within two weeks the product cracked and not long after it looked like grains of sand. I threw it out barely having used half of it. This is the picture seconds before I threw it out. Save your money."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "So far so good! Very light, feels like nothing is on your face. I have stayed away from foundations and other coverage creams because they dry out my skin and irritate, this does not! GreAt coverage too."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "My skin is really combo and acne-prone. Oily in the t-zone, normal along my lower cheeks and jawline. Dry around my chin and sometimes my cheeks. So, finding a powder that matifies my forehead, but doesn't dry out my cheeks or chin as well as not break me out is really essential to me. And this powder helps with that! Coverage is amazing but I don't look cakey at all. It's really velvety and works well with the compact sponge it comes with. Doesn't flake off my face and stays put all day. It's a huge size and I have no clue when I'm going to hit pan because a little goes a long way because of the coverage."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Similar to others, it completely fell apart in my purse and made an enormous mess. It was a great product that I enjoyed using but it was useless (and annoying) too quickly."
        },
        {
            "review_title": "Beautiful buildable/bendable coverage",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Amazing foundation.  I have normal skin with a few small fine lines.  This settles very very slightly in my lines, better than other foundations (Urban Decay, Too Face, Kat Von D).  Buildable coverage which I love so I can wear it lighter running errands, medium at work, and more coverage when going out."
        },
        {
            "review_title": "Amazing with a capital A!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love love love this foundation powder. I love the coverage it gives me without looking all cakey. This is a product I can't be without. If you haven't tried this you should!!!"
        },
        {
            "review_title": "great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This wears well, is easy to apply, and I like the packaging. Win, win, win!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "It works good, the only thing I donu2019t like, is that it settles into the wrinkles on my forehead..."
        },
        {
            "review_title": "Breaks in a few weeks!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Itu2019s unfortunate because I like the actual powder. The other reviewers that said it breaks easily are correct! I had this in my purse for less than a month, I only used it for touch ups. It started cracking one day and then a few days later, the powder had cracked so bad that half of it fell out into my lap! Now I have a broken powder that I canu2019t carry in my purse or it will get everywhere! The powder is soft and nice to apply but I guess thatu2019s why it broke- itu2019s a little too soft. I canu2019t recommend this for that reason."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019m not a foundation kind of person, but I LOVE this product, I just wish it would cover the wrinkles better on my forehead. But it does seem to cover most of my big pores, which a plus!!"
        },
        {
            "review_title": "Great product, no so great packaging",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is a great product. Goes on smooth and covers flawlessly. Doesn't break out my skin. I'm not as happy about the packaging. After a month of use the middle breaks/caves in and crumbles. It's hallow between the foundation and the bottom of the container. So every time you buy this it will break and crumble. I find that to be wasteful and inconsiderate when they were product/packaging planning. I want to buy it again but will see if there is something better out there for the same price but better packaging."
        },
        {
            "review_title": "love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "really nice product! makes my skin so smooth and good coverage"
        },
        {
            "review_title": "Nothing special",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Nothing special in my opinion. Just a typical powder, not worth how much it costs! Itu2019s very light coverage and you can see flaws. You have to wear it with foundation and concealer for it too look good. I donu2019t mind that, but was looking for a powder foundation.I got fair and it was too dark."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This is a decent, medium coverage powder. Unfortunately, the tan looks a bit dirty on my skin, but the medium is way to light. If there was a better color match for me I might like it more, but unfortunately that's not the case. Won't buy again."
        },
        {
            "review_title": "Wonderful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "Powder foundations can accentuate fine lines, but not this one. This is the best foundation, powder or otherwise, I have every used. It gives great coverage, but still allows your natural glow to come through. I highly recommend this. Application is quick and easy so you look great in no time!"
        },
        {
            "review_title": "Great powder but should be worn with primer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This feels light and weightless on, and I'm impressed by the level of coverage I get. My only issue with it is that I wish the deep color was a little warmer. The base tint tends to be a little muddy for my skin unless I wear my tatcha silken pore perfecting primer (which is amazing by the way) and/or top off with a finishing powder. I also feel like the color separates as the day goes on, unless I use a primer. These issues are skin tone and skin type specific though. Overall, I love the feel, coverage, and weightlessness, but I find that I need to wear primer for this to work on my skin."
        },
        {
            "review_title": "Love it but...",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I want to give this 5 stars so badly! But there is 1 major issue with this....I'll start with the good. It is great coverage, isn't cakey, and works well with oily skin. My skin has never looked better and it doesn't break me out. It's so easy to apply and lasts pretty long, with minor touch ups here and there. If you have large pores, just make sure to use a primer first, or your pores might show a little. With all of that being said, this is my favorite formula that I have ever tried for a power foundation.  For the bad.....it cracks! The first one I bought cracked after a week. I am not violent with my purse, nor did I drop it or slam it, yet it broke. I bought another one and didn't put it on my makeup bag and it only lasted 2 weeks before it shattered. This stuff cracks way too easily for 40$! Hence only the 4 stars. If they could get this formula to not crack, it would literally be the best powder foundation on earth."
        },
        {
            "review_title": "I love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I am in love with my Wanderlust Powder Foundation is my second packing in the tone Tan and I am super delighted with this product my makeup is as if it were porcelain to my dry and sensitive skin, it is my absolute favorite! I am beauty influencer and I met this product thanks to wander beauty that gave me the opportunity to have my honest opinion and this formula goes great after using my favorite moisturizer! I recommend it is a success!."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This such a great powder, only powder I'll use! Great for my sensitive skin!"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love this powder! I've gone to through so many! Best powder I've ever used!"
        },
        {
            "review_title": "Outstanding!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This is probably the best looking powder foundation on the market. It smooths onto skin so easily and lasts all day. Itu2019s definitely a winner!"
        },
        {
            "review_title": "Decent Coverage, Extremely Fragile",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The coverage on this powder was fine, nothing exceptional. However, the product completely shattered when I touched my brush to it! I had hoped it would be a portable product to keep in my purse, but unfortunately that is not the case. It is essentially a loose powder now. I would return it if I had the original packaging and would not repurchase. Also, the logo wore off the packaging almost immediately which makes it feel cheap to me."
        },
        {
            "review_title": "Beautiful once I used a kabuki brush to apply",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "After reading the reviews first on facebook, then on Sephora, I went ahead and ordered this powder foundation in the color Light. The color is perfect, the powder silky and soft!  I first applied it with the applicator that came with the powder, and although I loved the feel, the coverage was very light and didn't seem to last very long.  I then tried it over the Wander hydrating stick foundation, and like the look and feel, but it's a lot of work for everyday.  Today, I got the inspiration to try the powder alone but applied with a short-handled, big Kabuki brush,and ta da!  Now I see why everyone's raving about this beautiful, silky powder foundation!  For the coverage I like, I need a big, short-handled brush.  It looks lovely, soft and very natural, and feels wonderful on.  I am 63 years old, with generally very good skin, but with some fine lines of course. This powder foundation does not crease or cake or settle into lines.  It's not matte or shiny, just soft and natural.  I love it!"
        },
        {
            "review_title": "New Favorite Foundation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This foundation is so quick to apply, less than 30 seconds and you have a perfect complexion in just one step.  It has full-coverage and blends very well, but doesn't feel overly powdery, it's almost creamy, but matte.  Fair blends perfectly with my complexion, and I will definitely be purchasing this again."
        },
        {
            "review_title": "The best powder foundation ever!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have tried many powder foundations and never like the finish, its either sheer or cakey. Not this one!!! This is amazing, has great coverage and does not get cakey or emphasize dry spots. I will definitely repurchase!"
        },
        {
            "review_title": "love it, just wish it had spf",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "love it, just wish it had spf. it's so nice and light I hate to add a layer of sun protection beneath it. It goes on better on lightly moisturized skin; a typical physical (not chemical) sunscreen is too greasy and thick. it makes the product separate a little and ruins the perfect second skin look of it."
        },
        {
            "review_title": "Disappointed in color",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I was so excited to get this product after reading all the reviews.  I ordered the medium but I felt like I was putting white cornstarch on my face.  It made me look so white and pale.  I will be returning but not sure if I should exchange for the tan.   I was so disappointed.  Has anyone felt the medium was too light?"
        },
        {
            "review_title": "Best Powder Foundation!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Best powder foundation Iu2019ve used. And I have used them all. Full coverage. Non drying. Looks like skin. Long lasting.   Matches me perfectly."
        },
        {
            "review_title": "PERFECTION",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I've been using the Benefit Stay Flawless powder for 5 years and this stuff is so good it made me switch. I never ever switch and I rarely write reviews. If you want a SUPER full coverage and buttery powder, this is the one for you. It's perfect. Keeps shine decently away for a few hours too. Will be repurchasing as soon as it's back in stock!!"
        },
        {
            "review_title": "Magic foundation!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I was intrigued by this makeup after seeing videos online of how great the coverage was.  The videos were not lying! I switched from my normal liquid foundation and concealer routine and used a primer and Wanderlust Powder, and without using a great amount, got perfect coverage.  No need for any concealer (and I am currently dealing with hormonal acne). It blends beautifully and does not look heavy or cakey.  In one use I was hooked!!"
        },
        {
            "review_title": "All hype",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I just donu2019t think this is that special or game changing... it looks and feel like any other powder. Very... powdery... I tried applying it with its sponge, with a kabuki brush, light and full coverage and it just doesnu2019t look great. Keeping it to remove shine later in the day to refresh my make up"
        },
        {
            "review_title": "My Must Have !!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I recently started using this product and it is my absolute favorite! I heard of this product through a friend and the formula is amazing. I have  an olive skin tone and I use the medium shade . I have dry skin and this formula goes great after I use my favorite moisturizer! I was feeling apprehensive about this product but it is my new must have !!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Oily skin",
            "review_text": "I do love this foundation.  The finish looks like real skin, not makeup.  I use a brush for more coverage and it takes seconds to apply and looks great all day with minimal creasing (I have oily skin so creasing and touchups are a constant issue for me).  I have noticed that like other mineral makeups, when applied heavily it does begin to take on a grayish cast, so I still touch up maybe once during the day with a regular powder.  I have tan skin and the tan shade looks exactly right on me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Best powder foundation Iu2019ve ever tried. Not cakey yet hides all your imperfections!!"
        },
        {
            "review_title": "Stunning!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "I reaaallly like this powder foundation. I am on the constant search to find the best natural/organic portable powder foundation with high coverage and neutral tone to match my fair/light skin tone. This one is really really good and on the more natural side but not fully I realize that. Coverage- excellent!  Powder has full, buildable coverage that lasts. Texture - divine! So finely milled. Does not settle into lines and wrinkles particularly the once by the laugh lines and lids so go ahead use it around your whole eye area including lids just blends well. Color is very good, I ordered Fair and its a bit on the pinkish side so I will try Light next time as it will be more yellow/neutral tones ...I am very fair but not Pink fair but more yellow fair- Eastern European descent. I have clear skin that is oily in summer and combination in winter. I suppose this will cover acne well but as I always say please take care of your acne from the inside, and yes it is possible! Love this powder!"
        },
        {
            "review_title": "Beautiful Powder!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is a beautiful powder. It provides coverage but it doesn't settle in fine lines and it doesn't look cakey. It provides a very natural finish. I'm very happy with this powder."
        },
        {
            "review_title": "Easy to use with good coverage",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Fair skin tone, Combination skin",
            "review_text": "Every time I use this people tell me my skin looks fantastic. Just a little too drying for winter, otherwise great."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I super love this foundation for 2 reasons. It makes my skin feel like glass really. I have quick using liquid foundation and only use this. It take very little of it to cover your skin and any blemishes and this is all you need."
        },
        {
            "review_title": "Perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I've tried so many different brands/types of foundation and I'm so glad I've finally found a quality one!  I'll be throwing all the other duds away.  The color is fantastic.  It lasts all day.  It looks so natural, but also covers perfectly.  Recently I've been trying other Wander Beauty products, and I love them all.  Wander Beauty is now my exclusive makeup brand.  There is no need to try anything else."
        },
        {
            "review_title": "An Airbrush in A Compact!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "This powder foundation is soft, feels great on my skin, gentle, packaged well, and will be my go - to from now on.  The applicator that comes with it - in my opinion - picks up too much of the product...a little goes a long way...so I just use a brush, and it looks like I've airbrushed my face.  It's really worth trying."
        },
        {
            "review_title": "I swear I am turning heads now!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "So light and a perfect skin tone match"
        },
        {
            "review_title": "Great but slightly overpriced product.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I decided to try this after seeing an advertisement on fb. I'm very picky but overall, I was pleasantly surprised. Nice coverage and you can use a small brush to really concentrate it on the blemishes (works esp well over a primer or moisturizer for hiding blemishes). I went with 4 stars because on it's own it gets a slight sheen to it within about an hour of application that I personally don't care for and it settles slightly into my fines lines. With that being said, I found that if I apply a matte/oil absorbing finishing powder to my skin first and apply this on top, it seems to take care of the issue and I get a nice silky finish that lasts most of the day. I know that sounds backwards but it's what's worked for my 40  yr old aging skin. I'd also say 4 stars because of the price. $40 is a lot. With that being said, in terms of not having to use a liquid foundation to get the look I want, it's the best product I've found. So, I'll continue to shell out the $$$."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I really like this powder! It goes on extremely smooth and plays well with order face products. It applies well with the puff it comes with or with other brushes. It provides nice light coverage for evening out my skin for every day wear and does not look cakey. Packing is nice and easy to open and close."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Covers very well and makes skin feel very soft. I'd give it 5 stars but it cracks very easily"
        },
        {
            "review_title": "poor packaging quality, very disappointing",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I owned this compact for less than a month before it started to fall apart. The powder was nothing special and looked really cakey if my skin was a bit the dry side so I couldnu2019t use it without adding a moisturizer or primer first so it saved me no time or money by cutting down on other products. I was never able to achieve much coverage with this product so I use it more as a setting powder with other concealers and foundations. I really wanted to love this product from all the hype and rave reviews and the colour happened to be a good match but it just didnu2019t hold up on the go at all.   I kept it in my purse for touch ups but every time I opened the compact, the powder would lift away from the pan more and more each time. I had to pack the powder back down with the sponge whenever I used it until the whole thing eventually cracked, broke into a bunch of bits and fell out completely with more than 75% of the product still left unused. I had never dropped this compact even once while Iu2019ve owned it and have no idea why the powder kept lifting and cracking. I have owned compacts from the drug store that have never fallen aspart this badly as this one even after dropping them repeatedly while being half used up.   This product was a waste of time and not definitely worth the price. The lady at Sephora wouldnu2019t even let me take it back or switch out for anything else because it broke completely just outside of the 30 day return period and now it collects dust in my bathroom.   Also, I have to mention not to leave this compact in direct sunlight. I left in the car once this summer and when I opened it, there was a mysterious sticky residue pooling under the clear lid. I tried to clean it up as best I could but even after using various make up cleaning solutions, I couldnu2019t take it off completely. I eventually realized the glue on it the inner compartment had MELTED. To this day, I still canu2019t manage to scrap I off the residue and it keeps caking up with powder."
        },
        {
            "review_title": "My product distintegrated into crumbles!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I began using this product the end of June. Within two weeks it had formed cracks around the edge of the  product. I use a brush to apply simply by pressing the brush onto the compact and then applying to my face. I thought the cracks would be OK however after a month and a half my project began to crumble.  A couple of weeks later I open the compact and it had disintegrated into chunks and powder. I hadn't even used a third of the compact. This is the second foundation I've had, the other was in the color medium. I had no problem with the medium shade and used it up. This one I will need to throw away after only using about a quarter of the product. I don't know what the problem is, but I'm hesitant to purchase it again.  This product is too expensive if  I can't use all the product.  In case you're wondering, I never dropped the case and stored it very carefully."
        },
        {
            "review_title": "Nice, full coverage. But...",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This is a wonderful full coverage powder foundation. It doesn't draw attention to dry patches which is great. Goes on like velvet, it's better to pat this on than smoothing it over your face. Good as a foundation or to set makeup. I have a couple issues...  1. it breaks super easily 2. what is up with the color range? I was a wedding planner for a few years, I like to think I have a good eye for color, the first 3 shades are indistinguishable from each other. It seems clear to me who they want buying their makeup... I'll finish what I have but I won't repurchase. And honestly once it falls apart it's barely worth saving. There are more wonderful, more inclusive, powder foundations in this price range."
        },
        {
            "review_title": "Great powder, just too dark",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "Love the powder. It is super silky and gives a nice full coverage without being cakey. I actually used the whole pan, even though it is slightly too dark and orange for my skin. I won't be repurchasing due to the color but I wish they made a slightly more neutral/cool fair shade."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love the product itself. Even for my dry skin, it works well in this humid climate. It was great to touch up and gave me a smooth finish. It even covered the redness from my rosacea.   The problem is that Iu2019ve already been through 3 compacts in 4 months! The foundation starts cracking and breaks up creating a mess everywhere. I thought maybe it happened from carrying it in my handbag. However, the second one I bought never left my bathroom counter and did exactly the same thing. This product is too expensive to lose half the foundation in a month. Sadly, Iu2019m not repurchasing. If they could fix this issue, I would absolutely buy again."
        },
        {
            "review_title": "Phenomenal!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Blends like no other powder, complete full coverage but feels and looks super natural on the skin. I'm in LOVE! I'll be using this in my beauty routine forever now!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Sad!  Another product disappointment.  This product, as do others, turned orange.  Why is impossible for the makeup gurus to come up with foundation that does not turn orange on some of population?  Any answers? You"
        },
        {
            "review_title": "Love it but...",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "So my 1st reaction when applying this was wow, it's like velvet.  Goes on so smoothly and evenly, I was super impressed.  Only gripe is that it doesn't last an especially ling time on oily/sweaty skin (I live in Phoenix and bought this in August).  Bright side, easy reapply is possible since it's pretty portable.  Unless, you're a little rough in things like me, my makeup was crushed into bits after a week of living in my purse:/ Still loving it though:D"
        },
        {
            "review_title": "It cracks",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I really like the product itself - it's easy to use and gives great coverage without making my face look dry. But...the problem is that it keeps breaking! Once I use it to the point that a 'hole' is starting to show, it cracks. It makes a huge mess but there's so much product left that I dump all the cracked pieces in a cup and use it like a loose powder foundation. If you're okay with that headache, I'd still recommend it."
        },
        {
            "review_title": "Very Nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Every time I try to purchase, fair has been out of stock. Even with the email notifications, I just couldn't get my hands on one until now. I wear makeup to cover my redness, it's that deep and dark redness that makes people think I am about to pass out. My skin is also dry and very easily irritated. This is the first powder foundation that minimized the redness without looking super powdery or cakey. I can see my dry patches (I'm up close and looking for them) but not to the point where I think someone a reasonable talking distance away will notice. I needed something that would even my skintone quickly for those days where I don't want to put the effort into liquid foundation. This was totally worth the wait. The fair is a touch yellow for me but it can be blended easily. I do agree with a previous review that it would likely make a mess inside your purse. There was a ton of powder inside of the box, coating the compact, when I received it in the mail."
        },
        {
            "review_title": "holy wow! this is the best stuff every",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, mediumTan skin tone, Combination skin",
            "review_text": "makes me look so much better, it's insane. Covers red skin and large pores like a dream. It lasts all day if I set with a setting spray (i like urban decay). Best foundation I've ever used."
        },
        {
            "review_title": "Wanted to love it.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "I wanted to love this powder foundation, but I just didn't. Tried it a couple of times to be sure, and just feel that it is overrated. It definitely is powdery and does not seem the least bit like a foundation. Not worth the money for me. Took it back."
        },
        {
            "review_title": "Best powder foundation I have tried yet",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, lightMedium skin tone, Oily skin",
            "review_text": "I have large pores and ice pick scars from a lifetime of acne.  I am always looking for a full coverage foundation that looks more natural and not like you have a ton of makeup on.  Usually powder foundations highlight my pores/scars even with a primer but this one didn't (I do recommend a primer with this).  Its very lightweight and the coverage is excellent.  The sponge/buff they supply is super soft and does a great job."
        },
        {
            "review_title": "Found my powder!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I've been searching for a face powder that is talc free and looks perfect on my skin... I'm so happy I found this charm at Sephora!"
        },
        {
            "review_title": "smooth and talc free",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I've never been fond of powder foundations but I'm glad I tried this one. It goes on smoothly and doesn't cake at all. It covers most of my redness and leaves my skin looking natural. I actually like the powder puff that's included. I've tried using my brushes but the puff gives much better coverage and doesn't waste product."
        },
        {
            "review_title": "Great Powder Foundation!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Lately I have been buying every powder foundation I can find, trying to find something that provides enough coverage, wears well, without looking cakey. Studio Fix has been my go-to for ages, but lately it seems to be caking and I'm having a hard time matching a color. Wanderlust Powder Foundation is great! It provides excellent coverage that is buildable without looking cakey. It wore all day on me (I touched up the t-zone throughout the day) and it did not oxidize at all. I love it! I purchased the shade Medium, which was a bit lighter than I anticipated, but still worked well for me as my spray tan faded. I liked that it was a very neutral undertone. I definitely plan on purchasing Tan for when I have a fresh spray tan and probably even Light for when I don't have a spray tan. This is the only product I have tried thus far from Wander Beauty and I am definitely intrigued...and impressed!!!"
        },
        {
            "review_title": "Favorite Foundation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, lightMedium skin tone, Oily skin",
            "review_text": "I have been on a search for a foundation that will give me coverage, smooth out my large pores, feel lightweight and provide a natural matte finish for my very oily skin.  This compact is it!  I use the provided sponge to apply and my skin is even and smooth in minutes!  You can build it up to full coverage and it will never look cakey."
        },
        {
            "review_title": "A powder good for all skin types and issues",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Wander literally hit it out of the park with this powder foundation.  First and foremost it's talc and fragrance free (YAY!). 2nd it's a true full coverage powder. I apply with a dense Kabuki brush (patting motion over areas that need extra coverage, i.e- acne areas). It does not clog my pores and cause breakouts like typical full-coverage powders do. 3rd it does not cake and lasts quite a long time on my oily skin. When it's time for me to re-powder, the new layer of powder layers beautifully over the first.  It's very finely milled and has kick up, very similar to pigmented eye shadows. You DO NOT have to press down hard to get product from the pan, literally tap your brush or sponge into it. Saying that, it can break easily. Wander was super smart with its packaging, they included an inner plastic protection door. When you open the compact, the sponge is on top (separated from the powder) and the plastic door protects and loose powder from spilling out of the compact. Genius.  literally the only downfall is the lack of shades and I hope they release more soon.  For those shopping- fair and medium are more neutral, where as light is very warm. I use fair in the winter and medium in the summer."
        },
        {
            "review_title": "Favorite Powder Foundation! Nothing Else Compares",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, lightMedium skin tone, Combination skin",
            "review_text": "My absolute favorite product and my #1 beauty necessity. I'm obsessed with this powder. It applies so smoothly and the coverage is so full you'd think it was a liquid! It's very natural-looking as well. I'm not the biggest fan of the puff that comes with it. I think the puff makes the application too concentrated and thus difficult to apply evenly. However, I just use a regular powder brush and this product works wonders. It covers any and all redness, and it has a matte finish. I could not be happier with this product and it's my new staple. The only thing that could improve this product is some SPF!"
        },
        {
            "review_title": "Chalky",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I did not care for this foundation.  I thought it looked dry and chalky on my skin.  My skin looked better without before application.  Returned."
        },
        {
            "review_title": "Smooth and lasting!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "This powder foundation is as good as everyone says it is! I have oily and acne prone skin that is very sensitive because I also have rosacea. I live in Texas, and the thought of putting liquid foundation on in the Texas summer makes me shudder. In the winters, Lancome's Teint Idloe Ultra Long Wear is fine, but in summer, I just need a powder foundation. This one has been my savoir! I'm currently rather tan (for me), and the medium shade is working great. I've ordered the light shade for those times that I'm not as tan. The powder is very fine and feels like silk as it goes on. It lasts all day. I even wore it while I was outside gardening in 100+ degree heat. My makeup wasn't perfect when I came inside, but I still looked better than I thought I would. It also hasn't irritated my rosacea at all, which is something I always have to watch out for."
        },
        {
            "review_title": "Game Changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I am a make-up minimalist and spend my efforts on skincare, a combination of Organic, Korean, and SkinMedica products for my Korean skin. Almost every day I wear minimal make-up (SPF, mascara, brows, concealer, lipstick, perfume) and I'm out the door.   I use the Yves Saint Laurent - Fusion Ink cushion foundation shade B30. But it is semi-dewy and I wanted to matte it down.   This foundation (Light) is beautiful! I have light skin with yellow/beige undertones. The Light shade is somewhat dark with strong, overpowering yellow undertones if you want full coverage. I apply a light layer instead. The YSL cushion is a knock-out product but the Wanderlust has been a gorgeous setting powder. I use it to set and even when I wear it on its own, both have amazing results. Love the ingredients, a month in and no breakouts.  Absolutely silky, lightweight, blurring, and perfecting! The only other powder I love is the Hourglass ambient lighting powder (Diffused Light).  I'm very picky. I have normal skin but once I find a holy grain product I stick with it. My skin is usually good, hydrated, and pretty flawless except during hormonal breakouts. For me this has been fantastic. Quick, easy touch-ups, no breakouts, and makes my face look air-brushed. Definitely long-wearing too. I get 10 hours before I notice some cakiness, but only up close on a magnified mirror. I do think they need to come out with more shades though. I wasn't expecting a lot but color me impressed. The Light has been phenomenal on my face and definitely keep oil at bay during hormonal breakouts and provides sebum control. I had a few acne on my chin, used Tea Tree oil overnight and it has been healing without getting worse under the powder. If it helps to know, I also don't use primers unless SPF counts since my skin is usually hydrated from my night routine (double cleanse, toner, essence, ampoule, serum, moisturizer)."
        },
        {
            "review_title": "orangey",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I bought this in the lightest shade and it read very orangey on my fair to light skin. I think I am out of color options but if there was another fair shade - i would try again"
        },
        {
            "review_title": "Love This Foundation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
            "review_text": "This foundation completely covers my rosacea and hyperpigmentation left over from previous breakouts. It's full coverage but extremely natural looking on the skin. It also keeps my oily skin under control for most of the day and looks just as good at the end of the night as it did when I initially applied it."
        },
        {
            "review_title": "Amazing Foundation!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I never write reviews but I had to because this foundation is absolutely amazing! It goes on so smoothly, looks so natural, gives amazing coverage, and looks better on my skin than any liquid foundation I've tried. This is my new go-to powder foundation! Highly recommend! For reference, I'm pretty fair and I purchased the Light color. It's a tiny bit dark for me, but I don't mind because I like when my powder gives me a little color."
        },
        {
            "review_title": "beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this product how it's works on my skin it makes my skin so soft ,silky with full coverage.i have oily acne prone skin this didn't my skin bad so far a great product."
        },
        {
            "review_title": "went back to powder because of this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I wanted to try something different besides liquid foundation, to try to cut my daily routine in half, and this works perfect for that! It's so smooth and finely milled as advertised, and it is by far the nicest, most natural powder that provides full coverage IMO. I used to only use powders but it looked cakey after a few hours or after reapplying if needed, so I switched to liquid foundation and finishing powder. Some days I just don't want to use so many things in the morning for liquid foundation (wet beauty blender, extra brushes for finishing powder, etc) so when I tried this powder for the first time, I was sold! I've been using this as an everyday for school and work since! The sponge is so nice, too. So convenient...when reapplying - maybe only once if ever - it doesn't cake up. I'd definitely recommend. I'm light Filipino and I got the shade medium. I normally wear buff and/or noisette in Becca (depending on the season)."
        },
        {
            "review_title": "Full Coverage Minus Cake",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I have combination skin with redness issues and had been annoyed with liquid foundations that began the day full coverage and just melted off.  The Sephora salesperson used the Pantone tool on me and recommended the right shade and this product. I truly did not know powder foundation existed (I know, I'm an idiot) and he kept trying to convince me I didn't need to also buy the liquid version.  The texture of this is super velvety and provides great coverage. It doesn't last all day at 100% coverage, but I end the workday with a solid 80% coverage and honestly, that's the best I've ever gotten out of any product.   Looks incredibly natural and I get to enjoy full coverage without ever feeling self-conscious it looks like too much in daylight or other unforgiving light."
        },
        {
            "review_title": "UGH",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was so excited to try this powder, it really is a smooth beautiful foundation BUT the fair color was too pink, and the light color was too dark :( please make more colors! There needs to be a fair shade with yellow undertones please"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I love how smooth and soft the powder is and how well it works with my dry skin. I use it over liquid foundation to mattify and it also has great coverage on its own."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Great powder foundation! Hydrating and great coverage one quick coat and it even covers roseaca!"
        },
        {
            "review_title": "Great powder!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, mediumTan skin tone, Combination skin",
            "review_text": "I use this in conjunction with the stick foundation and it gives wonderful coverage. I have tan/olive skin so I use the shade tan and it is perfect! I have combo/oil t-zone and it go on smoothly!"
        },
        {
            "review_title": "Very Good for a Powder Foundation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "I bough this and a few other Wander products for a month of travel. I have found powders to be hit or miss. This is a hit! Covers well, the light tone was true to shade, and even sweating in the heat it didn't melt right off, but also didn't clog pores (I have sensitive skin). I love the feel of the powder as well. The only con is that the sponge didn't work well to cover eye area, so I had to buy a brush to apply powder to eyelids and under eye area. Bonus is that no concealer was needed. Will purchase this and other Wander products again. Great for travelers!"
        },
        {
            "review_title": "Nice product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I normally buy Dior powder, but I bought this on a whim because it was $15 cheaper and had good reviews. I was impressed!   Pros -  -Goes on smooth and looks natural even after several layers  -Works well with provided sponge  -Nice neutral color (light)  -Lasts for several hours even on my oily t-zone -Doesn't cause breakouts -Looks very natural in photos   Cons-  -Must use multiple layers for full coverage -No SPF -Powder gets outside of packaging (powder is finely milled and the compact doesn't seal completely) so it can get messy inside your purse! This also leads me to believe that it would break into a million pieces easily if dropped."
        },
        {
            "review_title": "Not for me.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "I had high expectations for this product after reading reviews and watching the video... but it definitely did not work for me. My skin type is normal/dry and this did not blend for me, went on thick, and made me look like I had lizard skin. It highlighted the worst parts of my face and magnified my pores and fine lines. I tried a couple different applications, but it just wasn't working for me.  I think powders are my enemy at this point, so if you love powders  - maybe this will work for you? If you have drier skin, beware!"
        },
        {
            "review_title": "Love Love Love u2764ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The best powder foundation I've ever used. It lasts all day and feels great, it provides good coverage too. I have combination skin, acne prone and dark spots."
        },
        {
            "review_title": "amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love the powder its so soft and very Finley milled it feels hydrating and sof on the skin makes your skiskin look airbrushed. If you use a brush in the compact it will bring up a lot of product its just that soft I woulds recommend using a powder Puff and blend it out with a brush  its just beautiful. I use it as a setting powder and its not cakey or chalky on the skin. My skin type is normal to dry more normal most days. I can't say how it wouldl wears on oily combo. It sets my foundation beautifully and last all day. I haven't tried it alone as just the powder on my skin. I just like more coverage so I set my hourglass vanishing stick foundation with this powder and its a great  combo for me. It just melts into your skin. I bought the light its more yellow undertoned .So worth the money if you find your shade."
        },
        {
            "review_title": "definitely HG status",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I agree with previous posters. Best powder I've ever used. Smooth, no settling, works well under eyes, great coverage, and long lasting. It's amazing."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Always wanted to try a powder foundation and this one is fabulous. Easy to use, I just apply and go. There's no need to re touch during the day. Thank you at wander beauty"
        },
        {
            "review_title": "I fully recommend you try this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "absolutely amazing. I'm suffering with severe hormonal acne breakouts that includes blackheads, and the deep inflamed painful bumps that take weeks to heal - this is the best powder foundation that I've found. easy to build coverage, remains natural looking as it sets, provides good coverage for dark spots too, although I always color correct and conceal them before powder. anyways, take a chance on this powder and be pleasantly surprised. it is gentle on my sensitive skin."
        },
        {
            "review_title": "In love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is my forever powder. I've always used MAC's studio concealer just to cover any imperfection spots I have, but now I'm full-on addicted to this powder. All it takes is a few swipes and my face looks incredibly flawless. I never thought my skintone looked necessarily better with a foundation over it, but with this powder, the difference is dramatic. It is highly pigmented but light feeling, and lasts all day. Super impressed and I will continue to use this product!"
        },
        {
            "review_title": "Cut 10 minute out of my morning!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Seriously, how is this so great? I use a color corrector and put this on top. Your face will be flawless in 2 minutes. And, to top it all off, it'll last all day. It's so light feeling that I forget I'm wearing any at all. I haven't used a brush because I like to go on the lighter side but that's really all you need. This is the most I've ever spent on foundation and I am so happy I did."
        },
        {
            "review_title": "Best Powder Foundation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, Fair skin tone, Oily skin",
            "review_text": "I've used all the best full coverage powder foundations...Tarte, Kat Von D, etc,  and this is far and beyond the best to cover rednesss and not look caked or chalky. I have a lot of redness to cover and this does the job quite well. I also have oily skin and this has a nice matte finish, again without the chalk effect I get from other powders. It's the first one I've used that still looked well under office flourescent lights. Love this stuff!"
        },
        {
            "review_title": "One of the best powder foundations",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this foundation, I have tried many powder foundations and this is the best one so far. I am only giving it four stars because it is not sold in stores and I wish that there were more colour choices."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I absolutely love this foundation. Have tried so many powder foundations looking for something that was travel-friendly but also gave me the soft finish I was looking for. It's not chalky, it's just a soft buildable matte that covers my flaws, dark spots, and acne scars. It's highly pigmented and just looks like my skin but better. So very pleased! I pray this is never discontinued as I've finally found my holy grail!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is one of my personal favorite powders. It's full coverage and if applied right has a beautiful natural finish. Will definitely repurchase."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received these beautiful Wanderlust Foundations and I love them. One stroke and it covers all my blemishes and pores. I love to use these for myself and for my clients, it is good to use for that everyday girl that wants a natural look or you can apply more layers for a full face look. A plus the packaging- it has its own compartment for the sponge-genius! Lastly the ingredients- read all the good benefits it has for you skin and you'll want to buy one for yourself!"
        },
        {
            "review_title": "Best Powder Foundation EVER!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, mediumTan skin tone, Combination skin",
            "review_text": "I have never liked a powder foundation enough to buy it - they crease, look cakey, and are either too heavy or do nothing at all. But I was really impressed by this powder -it is super-fine, silky, very pigmented, and doesn't look cakey at all. I have used it every day for the past week, indoors and outdoors, and don't miss my regular liquid foundation at all (used to use Shu Uemura, Benefit, and Charlotte Tilbury)! It takes only a minute to apply full coverage; I find that patting it on my skin and then swiping lightly to blend, does the job well. I like using the puff it comes with, I don't think I would get the same result with a brush but haven't tried that yet. I have not had to reapply once, and it looks really natural (even when layered for full coverage). I haven't had any issues with pilling, as some other reviewers have - I suppose it depends what you wear underneath (I have tried it with regular moisturizer, with gel-like snail cream, and also with Charlotte Tilbury's Magic Cream underneath and have had no problem). The color is a perfect match on my skin. I usually never buy a foundation or concealer without trying it in person first, because of my skin tone, but I was remarkably surprised at how well this matched, based on the pictures.   TIP: I spray Caudalie's Beauty Elixir onto my skin after I apply my makeup and that really helps my skin look dewy, even with the powder foundation on."
        },
        {
            "review_title": "wonderful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I'm really fussy with my powders. I don't want to look super matte- I want them to cover, but look invisible. On top of that, I want them to feel great. This one checks all the boxes. Was nervous by the original reviews, glad I pulled the trigger."
        },
        {
            "review_title": "Wander Beauty Powder Foundation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Tried this foundation out because I was interested in how lightweight it was. I loved it because it didn't feel thick on my face. It's the perfect powder and I didn't even need to retouch during the day."
        },
        {
            "review_title": "impressed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I've never heard of this brand but I was looking for a talc-free powder and found this. I've got a lot of darkness under my eyes and wear concealer everyday. I always need a powder on top to set it so it doesn't crease and crack. This covered my dark circles beautifully and lasted the entire day in this dreadful summer heat. I was impressed. I've been wearing it all over my face for the last few days it looks more natural that my usual liquid. The texture is super soft blends right into my skin."
        },
        {
            "review_title": "Not impressed",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was intrigued and wanted to try this product out since I just ran out of another from a different brand. I couldn't find any reviews for this anywhere online but decided to just take the plunge.   My skin is light but fair tones are usually too pale and pinkish, and end up making my face look pasty. So I ordered this in the light color. It's sort of muddy looking in person and a bit yellower than I'd hoped.  I've worn this a few times now. I've applied it with both the puff that's included and a powder brush. I don't think this product blends well at all. It just doesn't distribute evenly. The only way it works is if you want very very full coverage, then you can pack it on by using the included puff. But to me, it looks thick and unnatural that way, especially because the color needs to be blended out some.  I have also noticed that this product pills easily depending on what you've got underneath. With one moisturizer I use, it started pilling badly as soon as I applied it (this never happens when I use other powders or foundations after that moisturizer). I guess I needed to use some primer, but I don't always and would rather not have to every time I use this.   This product is supposed to be hydrating, but I find that claim pretty questionable... It seemed to settle into my fine lines and creases immediately and almost made my skin look drier and older. Then not long after that when I was outside for a little bit and sweating slightly, I wiped my eye area gently with my hand and the product was completely coming off on my hand.  Not a fan. Going to return this. There are much better products out there, especially at this price point."
        },
        {
            "review_title": "okay powder",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I got the lightest shade(pretty neutral with slightly more yellow tint) and it was good for my nc15/20 skintone. It's very powdery so when you use a brush, don't swirl it too much, dabbing works better. Pretty pigmented. In terms of coverage, it's pretty good at evening out the tone, but you will need concealer for blemishes. It seems to blur out pores well, and also very buildable.  In terms of lasting power, it lasted around an hour before it started oxidizing, and wearing off a little bit even with a setting powder. But I have very oily skin :p  In terms of packaging, it comes with a nice soft puff and a lid over powder, so it's pretty convenient. The lid looks a little weak but who cares, it has a lid!  Overall, it's a silky powder. I think it'd be more suitable for people with slightly-combo/normal/dry skin and wanting to cover pores and evening out skintone."
        },
        {
            "review_title": "pills easily",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The color skews gray/ blueish and the product pills easily."
        }
    ]
}