{
    "product_id": "135",
    "name": "Superbalm Tri-Peptide Hydrating Lip Squeeze",
    "brand": "Blume",
    "categories": "Skincare, Lip Balms & Treatments",
    "price": 20.5,
    "about": "What it is: A glossy, collagen-supporting lip balm made with natural vanilla flavor and tripeptides to deliver all-day hydration...Skin Type: Normal and Dry..Skincare Concerns: Dryness..Formulation: Balm..Highlighted Ingredients:- Tripeptides.- Shea and Mango Seed Butter.- Squalane..Ingredient Callouts: This product is vegan, gluten-free, and cruelty-free...What Else You Need to Know: This isn't just a balmu2014it's the balm. Blume's Superbalm Tripeptide Vanilla Lip Squeeze delivers intense hydration, leaving lips looking and feeling bouncy, plump, and juicy, never sticky or greasy. The best part is that Superbalm's hydration lasts all day, more like a lip mask than a lip balm...In a consumer-perception study on 23 volunteers (ages 18 to 53):.96% found that Superbalm provided immediate hydration to their lips91% found that Superbalm provided long lasting hydration96% found that Superbalm helped heal and reduce the appearance/feeling of dry, flaky skin on their lips91% found that Superbalm helped to plump their lips and give their lips a healthy bouncy look and/or feel96% felt their lips were softer after use100% said that Superbalm enhanced the look of healthy lips100% found that Superbalm worked well with their makeup.Clean & Planet AwareOur ambitious curation of beauty made without controversial ingredients from brands dedicated to making meaningful environmental commitments, including sustainable ingredients and sourcing, packaging, corporate commitments, and consumer transparency.",
    "ingredients": "-Tripeptides.-Shea and Mango Seed Butter .-Squalane..Hydrogenated Polyisobutene, Diisostearyl Malate, Polybutene, Helianthus Annuus (Sunflower) Seed Oil, Silica Dimethyl Silylate, Helianthus Annuus (Sunflower) Seed Wax, Ethylene/Propylene/Styrene Copolymer, Squalane, Butyrospermum Parkii (Shea) Butter, Cocos Nucifera (Coconut) Oil, Flavor (Aroma), Pentaerythrityl Tetraisostearate, Persea Gratissima (Avocado) Oil, Simmondsia Chinensis (Jojoba) Seed Oil, Vitis Vinifera (Grape) Seed Oil, Mangifera Indica (Mango) Seed Butter, Astrocaryum Murumuru Seed Butter, Palmitoyl Tripeptide-1, Sodium Hyaluronate, Caprylic/Capric Triglyceride, Rebaudioside A, Aloe Barbadensis Leaf Extract, Limnanthes Alba (Meadowfoam) Seed Oil,Chamomilla Recutita (Matricaria) Flower Extract, Tocopherol, Butylene/Ethylene/Styrene Copolymer, Hydrogenated Castor Oil, Propylene Carbonate, Stearalkonium Hectorite, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Apply directly to lips. .-Use daily, or whenever your lips need an extra boost of hydration throughout the dayu2014or as an overnight mask.",
    "num_reviews": 41,
    "overall_rating": 4.8,
    "product_url": "https://www.sephora.com/ca/en/product/blume-superbalm-tri-peptide-hydrating-lip-squeeze-P513795?skuId=2809523&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2809523-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "0.4 oz / 12 ml",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2809523-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": []
}