{
    "product_id": "21",
    "name": "Triple Algae Eye Renewal Balm Eye Cream",
    "brand": "Algenist",
    "categories": "Skincare, Eye Care, Eye Creams & Treatments",
    "price": 64.4,
    "about": "What it is:A balm that reduces the appearance of dark under-eye circles, bags, puffiness, lines, and wrinkles while brightening and helping eye area appear smoother and firmer..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Fine Lines and Wrinkles, Dark Circles, and Puffiness.Formulation:Balm.Highlighted Ingredients:- Patented Alguronic Acid: Hydrates and reduces the appearance of fine lines and wrinkles..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also vegan..What Else You Need to Know:This balm is formulated with alguronic acid, triple algae, and a skin-responsive Multi-Peptide Complex to address the appearance of dark under-eye circles, dark rings, eyelid bags, and puffiness. It leaves the eye area looking brightened, nourished, smoothed, and hydrated..Research Results:In a self-assessment of 27 women participating in a 4-week clinical study, after 10 days of use:",
    "ingredients": "-Patented Alguronic Acid: Hydrates and reduces the appearance of fine lines and wrinkles. .-Triple Algae (Red, Brown, and Green): Help target the look of varying causes and tones of dark circles..-Multi-Peptide Complex: Help eye area appear firmer and smoother...Aqua (Water/Eau), Stearic Acid, Isopropyl Isostearate, Dimethicone, Glycerin, Pentylene.Glycol, Glyceryl Stearate SE, Cetearyl Alcohol, Butyrospermum Parkii (Shea) Butter, C12-15 Alkyl Benzoate, Limnanthes Alba (Meadowfoam) Seed Oil, Parachlorella Beijerinckii Exopolysaccharides, Corallina Officinalis Extract, Dunaliella Salina Extract, Undaria Pinnatifida Extract, Dipeptide-2, Palmitoyl Tetrapeptide-7, Palmitoyl Hexapeptide-12, Palmitoyl Tripeptide-5, Sodium Hyaluronate, Caffeine, Coffea Arabica (Coffee) Seed Oil, Tribehenin, Ceramide NG, PEG-10 Phytosterol, Tetrahexyldecyl Ascorbate, Aloe Barbadensis Leaf Juice, Tocopheryl Acetate, Bambusa Vulgaris Leaf/Stem Extract, Pisum Sativum (Pea).Extract, Glucosamine HCl, Leuconostoc/Radish Root Ferment Filtrate, Camellia Sinensis Leaf Extract, Cucumis Sativus (Cucumber) Fruit Extract, Dimethicone Crosspolymer, Panthenol, Pantolactone, Caprylyl/Capryl Glucoside, Pfaffia Paniculata Root Extract, Ptychopetalum Olacoides Bark/Stem Extract, Lilium Candidum Flower Extract, Rubus Idaeus (Raspberry) Leaf Extract, Aloe Barbadensis Leaf Juice Powder, Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Phospholipids, Ceteareth-20, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Disodium EDTA, Aminomethyl Propanol, Caprylyl Glycol, Lactic Acid, Ethylhexylglycerin, Hexylene Glycol, Hesperidin Methyl Chalcone, Steareth-20, Citric Acid, Sodium Citrate, Chlorhexidine Digluconate, Phenoxyethanol, Potassium Sorbate, Benzyl Alcohol, Sodium Benzoate.",
    "how_to_use": "Suggested Usage:.-Apply to the eye area twice a day. Use only as directed.",
    "num_reviews": 1174,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/algenist-triple-algae-eye-renewal-balm-with-multi-peptide-complex-P467602?skuId=2425205&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2425205-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Awesome reduction of fine lines and wrinkles",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Ive been using this a year, i absolutely love this, is soaks in well and my fine lines and wrinkles have literally diminished!"
        },
        {
            "review_title": "Just Right",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "Iu2019ve been using the Triple Algae Eye Renewal Balm Eye Cream, and itu2019s fantastic! This eye cream is formulated with a blend of red, brown, and green algae, which work together to target dark circles, puffiness, and fine lines. The texture is smooth and rich, yet it absorbs quickly without feeling heavy. The packaging is sleek and convenient, making it easy to apply just the right amount. After using it for a few weeks, Iu2019ve noticed my under-eye area looks brighter and more refreshed. Itu2019s a must-have for anyone looking to rejuvenate their eye area!"
        },
        {
            "review_title": "waste of money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Dry skin",
            "review_text": "this product didn't do much for me but blur. I found my skin felt tight with it on as if it had a ton of alcohol in it and it also feels too thick so it's definitely not for sensitive skin with acne"
        }
    ]
}