{
    "product_id": "1088",
    "name": "Drop - 3-speed all-over vibrator",
    "brand": "maude",
    "categories": "Bath & Body, Wellness, Intimate Care",
    "price": 66.0,
    "about": "What it is:A palm-size, all-over vibrator meant for versatile stimulation of erogenous zones..Highlighted Features:- 100 Percent Platinum-Grade Silicone:.This body-safe device is made from FDA-approved, medical-grade silicone...What Else You Need to Know:The soft-touch drop is made with 100 percent platinum-grade silicone (RoHs passed and FDA grade) and is a discreet, easy-to-use three-speed vibrator. Charged via USB, drop has a runtime of up to two-and-a-half hours, is water-resistant, and is phthalate- and latex-free.",
    "ingredients": "",
    "how_to_use": "Suggested Usage:.-Your vibe will arrive in travel mode. Simply hold the button for three seconds and wait for two quick, high-speed vibrations accompanied by two flashes of light. .-To exit travel mode, hold the button again for another three seconds. .-When charging, itu2019s recommended that you plug drop directly into a wall outlet with a USB adapter (versus plugging into a device's USB port, like a computer). .-The tip of the cable needs to be fully inserted for the vibe to charge. .-It takes two hours for the vibe to fully charge. .-The light should turn on when your vibe is charging and turn off when complete..-The vibe runs on a lithium-ion battery, so there will be battery drainage over time. .-Charge your vibe after every use for optimal life span. .-If the battery drains completely, the device will no longer work and cannot be charged.",
    "num_reviews": 116,
    "overall_rating": 4.4,
    "product_url": "https://www.sephora.com/ca/en/product/maude-drop-3-speed-all-over-vibrator-P481116?skuId=2562148&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2562148-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Grey",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2562148-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Canu2019t Keep a Charge",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Absolutely awful. Used it twice at most and refuses to charge now. Itu2019ll say itu2019s charging and has a full charge and then when I try to turn it on it just goes buzz buzz and dies again. Not even sort of worth the money."
        },
        {
            "review_title": "Do no get it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Didnu2019t even last six months. Around four months was when I noticed the motor was weaker and skipping. Also not very comfortable to hold after awhile."
        },
        {
            "review_title": "Not recommended",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Not good. Spend $50 more and get the Dame. Waaaaaaay better. Thought this was like the Dame but itu2019s a legit egg/beauty blender with no flexibility. Donu2019t recommend."
        },
        {
            "review_title": "Terrible",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Died after a couple of months. I charged it after Avery use and put it in travel mode each time as the instructions state. Not worth it."
        },
        {
            "review_title": "Doesn't hold a charge!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This thing is awful - it doesn't stay charged, even once I charge it fully and if its on for like 2 minutes it dies.  What a joke, they claim it will stay charged for two hours but that is incorrect.  It is going in the trash.  It does the trick but so does a $20 device from amazon, which actually has decent battery life.  The shape is cute but if it doesn't turn on then it's pointless."
        },
        {
            "review_title": "died within a couple of months",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "only lasted a few months before it wouldn't hold a charge for long, then stopped working altogether. shape is very protruded so any play with partners can be difficult since it's so wide, so hard to use when engaging with someone else."
        },
        {
            "review_title": "not awful, but not worth it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "1. The instructions state that you canu2019t let the battery die or else it will die forever. If you arenu2019t using it, you have to charge it every couple weeks and put it on travel mode so it doesnu2019t completely die. which is kind of annoying. 2. I guess this makes sense, but the buzzing shoots up my arm when holding it, and itu2019s  distracting for me. i prefer a wand type of vibrator so that i have a separate handle. but, if you want something that is more versatile for partnered sex and the buzzing in your hand wonu2019t bother you, then maybe consider looking into this one."
        },
        {
            "review_title": "broke within 2 months",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This product was great, until it wasn't... I used it a handful of times within a 2 month period before the motor stopped working. I did love the packaging and the power of this product, but to break that quickly is unacceptable. :("
        },
        {
            "review_title": "loud and STRONG",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "super strong and loud- I canu2019t go past the first setting. My whole arm goes numb lol. Fun beginner toy but Iu2019m on the hunt for something quieter and a little less intense"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Grey",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Small and strong, does the job done. Cons-it  is loud and power button switch is confusing at the beginning."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Grey",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "disappointing. Don't get me wrong it was nice and got the job done but only lasted a few uses. now the battery is dead and will not recharge at all."
        },
        {
            "review_title": "itu2019s not a beauty blender",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I had one too many glasses of wine and decided to do a little online shopping. I popped this in my cart thinking it was a beauty blender. Due to my inebriation, I didnu2019t check the receipt to see that this is way more expensive than a beauty blender. I received the item and opened her up and to my surprise, itu2019s a vibrator. Happy mistake, because this is gem; little, cute and gets the job done."
        },
        {
            "review_title": "too strong",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "Too strong for me! I feel like the shape is slightly awkward to hold and it kinda rolls around when I set it on my nightstand table. Would stick with Dame instead. It is pretty loud but not too bad. Like that itu2019s usb charged rather than battery!"
        },
        {
            "review_title": "I thought it was a beauty blender",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I do not recommend using this product as a beauty blender. the shape mis-led me into thinking this was some kind of silicone beauty blender so I quickly purchased it. Once I received the item I realized my mistake. luckily I could find another use for this product."
        },
        {
            "review_title": "Delightful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "This is a great value!  Itu2019s powerful for being so cute!  I love the egg shape, very versatile.  I didnu2019t find it to be unusually loud as other reviewers stated.  Also the travel mode is a great feature!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Grey",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "IT IS SO LOUD!!!  Strong and loud.....  Purchase this with my own money. I haven't even used it as soon as I turned it on it was like brushing my teeth with an electric toothbrush. it is super loud."
        },
        {
            "review_title": "multi-functional, needs better battery life",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I meanu2026 itu2019s adorable, completely loud and did the trick. Thankfully, I live alone with my partner who I donu2019t have to hide this kinda thing from but momu2019su2026 younger people who donu2019t live aloneu2026 this one may not be the one for you. Very loud indeed with tremendous speeds you probably donu2019t need. That being said, it works and works fast. It lost battery after two uses and it boasts a 2 hour battery life which, for my product, is actually more like 15 minutes. Itu2019s OKAY but like I said it works fast butu2026 they could improve the sound battery life. Otherwise, I love the shape. Itu2019s unassuming, non-phallic and after washing it very well, actually used it for a facial massage with a sinus headache and it was lovely."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Very nice personal massager. I love the size of it, itu2019s really compact and discrete. Very, very soft silicone - feels like velvet. The three speeds are easy to change and the charge lasts a long time. Really recommend this product. Gifted by Maude"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Grey",
            "review_buyer_description": "Hazel eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "I was a little confused by the shape and size at first but itu2019s actually very convenient. The product has great battery life, itu2019s easy to use, clean, and charge. 3 different settings so you can choose what you like!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Maude gifted this to me for review, and I've quite enjoyed it so far! The shape of it fits really nicely in my hand, and I like that it has multiple speed options. I haven't used this in the shower yet, but I also really like that that's an option. Definitely going to keep using this one!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Grey",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Oh my gosh ! You need this little baby. Got it on a whim and WHOA! I canu2019t imagine life without it now ! Charge lasts long, gentle , nothing too intense or scary! This is my first time using anything like this and  I am so impressed!"
        },
        {
            "review_title": "Your new best friend!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m very picky when it comes to self pleasure but this device deserves a review. Really easy to use and convenient sizing (love the color!). Letu2019s just say I would definitely repurchase and recommend to girlfriends!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "My experience with the product name was memorable. The speed escalate with each setting, however the button to change the settings can be hard to find during use. I like the fact that itu2019s rechargeable because looking for batteries can be a pain. Over all worth the price and would recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This is great for newbies who may have been scared to try one of these before! I love how small and discreet it is. The color is gorgeous, and itu2019s easy to travel with or hide away if needed. It even has a travel mode option which is awesome for storage! Definitely recommend giving this a try."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this product complimentary from Maude. This vibrator is so compact, simple, elegant, powerful & settings are easy to use. It's also waterproof, able to be put into travel lock mode, and made of body-safe and ultra-soft silicone. Plus, it comes in a cute canvas pouch for sanitary storage. Works like magic!"
        },
        {
            "review_title": "Battery Died After a Week",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I initially loved the vibrator because of how discreet it and its packaging look. (I got the grey color) The silicone material is smooth and soft. I used it for a week before the battery went dead. Iu2019ve had it charge all day and followed the directions, but now it just wonu2019t start. Bummer!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Grey",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I love the simple yet functional design of maude's products, including this product. while this is not my favorite product from them, I do like their other products (their body washes are great!) and appreciate their brand's ethos."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Grey",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Amazing! This is certainly my favourite toy EVER! I didn't really know what deep rumbly vibrations mean until I tried this toy. It's just the right amount of powerful. Always on my nightstand. Beautiful design and feels so soft. I'm recommending this to all my friends!"
        },
        {
            "review_title": "A cute little thing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "So this is the first product like this that I own so I donu2019t have much experience with these types of things. I think the vibration is actually a little intense but I didnu2019t mind it when I used it. Iu2019ve only tried it a couple of times and think there is some troubleshooting to be had. Itu2019s really cute!"
        },
        {
            "review_title": "Nice!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This product was gifted by Maude for review purposes only. I think how simple and sleek the packaging is. It's very lightweight and reminds me of a beauty blender. It fits easily in the palm of the hand and is travel-friendly."
        },
        {
            "review_title": "Perfect!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have to first start by saying how much I love the packaging! I love that it comes with a little carrying pouch so you can travel with it discreetly. The vibrator itself is small and perfect size to take traveling! I love that it has 3 different speeds, and is water resistant! Overall, I really enjoyed this and it definitely got the job done!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "This little thing is amazing.  Wonderful performance.  The size is great and the three types of speed too.  I love how discreet it is and itu2019s easy to carry around.  Is possible use on numerous areas of the body."
        },
        {
            "review_title": "Soft and Comfortable",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Love the brandu2019s minimal aesthetic and this is no different. Beautifully put together and I love the carrying case detail. The device fits comfortably in your palm and has a super soft touch that is also comfortable against skinu2014not cold and doesnu2019t snag.  This is a great accessible device that will certainly get the job done, but I found it tricky to maneuver due to the shape. For this reason itu2019s not my favorite, but I do appreciate the discreet product design.  The strength is good with 3-speeds,  and a single charge will last a good while. Speed 1 is discreet enough. By speed 3 it may be a bit more obvious but not abnoxiously so.  All in all this is a great option and I think itu2019s perfect for someone just starting out!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Maude gifted me this product! I did like the shape of it and the size. I feel like the low setting is a bit much still, I would of liked an even lower setting. but I do like how it has 3 settings and a travel mode."
        },
        {
            "review_title": "So easy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This 3 speed all over vibrator is so amazing. I love the drop design it is easy to use it comes with a charging cable. This vibrator is very unique and interesting product. I have good experience using this all over vibrator loved it."
        },
        {
            "review_title": "Wowwwza",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Girl. Let me tell you something. My toes was curling I was biting my lip. This is worth that $50 hun. Buy you one. You wonu2019t regret it. Wow, wowu2026.WOOOW. Listen..... if youu2019re in these reviews trying to see if you should get it, look no further! This is IT! PERIOD. Thatu2019s all I have to say! You will NOT be disappointed at ALLL!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This powerful product comes in the most unexpected packaging, the shape is completely discreet and gives away nothing to the curious eye. Itu2019s texture is very soft to the touch, and moves best when things are wet. It has 3 speeds, each more powerful than the next, and at itu2019s most powerful it is still very quiet. If youu2019re looking for something that has power without being obvious and loud, this is the product for you! I enjoyed my use, and my only issue is that it doesnu2019t always want to turn off, sometimes it takes a few moments with the buttons. I would recommend this to the discreet!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "So I've grown quite the collection of personal devices lately and am excited to add the Drop 3-speed, all-over vibrator to my arsenal. She's small but mighty so not for the faint of heart, but she definitely get's the job done! Aesthetically it's super cute with it's soft-touch finish and 100 percent platinum-grade silicone. This is great for travel and as I've also found is really good for loosening tight muscle in the neck and back!"
        },
        {
            "review_title": "cute and sleek design",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love the super soft and sleek design. It's definitely a modest little vibe, but it is powerful. It's definitely a great choice to use either with your partner or by yourself. It's got a great, ergonomic design that fits right in the palm of your hand."
        },
        {
            "review_title": "Must Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "love this product. I can't wait to try more of there products. IM really sensitive so I was skeptical at first but after just one use im a believer. This vibrator is so convenient. I carried it in my purse while on a vacation."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Grey",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Itu2019s an okay product. It does its job but itu2019s not my favorite. Some pros of drop small and compact, convenient, relatively quiet, and discrete packaging. I also love the carrying case it comes with!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Grey",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I had a wonderful time with this intimate product. It was quite easy to flip through the different settings, just one push to put on and to flip settings. I sure had a great time using it and would recommend for anyone looking for a new vibrator!"
        },
        {
            "review_title": "Pretty and chic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Maude review   While I love the chic shape and color of the drop, I found it wasnu2019t the easiest product to use at first. While the speed settings are great and offer something for everyone I found that it was just a bit difficult to get the hang of using solo. Excited to use this with my partner, however!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Grey",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "At first glance, I loved the. aesthetic of this device. It is minimal and comes with a matching travel pouch and power cord. It is easy to use and powerful for its size. A bonus is being discreet while traveling since it is quite small"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Grey",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This is such a good one! I havent troed many others but I was impressed. I think the strongest vibrations are a little too strong so I keep it on the lightest one. I wish i got the other vibe with the handle but still love it"
        },
        {
            "review_title": "10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I will admit I was rather skeptical because of the size and shape.. but I was quickly proven wrong! This thing is tiny but mighty - the shape is actually great for more precision in those more sensitive spots. Highly recommend!"
        },
        {
            "review_title": "Palm sized cutie!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "This is a really great subtle and soothing massager, works all over the body and has a good variety of speeds with an easy to use control button. The silicone texture is smooth and so easy to clean, itu2019s quiet and small, and charging is quick and easy. It has a less intense and concentrated vibration than the Vibe from Maude, so if youu2019re looking for that then this is a great choice! I really love it!"
        },
        {
            "review_title": "The most powerful egg out there",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "The drop is perhaps even more powerful than the flutter tip, which is a crazy statement because these toys are intense.  The bulbous shape of the drop covers more surface area so it gives a very different feeling than their original toy. I do recommend this one to those who are looking for a new experience."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This is my first ever product of this kind and its such a great all over body product!! the vibration is strong so a great all over body massage for sore muscles too! I love how discreet the packaging is as well"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Really great massager !! It comes with multiple speeds which I love. I also love that it comes with a cute carrying case. The texture is really soft and perfect for all over use. I would highly recommend"
        },
        {
            "review_title": "great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I really liked it! Iu2019m single for more than 3 years and I always try to find ways to satisfy myself. But this drop is just amazing! Is soft, easy to use, perfect size, easy to recharge and came in a little bag thatu2019s perfect to hide haha. I recommend it!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Grey",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This vibrator is so cute! It is shaped like an egg and I fits anywhere. Even your pockets. It it super smooth too. But the vibrations are too loud. That is my one criticism. I recommend it for travel."
        },
        {
            "review_title": "I love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, mediumTan skin tone, Dry skin",
            "review_text": "Letu2019s start by saying that the packaging looks really nice, the presentation is very discrete which is awesome. It has 3 speedu2019s. I personally had a very good experience using this one. I would definitely recommend it to everyone."
        },
        {
            "review_title": "Everyone Needs This!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Wow!!! I feel like a new. woman. Not only is this product so cute and discreet, but also so powerful + gets the job done (if you know what I mean).   12/10 would recommend. If you are debating on purchasing - go for it!"
        },
        {
            "review_title": "Worth It",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m very new to all of this. Fair warning, no experience of any kind in this department at all. I wanted to give this a try mostly because I heard itu2019s a great way to release stress. I love how this fits into the palm of my hand and doesnu2019t feel as intimidating as other toys on the market. I do prefer the flutter, but this one works just as well. They both have the same attributes. Discrete, novice-friendly, easy to clean, and affordable. Youu2019d be amiss not to purchase one of the toys from Maude."
        },
        {
            "review_title": "Smooth and soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Fair skin tone, Oily skin",
            "review_text": "first of all, the design of the personal massager is very unique and slick. I could not believe how smooth and soft the material the massager is made of. It also comes in a very nice storage bag which looks very neutral and wouldn't catch anyone's eyes. The packaging is beyond imagination. Everything was designed with attention to details. The massager has 3 speed modes. I used the first (slower) speed because other two speed modes felt too intense for me. I also enjoyed the shape of the massager. It has a tip on the end which brings more enjoyable sensual and precise experience. The massager is very easy to wash too."
        },
        {
            "review_title": "Make sure you keep it charged!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The cutest Valentineu2019s Day gift for you or your partner. This thing is much more powerful than youu2019d expect for its size, but itu2019s super quiet as well. The only thing Iu2019m not crazy about is that you pretty much have to charge it after every use because if it dies, it wonu2019t hold a charge again. Pretty inconvenient, but itu2019s not a deal breaker for how well it performs!"
        },
        {
            "review_title": "Really good product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Light skin tone, Combination skin",
            "review_text": "This product is super unique and comfortable to carry anywhere. It comes with itu2019s little pouch for safe transport.  Itu2019s also really discreet, you canu2019t tell what it is from looking at it.  The vibration modes go up in intensity so you have various options.  I really liked that its water resistant, you can wash it without any issue.  Overall a great product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "dropu20143-speed Is an great travel size and I am obsessed with how soft the silicone is. The silicone is also very easy to clean and maintain. I would recommend it to everyone and Iu2019m interested the buy the bigger model as well."
        },
        {
            "review_title": "Great vibrator",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "A very powerfull device, it makes a little noise but nothing too intense. I really like the shape and its  soft silicone material, it is very higienic and safe to use.  It is super easy to use and it does the job perfectly, I am really happy about having it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Grey",
            "review_buyer_description": "",
            "review_text": "This product is perfect for beginners, it can easily be used solo and is comfortable to use. It also can be used with a partner. Itu2019s not overly loud which is huge! And itu2019s so small and compact you really can travel with it everywhere!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Grey",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I LOVE the drop! I have used it a few times already and it fits perfect when holding and is so smooth. I would deff recommend this brand and product for anyone who is in search of a new massager at home"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Grey",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I really love how Sephora is promoting sex positivity now!! Maude is a great company and so far Iu2019ve loved all of their products. This vibe is really tiny (fits in my palm) and overall looks like it will be a great time. Itu2019s good quality as well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Gift by Maude. This is my first time using something like this and it was a little confusing at first, but the strength is incredible. I like how it fits in my hand and is a great inconspicuous size."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I have been using Maude Drop 3-speed all-over Vibrator for a couple of weeks now. I use it mainly for clitoral stimulation and it gets the job done pretty quickly. The material is great and easy to clean. My only con is the button on the vibrator. I found it tough to change modes at times, especially when you are in the middle of using it. I would prefer a button that is a little more sensitive in changing modes or turning off because even when I would try to turn it off sometimes it took a little while and my hand would get a little uncomfortable/numb. I like that it can be used all over to stimulate."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "AHH-mazing! I've tried multiple different vibrators before and this one is the strongest I've tried. I love how it comes with a travel pouch. This vibrator is the perfect size for traveling yet it's big enough to be effective.  Really love the quality and the olive green color! 10/10!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Oily skin",
            "review_text": "I love this product.  It is very good for massaging the whole body and has very good speed.  I feel that it is very worthwhile and that they should try it.  It is also small and fits everywhere. Me encanto"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Grey",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I chose the grey color since together with the minimalistic, egg shape it's modern and sleek looking. The shape reminds me of a makeup sponge applicator, which is great if you forgot to store it away you can pretend it's that haha. It does come with a cute canvas zippered bag for you to store it. It's a nice soft silicone material and it has three speeds so you can choose the one that works for you best. I like the size and how it fits in your palm since it can be used as an all-body massager."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Grey",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Gifted by Maude for my honest review. I love how Maude is creating a safe space for personal care with aesthetically pleasing products that work well for good prices. This one can also be used as an all over body massager which it works great for too"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Grey",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve tried a few products from their line and they have been great but this one was probably my least favorite. Itu2019s effective but the shape and size are just a little awkward. However, I will say that I love the discrete, neutral packaging and the opaque baggie you can store it away in."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I was interested in Maude products after I learned that Dakota Johnson is an investor and creative director.  The drop is aesthetically pleasing and the texture is incredibly soft.  I also love the forest green color.  There was enough power to use it right out of the box.  I didnu2019t need to plug it in before the first use.  Worked in 30 seconds for me on the lowest setting!  I thought it would be too loud when testing out the buttons but once placed against the skin the sound is softer.  I want to check out more from Maude!"
        },
        {
            "review_title": "Small but mighty",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Sheu2019s small but mighty! Definitely best for solo play time vs partner play time because of the shape (Iu2019d go for their other shape if youu2019re looking for something for partner play). I also love that you can put it in travel mode to avoid it accidentally turning on!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Grey",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This was gifted by Maude. This is great! I love the discreet look of it. It comes with a zipper pouch and charger that is super convenient, and charges fast. My partner and I have enjoyed using this together."
        },
        {
            "review_title": "really intense",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "this is my first vibrator Iu2019ve ever owned. I like the shape, color and how soft it is. It also has a nice little carrying case that makes it discreet. My only complaint is that even the lowest setting is SO powerful. I wish it had a much lower, softer setting. Every single setting is a little too intense for me."
        },
        {
            "review_title": "AMAZING AMAZING AMAZING!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I received this product in the mail just yesterday & wow! Just opening it up I fell in love with the minimal & discreet design of the item. The drop is a wonderful 3 speed product that is extremely easy to use and take wherever needed. I recommend this product for anyone who want to keep a small aesthetic looking vibrator nearby. Also, can we talk about it be water resistant? Very nice to take in the shower. Love the silicone material. I HIGHLY recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Grey",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This personal massager is so so stronger, itu2019s stronger than anything else I have. I really like the fact that it comes with its own travel bag for storage hygiene and the silicone feels really high quality"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Ok, let me just start out by saying this packaging is so beautiful! It definitely is not your typical personal massager u2014  it looks like art. This is a very simple design and great if youu2019re looking for a personal massager try this out."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This vibrator is the best product in the world, it's comfortable and compact, you can carry it in your purse, or cosmetic bag, it's super discreet, it has several speeds and it's very powerful, it's great.  highly recommended!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Grey",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "This is unique from other products I've tried, because it was marketed for all over use. I appreciated the different speeds and found that even though this is small, it packs a large punch! Definitely would recommend if you are a beginner or want to start with something small at a good price."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Love the material and design on these! It feels super luxurious. This specific shape is cool because it looks like a beauty blender so itu2019s hard to disguise, however The shape makes it a little hard to hold."
        },
        {
            "review_title": "awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "this is very good product for your body. great quality  of materials and easy to use and set up. brand thought about each person who will use it to bring great pleasure to each of us. I am using it almost everyday and happy to own it"
        },
        {
            "review_title": "Interesting shape",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Interesting tool. Comes in a oval shape and has three modes. The 3rd one is too harsh for me but is easy to change modes. It comes with a charger as well to make sure it does die. There is also a small bag included for easy travel."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Grey",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Iu2019ve been absolutely loving this! Iu2019ve been looking for a small, cute, and discreet vibrator and this hits all the marks. The lowest setting is perfect for me and the functionality of it is so easy to use!"
        },
        {
            "review_title": "Cute lil drop for all your wants and needs",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Maude has made me feel more comfortable with my body and allowed me to relax more in intimacy. Plus, it definitely doesnu2019t hurt that this drop is so aesthetically pleasing!! I got the green one and I am loving it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Oily skin",
            "review_text": "This was my first personal massager and it was great! I love how it has a lock feature and itu2019s very easy to use. There are three settings. The device does have a bit of vibration sound out loud but itu2019s not too loud."
        },
        {
            "review_title": "Super cute",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "First of all, itu2019s super aesthetic and you can almost have it out in the open oops. No shame either way! This one is just really cute and I love the color (got grey). I like the different speeds, first setting is nice. Good size and material feels good and soft."
        },
        {
            "review_title": "Loveee",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Lets talk about the shape!! It's literally the cutest thing ever. It fits perfect in your hand and feels very comfortable to use. Just remember to give it a good charge before using so that way it doesn't run out of battery. Overall, it works great and i am obsessed"
        },
        {
            "review_title": "Class Act!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This massager is a class act! The silky soft silicone is SO nice and feels very comfortable in the hand. I also love the little carrying case. It keeps things discreet and sanitary. The shape also lends itself to using all over the body (neck, shoulders, etc). I definitely recommend!"
        },
        {
            "review_title": "Great massager",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This is a great little personal massager. I love that it isnu2019t phallic shaped so itu2019s very discreet. The vibration has three speeds or varying intensity so you can find a speed that works for you. The product it easy to hold and maneuver however you would like.  A great product for someone new to vibrators as well as someone who already has a variety."
        },
        {
            "review_title": "A little package with a big punch!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I never thought Iu2019d be reviewing a lil vibrator, but here we are! This little egg shaped goodie packs quite the punch! It has three speeds, and itu2019s fairly quiet! The charge lasts for quite awhile too! Itu2019s a great little massager for travel too!"
        },
        {
            "review_title": "Small and discreet",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I love that the Drop can stimulate a larger surface area. The shape is so unique and I appreciate that it has u201ctravel mode.u201d The Drop is small but mighty and definitely gets the job done. I do wish that it was little more ergonomic to hold, but I do like the small, unique and discreet size."
        },
        {
            "review_title": "Very nice",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Gifted by Maude. This massager was cute and convenient for me! I call it my little u201cavocado.u201d So far it works well and itu2019s easy to bring with me to place. Slightly higher price for my liking but I would consider buying more from this brand!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "The best part  Cruelty-free Vegan andParaben-free. It give my body a different feel after a long day at work.!5 has different settings and the massager works over an hour. Iu2019m happy with this and will continue to use it"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Grey",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Gifted by Maude. This feels so soft and is comfortable to hold. I love that it comes with a carrying little bag though I wish the pouch was just a bit bigger. This is great for more all over stimulation."
        },
        {
            "review_title": "Fun and Discreet!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Maude's Drop is the perfect size for discreet fun! I like that there are 3 speeds and water resistant, so it can be used in the shower too! The charge also lasts a good amount of time up to 2 hrs. I am excited to try more products from this brand!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "The quality is so good compared to other brands out there! Charges very quickly and lasts for about 2-3 hours without charge. USB charging ability makes it great for travel as well as the cute and concept traveling case it comes with makes it discreet!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Grey",
            "review_buyer_description": "Light skin tone, Oily skin",
            "review_text": "I really enjoyed this personal massager from the brand Maude! I think this would be perfect for a couple or even someone youu2019re close with. It has a really good price point and overall I would recommend it! There are different colors to chose from and I went with grey!"
        },
        {
            "review_title": "Tiny but mighty!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This literally looks like a beauty blender so I love how discrete it is. And although it is small and can fit in your palm, it is mighty and gets the job done.  The packaging it comes in as well is super cute and helps with making it go unnoticed. I definitely recommend!"
        },
        {
            "review_title": "little but strong!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "gifted by maude. I am loving the color ; I got the green olive color, and it looks a bit like a makeup sponge. it is able to fit in your palm and is more powerful than it looks! definitely a cute little purchase that does the job!"
        },
        {
            "review_title": "Powerful & Discreet!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "The drop is fantastic! I love the design of it, itu2019s small and discreet but donu2019t be fooled itu2019s very powerful! The drop features three different speed settings to suit any of your needs. I actually even love to use this for body messages! Since itu2019s almost shaped like an egg itu2019s perfect for rolling into your skin! It feels great and Iu2019d highly recommend it to anyone!"
        },
        {
            "review_title": "Smooth and powerful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I received this product complimentary from Maude. Small but yet very effective vibrator would be perfect for traveling. It comes with a discreet bag and size is just perfect. It also has a travel mode. Three different speeds are very strong but I love it. It also  feels very smooth on the skin."
        },
        {
            "review_title": "WOWWWW",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I absolutely loved this toy!! When I first opened it, I was immediately drawn to how incredibly soft it was! It was like something Iu2019ve never felt before in a toy. I love that it has different spends based on your preference and it fits perfectly in my hand. Itu2019s also discreet enough to travel with. This little oval packs a powerful punch thatu2019s for sure! Donu2019t be fooled by its little size. :)"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "This massager is super easy to use, I totally love using it and I love that it comes with a on the go charger and pouch to store it in. I really enjoyed that it is a very easy to charge item. I definitely recommend it for anyone because itu2019s super easy to use and it is fantastic."
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love this device I think that it is amazing it is the perfect size in fits right in the palm of your hand I would absolutely recommend for anybody who is interested in looking for something like this to purchase this product it is a very awesome"
        },
        {
            "review_title": "Small but mighty!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Small but mighty! Love how aesthetic and minimal this device is and it is really soft. The three speeds also are very easy to speed up or down and overall a great product. Easy to pack for travel or keep near by!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "I travel a lot of work and this is such a perfect thing to carry around while not worried about going through TSA security feeling uncomfortable about what they see in my scans. I highly recommend it to anyone who travels often and would like to carry them with you."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Grey",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Gifted by Maude. This color matches any girls aesthetics its a stone gray color. I love that it has 3 settings and perfect for an all over body massage especially back massage. It also comes in a little pouch you can leave anywhere."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Extremely impressed with this product! Super easy and very quick charging. The three speeds are perfect. Love this for a multitude of activities, whether a solo experience or including others, this product is really nice and effective!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I am 31 and my fiance and I have used vibrators/bullets for years. They play a big role in our sex life. I love the shape and color of this one. Love the speeds and definitely does itu2019s job. The price point is also good. Def didnu2019t disappoint. I read where if you let it die it will stop working. Thatu2019s a bummer, Iu2019ve had vibrators die on me in the past and all I have to do is charge them."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Maude gifted the Dropu20143-speed, all-over vibrator.This egg shape vibrator is very discreet and easy to carry. While the device may be small it's very mighty with it's 3 speed vibrations.The silicone is velvety soft and feels like butter"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I like how this is the size of the palm. It has different setting to give different people different needs. I also like how it came in a discreet tea like packaging and in a little bag to hold. The silicone is also easy to wash.  The only con is the vibration is a big loud :0  *complimentary Maude but opinions are my own"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love the design and presentation of this product. It comes in a beautiful cardboard tube packaging with a bag for safe keeping, not to mention privacy. It also comes with a very clear instructions manual and a charger. The material is super soft and easy to clean. All around I love it! You can tell this brand has put a lot of thought into the products function and design."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I am wowed by this little toy. It literally gives me so so much pleasure. The size of this is perfect, and the curve of it hits all the right places. It gives pleasure very quickly. I totally love this toy!  The vibration is REALLY intense which which amazing. You can increase and decrease the vibration accordingly. It is so so fun!  It is small and easy to carry around so you can easily take it on trips or getaways. Perfect way to self love. It is also very easy to clean and store. It comes in a small subtle bag which is so so cool. Highly reccomend!"
        },
        {
            "review_title": "Great for travel!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This is great for travel! Its small but mighty, and does the job! The intensity is just right and has a nice texture.  This is a great brand with amazing quality products, you will not be disappointed with any of their vibrators."
        },
        {
            "review_title": "Like a piece of art",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "This little thing is super powerful and incredibly soft. It might be too powerful for some people as even the lowest setting is pretty intense. I am happy with it as it does the job intended but if I could change anything about it I would want a couple lower setting because it can be numbing on the high settings. I love how small it is and it doesnu2019t actually look like a vibrator. It looks like a piece of minimalistic art. Easy to take anywhere and also love that it comes with a cute bag. I definitely want to try more from this brand!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Grey",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Okay so Iu2019ve tried other similar products that didnu2019t do much for me! So imagine my surprise when this little egg looking device rocked my world so quick! When I say please jump on up and get this bad boy, you will not regret it!"
        }
    ]
}