{
    "product_id": "406",
    "name": "Cryo Rubber Face Mask with Hyaluronic Acid  ",
    "brand": "Dr. Jart+",
    "categories": "Skincare, Masks, Face Masks",
    "price": 22.0,
    "about": "What it is: A two-step mask inspired by Cryotherapy that moisturizes with Hyaluronic Acid and cools skin...Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Dryness..Highlighted Ingredients:- Hyaluronic Acid: attracts moisture into skin and prevents water loss...What Else You Need to Know: A lot! This Korean Skincare treatment  includes highly concentrated ampoule with Hyaluronic Acid and a soft, flexible, skin-cooling mask. After smoothing the contents of the ampoule over skin, apply the mask to seal it all in and slowly lower skins temperature. Post-masking, skin feels soft and replenished and looks healthy and rejuvenated. Cool, right?..Clinical Results: In a clinical test on 20 women aged 20 to 60 using the product one time:.- Reduced skins temperature by 11u00b0F",
    "ingredients": "-Hyaluronic Acid: Improves moisture retention...Step 01: .Water/Eau, Dipropylene Glycol, Glycerin, Caprylic/Capric Triglyceride, Niacinamide, 1,2-Hexanediol, Butylene Glycol, Peg-240/Hdi Copolymer Bis-Decyltetradeceth-20 Ether, Glyceryl Stearate, Peg-100 Stearate, Sorbitan Sesquioleate, Glycereth-26, Dimethicone, Cetearyl Alcohol, Trehalose, Mangifera Indica (Mango) Seed Butter, Macadamia Ternifolia Seed Oil, Sodium Hyaluronate, Glyceryl Acrylate/Acrylic Acid Copolymer, Ethylhexylglycerin, Disodium Edta, Betaine, Allantoin, Melia Azadirachta Leaf Extract, Melia Azadirachta Flower Extract, Coccinia Indica Fruit Extract, Tocopherol, Potassium Laurate, Solanum Melongena (Eggplant) Fruit Extract, Aloe Barbadensis Flower Extract, Simmondsia Chinensis (Jojoba) Seed Oil, Ocimum Sanctum Leaf Extract, Curcuma Longa (Turmeric) Root Extract, Corallina Of?Cinalis Extract, Undaria Pinnati?Da Extract, Musa Sapientum (Banana) Fruit Extract, Cynara Scolymus (Artichoke) Leaf Extract, Brassica Oleracea Capitata (Cabbage) Leaf Extract, Asparagus Of?Cinalis Extract, Allium Cepa (Onion) Bulb Extract...Step 02: .Water/Eau, Methylpropanediol, Chondrus Crispus Extract, Glycerin, Xanthan Gum, Ceratonia Siliqua (Carob) Gum, Potassium Chloride, Dipropylene Glycol, Hydroxya- Cetophenone, Sucrose, Panthenol, Polyglyceryl-10 Laurate, Algin, Titanium Dioxide/CI 77891, Caprylyl Glycol, Allantoin, Calcium Chloride, Melia Azadirachta Leaf Extract, Melia Azadirachta Flower Extract, Dipotassium Glycyrrhizate, Butylene Glycol, Ethylhexylglycerin, Coccinia Indica Fruit Extract, Disodium EDTA, Sodium Citrate, Citric Acid, Solanum Melongena (Eggplant) Fruit Extract, Aloe Barbadensis Flower Extract, Xylitylglucoside, Simmondsia Chinensis (Jojoba) Seed Oil, Anhydroxylitol, Ocimum Sanctum Leaf Extract, Curcuma Longa (Turmeric) Root Extract, Corallina Of?Cinalis Extract, Xylitol, Laminaria Japonica Extract*, Hydrogen Dimethicone, Glucose, Kaolin, Diatomaceous Earth/Terre De Diatomees...Please be aware that ingredient lists may change or vary from time to time. Please refer to the ingredient list on the product package you receive for the most up to date list of ingredients.",
    "how_to_use": "Suggested Usage:.+ After cleansing and toning, open the ampoule and smooth the serum over skin..+ Open the mask, remove the film, and apply to face..+ Leave on for 30-40 minutes..+ Remove mask and lightly pat skin to help remaining serum absorb into skin.&nbsp;.+ Use 2-3 times a week.",
    "num_reviews": 702,
    "overall_rating": 4.3,
    "product_url": "https://www.sephora.com/ca/en/product/cryo-rubber-tm-face-mask-with-moisturizing-hyaluronic-acid-P506804?skuId=2344513&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2344513-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "0.14 oz / 4 g",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2344513-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Worth-it, once or twice a month luxury",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "I love this mask. I refrigerate it 15mins beforehand to really set in the cooling effect and I wear it overnight to fully utilize the mask. It can be difficult to put on makeup the next day because my face is so moisturized."
        },
        {
            "review_title": "Hydrates like no other!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love how hydrated this mask makes my skin. I have acne, and am using retinol which dries me out, this makes me so replenished and plump! Definitely worth the price, it's super fun to use as well!"
        },
        {
            "review_title": "Love the cryo effect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love this mask. The serum makes the skin bright and fresh and the mask cools down the skin. I love all the Cryo Rubber masks"
        },
        {
            "review_title": "Acne and hyperpigmentation",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "I have sensitive skin but I figured this mask would be fine, definitely made a mistake thinking that, I woke up the next day with a bunch of acne, bumps, and post-inflammatory hyperpigmentation. If youve ever had a reaction like that to any skincare product then dont risk it."
        },
        {
            "review_title": "So good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Hi, I am a Sephora Beauty Insider Community Ambassador!  This was so fun to use. I have seen these before but I was too nervous to try them. I thought they would be a lot more complicated than it was. I love the jelly texture and the separate packet of serum. There was more than enough to use on my neck and chest. It was such a treat to use after a day in the sun. I will pick up more of these!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "application is easy, makes my skin feel well hydrated"
        },
        {
            "review_title": "Its meh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Its okay, mask is a little too delicate if you wear long nails take extra caution, also it didnt really do anything if anything it made texture very visible after. The Sephora collection is actually a little better :/"
        },
        {
            "review_title": "Refreshing mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This mask is quite a treat! The serum for this mask is contained in an individual packet, and there is more than enough to cover the face and neck. The rubber mask comes in two pieces, allowing for a very nice fit on the face. I appreciate that the mask stays put for the most part without sliding around, so you are still able to move around while wearing it.  The mask material is quite delicate, so it's a good idea to be gentle when removing it from the package to avoid any tearing.  There is a noticeable cooling sensation during wear time, so this mask would be really nice for hot summer days. After removing it and rubbing in the remaining serum, it makes my skin feel nicely hydrated and glowy in appearance."
        },
        {
            "review_title": "Great item to refresh your skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "Wow, after using this item, my dry skin transformed into a hydrated, glowing masterpiece! The way it improved my skin's texture is simply amazing! I cant believe that incorporating something like this just once every 2-3 months can give my skin such an incredible boost! It's a total game-changer!"
        },
        {
            "review_title": "Amazing.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Mask was easy to use, so much of the ampoule though easily could have been worth two masks. Very cooling effect! I hate cold masks and cold in general but this didn't feel too bad. Did rip easily. Watched an episode of criminal minds minus the commercials, so 40-50 minutes long. After taking the mask off there was still quite a bit left on. Did start drying out before 10 minutes. Hour later very shiny glowy face and some areas still feel like they have some left on. Next morning my face looked great. These are my honest thoughts as a Sephora Beauty Insider Community Ambassador. I did receive this as a Gratis."
        },
        {
            "review_title": "MY FAV FACE MASKud83cudf80",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I LOVE THIS FACE MASK its so pretty & pink and leaves my skin feeling very hydrated & moisturized, helps when Im breaking out I also have the other colors definitely a must if your looking for a good face maskud83eudd0d"
        },
        {
            "review_title": "My favorite face mask ever!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "This face mask is amazing! It has a great quality and leaves your skin feeling smooth and looking bright. I love the cooling effect. After a while it does get a bit too cold and that's when I know it's time to remove it.  I constantly come back and purchase this one, I love it!"
        },
        {
            "review_title": "not that great",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "I wasn't too impressed by this product. I felt like it gave me small little pimples all over my face won't be buying again."
        },
        {
            "review_title": "Not for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Didn't really make my skin feel any smoother or more hydrated, and the mask tore when I took it out of its wrapping. I knew it was delicate, but I did not think it would rip so easily. There seemed to be some roughness around the edges, so I am uncertain if I accidentally tore it, or if it already had a tear before opening."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Rich skin tone, Oily skin",
            "review_text": "10/10 this was breathtaking. Made my skin feel super smooth after. Will keep buying"
        },
        {
            "review_title": "Its so amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Oh my gyatt its so amazing left my skin so glistening. I slept with it overnight and wasnt uncomfortable at allud83dude0dit was so relaxing and such a cute color. Loved it must buy"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "Loveeeeeee this mask. It left my skin looking flawless and really made me makeup look like skin when I applied. 10stars"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "These face masks are the best Ive been putting everyone on these"
        },
        {
            "review_title": "Perfect facial aftercare",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Just used this a day after a facial and my skin looks and feels super hydrated, all of my redness is gone. Im very happy with the results"
        },
        {
            "review_title": "A must have for the winter!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Mask was very relaxing and had a cooling effect. I have very sensitive skin and this mask did not break me out but left my skin feeling hydrated and plump."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Dr. Jart WHAT HAPPENED?! 3 years ago this mask was amazing. The formula changed and now its like any other generic mask. If youre new to using this mask you wont know any better. But if you have been using this mask for years and had the original formula the current one will seem like trash. I cant see any difference in my skin after using it now. I miss the OG formula and I am currently looking for replacements. Ironically the 3 ppl who I told about this mask years ago used to love it too, but not anymore."
        },
        {
            "review_title": "Weird looking, but hydrating, face mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Really hydrating, noticeably more supple, plumper skin after using. it is kinda weird to wear and rips easily but worth it for the results"
        },
        {
            "review_title": "I love Dr. Jart+",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love Dr. Jart+! I have tried several of their masks and I am NEVER disappointed.  This mask was so refreshing. The mask hugs your face and gives it a gentle cool hug, leaving your skin relaxed, rejuvenated and soothed."
        },
        {
            "review_title": "Useless",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "Was challenging to put on, it tears very easily and is very slippery. By the time I finally got it on my face it had several tears and would just slide off of my face. Also has zero results and felt nothing from it."
        },
        {
            "review_title": "Perfect facial aftercare",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Just used this a day after a facial and my skin looks and feels super hydrated, all of my redness is gone. Im very happy with the results"
        },
        {
            "review_title": "A must have for the winter!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Mask was very relaxing and had a cooling effect. I have very sensitive skin and this mask did not break me out but left my skin feeling hydrated and plump."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Dr. Jart WHAT HAPPENED?! 3 years ago this mask was amazing. The formula changed and now its like any other generic mask. If youre new to using this mask you wont know any better. But if you have been using this mask for years and had the original formula the current one will seem like trash. I cant see any difference in my skin after using it now. I miss the OG formula and I am currently looking for replacements. Ironically the 3 ppl who I told about this mask years ago used to love it too, but not anymore."
        },
        {
            "review_title": "Weird looking, but hydrating, face mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Really hydrating, noticeably more supple, plumper skin after using. it is kinda weird to wear and rips easily but worth it for the results"
        },
        {
            "review_title": "I love Dr. Jart+",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love Dr. Jart+! I have tried several of their masks and I am NEVER disappointed.  This mask was so refreshing. The mask hugs your face and gives it a gentle cool hug, leaving your skin relaxed, rejuvenated and soothed."
        },
        {
            "review_title": "Useless",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "Was challenging to put on, it tears very easily and is very slippery. By the time I finally got it on my face it had several tears and would just slide off of my face. Also has zero results and felt nothing from it."
        },
        {
            "review_title": "Perfect facial aftercare",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Just used this a day after a facial and my skin looks and feels super hydrated, all of my redness is gone. Im very happy with the results"
        }
    ]
}