{
    "product_id": "376",
    "name": "Devotion Eau de Parfum Intense",
    "brand": "Dolce&Gabbana",
    "categories": "Fragrance, Women, Perfume",
    "price": 228.0,
    "about": "Fragrance Family:Warm & Spicy.Scent Type:Warm & Sweet Gourmands.Key Notes:Hazelnut, Orange Blossom, Madagascar Vanilla.Fragrance Description:Dolce&Gabbana Devotion Eau de Parfum Intense, the latest addition to the Dolce&Gabbana Devotion olfactory story, celebrates the brandu2019s unwavering dedication to Italian design and craftmanship..About the Bottle:Dolce&Gabbana Devotion Eau de Parfum Intense is housed in a vibrant amber-tinted glass bottle beautifully adorned with the unmistakably symbolic Sacred Heart..About the Fragrance:Dolce&Gabbana Devotion Eau de Parfum Intense revisits the original fragrance with deeper and more enveloping notes. This fragrance was created by Olivier Cresp for Dolce&Gabbana.",
    "ingredients": "Alcohol Denat., Parfum (Fragrance), Tetramethyl Acetyloctahydronaphthalenes, Vanillin, Hexamethylindanopyran, Aqua (Water), Dipropylene Glycol, Limonene, Citrus Aurantium Peel Oil, Citrus Limon Peel Oil (Citrus Limon (Lemon) Peel Oil), Ethylhexyl Salicylate, Butyl Methoxydibenzoylmethane, Linalool, Citral, Linalyl Acetate, Coumarin, Pinene, Geraniol, Benzyl Alcohol, Geranyl Acetate, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Terpineol, Citronellol, Benzaldehyde, Citrus Aurantium Flower Oil, Alcohol, Tris(Tetramethylhydroxypiperidinol) Citrate, Citrus Aurantium Bergamiapeel Oil (Citrus Aurantium Bergamia (Bergamot Peel Oil), Carvone, Terpinolene, Cananga Odorata Oil/Extract, Rose Ketones, Benzyl Benzoate, Farnesol, Ci 14700 (Red 4), Ci 60730 (Ext. Violet 2), Ci 19140 (Yellow 5).",
    "how_to_use": "Suggested Usage:.-Fragrance is intensified by the warmth of your own body. Apply in the creases of your knees and elbows for a longer-lasting, stronger scent.&nbsp;.-After applying, avoid rubbing or dabbing skin. This breaks down the fragrance, causing it to wear off more quickly.&nbsp;.-If you prefer placing fragrance on your wrists, be sure to reapply after frequent handwashing, as this tends to rinse off the scent.&nbsp;.-Replace fragrance after 12 months. Expired perfumes more than a year old lose the integrity of the original scent...Eau de Toilette or Eau de Parfum?: .The difference lies in the volume of perfume oil. While EDT contains five to nine percent, EDP contains more, usually eight to 14 percent. EDPs, therefore, last longer and smell more intense.",
    "num_reviews": 84,
    "overall_rating": 4.1,
    "product_url": "https://www.sephora.com/ca/en/product/dolce-gabbana-devotion-eau-de-parfum-intense-P512643?skuId=2800415&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2800415-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "3.3 oz / 100 ml eau de parfum spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2800415-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "1 oz / 30 ml eau de parfum spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2800407-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "1.7 oz / 50 ml eau de parfum spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2800423-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "smells so cutesy..the mini bottle is so adorable!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "love it! at first i was like oh- kinda smells like a gran gran scent but it still smells good...buuuuut after a good dry down idk why but it smells like fruit loops to me lol but it smells soooo pretty and good"
        },
        {
            "review_title": "Itu2019s a no for me.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "I didnu2019t care for the smell on my skin. It smell good when I first spray it but once it sat on my skin, I didnu2019t like it."
        },
        {
            "review_title": "a must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Olive skin tone, Combination skin",
            "review_text": "Love this perfume. I tried it on in store went back to work and got so many compliments, had to go back and buy big bottle"
        },
        {
            "review_title": "A must-have of my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "The smell is amazing. It last the whole day, and I still can smell it. Define buy the full size for everyday use."
        },
        {
            "review_title": "Orange Creamsicle scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I disagree with other reviews saying you canu2019t smell it on. I only have a travel size yet this is one of my strongest, longest lasting perfumes. It smells just like orange creamsicle. Iu2019m obsessed! It pairs well with my glossier you perfumd too."
        },
        {
            "review_title": "Compliments!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Deep skin tone",
            "review_text": "Compliments!!! I canu2019t smell it on myself AT ALL!!! Whenever I wear it, I get stopped! I guess it smells really good, but it doesnu2019t register with my nose at all. Im about to buy my second bottle! #ThemenAllPauseWhen"
        },
        {
            "review_title": "Smells like heaven but doesnu2019t stick!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone",
            "review_text": "The smell of this gets 10000 stars in my opinion. But sadly I agree with comments belowu2026.i tried a sample of this on and it lasted forever! Just bought the large bottle and wore it today, I cant smell anything at all the smell completely diminished !"
        },
        {
            "review_title": "Sarah ways",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "When you try this at the store you will find that it smells really good and that it lasts forever but once you buy it go home and apply it, it would be a different story, it doesnu2019t last at all.      than 20 minutes"
        },
        {
            "review_title": "Do not love it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I wanted to love this perfume. The smell reminds me of Froot Loops with hints of artificial orange once dry. I would not recommend as an everyday perfume, buts itu2019s ok for fall/winter."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Smells really sweet and longevity is awesome!!!! Stays on for more than 12 hours!!"
        },
        {
            "review_title": "Sweet Orange Smell",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This smells like sweet artificial oranges mixed with sweet vanilla. Not my fav scent tbh."
        },
        {
            "review_title": "Warm Autumn Fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "This fragrance is one of my absolute favorite perfumes. It smells absolutely delightful!!"
        },
        {
            "review_title": "Not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Not my cup of tea but itu2019s ok. I typically like vanilla scents but overall itu2019s a little too artificial for my likeness. I definitely found myself pairing it with other scents."
        },
        {
            "review_title": "My new favorite fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have purchased some of their other fragrances before and like the others this one didnu2019t disappoint. It has a nice subtle scent and lasts all day."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "A little bit of a different scent than I usually would go for but it was great! I loved branching out and got a lot of compliments on it, I would definitely look into buying a bigger bottle in the future!"
        },
        {
            "review_title": "Nice scent!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I got a free sample of this product for reviewing purposes.   I liked it! The lasting power was pretty good. I could smell hints of it throughout the day and I got a couple compliments as well!"
        },
        {
            "review_title": "Nice",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I personally love any perfume with the orange blossom note. Great lasting strength."
        },
        {
            "review_title": "Awful",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "I really did not enjoy this fragrance. It gave me an immediate headache and was not a pleasant smell. I would definitely not buy this product, especially for the price. Do not recommend."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Light, bright floral perfume that can be worn all day. I really liked that it wasnu2019t super strong like a lot of perfumes are nowadays. The scent is very familiar but not sure what exactly it is. Can definitely be an everyday scent."
        },
        {
            "review_title": "Beautiful scent but smells really familiar!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "This perfume smells amazing! It is warm and spicy and smells sweet with a vanilla vibe on the dry down. It also has sort of middle eastern vibe to it and I felt like I have smelled this scent somewhere before but couldn't pinpoint it. Then, after smelling it on my wrist all day after spraying it at the store, it came to me, This smells a lot like Ajwad from Lattafa, if anyone is familiar with that scent which is a sweet ambery scent just like this and honestly Ajwad costs a lot less. It is really close, to the point of almost being a dupe. So, it really is that similar.  I love this scent a lot and it does really last all day and you will really get compliments with this one!"
        },
        {
            "review_title": "Great Fall Scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I really enjoyed the warm toned scents in this perfume, it was the perfect balance to give a great feminine fall scent, it lasts a good amount of time on the skin too. Really enjoyed this one!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The smell of this perfume is amazing, I can use it daily!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Normal skin",
            "review_text": "This is a light floral scented perfume, and I would definitely recommend this to friends and buy the full size bottle for myself."
        },
        {
            "review_title": "Intense and lasting",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Fragrance is on the heavier side, and a little goes a long way. Iu2019ve gotten compliments on it every time Iu2019ve worn it! Reminds me of Oud."
        },
        {
            "review_title": "New favorite scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I did receive only a small sample of this, but wow, this has become a scent I really have enjoyed wearing. It is not overly strong but it stays on my skin really well, which a lot of perfumes tend to wear off after I spray them on my skin within the first hour. I think it smells super lovely and not over the top as some scents give me a headache they are so strong; I would for sure say give it a go if you're into scents with a hint of gourmand while also still smelling fresh and sweet."
        },
        {
            "review_title": "A must have fall scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love this fragrance! I received a sample version and happy I did. It smells like it has oud in it and itu2019s very long lasting. I wore it to work and it lasted 7 hours. Perfect scent for fall. Iu2019m gonna get the big size. If you like oud and unique scents, this is the one!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The dolce and gabbana decorion eau de parfum smells amazing. Itu2019s pleasant enough to wear both during the day and the night. Iu2019ve gotten many compliments on it so far."
        },
        {
            "review_title": "Ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Itu2019s okay, not really a fragrance I would go for, I usually love vanilla and fruity scents but this one isnu2019t for me. It is very strong and gave me a headache"
        },
        {
            "review_title": "Elegant",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Love this, i received a dample but its elegand and it lasts long enough"
        },
        {
            "review_title": "Smells great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This perfume smells really good! The first time I used it my husband complimented me the whole time! The duration of this perfume is also great, it lasted fresh for almost the whole day. I used it for a wedding since the morning up to the night and I could still smell it. I do recommend this perfume to anyone. I'll be buying the full size."
        },
        {
            "review_title": "Evening scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "The scent is nice, my nose isnu2019t an expert by any means, Iu2019m getting notes of vanilla, bergamot, some sandalwood and sweetness. Personally Iu2019m not the biggest fan of vanilla scents, I prefer citrus scents. I can see myself wearing it every once in a while but I donu2019t see myself reaching for it every day. I would say itu2019s more of an evening scent too, more of a date night. The bottle is very cute."
        },
        {
            "review_title": "It's ok...",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "So, I received a sample of this product as part of my honest review. At first I did not like it, I love vanilla and hazelnut scents... But it was something about that citrus scent I didn't like. Now having tried it over and over I do enjoy it, I do layer it with another vanilla scent. I'm not a huge fan and honestly probably wouldn't spend my money on it but I like it."
        },
        {
            "review_title": "Must smell!! ud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Deep skin tone, Combination skin",
            "review_text": "I received this and it smells so good!! I wish i received a bigger one because of how good it smells."
        },
        {
            "review_title": "Must try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "After using this product for two weeks, I am very love it . Smells very good, my mom love it too"
        },
        {
            "review_title": "I didn't love it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Usually I like gourmand fragrances, bur this one was too hazelnut and vanilla forward to me. I barely got the orange blossom note that I was looking forward to."
        },
        {
            "review_title": "Smells so good!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "This smells heavenly. It is a sultry, sexy, smell that lasts and does not dissipate easily."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "This is a sophisticated sweet and spicy perfume that reminds me of the transition of summer into fall. I would say that itu2019s a more mature scent. Itu2019s very strong and lasts a good amount of time."
        },
        {
            "review_title": "Gourmand",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "After wearing this product for the past 2 weeks I absolutely love it! It is definitely a gourmand scent with notes of orange and vanilla. The perfect date night perfume"
        },
        {
            "review_title": "I could take it or leave it",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This was not a scent for me, but my mom absolutely loved it. It smelled good, but wasnu2019t my taste."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is not a typical scent that I would go for. Someone who enjoys sweet m, vanilla perfumes will definitely enjoy it! Itu2019s not a light scent at all but I think others will definitely enjoy it!"
        },
        {
            "review_title": "Warm vanilla",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "After using this product for a few weeks I can say it's a very nice scent like a warm vanilla not super over powering it's refreshing and stays smelling good for a while . All opinions are my own I did receive this product free for review."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love this scent! At first the orange was overpowering but now that it has been sitting on my skin for 5-10min I can smell the hazelnut and vanilla. A perfect fall scent!"
        },
        {
            "review_title": "I recommend!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "This has became a trusted go to for me! I thought it was going to smell u201cold ladyu201d like but it genuinely smells sweet and fresh! I love it u263aufe0f"
        },
        {
            "review_title": "Too strong for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I do not like very strong fragrances. Most strong fragrances give me headaches, and this was one of those. I wanted to like it but just couldnu2019t."
        },
        {
            "review_title": "A must-have product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Smells absolutely amazing! I got sooo many compliments while wearing it. Scent sticks for a long time, it's not overbearing and it's light!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I agree with others who say itu2019s a strong and powdery smell, but personally I liked it a lot. I do notice the scent lasts throughout the day so Iu2019ll usually do 1-2 spritzes on my clothes and not worry about having to reapply. The scent itself does have a powder like smell, but it reminds me more so of powder in makeup and a clean scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I really like the scent! Itu2019s a bit strong but it lasts all day. Really love this product"
        },
        {
            "review_title": "New signature scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I really really love this perfume. A little bit goes a long way and lasts all day. Itu2019s a nice warm hug that makes heads turn. I really love it."
        },
        {
            "review_title": "Still decidingu2026",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Dry skin",
            "review_text": "Iu2019m still trying to decide my feelings on this perfume. The first time I wore it and smelled it I was in love and thought I would never wear another perfume again, but wearing it another time it smelled sickly and nauseating. I only have a sample size of this but hoping the next few wears are a little bit better. It definitely has vanilla notes, but I am also getting some faint milk notes as well. If you like super sweet perfumes, you should try this out."
        },
        {
            "review_title": "Very strong powdery fragrance that lasts all day",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I have to give this product a three star rating mostly because the scent was way too powdery and strong for me but for some that may be a bonus. The fragrance might have not been my cup of tea but I did wear it a few times to test the quality of the product. The strong fragrance definitely lasts all day even through a lot of physical activity. I only applied to sprays on my collarbones and it was very strong that others around me could clearly smell it too. My boyfriend liked the fragrance but it was just a bit too, powdery and floral for my taste."
        },
        {
            "review_title": "Vintage smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Smells pretty good, not my taste much. My fiance says it reminds him of a historic home though"
        },
        {
            "review_title": "Solid perfume",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "This is a solid perfume, a bit different than what I would typically choose. It has heavy vanilla and orange scents, and came across very strong and peppery when I first applied. After a bit, however, it did sink into my skin quite nicely. Lasted all day as well!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is definitely different than what I would usually get. The scent is slightly too strong for my liking but if youu2019re into citrusy scents, this might be for you!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Not bad but nothing special. It smells like a very standard type of vanilla perfume"
        },
        {
            "review_title": "Itu2019s ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Itu2019s not my favorite but itu2019s not bad. Maybe my chemistry just doesnu2019t mix well with this fragrance but it comes off a bit musky on me. I didnu2019t really smell the vanilla or orange but overall not bad."
        },
        {
            "review_title": "Lovely smell, no longevity though",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Normal skin",
            "review_text": "I love the original devotion and was excited to try the intense version. The orange is not as strong in this one, but it is still really noticeable. I wish the scent lingered longer. It does smell lovely and would be a date night on a summer night scent for me!"
        },
        {
            "review_title": "Not my thing",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I do not like this scent at all. Itu2019s a bit too strong with the fruit notes and it did not smell good on my skin."
        },
        {
            "review_title": "High Quality",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "It is not a great scent to me personally, but it is rich and high quality. I would have liked a more subtle blend of the notes but I do think the scent melts into your skin over time."
        },
        {
            "review_title": "A Subtle Spicy Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I was really excited to try the new Dolce and Gabbana perfume because my absolute favorite and go-to scent is Light Blue from them. This perfume had a floral, spicy scent to it. It is made up of hazelnut, orange blossom, and vanilla. I personally think the orange blossom and vanilla come through more strongly than the hazelnut. Itu2019s not something that I would wear every single day, but I do think it smells pretty and would wear it on occasion!"
        },
        {
            "review_title": "Charming",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is scent is very pleasant and u would say u201ccharmingu201d. Itu2019s a perfect touch of sweetness. Perfect for a date night. Long lasting too! I would definitely purchase!!"
        },
        {
            "review_title": "Better than expected",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "I was pleasantly suprised by the scent. Itu2019s not too strong or floral. The orange blossom adds a great note. On the skin it has a lovely linger, not too overpowering"
        },
        {
            "review_title": "Beautiful Layered Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This scent has a warm scent. I especially liked how the scent continues to develop as you smell it. They somehow managed to u201clayeru201d different scent elements that come out in a really nice way. Iu2019m in my 20u2019s and this this would be a perfect scent for any age."
        },
        {
            "review_title": "Sweet scent",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "The fragrance has a very warm and sweet scent. If you like orange blossom then you will like this scent. Itu2019s not very long wearing on me"
        },
        {
            "review_title": "Comforting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This perfume is very cozy. It feels like a warm hug from a relative that you havenu2019t seen in a long time. Slight sweetness, moderate warmth without being spicy. Slight vibes that itu2019s your friendu2019s rich mom in elementary school."
        },
        {
            "review_title": "Elegant and perfect sweetness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This smells so elegant and has a perfect amount of sweetness to it. The orange blossom really comes through for me and I love the added warmth from the vanilla. The scent does last a nice time as well!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "Really enjoyed using this perfume. I can definitely pick out the orange scent when I first spray it on. It is a little strong but I personally like that with a perfume. The full size bottle is quite expensive but if you are looking to treat yourself it's a nice pick!"
        },
        {
            "review_title": "Love this sweet girly scent! ud83dudc9d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Smelled warm and sweet, but not too sweet so I'm a big fan! I received this product for free from influenster and I'm glad I got to try it as it's always hard to pick new scents from descriptions so nice to get a mini or sample size to try first and then I'll go back and get the full size! My boyfriend enjoyed the smell too he said it was girly and sweet! ud83dudc9d"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "With my body pH, it starts off a little fruity, but has an overall warm smell. Gets less fruity as it dries down. It smells pretty good and lasts a while. Definitely a more complex scent compared to others."
        },
        {
            "review_title": "Bold and feminine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Oily skin",
            "review_text": "As a woman who loves Madagascar vanilla, I knew Iu2019d love this perfume. It definitely lives up to its u201cintenseu201d designation, while being feminine and sweet at the same time. One spritz on my shirt/neck will last almost my whole 12 hour shift without overpowering me and my coworkers and patients ud83dude02 and for nighttime, a spritz to my shirt/neck, wrists and over my hair. My boyfriend canu2019t stop commenting on how good it smells! Itu2019s bold and strong but sweet and feminine at the same time. I love it!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "This product smells amazing! The smell lasts all day! I would describe the smell as spicy and bold."
        },
        {
            "review_title": "Warm elegant scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This Dole&Gabana Devotion parfum is such a beautiful scent. It has hints of floral and fruity but the main scent that I noticed was the warm vanilla. It lasted all day on me as well which is always so nice to have. This is a perfect evening, going out scent and this will last on you for hours. I love that this isnt so harsh as well, it sits perfectly on your skin. I highly recommend this for anyone wanting an elegant warm vanilla long lasting scent."
        },
        {
            "review_title": "Better than the original!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received this as a sample from influencer.  This is my honest review. This is just better than the original. Very long lasting and itu2019s very sweet. Definitely I just have for my sweet/ gourmand lovers !"
        },
        {
            "review_title": "Sweet Citrusy Perfume Option",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Love this scent after Iu2019ve been wearing it for a bit! I found the opening notes a bit sickly sweet and I wasnu2019t sure if I would like the perfume, but as the scent mingles the deeper floral, citrus, and woodsy/nutty notes come out. Itu2019s noticeable without being overwhelming and seems like it has a very versatile scent profile. Not going to be my new go-to due to the initial sweetness, but definitely a solid option when I want to mix things up."
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This smells so good and a little bit goes a long way. It has a long lasting scent that youu2019ll want to keep smelling. Love this!"
        },
        {
            "review_title": "Sweet scent but not too harsh",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
            "review_text": "Sweet smell its a very nice vanilla base scent i get the vanilla and hazelnut not much blossom but its there and mellows out the other notes i git this from influenster as a sample size it lasted a while on me"
        },
        {
            "review_title": "Not what i expected",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This perfume really isnu2019t what i expected, it smells most strongly of cinnamon and spices with a hint of orange and vanilla. It smells like a Christmas cookie to me which was totally unexpected. It smells nice but not for me personally. It is pretty long lasting too ! Itu2019s a nice sweet and spicy scent with good longevity and projection."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Tan skin tone, Combination skin",
            "review_text": "Dolce & Gabbana has once again crafted a masterpiece with this fragrance that beautifully balances the richness of hazelnut, the delicate sweetness of orange blossom, and the warmth of vanilla. This perfume is an olfactory delight, perfect for those who appreciate a blend of gourmand and floral notes.  The opening of the fragrance is a burst of fresh orange blossom, which lends a light, airy floral touch that is both uplifting and feminine. As it settles, the heart of the perfume reveals the creamy richness of hazelnut, adding a warm, nutty depth that feels luxurious and comforting. The base of the scent is rounded off with a velvety vanilla note that lingers on the skin, creating a soft, inviting trail thatu2019s perfect for evening wear.  What sets this fragrance apart is its seamless blending of these three distinctive notes. The hazelnut adds an unexpected twist to the usual floral and vanilla combination, making it stand out from more traditional scents. Itu2019s an ideal choice for cooler weather, where the warmth of the hazelnut and vanilla can truly shine.  The longevity of the perfume is impressive, lasting well throughout the day with moderate sillage, making it a great option for both everyday wear and special occasions. The packaging is equally luxurious, reflecting Dolce & Gabbanau2019s signature style with a bottle that is as elegant as the scent it contains.  Overall, this Dolce & Gabbana perfume is a must-try for anyone who enjoys a sophisticated, gourmand fragrance with a unique blend of notes that create a truly memorable experience."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Medium skin tone, Combination skin",
            "review_text": "Dolce & Gabbana Devotion is a captivating fragrance that combines rich, floral notes with a warm, sensual undertone. Its blend of jasmine, rose, and vanilla creates a sophisticated and long-lasting scent that is both elegant and comforting. Ideal for evening wear, it leaves a memorable impression with its ultimate depth and allure."
        },
        {
            "review_title": "A must have scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I've been using this for the past week and OMG I love it so so much. Sweet and nutty, the perfect scent. My go to scent right now."
        },
        {
            "review_title": "A Luxurious Embrace",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Dolce & Gabbana's Devotion Eau de Parfum Intense is a fragrance that captivates the senses and commands attention. This perfume embodies the essence of modern femininity while intertwining historical elegance and contemporary allure. Upon first spritz, you are enveloped in an enchanting bouquet that speaks volumes about the thoughtfulness put into its craftsmanship.  The opening notes of Devotion Intense are a refreshing burst of bright bergamot and luscious pear that immediately uplift the spirit. As it settles, the heart reveals a floral tapestry of jasmine and orange blossom, creating a romantic and velvety aura that is both soft and empowering. The richness deepens with an underlying warmth, thanks to the base notes of patchouli and vanilla, which give the fragrance its enduring sensibility and luxurious finish.  What sets Devotion Intense apart is its ability to stay close to the skin while radiating an inviting aura. It is a fragrance that embodies intimacy; it feels personal yet bold enough to leave an impression. The longevity is impressiveu2014one or two sprays can easily last an entire day. This quality makes it not just a perfume but a signature scent, perfect for day-to-night transitions.  The elegant bottle design reflects the fragrance it holds: sophisticated and adorned yet minimalist. Its golden accents and intricate details evoke the high-fashion status of the Dolce & Gabbana brand, making it a true statement piece for any vanity.  In conclusion, Dolce & Gabbana Devotion Eau de Parfum Intense is more than just a fragrance; it is an experience. It tells a story of devotion, confidence, and elegance, making it an ideal choice for those who wish to make a statement with their scent. Whether you're dressing up for a special occasion or simply want to feel exquisite in your daily life, this fragrance delivers on both style and substance. Highly recommended!"
        },
        {
            "review_title": "Smells sooo good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This smells really nice and delicate. I love the citrus, and it pairs really well with the vanilla which is not incredibly overpowering like vanilla can often be. Itu2019s strong and lasts long, but definitely does not consume your palette. Definitely would recommend!"
        },
        {
            "review_title": "Devotion",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Combination skin",
            "review_text": "I received this product to give my honest review and it smells so good !! I love it and would definitely recommend if youu2019re a vanilla girly"
        },
        {
            "review_title": "Too sweet",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "The scent is fine but it's too sweet. I can only pick on the sweetness of this, making it one-dimensional and lack of depth. Maybe sweet is just not my scent. I received a sample of this product from Influenster in exchange for my review."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This smells fantastic! Long lasting smell all day. Even lasts a few extra days! This will definitely be my new go to fragrance! Highly recommend!"
        }
    ]
}