{
    "product_id": "213",
    "name": "Good Girl Blush Elixir",
    "brand": "Carolina Herrera",
    "categories": "Fragrance, Women, Perfume",
    "price": 186.0,
    "about": "Fragrance Family:Florals.Scent Type:Warm Florals.Key Notes:Rose, Vanilla, Patchouli.Fragrance Description:Good Girl Blush Elixir is a sensual, more intense interpretation of Good Girl Blush, housed in an alluring du00e9gradu00e9 bottle. This new addition to the Good Girl family reveals the multifaceted nature of modern femininity with a seductive blend of rose, vanilla, and patchouli..About the Fragrance:The newest addition to the Good Girl family, this exotic elixir reveals the multifaceted nature of modern femininity with a seductive blend of ravishing rose, voluminous vanilla, and smoky, scintillating patchouli.",
    "ingredients": "Alcohol Denat., Parfum (Fragrance), Aqua (Water), Benzyl Salicylate, Coumarin, Linalool, Hydroxycitronellal, Butyl Methoxydibenzoylmethane, Limonene, Citronellol, Geraniol, Benzyl Benzoate, Benzyl Cinnamate, Alcohol, Citral, Tris(Tetramethylhydroxypiperidinol) Citrate, Benzyl Alcohol, Ci 60730 (ext. Violet 2).",
    "how_to_use": "Suggested Usage:.-Fragrance is intensified by the warmth of your own body. Apply in the creases of your knees and elbows for a longer-lasting, stronger scent.&nbsp;.-After applying, avoid rubbing or dabbing skin. This breaks down the fragrance, causing it to wear off more quickly.&nbsp;.-If you prefer placing fragrance on your wrists, be sure to reapply after frequent hand-washing, as this tends to rinse off the scent.&nbsp;.-Replace fragrance after 12 months. Expired perfumes more than a year old lose the integrity of the original scent... Eau de Toilette or Eau de Parfum?: .The difference lies in the volume of perfume oil. While EDT contains five to nine percent, EDP contains more, usually eight to 14 percent. EDPs, therefore, last longer and smell more intense.",
    "num_reviews": 331,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/carolina-herrera-good-girl-blush-elixir-P510131?skuId=2747384&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2747384-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1 oz / 30 mL elixir spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2747350-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "1.7 oz / 50 mL elixir spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2747384-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "2.7 oz / 80 mL elixir spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2747368-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Top Broke",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, red hair, Light skin tone, Dry skin",
            "review_text": "Top piece broke after 3rd use. Smells ok. Should be made better."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Mine didn't come with a sprayer..? I unpacked it and I didn't see a sprayer? how am I supposed to use it??"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "i donu2019t like it, it doesnu2019t match the description of the smell"
        },
        {
            "review_title": "Gorgeous smell, horrible applicator",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I loveeee the scent! Itu2019s very strong, so a little goes a long way. However, I hate the applicator. Iu2019ve accidentally spilt it like 3 times and have lost some of the product as a result. :( It is not a spray applicator unfortunately. This perfume definitely convinced me to get the full size though"
        },
        {
            "review_title": "MY FAVORITE PERFUME",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "At first when buying the Mini Good Girl Blush Elixir. I was a little skeptical that the size wouldnu2019t be worth the money ($15), but when I got the perfume I was pleasantly surprised for the size and the smell"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Beautiful scent..  wasnu2019t CH fan at first but the Blush change my mind!"
        },
        {
            "review_title": "very strong",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "if youu2019re looking for something long lasting, this is for you. i prefer the OG good girl over this, its just a bit too strong for me and very heavy on the patchouli. i can definitely see why people can love this variant of good girl"
        },
        {
            "review_title": "smells great terrible applicator",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Dry skin",
            "review_text": "i love thu00e9 smell but i absolutely hate the application. itu2019s not spray when itu2019s mini itu2019s the dabber and itu2019s terrible. i wish brands wouldnu2019t do this. it doesnu2019t stay up when you take the heel off and thatu2019s the only way to apply."
        },
        {
            "review_title": "Small but a good small purse item",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "Itu2019s a very Florissant smell itu2019s strong but itu2019s not in a spray kind of bottle more like u take it out and then puts drops on your skin. Itu2019s smaller then I expected but thatu2019s what I get for 20 dollarsud83dude05 anyways itu2019s super cute to have just in ur perfume collections and I got a fine papas after wearing this ud83dude0fud83dude0f"
        },
        {
            "review_title": "my #1 fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "i treated myself one day and decided to get a nice perfume, and to this day i am SOOOO glad this was the one i picked. so many compliments on how good i smell, not to mention the packaging is adorable"
        },
        {
            "review_title": "I LOVE IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Really sweet and worth your money but it is very floral and happy"
        },
        {
            "review_title": "Good girl Carolina Herrera smells Really good.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Tan skin tone, Oily skin",
            "review_text": "The good girl Carolina Herrera smells eau de parfum smells really amazing, it is true description. I just wished it could sprayed instead of opening it each time to use, it is risky since itu2019s a mini bottle. Then I got 2 free samples, an eye lift cream & the Gabrielle Chanel which smells really good."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The scent is so nice! Its a floral feminine scent and lasts for hours. I love it so much <3"
        },
        {
            "review_title": "So so",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "It is a nice and elegant scent. Yet a little bit cologne-y. I love the packaging and will wear it not so often."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Lovely scent! Very light floral and feminine vibes."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I love this perfume but I think the scent isnu2019t really for me there is definitely better ones. Ilayer it but it doesnu2019t last and barely any complements"
        },
        {
            "review_title": "Love this perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Absolutely loved this perfume! Smells so amazing and the bottle is super cute! I wear it to a 12 hour shift and it lasts a long time. I always get compliments on it!"
        },
        {
            "review_title": "Yes for me!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I have not discovered many fragrances that I can smell on me and that also provokes compliments. I love it!"
        },
        {
            "review_title": "One of the better Good Girls",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "@review below mine, i thought i was the only one getting Fantasy from both of these!! As soon as i smelled the original thatu2019s exactly what came to mind and i havent seen anyone compare the two. I like them both though but yes definitely giving Britney Spears Fantasy circa u201808 so you gotta vibe with that to like Good Girl Blush and the elixir"
        },
        {
            "review_title": "Nope",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I selected a sample of this after reading great reviews, but NOPE. Not for me. It gives Britney Spears Fantasy perfume vibes and therefore comes off as cheap and overdone/2006 passu00e9. Wrong kind of nostalgia. Hard pass."
        },
        {
            "review_title": "came broken",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "literally came broken. i got it and the box smelled really strongly like perfume and i knew it was broken. really upset, this was supposed to be a christmas gift. iu2019ve heard these bottles are really fragile, especially the heel part. iu2019m not sure what to do now."
        },
        {
            "review_title": "Must have!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Smells soooooo good. Itu2019s long lasting and even though you canu2019t smell it on yourself other people are bound to compliment you. Make sure to use Vaseline to make it last longer :))"
        },
        {
            "review_title": "A seductive scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Oily skin",
            "review_text": "This is a very sexy, warm floral perfume. Has a bit of warmth/spice to it.  I would smell it first before purchasing as it is quite unique. It is long lasting, at least on my skin. I think it's a great night time/outing perfume, definitely exotic and also very seductive."
        },
        {
            "review_title": "(Photo is size comparison to sol de Janeiro)",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "This perfume smells good, itu2019s very floral and feminine. Was it worth 14, probably not, but the bottle is so tiny and cute and it is also glass! It does not have a spray top you have to kind of pour it I guess"
        },
        {
            "review_title": "This is wrongly advertised as a spray!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "It smells great however Iu2019m only giving 3 stars because this is advertised as a spray and itu2019s not. I am very disappointed as I would not have ordered if I knew. I may return."
        },
        {
            "review_title": "NOT A SPRAY",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The description CLEARLY says SPRAY, yet that is NOT what I received, huge disappointment. The scent is nice, sweet, nothing special that stands out. Unfortunately will be returning as not what I wanted"
        },
        {
            "review_title": "Misleading Cyber Monday",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was disappointed on cyber Monday, this product showed for $14 and not $20. I also was purchasing some other item on sale. After several attempts I decided t call Sephora and she tried to get the sale price but was unable. She contacted supervisor who sd the system was not updated and it was Sunday's special not Monday as it was showing."
        },
        {
            "review_title": "My new winter favorite perfume scent ! I recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I absolutely love this perfume! My new favorite scent for the winter season! I recommend it! I added on my top list of favorite perfumes for the winter season ! Thank you Sephora!"
        },
        {
            "review_title": "Absolutely Fave!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Hands down my favorite perfume. I have to force myself not to wear it every day, LOL. I also get a lot of compliments when wearing. First perfume I've had in a while that has lasting power! on my skin at least 8 hrs, on clothes a couple of days. It's definitely worth the money. Bought the travel size as a bind buy, it's on sale so I'm buying anotherud83eudd2d. I'll get a regular bottle some at point. Very feminine scent."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "After I brought this like a week later it was reduced like $10 and I tried to cancel the first order and I couldnu2019t it wouldnu2019t let me."
        },
        {
            "review_title": "MUST HAVE FRAGRANCE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "I love this fragrance. Itu2019s not too strong. Has a very clean modern smell to it. It gets me the most compliments and is long lasting. ufffc"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "After using this product everyone has been complementing my scent! I love it so much but it is a little small. Thank You!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Love the scent. It's giving expensive feminine scent."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Why is Sephora selling it if Carolina Herrera is giving it for free as a gift with your purchase, PLUS it says on the back that ITu2019S NOT FOR INDIVIDUAL SALE ud83eudd28ud83eudd28ud83eudd28ud83eudd28ud83eudd28ud83eudd28ud83eudd28ud83eudd28ud83eudd28ud83eudd28ud83eudd28 It should be part of the birthday gifts or on the rewards bazaar SMH"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Smells so good, i bought this to try, but seems that i like it maybe Iu2019ll buy the big one next time."
        },
        {
            "review_title": "Absolutely cute bottle and love the Floral",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Oily skin",
            "review_text": "This is a very feminine and beautiful perfume. Its a great mix of sweet florals and vanilla. It's a sweet and inoffensive perfume that could be worn daily. I also absolutely love the bottle. It's very cute"
        },
        {
            "review_title": "BLUSHING HARDud83dudc97",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "So happy I treated myself to this CH Gem in a bottle! Iu2019ve been wearing this since I brought it, it smells sooooo deliciously Good! I always wait for the intense version to drop because I already know Iu2019m going to love it! This has great staying power and settles very nicely. I paired this with the CH Good Girl body creme and it takes it to another level! I donu2019t know why people donu2019t brag about her body creme as much as her fragrances. It is pure luxe with the texture, consistency and makes your fragrance last longer. Iu2019ve loved the original Blush version since it came out but Babbeee this elixir has me in a chokehold! I will most definitely keep this in rotation along with the red shoe for Spring."
        },
        {
            "review_title": "Favourite all day scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Light, long lasting fresh/musky scent. Love that u can wear this in the morning and still smell it on you hours later. The packaging is gorgeous, such a stylish and different bottle! I would definitely recommend this to everyone. I canu2019t get enough of this scent!"
        },
        {
            "review_title": "Will make you feel and smell sexy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I'm happy that I get to add this perfume to my collection. I love how this perfume smells! This scent lasts long and doesn't wear off quickly. I can still smell it on my clothes the next day. I love how the bottle is shaped like a stiletto. The packaging, bottle, and the smell of this perfume is very feminine. It's exactly what I needed to feel sexy. I highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Itu2019s mostly floral, not too warm or cool, the scent will stay for a good amount of time. Although I canu2019t bear the org good girl at all, this one I like but I should mention that I donu2019t love itu2026 It sounds good to me but not perfectu2026"
        },
        {
            "review_title": "My Date Night Fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Oily skin",
            "review_text": "This fragrance reminds me of a nice night out. It's very attractive and romantic. I personally wouldn't wear this to an office or professional setting because it feels like a night out fragrance. However, it's perfect and feels borderline gourmand to me."
        },
        {
            "review_title": "A younger smell",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "First of all I love the bottle this perfume comes in ! So cute! The scent however isnu2019t for me. It smells great but itu2019s more for a younger person. My two teenage daughters love this smell. Itu2019s strong and lasts all day. Would buy for them if it was a cheaper price"
        },
        {
            "review_title": "Amazing smell and long lasting!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This perfume is so amazing! The first time I tried it I absolutely fell in love with the smell, and this perfume seriously lasts all day! I sprayed it in the morning and did an entire workday, and I could still smell it on myself by the end of the day. The packaging is also gorgeous and high quality. Even the way this sprays is gorgeous and luxurious. I think this perfume is quite expensive, but for the quality it is 100% worth the price."
        },
        {
            "review_title": "Love it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "OBSESSED WITH THE BOTTLE! The high heel is literally the cutest thing! The smell of very refreshing and lasts all day. This is now one of my go tou2019s I reach for everyday!"
        },
        {
            "review_title": "Sleek Style",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Tan skin tone, Dry skin",
            "review_text": "I absolutely loved this perfume. The packaging as a stiletto is so cute. The smell is amazing and stays on all day. Everytime I wear UT I get compliments on how good I smell. I definitely recommend"
        },
        {
            "review_title": "A beautiful elixir to brighten up your day ud83dudc97",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "A luxurious fragrance with a beautiful packaging. The unique notes are so soothing and lasts throughout the day. It has a feminine touch to it making it ideal for a date night or a brunch. Itu2019s just so perfect. The floral notes are so mesmerizing and I am loving the luxurious feeling of wearing this."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "The Good Girl perfume has become an absolute treasure in my fragrance collection. Its scent is nothing short of a masterpiece.  I would highly recommend."
        },
        {
            "review_title": "Not my go to",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "This perfume is just ok. It's not the worst l've ever used but not the best. At first it kinda came off and a more mature scent but once it was on for a little bit it got better."
        },
        {
            "review_title": "Stunning bottle and scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Truly a beautiful bottle on its own. Scent lasts all day and is very strong. Maybe not the best who are sensitive scents but I enjoyed it. It is more of a night time vibe and would be perfect for date night"
        },
        {
            "review_title": "Perfect for day or night!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
            "review_text": "I absolutely adore this scent. It is not over-powering, but it lasts through out the day. I am also IN LOVE with the packaging, and want to collect all of the scents so I can have my entire dresser filled with little high heels. It is both floral and citrusy with vanilla undertones and I am a big fan! Itu2019s wearable in the day time for a fun flirty feel, or at night for a more sexy alluring take."
        },
        {
            "review_title": "A Floral Scent for the Gourmand Girlies!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "This is a deep and sultry floral scent. I thoroughly enjoyed this scent! I was not expecting to like it as much as I did as I usually always go for a more gourmand scent. The projection is excellent but the staying power is limited. I extended this by layering my scent with lotion and oil!  I adore the packaging."
        },
        {
            "review_title": "Beautiful fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "This perfume has such a beautiful, sweet scent. Itu2019s super soft and feminine. Plus, the packaging is so pretty. Definitely a product that every women should try, itu2019s so good!"
        },
        {
            "review_title": "Floral and sweet!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "Certainly! Here's an improved version of your text:  When I read about Blush, I was sure it would be sweetu2014and it definitely is. Can we talk about how they always have stunning scents? I can't get over the adorable heel-shaped packaging. It's definitely worth the money!"
        },
        {
            "review_title": "Long lasting and a beautiful bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I love the look of this perfume and funny enough.I have a poster in my room of this bottle. The packaging is beautiful and soul feminine, I love how the Nozzle is soft and does not spray too much.  It is first a tile and has unique notes. It smells sweet and floral. The smell is long lasting. I love how it looks on my dresser. Such a beautiful piece."
        },
        {
            "review_title": "Seductive Warm Floral",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I received a complimentary bottle of the Carolina Herrera Good Girl Blush Elixer from Influenster and Carolina Herrera in exchange for my honest review.   Let's just begin by admiring how gorgeous the high heel shaped bottle is, perfect for any fragrance collection. The fragrance itself has amazing projection. I sprayed it at first into the box and placed it on the counter in my bathroom, and the room smelled like the perfume for 2 days. So, if you're sensitive to fragrances, this probably isn't the scent for you, but if you're looking for longevity, it's perfect. It can be a bit strong, but it's a beautiful, feminine floral scent. I'm usually more of a gourmand or fruity floral fan, but this is a lovely, warm floral scent. You can definitely still smell the vanilla as well as the rose and patchouli. It gives off a seductive, sexy vibe, something you would wear on a date yet still feminine and dainty enough to wear during the day. I highly recommend trying this perfume!"
        },
        {
            "review_title": "Lovely perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Absolutely stunning bottle design makes it easy to use a statement decor piece as well as having a great long lasting scent. It has a nice blend of florals and sweetness as well."
        },
        {
            "review_title": "Really liked this one!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I have always heard good things about Carolina Herrera perfume but have never been able to try it out for myself! When I got this product in exchange for an honest review, I was super excited!   I am a major fan of floral perfumes. It has pretty much become my go to! This perfume was honestly so great. I loved the hints of vanilla and rose. Feel like this would be a very good everyday perfume! Also, love the packaging!  The perfume is a bit strong. Someone who is a bit more sensitive to perfumes, may have a little issue with how strong it is. 1 spray lasted me all day."
        },
        {
            "review_title": "The Perfect Blend of Elegance and Seduction!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I really love all the perfumes from Carolina Herrerau2019s Good Girl Collection. Theyu2019re not only elegant in both scent and look but also long-lasting. Every new addition to my collection seems to top the last, making it hard to pick a favorite. This particular perfume, Blush Elixir, has a very feminine scent, yet itu2019s also incredibly sexy and elegant. It features a warm floral aroma with lovely notes of vanilla and rose, which feels beautiful on the skin. Iu2019ve received so many compliments while wearing it. I received this perfume from Influenster in exchange for my honest opinion."
        },
        {
            "review_title": "Luxe Long Lasting Floral",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This perfume smells absolutely divine and so many people have stopped me to ask what I have been wearing because I smell so good. The packaging is amazing and upgrades any vanity with a stunning glass heel component and the spray comes out perfectly fine without any big uneven drops. The scent lasts so long that it reduces the amount of perfume that I normally would need to wear making it a great value! I would definitely recommend this to anyone looking to upgrade their fragrance collections with a luxe but worth the price scent. This was sent to me to review from Influenster."
        },
        {
            "review_title": "Perfect summer scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This scent is fresh, botanical blast of femininity. It has exceptionally warm florals aroma with Mandarin, Ylang and vanilla featured notes.  This perfect summer time scent is truly astonishing and durable. I got many compliments after using this fragrance. This is ideally suited for regular use as it not excessively solid. I felt minimal hard to press the nozzle because of the shape of the bottle.  Packaging: This aroma is kept in extremely lovely and fragile pastel pink stiletto. The shape of bottle looks exceptionally alluring, unique, charming and gives barbie energies. Generally speaking, the container is wonderful and the scent is magnificent fresh-floral yet areas of strength for not. Highly suggested!"
        },
        {
            "review_title": "Scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I really like this perfume!! When I apply for a second feel strong but right away scent soft and long-lasting. The fragrance is floral and fruity creates a mesmerizing scent that playful. Perfect for any occasion and day, night. Packaging is also a great choice. For me not  everyday but for those special occasions oho yes baby. I got this perfume free from influenster to honest opinion."
        },
        {
            "review_title": "Love the scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "Lovely product with great scent and high quality bottle and packaging."
        },
        {
            "review_title": "Lasts forever",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This perfume lasts FOREVER. It projects very well (almost too well) so I only use one spray. The patchouli note doesnu2019t give me a headache which is so rare. Overall yummy floral scent!"
        },
        {
            "review_title": "Glam heel Garden Fresh u2728ufe0f ud83dudc95ud83dudc60 must have !!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Just got my hands on the Carolina Herrera Blush Elixir perfume 50ml from Influenster and wow! ud83dudc60ud83dude0d The scent is an enchanting blend of floral and fruity notes that feels like a walk through a blooming garden. ud83cudf38ud83cudf51 With unique notes of jasmine, peach, and rose, it's light yet captivating, perfect for day or night.  The iconic heel-shaped bottle is a stunning piece of art, adding a glamorous touch to my vanity. ud83dudc60ud83dudc96 The packaging is so luxurious, making it a great gift option too! ud83cudf81 Its versatility is fantasticu2014ideal for any occasion, whether casual or formal. The sillage is impressive; it leaves a lovely, lingering trail without being overwhelming. u2728 Plus, for the quality and experience, it's great value for the price.  Having tried several from the collection, this one is definitely one of my favorites so far! ud83dudc95 Highly recommend giving it a try!   Had so much fun filming the little clip #Influenster #CarolinaHerrera #BlushElixir"
        },
        {
            "review_title": "Cute bottle",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The box and packaging was mediocre. I wasnu2019t blown away by it. But then when I opened it and saw the bottle I was like wow this is super cute!! The heel was a little flimsy while I was spraying it so I had to be care not to break it. The smell is ok, not my style. A bit more stronger then I had hoped but a nice smell."
        },
        {
            "review_title": "A versatile, well-balanced floral fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Carolina Herrera Good Girl Blush Elixir offers a perfectly balanced scent strength. It is neither too overpowering nor too subtle, making it ideal for both day and night wear. The fragrance starts off with a burst of fresh and floral notes, which then mellow into a warm and comforting base. This elixir is incredibly versatile, suitable for any occasion. Whether youu2019re heading to a casual brunch, a day at the office, or an evening gala, Good Girl Blush Elixir complements every setting. Its balanced composition makes it a year-round fragrance, perfect for all seasons. The packaging of Carolina Herrera Good Girl Blush Elixir is as stunning as the fragrance itself. The iconic stiletto-shaped bottle is given a blush pink hue, adding a touch of femininity and elegance. Itu2019s a beautiful addition to any vanity and truly embodies the essence of sophistication. The projection of this fragrance is moderate, allowing it to leave a pleasant trail without overwhelming those around you. Itu2019s perfect for close encounters and daily wear, ensuring that you smell delightful throughout the day without being intrusive. Good Girl Blush Elixir boasts unique notes that set it apart from other fragrances. The blend of floral and fruity top notes transitions smoothly into a heart of delicate white flowers, grounded by a base of warm vanilla and tonka bean. This combination creates a multi-dimensional scent that is both intriguing and memorable. Carolina Herrera Good Girl Blush Elixir is a delightful fragrance that offers a harmonious blend of strength, versatility, and elegance. Its beautiful packaging and unique scent make it a must-have for any perfume collection."
        },
        {
            "review_title": "Floral scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "The packaging and design of this perfume is so pretty! The concept is unique compared to the traditional look. I love the sweet and fresh floral scent. If you love floral scent, give this perfume a try!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Received this item free through influencer. Its a really pretty girly scent in my opinion. Not exactly my favorite but I would phrchase it again. I live the shoe shaped bottle and will be adding it to my collection of unique perfume bottles. One major set back is the scent doesn't last all day. Other than that it seems like a good all around perfume."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "Stunning bottle. I love a perfume I can keep out on display. Beautiful scent, not too strong. Feminine yet not sweet. Great for daytime and evening. Great everyday perfume. Excited to try other scents from this brand."
        },
        {
            "review_title": "Sensual & Sexy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This fragrance was sent to me by influencer and THANK YOU for getting me hooked! Itu2019s way out of my comfort zone, and Iu2019ve always wanted to own a rose note scent and I finally found it.   Upon spraying it get almost u201ccandyu201d with a hint of citrus, almost Lime- like which is definitely the Bergamot note. As it warms up, it reminds me of skittles candy and vanilla. I get the slightest bit of powdery, clean scent but dries down with a slight patchouli finish- NOT masculine patchouli but rather a sexy, sensual dry down.   Iu2019m so so so happy to have this in my collection and the bottle is such a plus! So beautiful ud83eudd29"
        },
        {
            "review_title": "Wish it smelt more like vanilla",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Received this free thru Influenster. Super cute bottle !! The scent of this perfume is quite musky, quite subtle, Iu2019m not a huge rose scent fan and so of course most of what I smell is the rose."
        },
        {
            "review_title": "VERY small size",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Love the smell but extremely small for the price! Would not buy again. Smell doesnu2019t even last that long."
        },
        {
            "review_title": "Obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This perfume smells delicious I am obsessed! It's clean and sexy at the same time.  Lasts for a descent amount of time,  even longer on clothes.  Will be purchasing again, I ordered the travel size but that will be gone soon ud83dude0a."
        },
        {
            "review_title": "Interesting sent but lasts forever ufffc",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "Interesting scent. But lasts a very long time. I put it on around 5 PM, showered, went to bed woke up with it on my wrists. Showered again and it was still on until the early evening. About 24 hours and two showers later.  gets a 10 out of 10 for longevity."
        },
        {
            "review_title": "Very nice fragrance ufffc",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This smells pink and very feminine, itu2019s stronger than the original, and in my opinion better. I got about 6 to 8 hours on skin and next day on fabric."
        },
        {
            "review_title": "MmMm perfect for a nightout.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Oily skin",
            "review_text": "I was given a sample size of this scent from Influenster and Sephora in exchange for my honest review Vanilla and citrusy/floral, I was surprised about how much I actually enjoyed this scent. Top notes are Bergamot and Mandarin Orange; middle notes are Ylang Ylang and Rose; base notes are Vanilla and Patchouli.  I would actually buy a full sized bottle of this to use for nights out."
        },
        {
            "review_title": "NEED",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "loveeee, smells absolutely delicious and gets so many compliments."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
            "review_text": "Smells really good, but I returned it.  The longevity was just not there.  When I purchase a fragrance, not only do I need to smell it for hours, I need others to smell it too and ask what I'm wearing.  This didn't cut it for me"
        },
        {
            "review_title": "Itu2019s fine",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Itu2019s fine. Not my favorite a ent but itu2019s also not my least favorite scent. The lasting power is fairly average compared to some others Iu2019ve received. The sample was so small I feel like I couldnu2019t really try it enough times."
        },
        {
            "review_title": "Very feminine!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "A scent with a strong vanilla base combined with floral! Seductive and sweet! Donu2019t need to spray much as it is pretty strong. Itu2019s a scent that has presence and will have everyone asking what it is! Thank you Influnster for sending this product for my honest review."
        },
        {
            "review_title": "glad I saw this and stopped to smell it.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is a beautiful bottle and the scent is intoxicating."
        },
        {
            "review_title": "Not my scent",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Not my personal preference for scent but I can see someone loving it. Great colors and packaging! Scent seemed to last and I could see this scent being used for work or date night."
        },
        {
            "review_title": "Blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I have received this product for free from influenster and Carolina Herrera in exchange for my honest opinion of the product. Good Girl Elixir is a sweet perfume with notes of bergamot, Better almond, Ylang Ylang, Rose, vanilla and patchouli. Personally, I would use it in the afternoon at night for a special ovation , not for every day. It has a long-lasting projection and fixation, the packaging is in the shape of a shoe like the other editions very beautiful. I recommend it"
        },
        {
            "review_title": "Floral Forward",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I received this sample product complimentary for my honest review. The moment I smelled it I really enjoyed it but itu2019s a scent profile that reminds me of my Aunt and I just canu2019t get past that as I love having a unique and more warm vanilla forward smell for myself personally. Itu2019s long lasting and very refreshing. Itu2019s a great spring time fragrance as itu2019s very floral forward with a bit of musk. I can see this being super popular for women in their 20u2019s-40u2019s. It definitely smells sophisticated but not too musky where itu2019s too mature. I personally will buy it for my Aunt in the future and am happy I was able to sample before making a purchase."
        },
        {
            "review_title": "Sweet scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "The scent of this is so nice! Itu2019s a sweet scent and would be good for any age in my opinion. Itu2019s now one of my favorites. The scent is long lasting too."
        },
        {
            "review_title": "Liked it",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Not the best but its good , the tenacity is not as strong as the original.But overall it is a good feminine scent."
        },
        {
            "review_title": "Lovely floral perfume",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I absolutely love the full sized packaging of these Carolina Herrera bottles. I ended up getting the sample size and itu2019s convenient to carry in my purse or even my pocket. The scent is a very floral and almondy aroma which i donu2019t always love but this pulls together well and has a great longevity! Itu2019s not the cheapest perfume but itu2019s great quality without the extra luxurious price."
        },
        {
            "review_title": "Sweet, more mature girl",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Like all elixirs and/or intense versions from perfumes the Good Girl Blush Elixir is quite different from the original one. This one has citrusy opening notes that feel refreshing, but settle on more sweeter but a bit woody ones like the subtle vanilla and the patchouli."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Too sweet for me. Some reviews mentioned u00ab fresh u00bb scent, but I do not smell anything fresh. Warm floral as described. I think this fragrance would be more for colder weather."
        },
        {
            "review_title": "So good!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This perfume smells good and lasts a long time! I like that it is a scent I can wear during the day or at night! It definitely tones down with wear and has a really good smell so wait for a few minutes before making your decision on this one!"
        },
        {
            "review_title": "Great scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "The scent was nice and fresh. It had great lasting power throughout the day. The packaging for the sample was great and easy to use.  It's a versatile scent for day or night."
        },
        {
            "review_title": "A nice feminine scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I received this product free from Influenster for review purposes. This perfume has a very feminine, floral, fruity scent. The packaging is beautiful and the bottle sprays well. The scent is long lasting."
        },
        {
            "review_title": "soft floral sweet vanilla",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "This fragrance is a sweet fruity scent to me, and I think it's suited to an audience that appreciates sweeter feminine scents. I enjoy the freshness of the bergamot and the bitter almond in the opening, but as it dries it smells very a bit simple and like a sweet and soft flowery vanilla. I like this perfume, but I would not want a full bottle. Like all perfumes, it's worth it to try for yourself!"
        },
        {
            "review_title": "Summer sent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "This is definitely a summer sent to use they have a very sweet sent that last for hour and it donu2019t need a lot of use to put on it very light and floral I love it also it fun to have"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
            "review_text": "long-lasting fragance. loved it! the travel size is a good option to smell amazing wherever you go."
        },
        {
            "review_title": "Long lasting",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "The scent was really nice not overly floral. It has a nice balance with the vanilla and patchouli. It was more on the sweeter side. Scent seemed go be long lasting even on a hot day. I had received the sample size for complimentary testing. I get it to mist you needed to spray a few times because it would just shoot out. This is pretty wasteful."
        },
        {
            "review_title": "Must have!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I am OBSESSED with this fragrance. The longevity is AMAZING. I bought the 1oz bottle since it was a blind buy, but I wish now I had purchased the big bottle. Will be repurchasing as soon"
        },
        {
            "review_title": "Amazing long lasting scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "This perfume smells absolutely amazing and has a long lasting scent! The bottle is a statement piece alone, itu2019s so cute and looks great on a vanity table. I love the scent when it is first sprayed and the dry down scent is amazing too. I would definitely recommend this product and consider purchasing it again. This was my first Caroline Herrera perfume and I absolutely love it. Thank you Influenster and Sephora!"
        },
        {
            "review_title": "For those who love mint but want something girly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I was wowu2019ed when opening the package! Itu2019s beautiful and looks fantastic sitting on my dresser! The scent is perfect for those who love mint but want something a bit more feminine. Honestly this is a very addicting scent!"
        },
        {
            "review_title": "Romance In a bottle !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Carolina Herrera's Good Girl Blush Elixir is a masterpiece of sophistication and elegance. The fragrance opens with a fresh romantic rose and jasmine, and settling into a warm, comforting base of vanilla and musk. Perfect for any occasion, whether you're heading to a formal event or just enjoying a casual day out. The longevity is impressive, lasting all day without needing a touch-up. The bottle design is equally stunning, reflecting the timeless elegance and bold femininity that Carolina Herrera is known for. I've received countless compliments while wearing this scent, and it has quickly become my signature fragrance. If you're looking for a perfume that embodies grace, charm, and a touch of mystery, Good Girl Blush Elixir is an excellent choice. Highly recommended!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "I really love the smell of this perfume!! Good use for a date night!! Very recommended."
        },
        {
            "review_title": "One of my Absolute Faves!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Good Girl Blush Elixir is in my top 10 fragrances in my collection of over 200 perfumes! Itu2019s a warm, slightly sweet floral. On my skin, the vanilla is prominent on the dry down, and itu2019s intoxicating. I received compliments on this scent every single time Iu2019ve worn it. It lasts quite a while on me, about 6-7 hours. The bottle is gorgeous! I absolutely LOVE this fragrance!"
        },
        {
            "review_title": "My new staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "My favorite perfume ever!  I love this little spray bottle I can keep in my purse. Def going to be getting a full-size bottle next time I'm in the store. I sprayed it on my sheets too, and they still smell good a week later. IN LOVE"
        },
        {
            "review_title": "Worth it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Got this product to try and itu2019s amazing! The bottle is beautiful and the scent is sweet and floral!"
        },
        {
            "review_title": "Smells so good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I'm so glad I waited to review this product... when I first sprayed it, honestly, I hated it. But I started layering it with another perfume I have, and it started to grow on me. I've really grown fond of the floral musky smell. Most of my perfumes are more fruit than floral, so this adds to my collection quite nicely. It's not a long-lasting scent, though."
        },
        {
            "review_title": "Sweet and sultry",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love how sweet and sultry this scent is! The perfume has excellent lasting power and isnu2019t overly strong, you only need one spray. The packaging is also very beautiful."
        },
        {
            "review_title": "It was okay",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Dry skin",
            "review_text": "The scent wasnu2019t my favorite from all of them but it wasnu2019t bad. Didnu2019t get any compliments on the smell from my man and he usually loves my new scents"
        },
        {
            "review_title": "Good girl blush is a new staple!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "To give a brief summary: The Good Girl Blush Elixir embodies a burst of fresh florals, encapsulating femininity in a delicate pastel-pink stiletto bottle. This radiant reinterpretation of the classic Good Girl fragrance unveils the complex essence of contemporary womanhood, blending sensual Vanilla and exotic Ylang Ylang for a captivating aroma.   This perfume has become an absolute staple in my collection. I reach for it every single day. I get compliments when I wear it, and I feel so confident when I do. This fragrance is sexy, it perfectly embodies womanhood to me. It is floral, you get the notes of ylang ylang almost immediately. It isnu2019t spicy per se, however, I would say it does have warmness to it that lean towards spice. Everyone has different body chemistry and has different longevity when it comes to perfumes, for myself I can confidently say that I can smell this perfume on me for 6-8 hours. That said, it could last less than that on someone else. My advice is to spray around your neck, and if you apply vaseline first it will definitely stay a lot longer if that is a concern for you. This perfume is luxurious, so you will spend money on it. But the packaging, smell, and longevity truly make this a worthy investment in my opinion."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Oily skin",
            "review_text": "Smells very feminine, and reminds me just a tad bit of an u201colderu201d lady perfume but that could be the Rose scent. It lasts all day and you donu2019t need more than one spray!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I already owned the original good girl and i did not think that this one could ever be better, but its amazing, i am obsessed with how good this smelled and everyone has complimented me on it"
        },
        {
            "review_title": "Newest obsession",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "First off, love the packaging of these perfume! Looks amazing on my vanity. Secondly the scent is the perfect blends of Rose, Vanilla, and Patchouli.  I also love the size of this bottle. Feels like it would last for a long time."
        },
        {
            "review_title": "Beautiful and mature but not very long lasting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I received this product in exchange for an honest review. I absolutely adore this perfume. Compared to regular good girl blush, this one is like its older more mature sister. Itu2019s less sweet and more intoxicating. Donu2019t be fooled by the sharp opening. Sheu2019s very floral and citrus in the opening, but dries down to a beautiful soft musky vanilla. Usually these type of scents give me a massive headache but this one didnu2019t cause that for me. Unfortunately, lasting power was a bit disappointing on me, around 5 hours. I typically spray three times on my neck and wrists. I have yet to try the Vaseline trick but that should help it last longer. The bottle is heavy and feels good in the hand, and the spray is also excellent and projects well. Good girl elixir is definitely a perfect scent for a night out or colder seasons. I personally like it a lot more than blush."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I honestly love this blush scent it smells so good i just love the packaging it came with . This scent is so good . I just love the spray and how it smells it's like I'm on a cloud honestly ."
        },
        {
            "review_title": "New favourite perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "My new favourite perfume. I love the rosy floral smell. Perfect for spring. I get so many compliments whenever I wear it. I love the hint of vanilla in it. It is perfect everyday perfume. I donu2019t like very strong smell but it has perfect smell that last whole day. I highly recommend."
        },
        {
            "review_title": "Love it !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "I received this product from influencer to test/try out.  It is One of the nicest scents Iu2019ve smelt in such a long time. I absolutely love it. I have a sensitive nose so a lot of the times I get migraines, however, I donu2019t with this perfume. It smells absolutely lovely and I love the look of the bottle. I also find that the scent stays with you and doesnu2019t fade away."
        },
        {
            "review_title": "Musky",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "Not a huge fan of this scent. Itu2019s very musky, but if thatu2019s what you like then youu2019d love this. Itu2019s stays on quite a while so you can smell it all day. I received this complementary of Influenster"
        },
        {
            "review_title": "Love the scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Love this perfume more than expected since I'm discriminating when it comes to scent. It's light, warm, very fitting of the name Blush. The bottle is super cute too. My mom and I  are happily  sharing and enjoying this scent,  so I will definitely purchase more.   ***I received this from influenster to review, this is an honest opinion from a picky person***"
        },
        {
            "review_title": "New all time fave!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Carolina Herrera good girl blush elixir smells amazing got compliments all day long. The smell lasts a long time and I would say itu2019s worth every penny! Itu2019s versatile and can be used day or night! I absolutely love it!"
        },
        {
            "review_title": "Devine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This scent is amazing! I love it so much and it lasts forever which is rare for a fragrance! I think it is a great every day fragrance and I canu2019t wait to use it again!!"
        },
        {
            "review_title": "Soft feminine smell",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Really nice soft scent I got a tester but the full size bottle looks pretty wicked! Used for a dinner and was pleasantly surprised the smell didn't linger in the am. I do think it's a bit pricey for oz hence the 4 star vs 5."
        },
        {
            "review_title": "Feminine and captivating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "The scent of Carolina Herrera Good Girl Blush Elixir is captivating, blending floral and fruity notes with a warm, woody base that creates an alluring fragrance experience. The packaging is sleek and elegant, with the iconic stiletto heel bottle design adorned with a soft pink gradient, exuding femininity and sophistication. This perfume is incredibly versatile, suitable for both daytime and evening wear, making it perfect for any occasion. While it may come with a higher price tag, the exceptional quality and long-lasting scent make it a worthwhile investment for any perfume lover's collection, providing both value and allure."
        },
        {
            "review_title": "So incredibly nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I was pleasantly surprised by this perfume. I had some previous experience with the Good Girl fragrance, the very first version of it. That scent was too overwhelmingly heavy and sweet for me, so I was a little hesitant about trying this newer one. But it's so different! So gentle and sweet, not overpowering at all. And the bottle is so amazingly elegant. It would make a nice gift for someone who loves warm floral fragrances."
        },
        {
            "review_title": "Beautiful Combination",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I wasnu2019t sure that I would like this perfume because Iu2019m not a vanilla fan but I was pleasantly surprised. The mix of vanilla patchouli, ylang ylang rose, and bergamot almond create a uniquely beautiful scent. Itu2019s a floral and woody mixture combined and I love it. Iu2019m sad that I did not get a full size bottle this time around. I definitely recommend smelling this one in store."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I really love the scent of this fragrance. Itu2019s very lightweight and I love that has a rose and  vanilla notes in it. It definitely has more of a delicate fragrance to it and itu2019s very soft which I really like. The fragrance lasts all day on my skin too."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This has become my signature perfume. I use it most days and have recieved a number of compliments, always unsolicited from random people. And my guy friend says it smells intoxicating. Hard to beat that! I am super picky with scents, buying Chanel, Coach, YSL only to decide in a few weeks I don't like it. Good Girl Blush is one I never tire of."
        },
        {
            "review_title": "Lasts hours",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I received this product as a free sample. I was very skeptical at first because Iu2019m not a big floral fan. When I first saw that rose was one of the scents in the perfume, I kind of just assumed I was not going to like it at all. But once I sprayed it, I absolutely loved it. You smell more of the vanilla than anything, and itu2019s actually very similar to one of my older perfumes which I love."
        },
        {
            "review_title": "Captivating scent and long lasting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received the 50ml Good Girl Carolina Herrera EDP Elixir natural spray for free from influenster in exchange for my honest review and I'm pleased to share my thoughts. I'm impressed by its lasting power and captivating scent. The fragrance opens with a blend of floral and oriental notes, creating a bold and alluring aroma. I love how long it lasts on my skin, making it great for all-day wear. The sleek bottle design is a nice touch too. Overall, it's a sophisticated perfume that's perfect for making a lasting impression."
        },
        {
            "review_title": "Perfect balance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
            "review_text": "Good Girl Blush Elixir Eau de Parfum is the perfect light, enticing scent! I forgot I put it on, and later looked around my bathroom trying to figure out what smelled so great. I thought I spilled my leave-in conditioner or lotion or something! It was me, smelling like delicious Good Girl Blush Elixir! I will definitely be purchasing the full size bottle next."
        },
        {
            "review_title": "Smells very lovely!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Received this sample for free from Influenster in exchange for my honest review. Was happy to give this sample to my girlfriend and she was very happy to try a new fragrance and we were very amazed about how good it smells for sure last a while so thatu2019s a plus and is very lovely and is not overpowering at all very vibe friendly for all occasions in my opinion."
        },
        {
            "review_title": "Itu2019s a versatile feminine scent that last well",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The bottle is a really cute pink stiletto shape. The scent starts out with a nice sweet floral beginning and ends with smoky patchouli. Itu2019s staying power was amazing lasted most of the day really love this perfume"
        },
        {
            "review_title": "Donu2019t waste your money please",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I got the product today and it felt so light like it had barely anything when the bottle seemed like it was kinda big enough for more honestly felt like it was used.."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Bitter almond , rose , vanilla patchouli all together, not too strong . Received a 1.5ml to try on . Last for long , should give it a try . I will use this ."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "i received a sample size (0.05ml) of this product through an Influenster campaign. Iu2019ve never smelled this fragrance prior to receiving this. I like my fragrances a little bit on the sweeter side rather than floral/musky, but this is a nice mature fragrance that I will use occasionally"
        },
        {
            "review_title": "Powdery scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I received this complimentary from Carolina Herrera and Influenster in exchange for my honest review. I think this perfume is ok. It has a powdery scent finish to it. If you like that, then this is definitely for you. I think it might get me some time to get use to it but overall the other notes on this perfume I like."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Dry skin",
            "review_text": "Good  Girl Blush  Elixir is a beautiful fragrance with notes of Bergamot and ylang ylang.  It also has  vanilla and patchouli which are two of my favorite notes.  Very impressed"
        },
        {
            "review_title": "Definitely keeping this one in the perfume stack!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Love this very feminine scent. It is definitely on the sweet side and just gives off the right amount of a rose smell. Really enjoy wearing this and would be great for picnics and wedding parties! Not too overpowering too!"
        },
        {
            "review_title": "Smells Devine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This smells incredible! I love it so much and itu2019s still smelling so good after several hours of wear! I have already bought the full size from Sephora! It smells like Iu2019m walking in a garden just as spring has sprung. I also love the shape of the perfume! How fun that itu2019s shaped like a high heel! If your a floral but not too sweet girl this is just for you!"
        },
        {
            "review_title": "Ch good girl",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "Good Girl Blush Elixir Eau de Parfum by Carolina Herrera is a fragrance for women. This is a new fragrance. Good Girl Blush Elixir Eau de Parfum was launched in 2024. Top notes are Bergamot and Mandarin Orange; middle notes are Ylang Ylang and Rose; base notes are Vanilla and Patchouli. Projects well and wears throughout summer and spring"
        },
        {
            "review_title": "Sexy and mysterious ud83eudd75ud83dudd25",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This scent is surprisingly refreshing and musky at the same time. It's different and I absolutely love it! It's got a touch of bergamot bitter almond, ylang ylang rose, and vanilla patchouli... It's giving mysteries ladies! Great for date night, a night on the town, or even professional events. I highly recommend this ud83dude0d"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This perfume has too much of a floral scent for me. It gives me a headache. I love the original good girl perfume though"
        },
        {
            "review_title": "Sweet, spicy, sexy. Gorgeous perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "*I received this product for free from influenster for an honest review* I've been wanting to try a Carolina Herrera perfume for years, as it is a luxury perfume it's pretty expensive,I don't normally spend *too* much on fragrances, but I may have to save up for this one after this bottle! It's such a sexy, spicy, yet sweet smell that lingers around all day. I haven't tried the OG  blush perfume, so I can't compare the two but I've heard that it's more or less the same just a bit stronger. Packaging is STUNNING, a great date night or special occasion perfume. I say it's worth the price, if you are able to save up to get this, I highly recommend it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This perfume lasted sooo long! I only sprayed a few times on my arm and i smelled it all day long. The smell is soft and sweet but still strong enough to notice it when someone walks by"
        },
        {
            "review_title": "Fantastic floral scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This is such a fantastic floral perfume that drips in elegance and luxury. The bottle is stunning and looks amazing on my dresser. Love how I can wear this for a night on the town and also just for a trip to the grocery store! Worth every penny, I would definitely buy this myself!"
        },
        {
            "review_title": "Feminine floral vanilla scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "I received this product through Influenster. Itu2019s my second fragrance from Carolina Herrera. First of all the bottle is so cute! I love that itu2019s in the shape of a stiletto and it looks so cute with all my other fragrances! The scent is a mix of floral and vanilla and lasts the entire day since itu2019s an elixir. One of my new fav scents!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I was so excited when I was able to try this perfume! I have always been curious about her scents and I love this one! Now I have to save up to buy the full size!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "Sadly this scent is not for me. I was not a fan of the OG Good Girl, but sometimes flankers can surprise you. I am assuming it is the top note of bitter almond that I donu2019t enjoy because on paper the rest of it should smell good to me. Iu2019m glad I got a sample instead of a full bottle I would not recommend this as a blind buy."
        },
        {
            "review_title": "Itu2019s a no for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "I didnu2019t like this perfume at all itu2019s way to sweet and floral. It didnu2019t leave a good after scent either, just not a fan. If youu2019re into super floral scents this may be for you but not for me."
        },
        {
            "review_title": "Nice smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This is such a nice and feminine scent without being over the top girly"
        },
        {
            "review_title": "Good girl smells really gold!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "This is the first Carolina Herrera perfume I've ever tried. Always thought their bottles are such a cute concept, especially for those that like unique bottles for collecting. Good girl is a mix of floral, fresh and it's is very girly. I love it and have received many compliments on it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "Smells so good. Very sophisticated and feminine. I love it so much! Minus 1 star because the travel size bottle is so small and flimsy for the price."
        },
        {
            "review_title": "Sexy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Combination skin",
            "review_text": "Smells really sexy and girly. Great for a night out"
        },
        {
            "review_title": "Original Is Better",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Oily skin",
            "review_text": "Thank you influenster for sending this sample for me to experience and give my opinion on. I have come to love the iconic stiletto heel fragrance for many years. While this flanker does not disappoint, I do rather enjoy the original more. This one is too light of a scent for me and does not last as long."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Love the smell smells really great, but they just re-created the label still the same as the old existed bottle so buyer beware of not buying the same product.ufffcufffcufffc"
        },
        {
            "review_title": "BUY THIS NOW!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Listen!!! Hear me when I say this wonu2019t disappoint. Itu2019s so sophisticated and sexy at the same time! Definitely need the whole collection!"
        },
        {
            "review_title": "Sweet scent that lasts all day",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love the packaging. It's so cute and original!! Looks great on my vanity! The smell was a tad too strong for me though and kind of on the sweeter side. It's very appropriate for a brunch, but not really for a fancy evening outing. It does last most of the day though! So if sweet scents are your thing, you'll be happy with this!"
        },
        {
            "review_title": "Such a huge CH Stan!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "First, I just want to say Iu2019m a HUGE fan of the original good girl perfume. I canu2019t even tell you how many compliments Iu2019ve gotten, how many people Iu2019ve influenced to get it and how people know Iu2019m around due to scent. This is in a whole other level. Itu2019s almost like good girl but with a little bit more umph to it in the scent. It has a scent like a boss b type of scent. I wish I knew how to describe it. But it makes me think of confidence and feminine ceo type people."
        },
        {
            "review_title": "A must for any collection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I recently received Good Girl Blush Elixer from influnster to try. The bottle itself is stunning and would be a great addition to any perfume collection. This perfume smells amazing with hints of vanilla,  floral tones and the patchouli is a nice edition.   It represents beauty and seductiveness all in one. I can not get enough of it and want to wear it every day."
        },
        {
            "review_title": "Captivating Fragrance",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I received this product as a free sample. Good Girl Blush Elixir Perfume is like a bouquet of fresh flowers in a bottle. The scent is delicate yet captivating, with hints of jasmine and rose that linger throughout the day. Every time I wear it, I feel confident and feminine. The packaging is also stunning, making it a beautiful addition to my vanity. It's truly a fragrance that elevates any occasion. I highly recommend this to everyone since the perfume is at a great value as well."
        },
        {
            "review_title": "Strong and long lasting",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I think that the bottle is super cute as a stiletto, it has a plastic heel. I do worry about it breaking if it accidentally tips over. As for the scent I think that is very floral with a slight nostalgia of a bug spray. Itu2019s a very strong scent and easy to spray on. A little goes a long way, and it lasts all day with a nice rich scent. It is a bit overwhelming but I plan on diluting it down to prolong the product more."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I wasnu2019t entirely sure about this one but I was very pleasantly surprised! I donu2019t generally care too much about packaging, as long as the product is functional, but this packaging is adorable. I also was surprised by the scent, it is very nice and Iu2019ve found it long lasting. I will say that the first time I tried it I sprayed it into the air and walked into it as I didnu2019t want a super strong scent - it was nice and (for better or worse) the scent lasted in the room for a long time as well!! Overall very pleased with this one!"
        },
        {
            "review_title": "Elegant and Sexy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This scent is the perfect mix of elegant and sexy. Itu2019s a light scent thatu2019s long lasting, and everyone gave me compliments when I wore it. Plus the bottle is absolutely gorgeous."
        },
        {
            "review_title": "My new go to perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Oh my gosh I love this perfume! This is my new go to. The box opening experience was great and made me feel like a kid on my birthday. I was so excited to try this product. The scent is perfect and suits me so well. It lasts for hours with just one spray. I love the bottle as it looks super girly on my dresser. I will definitely be purchasing this perfume for a long time to come."
        },
        {
            "review_title": "A beautiful bottle and scent!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Oily skin",
            "review_text": "A beautiful perfume bottle. Since it is an elixir, it is very long lasting which I love. The scent is nice and elegant  - I would say itu2019s a spicy vanilla scent with floral undertones which differentiates it from a regular gourmand vanilla perfume. I really do like it in addition to the other good girl scents. Would recommend."
        },
        {
            "review_title": "Flawless design great smell",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Dry skin",
            "review_text": "I recieved this perfume for free from #influenster  to review.  First of all I absolutely love the design of this bottle! It's eye catching and super cute! I usually like a sweet smelling perfume and this one is more on the bergamot/floral side although there is a base of Vanilla and Coumarin.  With that, I would use this sparingly. A small spray on the wrist and dabbing it where you see fit will be perfect and you will smell amazing!!"
        },
        {
            "review_title": "wow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Oily skin",
            "review_text": "I received this product from influenster in exchange pf my honest review.  this is the most luxurious, sexy aroma, with minimal application it is simply a masterpiece. Severe and intoxicating, a witch's potion, no less. I tried the og version but this is so much more intense and glamorous, definitely a head turner"
        },
        {
            "review_title": "Perfect Summer Scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "This is the perfect summer scent. I love the floral smell. The scent is very long lasting and I love the design of the bottle. Itu2019s super creative and looks beautiful on display."
        },
        {
            "review_title": "Nice floral scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Anyone who love a beautiful floral scent this is it u2026it is stronger scent  than the first carolina blush FyI  I received this product as a free sample from influensteru2019s"
        },
        {
            "review_title": "LOVE IT!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "I love this perfume so so much. SMELLS AMAZING! LOOKS SO CUTE!  super sweet and rich while still being light and mature. this is definitely perfect for a girly girl. the packaging is so adorable. i put it on display in my room, it looks super chic and cute. my new go to for date night!!! Also perfect for a gift. anyone would love to receive a cute heel perfume!!"
        },
        {
            "review_title": "Nice floral warm vanilla sent",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This sent is amazing and I highly recommend it. It has a nice warm vanilla sent. I recommend it for anyone who like a nice strong floral sent."
        },
        {
            "review_title": "The most perfect spring/summer scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Dry skin",
            "review_text": "Discovering a fragrance that seamlessly blends fruity playfulness with sophisticated allure was a game-changer for me. This scent has become my absolute go-to for spring and summer, effortlessly transitioning from daytime outings to elegant evening affairs. What sets it apart is its versatility - regardless of the occasion, it never fails to leave a lasting impression.  There's a depth to this fragrance that sets it apart from typical fruity scents. It's as if the sweetness is balanced by a subtle complexity, hinting at the underlying sophistication.  What truly speaks volumes about this perfume is the number of compliments I receive whenever I wear it. Whether I'm catching up with friends over brunch or attending a formal event, people always inquire about the captivating scent lingering in the air. It's incredibly flattering and reaffirms my love for this fragrance.  Considering the number of compliments and inquiries I've received, repurchasing this perfume is a no-brainer. It has earned a permanent spot in my collection, and I can't imagine my spring and summer without it."
        },
        {
            "review_title": "Sweet and Spicy",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "At first smell, this perfume was a little too florally for me. However, I found the scent became more enjoyable after wearing it for a bit. Itu2019s definitely a more mature scent. Itu2019s also very long lasting, with only one spray!"
        },
        {
            "review_title": "Divine ud83cudf38",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received this product from influenster campaign. No bias but this smells angelic. The seductive and feminine fragrance of rose, vanilla and patchouli is heavenly. The lingering floral smell of all these three is exotic and perfect for not only spring but also all year around. Itu2019s definitely a must have!! So in love with this fragrance ud83dudc96"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "I love this fragrance. The beauty of the bottle aside, Iu2019m in love with the scent. It lasts a long time. Almost all day for me and I am an active person. Everyone else was asking what I was wearing. Pricey but worth every bit if it."
        },
        {
            "review_title": "Love it but very floral!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Oily skin",
            "review_text": "I'm used to softer, more gourmet scents and wanted to try a new scent. I already had a sample of the good girl supreme perfume and I loved it! However, I heard great comments about this one so I took the 50 ml Good Girl Blush Elixir to try it. It turned out that I completely love it! It's more floral than I thought though. It's a floral scent that I could wear during the day and it's quite a light scent in my opinion. I was looking for a more heavy/intense scent like a very sexy scent so I'm thinking of buying the good girl supreme or the original. The thing is: it's quite expensive!! The good girl blush elixir is however an excellent perfume and I recommend it to anyone who wants to have a feminine floral perfume to wear during the day!ud83dude3dud83dudc9e"
        },
        {
            "review_title": "Beautiful all around",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Carolina Herrerau2019s Good Girl Blush Elixir perfume is a delightful addition to the fragrance line. With its soft vanilla scent, it offers a subtle yet captivating allure. The longevity of the fragrance is impressive, lingering  throughout the day without overpowering. Itu2019s a perfect choice for those who appreciate a sophisticated, long-lasting scent with a touch of sweetness. Overall, Good Girl Blush Elixir is a must-have for anyone seeking an elegant and enduring fragrance experience. In addition to its captivating scent, Carolina Herrerau2019s Good Girl Blush Elixir perfume comes packaged in a stunning bottle. With its sleek design and feminine blush tones, the bottle itself is a work of art, adding a touch of luxury to any vanity or collection. Itu2019s not just a fragrance; itu2019s an elegant statement piece that enhances the overall experience of using the perfume"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This perfume is amazing. It also transitions beautifully through the top note down to the bottom note and once sprayed, the fragrance is lasting."
        },
        {
            "review_title": "Beautiful floral/ vanilla scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "Love the packaging! The scent is very mild, floral. This is beautiful for those who like a collection. Itu2019s the shape of a stilletto heel. It actually stands on a flat surface, it is also very sturdy."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "I am so in love with this perfume! Smell incredible delicious, I can not stop wearing it.  Full recommended"
        },
        {
            "review_title": "An absolute must have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is the BEST smelling perfume Iu2019ve EVER owned!! It lasts forever and I have everyone constantly complimenting the way I smell :) I will always always always have a bottle of this on hand ud83dude0d"
        },
        {
            "review_title": "Loving this perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "The nicest bottle I have ever had. Product sprays well and the perfume lasts and wears well. So happy with this product, makes such a nice gift too!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The best perfume EVER, smells amazing, lasts long and the bottles stunning. Would recommend."
        },
        {
            "review_title": "Warm sensual floral",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "I love it!!! It smells soooo good. It kind of reminds me of baby powder and bubble gum but itu2019s also very strong. A little goes a long way. Itu2019s sweet warm and sexy"
        },
        {
            "review_title": "Too floral for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "This is super sweet but too floral for me. Itu2019s thankfully not a very sharp floral so itu2019s not completely offensive to my nose and I can see a lot of people enjoying it. It has moderate sillage and lasts all day."
        },
        {
            "review_title": "big no",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "big no, made me choke day and nite sprayed while i was in sephora. gave me an allergy attack."
        },
        {
            "review_title": "Long lasting scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "Long lasting and beautiful scent! I was over the moon opening the box with just how beautiful the bottle was. The spray is nice and long and spreads out as well. The scent lasted at least 8 hours and I got a lot of compliments on it."
        },
        {
            "review_title": "Received as a sample",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This smells very good however I was surprised to see none of the other reviews mention how similar it smells to a Christmas tree!! Very spicy / piney scent, very comparable to a Christmas tree. Itu2019s great and lasts but it is not something I want to be smelling like every day"
        },
        {
            "review_title": "Smells amazing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This perfume is super highly rated and rightly so. Itu2019s such an amazing scent and the power of this perfume lasts all day. I find that a lot of the perfumes I wear wear off after a few hours but this one really lasts till night. The smell is rich and luxurious and a little sweet. I love it!"
        },
        {
            "review_title": "Perfect Perfume to Add to Your Collection",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Oily skin",
            "review_text": "The packaging is beautiful!! The scent is very florally and long lasting. You only need one spritz. It is not my usual go to scent but I was excited to try something new and I have been getting compliments on it when I wear it. I received this product in exchange for my honest review"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "smells so good and last so long. i used 2 sprays and its lasted me hours without the scent fading."
        },
        {
            "review_title": "Heavy floral spice",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Oily skin",
            "review_text": "I love this perfume, itu2019s a warm floral scent with a touch of sensual spice. Itu2019s more of a mature serious scent that would be better for the night time. Itu2019s not my typical go-to scent, as I usually prefer more light and youthful scents. However, I still really like this scent as it makes me feel very serious and mature! Beyond the scent, the bottle is also nice but itu2019s a bit impractical. The bottle feels a bit flimsy and fragile which I donu2019t love. Iu2019d prefer a sturdier bottle, but itu2019s not the biggest deal!"
        },
        {
            "review_title": "really warm & spicy",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
            "review_text": "i didnu2019t think this fragrance was gonna be that spicy! way too warm for my personal taste. also kinda smells cheap, like victoriau2019s secret imo."
        },
        {
            "review_title": "My new favorite perfume for bottle and scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Oily skin",
            "review_text": "I love everything about this perfume; from the gorgeous novelty bottle to the amazing scent. This scent is floral but not in an over powering way at all. It is balanced with enough spice/ musk to make this my new go to. So thankful I was selected to try it!"
        },
        {
            "review_title": "Sweet & Floral",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "After using this perfume for the past 3 weeks I can confidently say I am starting to like floral scents. Previously i only bought vanilla, gourmand scents. This is more sweet than other floral scents. Its very feminine and makes me feel confident and sweet. Only downside is it dosnt last long (max 2 hours) . For the price your paying it should last all day."
        },
        {
            "review_title": "Incredible scent!! Lasts all day!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This scent is incredible! The packaging is stunning and Iu2019ve gotten so many compliments!! Would definitely recommend!! I received this perfume complementary from Influenster!"
        },
        {
            "review_title": "A sweet but not overpowering perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "I received this product as a complimentary sample in exchange for providing my honest feedback.  As someone who typically gravitates towards citrus and floral fragrances, I was initially skeptical about this perfume. However, to my surprise, I found myself thoroughly enjoying it.  This scent offers a delightful combination of sweetness and bergamot notes, which has become a welcomed addition to my perfume collection, especially for special occasions like date nights. Its lingering aroma leaves a lasting impression and adds a touch of elegance to any setting."
        },
        {
            "review_title": "amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "at first i didnu2019t like this that much when i bought it but it grew on me, after a while the smell still lingers and itu2019s very subtle but effective at the same time. This smells very feminine and classy at the same time"
        },
        {
            "review_title": "A lovely scent and bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Firstly, it comes in a beautiful stiletto bottle and the perfume dispenses in a very fine mist. When first applied, itu2019s very floral forward. After a short while warmer vanilla and patchouli scents come forward. In my opinion, itu2019s reminiscent of more classic perfumes. I enjoy it as more of an evening perfume. Lasts a nice amount of time."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I have the older Good Girl Blush, and I prefer the Elixir version much more. It's a subtle scent that stays for a long time. Currently using this once a week u2661"
        },
        {
            "review_title": "Must Have Perfume!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "It is my absolute favorite Carolina Herrera scent next to Good Girl Supreme. This is grown and sexy! I definitely recommend for a night out with the girls or a date night scent. I wore this to work and the compliments kept coming in."
        },
        {
            "review_title": "Smells amazing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "After using this perfume for the past few weeks I have come to really love it. When I first tried it I found it quite strong but the scent really grew on me. I have had tons of compliments on the smell when I am wearing it. You definitely only need a small amount and it lasts all day. The bottle is beautiful and the nozzle is very easy to use."
        },
        {
            "review_title": "Smell great all day!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "It last so long! This is the longest lasting perfume I have ever tried. By the end of the day, I still smell FABULOUS! Love the smell also. Itu2019s seems a bit strong at first but it really smells great! Very feminine. My boyfriend is very picky on smells and he approuves! And the bottle is quite cute!"
        },
        {
            "review_title": "Good Girl Blush Elixir",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I received this product in exchange for my honest review.   I really liked this fragrance and the bottle is so cute! I found that it lasted all day. The rose adds a floral sweetness, while the vanilla gives it a cozy, comforting vibe, and the patchouli adds a subtle depth. I would definitely recommend checking it out."
        },
        {
            "review_title": "Long lasting fragrance with a musky floral scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I received this fragrance for free from Influenster in exchange for my honest review.   This is one of the best fragrances Iu2019ve ever used. The scent is long lasting - I could still smell it on my skin after a 14 hour work day. Whenever I turned my head, I could still smell it on my skin. Not overpoweringly floral - I could definitely smell the musky patchouli in the fragrance. Overall, itu2019s a great combination and the bottle is stunning. The atomizer may be difficult to use if you have mobility issues, though (ex. Arthritis)."
        },
        {
            "review_title": "Lasting Scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I loved the pink, black, and gold details on both the box and the bottle. Although the bottle seems to be of good quality, I find the shoe design to be a little tacky and cheap looking. The scent is very overpowering at first but quickly fades to a very nice, long-lasting scent. A little goes a long way, making the cost of the bottle worth the price."
        },
        {
            "review_title": "Divine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I was so thrilled to receive this product! I absolutely love perfume and Carolina Herrera products. This perfume is incredible! The bottle is shaped like a high heeled shoe. It is very sexy and sleek. The bottle is unique in shape but also in how you use it. The pump action is easy to use and distributes the perfect amount of spray. The fragrance is not overpowering and is a wonderful floral and subtly sweet scent. I definitely love the hints of rose and vanilla. A perfect blend and my new favorite."
        },
        {
            "review_title": "My date night scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This perfume smells good and is not overpowering. O like the Elixir version as it last longer the the blush. Would recommend for everyone who liked the blush version and wanted something more intense."
        },
        {
            "review_title": "turn heads!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Deep skin tone, Combination skin",
            "review_text": "In my most honest opinion! I didn't like it at first when it was sprayed on a card.. it was after I recieved the free tester sample that changed my mind. .  .   it gives me baccarat rouge vibes after it drys down and settles on my skin. .    I sprayed once on my neck and the smell lasted all day, not overwhelming at all..   litterly every other person was complimenting how good I smelled.."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "I love this perfume for its packaging and content both. It has a nice floral - strong but not overpowering scent. The bottle looks amazing too. The scent lasts long. Loved it all in all."
        },
        {
            "review_title": "A little goes a long way",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Carolina Herrera Good Girl Blush comes in a beautiful bottle. It is a very feminine scent but I found it too overpowering and had to wash it off. If you like strong floral scents this is for you, but if you prefere subtle fragrances I would skip this one."
        },
        {
            "review_title": "Beautiful packaging",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This perfume has a very beautiful packaging. It has a sexy scent. The scent is strong and long lasting. I especially love the vanilla notes in it."
        },
        {
            "review_title": "Ethereal beauty in a bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "This is my dream come true scent in an absolutely beautiful glass slipper bottle! It makes me feel as ethereal as Cinderella and a floral dream. It's delicate and strong at the same time and each spritz of perfume is perfect in amount and lasting well over a day. This is beauty in a bottle and sure to make heads turn and a great mood lifter."
        },
        {
            "review_title": "Beautiful rose scent in a bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This is my dream come true magic potion in a beautiful glass slipper bottle! I feel floral and Sublime with a sprint of this gorgeous perfume. It's notes are delicate as well as strong in a good way and the scent lasts a good whole day or more. I have been eyeing this perfume for so long and now I have the best. It's a great mood lifter for a good girl like me!"
        },
        {
            "review_title": "Lasts all day and smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I received this perfume for free from Influenster to try in exchange for my honest review. The high heel bottle is beautiful! It will be a bottle that I will keep long after it is empty as decor. The perfume smells really nice. It starts as a floral and then turns into a sweet vanilla. It lasts the entire day and is strong so a little goes a long way. I like to describe it this way: one spray people will smell it when they hug you, two sprays and the person sitting next to you will be able to smell it, three sprays is probably too much. This is not one of those perfumes that you spray a bunch of times in the air and then walk through; that would be way too strong. I like to use it by doing one spray on my neck and then quickly tapping my wists on my neck before it dries. This is a sweet, young and elegant scent. The floral notes are what fade after a few hours and then vanilla is the main note you will smell throughout the rest of the day.  You can tell by the complexity of the scent and how long it lasts that this is really good quality. I also love that it is vegan."
        },
        {
            "review_title": "Sweet and Delicate Scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This product exceeded my expectations! The first spray emitted floral tones that smelled amazing. After wearing for some time, the fragrance evolved to give off a slight vanilla scent. I can see myself using this fragrance often and not getting tired of the smell. On top of the delicious scent, the packaging for this fragrance was beautiful and unique. The packaging makes the product stand out amongst similar products. I will definitely be purchasing this product in the future."
        },
        {
            "review_title": "Gorgeous Scent and bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "this smells amazing and the bottle is to die for. Definitely a scent that lasts for a long time without being overpowering. Very feminine."
        },
        {
            "review_title": "Sweet & floral",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I was gifted this perfume through Influenster. I found it very strong and powdery at first, but it wears down to a nice seductive floral vanilla, date night kind of vibe. And the bottle looks so good ud83eudd70"
        },
        {
            "review_title": "Beautiful scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This fragrance is beautiful! I love the floral notes paired with vanilla and patchouli. This scent lasts all day and night when applied which is great. I love wearing it at night as it is a very sexy scent."
        },
        {
            "review_title": "A beautifully elegant must have scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I recently received Carolina Herrera - Good Girl Blush Elixir to review in exchange for an honest review and gotta say I was super excited. It doesnu2019t not disappoint! I am obsessed. It is very feminine and delicate but very strong. The scent fades by about 50% within 3-4 hours but it fades beautifully. I feel it hits you with vanilla first and then gives you floral and I get a bit of cedar. Itu2019s really beautiful. Every single time I wear it I always get people asking what I am wearing. Canu2019t forget about the design of the bottle. It is stunning!! It just stands out in my collection. A must have and a new favorite for sure!"
        },
        {
            "review_title": "Amazing fragrance and love packaging",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "It's my new favourite perfume. I love the fragrance and it lasts whole day. Fragrance is very fresh and amazing and packaging is also very unique"
        },
        {
            "review_title": "Good Girl Perfume",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "First off the bottle is gorgeous. I love the pink/black/gold combination. I find the scent a little on the sweeter side but it is nice and feminine, floral. I will definitely be adding this to my collection."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "This product is absolutely beautiful and it smells amazing! I now wear it every day, and get so many compliments on the smell. I will definitely repurchase when I run out!"
        },
        {
            "review_title": "A smoky purfum with rose and vanilla",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this product as a free sample for my honest opinion. I'm very picky about perfumes. I actually really enjoy this scent, a little does go a long way, so be careful to use sparingly. I also like that it doesn't wear off quickly. As funny as this is going to sound, it reminds me of perfume my grandmother wore but more modern if that makes any sense. I'm headed out on vacation next week and I'm actually excited to take it with me. And I absolutely love a packaging. It feels and looks so luxurious."
        },
        {
            "review_title": "Spicy Floral",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Normal skin",
            "review_text": "I love the bottle, not the fragrance.  This scent strayed the furthest from all the others in the collection in my opinion.  There is an overpowering spiciness that dries down to more subtle floral notes with a hint of sweet vanilla.  I did not keep it, as it didn't sing to my usual preferences for more feminine floral fragrances.  The longevity is good as a positive."
        },
        {
            "review_title": "Gorgeous Perfume and Smell!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "Carolina Herrera's perfume packaging is so gorgeous! Am in love with the perfume design of an elegant heel and love the scent of this Carolina Herrera Good Girl Blush Elixir! This perfume you would need to hold with two hands to spray and it mist sprays a lot in one press! This Good Girl Blush Elixir smells floral like a rose mixed with patchouli and with hints of sweet vanilla too that isn't too strong and the fragrance lasts the whole day and even the next few days on clothing! The sillage of this perfume from one spray is not strong when someone passes by unless you spray it 2-3 times on yourself. So this is a great perfume if you like don't want a strong smelling perfume!  Very gorgeous and beautiful smelling perfume I have ever owned so am happy with it!"
        },
        {
            "review_title": "A classy addition",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This perfume exudes class and strong femininity, with warm florals and a vanilla twist on the dry down. Itu2019s bold and elegant. Long lasting fragrance, although the initial floral dies down and the warm vanilla powdery scent remains longest.  A good perfume overall."
        },
        {
            "review_title": "Just okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "Softer, powdery, less fruity. I like the original more."
        },
        {
            "review_title": "Feminine and sexy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "This perfume smells very feminine and sexy. It's a very layerable floral scent with vanilla. I only use one spray and distribute it between my wrists and neck. Lasts about 10 hours for me."
        },
        {
            "review_title": "Free sample from influenster!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Influenster never disappoints me with the free samplesud83dude0dud83dude0dud83dude0d I received a 1.7 oz bottle of good girl brush elixir and its the best perfume I've ever smelled in my life I swear! You only need one spray and it lasts all day. Definitely a must have in my routine now"
        },
        {
            "review_title": "Love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This scent is absolutely amazing and a little goes a long way. The scent is refreshing and beautiful, this has definitely become my new go to scent. Iu2019m excited everyday to get to spray more perfume. And the bottle is soooo cute!!"
        },
        {
            "review_title": "Love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This scent is absolutely amazing and a little goes a long way. The scent is refreshing and beautiful, this has definitely become my new go to scent. Iu2019m excited everyday to get to spray more perfume. My husband also absolutely loves it. And the bottle is soooo cute!!"
        },
        {
            "review_title": "Odeur divine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Lu2019odeur de ce parfum est parfait! Je trouve quu2019il est tru00e8s bien u00e9quilibru00e9 avec ses notes florales et de vanille. Il nu2019est pas nu00e9cessaire du2019en appliquer beaucoup car il dure longtemps sur moi et encore plus sur mes vu00eatements."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I love the scent of the good girl blush elixir by Carolina Herrera, it has a sweet powdery floral scent mixed with vanilla that isnu2019t too strong but still lasts the whole day.   The bottle is also very pretty in the shape of a stiletto; however its shape makes spraying it a bit tricky, but I got used to it after using it twice."
        },
        {
            "review_title": "Beautiful scent that ages like fine wine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I used this product after washing up in the morning. I sprayed it directly around my neck and chest area. It is such a nice bottle and looks gorgeous on my vanity. Spraying it felt luxurious and very unique. The smell is very rich, luxurious but fruity/floral like. The scent on my skin throughout the day stayed and smelt very soft and nice. It is not overpowering or overwhelming, but it does last the whole day! I like the scent for a nice dinner and would recommend it for middle aged women that are on the fun side!"
        },
        {
            "review_title": "Beautiful bottle and scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Beautiful bottle and scent! I love the original so I was excited to try the Blush Elixir version and I love this version even more! It is lighter than the original and more fruity and feminine. It is also long lasting which is great! Thank you Influenster for letting me try this beautiful scent!"
        },
        {
            "review_title": "My new favourite fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I received this product for free from influenster in exchange for my honest opinion. Carolina Herrera's Blush Elixir perfume smells really nice. It's flowery and a bit fruity, which makes it smell sweet. When you wear it, you feel classy and elegant. It's perfect for any time of the day or night. You'll definitely get compliments when you wear it! Great longevity is a big advantage as well."
        },
        {
            "review_title": "A more refined Yara",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "If you take the OG blush and add a pina colada, you get the elixir. Itu2019s a sexier, deeper version. Still playful and flirty but more daring. Itu2019s creamy and very coconut tropical esc. I love it especially for this upcoming summers"
        },
        {
            "review_title": "Smells super yummy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Loving this perfume, smells super yummy. Lasts all day and got many compliments wearing it. I definitely recommend it if you can splurge on an expensive perfume then this is the one. I also got the sent to me from influencer to review."
        },
        {
            "review_title": "Fresh, luxe and glamorous",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "This is such a luxurious perfume. Itu2019s not overly floral and has a beautiful balance of citrus. This has a a great wear time and I can still smell it on myself hours later. Although itu2019s long lasting itu2019s not over powering. Smells perfect for spring."
        },
        {
            "review_title": "My new favourite fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Carolina Herrera  Good Girl Blush Elixir is like a fragrance of the goodness, thatu2019s how it makes me feel like. I think the blend of this fragrance is so unique, itu2019s like itu2019s made specifically for my personality. Itu2019s powerful but pleasant. Lasts all day but stays fresh like I just put it on. I absolutely love this one."
        },
        {
            "review_title": "I LOVE the smell of this!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This perfume smells amazing! It makes me feel confident and sensual, and is not overpowering. I absolutely LOVE the bottle as well! I was u sure when I received it because of the notes of rose, but it works with my own personal scent."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Love love this perfume. Normally I am not into sweet perfumes, however this is not overly sweet u2014 it has a hint of something a little bit musky that brings the sweetness down. Love this for any girly who easily gets a headache from sweet smells, this should be your go to now!"
        },
        {
            "review_title": "Amazing fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I fell in love Good Girl Blush first and this Elixir version has just a little extra, that makes it so irresistible. I love mix of Vanilla and Patchouli- it gives it incredible scent that people continue to compliment me on everywhere I go. Wears all day. I usually put it first in my hair and then add more if needed. Falls under warm florals. And itu2019s absolutely stunning."
        },
        {
            "review_title": "Iu2019m obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "I have used the original good girl for years and trying the blush now is iconic, I definitely would be re-purchasing. And the silage is amazing. The bottle with the pink blush shade is stunning also, itu2019s like a Barbie dream. I received this for free for a review from Influenster."
        },
        {
            "review_title": "Amazing Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I absolutely loved Good Girl Blush Elixir, it smells amazing. The scent is suitable for all age groups. It's a combination of float and sweet scents which I really liked. It's very long lasting. The bottle is so pretty. It's a feminine and sensual scent and great for special occasions."
        },
        {
            "review_title": "Mi favorito. ud83eudd70",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I am very amazed by this perfume, it has a super rich aroma, just one time you put it on is enough! It is very strong and durable! Which is what I loved the most because the smell doesn't go away. They did a good job when I put it on, everyone asks me what perfume I'm wearing! both women and men! It makes me feel very sexy and very elegant at the same time. I am amazed by this perfume. I really recommend it. I received this product as a free sample, to ensure your review will be tagged accordingly"
        },
        {
            "review_title": "A MUST HAVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "It is my new favorite perfume. It smells very sweet and has a nice powder scent.  The smell of this perfume leaves me feeling so elegant. I'm honestly in love with this perfume."
        },
        {
            "review_title": "Next Level",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I thought I was in love with Good Girl Blush, but the elixir is next level. The scent lasts all day without dissipating, and the change from peony to rose and tonka bean to patchouli makes all the difference. My two heels look so cute side by side!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I can't believe how I've gotten so many compliments after using this product. The smell is divine! Not as long lasting as I expected but I'm not complaining. Overall a great product. I got this product for review purposes from influenster."
        },
        {
            "review_title": "A definite must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I received this #freeproduct to #test #review from #influenster. This fragrance was absolutely divine. It has a floral with touches of sweet scent. I usually do not like overpowering vanilla scents, while I picked up on the vanilla it was more of a creamy vanilla scent and not overpowering at all. Definitely would recommend for a night out or special occasion."
        },
        {
            "review_title": "A must have to my perfume collection!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Smells like heaven!! I absolutely love the smell and the bottle is just a perk! Super cute and love how it looks on my vanity! I got asked what scent Iu2019m wearing and so many compliments!"
        },
        {
            "review_title": "Mature floral scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love Carolina Herrerau2019s original fragrance, so I was super excited to try her new fragrance, Blush, in an Elixir format for free from Influenster in exchange for my honest review! This elixir is definitely more sensual and intense compared to her most popular Good Girl scent. The sweet notes of Bergamot and Mandarin Orange really shine through when you first spray it, but it quickly develops into a powdery, floral Rose scent. As it settles it starts to reveal a bit of Vanilla undertones, but not in a sweet way. To me, it definitely gives more of a mature, warm, floral scent. Itu2019s a very wearable perfume for any age group. My daughter who is in her 20u2019s has been stealing it, and my mother who is in her 60u2019s also quite enjoys it! Iu2019ve been wearing it to work most days, and while I do find it to be a stronger fragrance, the scent does fade a bit throughout the day. I can definitely still smell it at the end of my work day so you can expect it to last at least 7 hours! Also, the iconic Caroline Herrera perfume bottles are gorgeous! The packaging certainly accentuates the luxuriousness of this perfume experience. The high heel stiletto bottle fades into a light, soft pink colour that fits with the name of this perfume perfectly. It is a bit on the pricier side coming in at 130$ Canadian for a 30ml bottle, but it is so worth it! Highly recommend!"
        },
        {
            "review_title": "The Pretty Girl Perfume!! ud83dudc60ud83dudc95",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I absolutely LOVE Good Girl Blush Elixir by Carolina Herrera, it is my favourite fragrance from their Good Girl collection.  The scent is floral, sweet and feminine and the bottle is so chic, it fits the fragrance perfectly!  Iu2019ve been obsessed with this perfume ever since I received it, it makes me feel sexy and feminine. I wear it everyday and It last for upto 10 hours on my skin. Itu2019s a perfect present for a girly girl like meud83dudc95"
        },
        {
            "review_title": "You NEED to try this u2705",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I received this gifted and iconic Good Girl Blush Elixir Carolina Herrera perfume in exchange for my review. It smells fresh rose, voluminous vanilla, and smoky, scintillating patchouli. It's one of my favorite perfumes right now. Iu2019m obsessed with the smell. The bottle is so luxurious with the du00e9gradu00e9 bottle in the form of a high heel. It's perfect to display on a vanity, and wear to every occasion."
        },
        {
            "review_title": "A creamy floral fragrance for a night out!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Fair skin tone, Combination skin",
            "review_text": "I received a free bottle of this to review, and I am so happy I did! The bottle is absolutely adorable and the perfume smells amazing. It is a creamy floral scent that is a little bit sweet, but not overly so. While I immediately pick up on the vanilla, it is more of a creamy vanilla scent. As I am usually not into sweet scents, I am pleasantly surprised that the sweetness isnu2019t overwhelming and it just adds a rich creaminess to the otherwise mainly floral composition of the fragrance. While it is described as having orange mandarin notes in it, too, my nose is not quite able to pick that out - Iu2019m just getting a floral and creamy fragrance that has some depth to it.  Since this is a flanker of Good Girl Blush, Iu2019m gonna draw some comparisons for those of you that are curious about how the Elixir differs. When looking at the notes, the main difference is that the peony has been swapped with rose, and tonka bean with patchouli. Personally, I have a hard time picking out the specific notes, though, and actually feel like the original blush might have more of a rosey smell than Elixir to my nose. I feel like the Elixir version is creamier, so maybe the vanilla is amped up a little but it also smells u201cdeeperu201d, in a sense, and I think that may come from the patchouli. I feel like the original Blush is fresher in almost a u201csoapyu201d way to me, and maybe a bit powdery, too. That being said, once they dry down on the skin it gets harder to pick out the differences.  While Blush is an excellent summer and day-time scent, I feel like the Elixir is like a darker, night-time version of Blush - good for a night out or for cold weather months. I would say that Blush Elixir is slightly more complex and has more depth, while Blush is more simple and fresh. The longevity of the Blush Elixir is also amazing on me. I get 10+ hours of wear on skin alone, and even longer on clothes. The perfume also atomizes out of the bottle in a beautiful mist, so overall I am very impressed!"
        },
        {
            "review_title": "A must have perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Good Girl Elixir Blush is a great Smelling perfume. The smell is simply amazing. The smell is a little bit on the strong side so a little goes a long way. I highly recommend the product"
        },
        {
            "review_title": "VERY sweet, VERY intense.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I was really excited to receive this in the mail as a free gift. Upon receiving it, I realized a lot of the reviews I had previously read before it arrived, were true. Itu2019s VERY SWEET and STRONG. If you like sweet in your face Vanilla, flower overload, this is your scent. Personally, I prefer a deep, musky, rich, Baccarat Rouge 540 by Maison Francis Kurkdjian type of perfume. This one was a no for me."
        },
        {
            "review_title": "Amazing and long lasting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Combination skin",
            "review_text": "This fragrance is divine! Itu2019s so sweet  and long lasting. I would highly recommend this product. i received this product for free from influenster."
        },
        {
            "review_title": "SEXY!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "The bottle= sexy. The scent= sexy. How you feel wearing it= sexy. How everyone around you views you when they catch a hint of this musky, warm yet feminine bouquet coming from you = sexy!!! Itu2019s really nice! I get headaches often with perfumes and this one is lovely! I wish it lasted a bit longer.. but I didnu2019t smell it anymore and husband still did!! I am adding this to my recurrent purchase list!!"
        },
        {
            "review_title": "Favourite perfume!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "This is my first perfume from Carolina Herrera and I was very impressed with the scent. Itu2019s very soft but has a long lasting scent that I love because most perfumes donu2019t last very long. This is one of my favourite perfumes so far and I am so excited to add this to my collection!"
        },
        {
            "review_title": "A new favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I was really hesitant to try this product because I tend to steer away from sweeter scents but I canu2019t get enough of this perfume! Itu2019s a perfect balance of sweet and the scent dances across the room! I love it!"
        },
        {
            "review_title": "Great feminine floral scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "First of all, the striking stiletto bottle is beautiful and makes a great statement piece on your vanity. I would describe it as a youthful floral scent, great for spring. It has a lovely mix of notes, slightly spicy, floral, and citrus. Notable scents are vanilla, peony, and bergamot. It wears well where it starts off with a soapy/citrus scent then fades to a more muted floral."
        },
        {
            "review_title": "Smells great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I received this Carolina Herrera- Good Girl Blush Elixir free to try in exchange for my honest review.   It smells devine! I only need a little spray for long last light scent. The bottle is super cute and would be a nice addition to any beauty space. The spraying mechanism works great. Overall great product!"
        },
        {
            "review_title": "Long-lasting!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I already have the GGB original, so was really excited to try this ELIXIR! It's quite fruity in the beginning but after about an hour, becomes a powdery clean scent.  It does smell similar to the original, but itu2019s deeper and more long lasting. Love it!ud83dudc97 I definitely recommend it for spring and summer."
        },
        {
            "review_title": "Ready for anything",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Good Girl Blush Perfume By  Carolina Herrera   The scent is so delicious smelling with notes of Mandarin, Ylang-Ylang, & Vanilla. Itu2019s not an over powering scent so you can definitely apply as much or as little as you want while still smelling AMAZING whether you going shopping or just going out on the town.  The perfume is long lasting Iu2019ve applied in the morning and can still easily smell the sweet vanilla at bedtime. Such a lovely scent, My husband agrees it quickly became his favourite scent on me.  The bottle is giving off major Cinderella vibes with the glass shoe. Love It!!! So beautiful you can display it anywhere.  It is very easy to hold and even easier to apply with the push top making it easy to apply anywhere you need.   This perfume is not overly expensive and comes in a few different sizes making it even more affordable.   It has my recommendation 100% !!!  I got this perfume for free from Influenster in exchange for my honest Review."
        },
        {
            "review_title": "Floral and warm",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I'm a fan of floral fragrance  . This new Carolina Herrera  fragrance  is a floral with warmer tone  than what I am used to. It comes in the same iconic stiletto shape bottle like the brand's other perfume.  The key notes  are Rose,Vanilla and Patchouli.  I rarely  go for Vanilla but I'm fine with this scent. Iam very by the longevity  of this feminine and warm scent. It last quite long. I could still  smell it after 4-5 hours."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Very excellent. Nice Fruity tones, classy and sensuous. Good for a night out and Long lasting."
        },
        {
            "review_title": "Definitely recommend this scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Combination skin",
            "review_text": "Love the look of the bottle it's just so stylish. The way the perfume comes out of the bottle in a light gentle mist really feels high class. Along with the gentle fragrant smell with a hint of flirt.  The box it comes in is very pretty Aswell. Would make a great gift to yourself or family member"
        },
        {
            "review_title": "Very floral and good staying power",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This is a great perfume if you love floral scents.  Itu2019s more of a sweet floral scent which I really enjoy. It stays almost all day with just one spray! Seriously impressive staying power. It is a bit strong, when you first put it on so be careful of that. Rated 4 stars because it is a little too strong for my liking. :)"
        },
        {
            "review_title": "My new fave fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Porcelain skin tone, Dry skin",
            "review_text": "I received this product for free in exchange for my honest review. I am absolutely in love with this fragrance! It's unlike any other fragrance I've ever smelled in my life and it is amazing. I love the top note of sweet vanilla, followed by the earthy and spicy notes of patchouli and slightly floral rose. It's feminine and seductive and mysterious, but still sweet and playful enough that it can be worn for any occasion. I find it lingers all day without ever being overpowering. It's a fantastic fragrance and really stands apart from the usual like up of basic warm or sweet florals."
        },
        {
            "review_title": "Beautiful scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This Eau de parfum has a flowery and sweet scent, and also smells fruity. I like this combination a lot. It makes me feel very feminine. The scent is also very long lasting. On top of it, the bottle is beautiful!"
        },
        {
            "review_title": "A light but lasting floral scent! ud83cudf38",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is a lovely light floral scent. it's not so overpowering and it has a lasting scent. I think its great to layer this with a scent that is sweet or fresh as well  think this may be a hit or a miss for those who don't like floral smells, but it's great to try out. the fragrantica site says the primary note is vanilla then floral but I disagree. it's more of a fresh light floral, but u can try to layer it with a more expensive sweet based perfume.  The biggest con is the price for the amount you get though. The normal full size is 50 mL and while the bottle is cute the spraying function is a little awkward"
        },
        {
            "review_title": "Floral and long lasting",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I been wearing this for over a week now and it has been great. I always gravitate towards floral notes when it comes to perfume so this will be perfect if you like more floral notes. The scent will linger all day which is nice and sometimes still smell on my clothing the next day."
        },
        {
            "review_title": "Lovely fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I was sent this product by Influenster for free in exchange for my honest review. I used it a few times before giving my feedback. I have a few questions for you all- do you like floral fragrance? Which is very mild and subtle? Refreshing? It's long-lasting? Yeah? Then this is perfect for you. It has a very subtle floral fragrance which lasts very long. Imagine walking in a park which has a field of peonies. I also applied it in morning and I could smell it until early evening, so that's quite long lasting. Last thing, it would also add as a beautiful decor on your dresser."
        },
        {
            "review_title": "Loving the fragrance and the packaging!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "It's safe to say that I'm in love with it. The fragrance is not overpowering, yet it has a long-lasting scent. I receive compliments every time I wear it. The packaging is also beautifully unique and elegant. Overall, I'm very satisfied with my purchase and would highly recommend it to anyone who's looking for a new signature fragrance."
        },
        {
            "review_title": "I'm in love!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "After using the products for the last couple weeks I've not only got a tone of compliments on my new scent but also am loving the light, fresh, smell this beautiful elixir has! I definitely recommend for anyone who loves hints of vanilla in their perfume and loves a long lasting elixir!"
        },
        {
            "review_title": "Long lasting scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I recently had the opportunity to try Carolina Herrera's Good Girl Blush Elixir, and I must say it's a delightful fragrance. The floral and sweet notes create a captivating aroma that lingers beautifully. I received this fragrance for free in exchange for an honest review, and I'm genuinely impressed by its long-lasting and inviting scent. It's a perfect choice for those who appreciate a feminine and alluring fragrance."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This is such a nice feminine scent! Itu2019s sweet and rich, but not overpowering. And itu2019s definitely not boring. It lasts all day long too! I love it!"
        },
        {
            "review_title": "Absolutely love the packaging!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "I love this perfume. It smells sweet, warm and spicy. I used it in the morning and it is past 6pm now and I still smell so nice. I will recommend anyone to use this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "One of my favourite fragrances so far! Love the way it smells, and projects it all while lasting a long time! Its sweet but floral which i love!"
        },
        {
            "review_title": "My new favourite Eau se parfum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I loved this eau de parfum so much!! I love the shape and design of the bottle. Itu2019s a cute high heel. Very creative! I found this parfum to be strong enough to last all day. One spray was enough!   I have had so many compliments and people stopping me while out shopping asking what I am wearing. The scent isnu2019t over powering, very feminine and floral scent.  Itu2019s my new favourite. Highly recommend!"
        },
        {
            "review_title": "Smells great but very concentrated",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Dry skin",
            "review_text": "I received this product free in exchange for an honest review and i have to say This elixir smells so good!! But its very potent, let me tell you however much you think you need, you need LESS. I think this bottle is going to last me forever! The packaging is also sooo cute, Its the center piece of my make up cabinet now."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Love! It smells sooo good and the bottle is just so cute. Highly recommend although itu2019s a little strong so a spray goes a long way!"
        },
        {
            "review_title": "A must have for daily perfume wearers!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This perfume is the perfectly delicate delicious smelling perfume! To be honest I hadnu2019t heard of this perfume before it was sent to me. As soon as I opened it though, my teenage daughter gasped! This is a perfume sheu2019s been wanting, and while I find it sophisticated and adult, it still grabs the appeal of teenagers alike. The packaging is also top notch! I love the sleek look and will proudly display this on my vanity!!"
        },
        {
            "review_title": "A new favourite in my daily routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I have never had any perfume by Carolina Herrera until now and that is going to change so fast! I love the smell of this perfume! I was told by my coworker it smells so elegant and I would have to agree! When I wear this fragrance I feel so tasteful and sophisticated! Also the scent lasts for a long time! Donu2019t hesitate just buy one or two! ud83dude09"
        },
        {
            "review_title": "Elegant and fascinating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I seriously donu2019t know what to start with the elegant packaging or the mesmerizing fragrance. The brand it self doesnu2019t need someone to speak about it but when you try it. It just brings out the best in you. Totally recommend it."
        },
        {
            "review_title": "Must try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I received this to review.  I absolutely love this scent.  It was discreet at first but a warm scent after.   The bottle is unique and shaped like a heal"
        },
        {
            "review_title": "I canu2019t go outside without my GG blush elixir",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I have used this product for over a week and I love it. It has a mild sweet fragrance. The best thing of all is that I don't need to apply a lot of product. Just one spray is enough and the smell lasts practically all day."
        },
        {
            "review_title": "Gorgeous fragrance and very pretty bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "I received this product in exchange for an honest review! Firstly, when I opened the box, my own daughter absolutely lost it! She was so excited to see it so I decided that we will share because we both love it. I regret that entirely because the scent is INCREDIBLE and now I donu2019t want to share but what kind of step mom would I be if I said u201cactually you canu2019t use this, it makes me smell too rich to shareu201d.  She would hate me and sheu2019s already 13 so we are not going to walk that line. Itu2019s super feminine and sensual and does not smell overly of roses. Itu2019s a very warm floral vanilla scent that I find also has some pretty good staying power. Iu2019ve been experimenting with Nest and 7 Virtues perfumes which also smell lovely but donu2019t quite last as long. The bottle is also precious, but of course treat the GLASS STILLETO with caution as the component is very fragile."
        },
        {
            "review_title": "Luxury, sexy & sweet parfum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I love the luxurious packaging of Carolina Herrera perfumes and the fragrance is sweet, sexy and elegant, perfect for any occasion.  Without a doubt, an ideal gift for a woman with personality. I think it goes very well with my style."
        },
        {
            "review_title": "Love it perfect sexy & sweet fragance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I love Carolina Herrera perfumes, they are elegant, sweet, fresh, sexy  and hypnotizing essences.  The presentation is very pretty, the packaging is perfect and glamorous.  These types of aromas are my favorites, they go perfectly with my style and personality."
        },
        {
            "review_title": "Smells and looks beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received this for free in exchange for a honest review  Talk about the cutest bottle I've ever seen! I was surprised by how tall it was. It smells really good and I quite like it. I only did one squirt on my wrist and the smell is strong and notable."
        },
        {
            "review_title": "Absolute Showstopper!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I cannot say enough good things about this product!! First off, the bottle itself is absolutely stunning! Such a great display bottle. Itu2019s made of quality glass and the atomizer itself is so good! The scent itself is stunning! Iu2019ve never received so many compliments on any fragrance Iu2019ve ever owned! I had previously owned the original Good Girl Blush, and loved it! This one has the staples of the original, with a more intense and longer lasting performance. The value is more than worth the quality of the product, and you only need ONE spray! So it stretches so much farther than any other perfume Iu2019ve tried. The scent lasts on my skin all day long! You wonu2019t be disappointed with this buy and I will absolute buy again once I go through this bottle!!"
        },
        {
            "review_title": "New Fav Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This lasts all day! I tested it for the first time today and it will definitely be my new favorite scent. It changes notes the longer you wear it - perfect for any weather and any season."
        },
        {
            "review_title": "Light for any occasion",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Iu2019m going to start off with the bottle of this fragrance. There is nothing cute about it. This is a stunning bottle in the shape of a stiletto heel and it is absolutely sexy.   When comparing other fragrance bottles, itu2019s sometimes hard for me to tell what brand they are, as some fragrances come in a simple bottle, nothing unique that stands out.  Good Girl Blush Elixir stands out from other fragrances, the shape of the bottle is unique, it looks stunning on a vanity and it definitely is eye catching.  I like that there is no cap to this bottle, simply press down from the top and you will get a generous dose of the fragrance.   I checked up on the notes of this fragrance and the top notes are bergamot & mandarin orange. Middle notes are ylang ylang & rose and base notes are vanilla & patchouli.   When I smelled this fragrance for the first time, I noticed that it was very floral yet citrusy at the same time which made for a good combination.   As it dries down, it becomes powdery and I was able to get a whiff of that rose scent. Did not pick up on any vanilla. There was another scent that I picked up on but couldnu2019t pinpoint what it was. Almost like a earthy scent which I believe it to be the patchouli note but I canu2019t too be sure as Iu2019m not really that familiar with the scent of patchouli.  As for the projection of this fragrance, it lasts long. I sprayed this early morning and was still able to smell the fragrance even several hours later.  This is a perfect fragrance to wear during the evening, but can be worn during the day as well since itu2019s light.   Itu2019s a really nice blend of floral & citrus which I find would be perfect to wear in any time of the day."
        },
        {
            "review_title": "Great scent!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The bottle is gorgeous and the way that you spray is super interesting! It would be a very nice gift or something gorgeous to display after use. The smell is sweet, a little too sweet for my taste but as it dries off it is a little bit less sweet."
        },
        {
            "review_title": "Equally sexy and subtle! ADDICTIVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Combination skin",
            "review_text": "Such a sexy yet equally subtle fragrance, it smells like the perfect mixture of floral and baked goods or something! It's absolutely addictive! My husband isn't a fan of scents, and he has already told me he will for sure buy this for me once I run out. I can confidently say that this is my new favorite scent, with flowerbomb now being second!"
        },
        {
            "review_title": "Sexy sensual fragrance, hubby LOVES it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Loving this scent and so does my husband ;) fruity with notes of vanilla. Sweet and sensual at the same time. Will def purchase the scent in the near future !"
        },
        {
            "review_title": "Smell beautiful",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I love the scent of this perfume. It has floral notes and also musk it has a very happy balance. One spray is more than enough so it will last you a long time. My only bad thing to say is that this perfume is expensive so you may not be able to afford it. But if you are I think it is worth it. Plus it comes in the cutest bottle."
        },
        {
            "review_title": "Happy with this perfume!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "After trying out this perfume, I am happy with how it smells. At first, I thought it was a little too floral, but after letting it sit for awhile, itu2019s very nice. I think itu2019s more fancy than what I normally wear so it would be for special occasions only."
        },
        {
            "review_title": "Exquisite bottle!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Carolina Herrerau2019s new Good Girl Blush Elixir is powerfully scented and long lasting. Very little is required for the day. Its scent is timeless and can be worn for all seasons. The bottle itself is absolutely exquisite and a lovely addition to my bathroom decor."
        },
        {
            "review_title": "A show stopping scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Extremely elegant and sophisticated design to go along perfectly with the fragrance. A little goes a very long way. Top notes of bergamot is evident but nicely paired with base notes of vanilla and pachouli. Worth the purchase forsure!"
        },
        {
            "review_title": "Luxury perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received the perfume, and opened it quickly. I was eager to smell it. The smell is beyond description. It is truly a wonderful mixture of floral vanilla, bergamot, bitter almond, ylang-ylang , coumarin and peony. I love these ingredients in perfumes. This makes me feel so soft and feminine! The bottle fits the scent amazingly, and it's great decor! It's pink and heel shaped, very girly just like the perfume itself. You can Apply in the creases of your knees and elbows for a longer-lasting, stronger scent. which makes it last for up to 10-12 hours on the skin"
        },
        {
            "review_title": "Nice package! Long lasting smell!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "Smells a bit strong for everyday use not to sweet, more muskish smell but lasts very long!  I can still smell it at end of day! When the smell goes down a bit itu2019s quite pleasant! The packaging is super fun and sleek!!!"
        },
        {
            "review_title": "My Stilettos collection are growing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "First of all I love Good Girl by Carolina Herrera. I have the Eau de Parfum bottle and now I received the Blush Elixir version.   What I would say- both are equally gorgeous and I get compliments everywhere!! Both have a floral or sweet smell. The Elixir has undertones that are a little bolder.   The Blush Elixir is a 2 tone bottle. The scent for me I think is a little heavier than its early version (fully pink bottle). I would wear it more the evening and wear the other during the day. Or if you like a bolder scent then this one is perfect for you!   I did receive free for testing purposes. However will continue to purchase the Good Girl line as I love the scent."
        },
        {
            "review_title": "A perfume for the pretty girls",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "As a fragrance collector, I am surprised that I donu2019t have a perfume like this in my collection. Itu2019s a beautiful smell thatu2019s fresh but floral. I also find it a bit sweeter than then original Good Girl Blush which I prefer. I find GG Blush to be a bit sharp but Blush Elixer to be a more pleasant smell. If youre a fan of sweet or fresh perfumes, I would definitely give this a try. The smell also lasts for hours (10 hours and counting on my skin) and even stronger on clothing. I would say you need only 1-2 sprays max. The bottle is also gorgeous. This is a safe blind buy as itu2019s not offensive and Iu2019ve already received multiple compliments in one day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Amazing,  I am in love with it .. Haven't used it before but I am now a fan of this . Absolutely love"
        },
        {
            "review_title": "My favourite perfume!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "The bottle is beautiful and the perfume smells so good! It is not overpowering, itu2019s light floral smell. Itu2019s my new favourite perfume and go to scent!"
        },
        {
            "review_title": "Captivating and delightful",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "As a fragrance enthusiast, I recently had the pleasure of trying Carolina Herrera's Good Girl Blush Elixir. From the sleek packaging to the alluring scent, this perfume is a true delight. Its floral and fruity notes create a captivating aura that lasts throughout the day, leaving me feeling confident and elegant. The blush elixir adds a subtle hint of sweetness, making it perfect for both daytime wear and special occasions. Overall, I highly recommend this fragrance for anyone looking to add a touch of sophistication to their collection."
        },
        {
            "review_title": "Great for Day or Night!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I like this perfume a lot more than I expected! From the bottle it has a slight musk / powdery scent but it changes when its sprayed. You can smell more of the floral scent when youre wearing it. Its definitely an interesting scent, I could see this smelling a lot different to different people."
        },
        {
            "review_title": "Great for a night out",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I love the smell of this perfume. It lasts for hours, and you don't need a lot to get the smell."
        },
        {
            "review_title": "Such a classic vibe",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "This perfume . THIS PERFUME .  Such a lovely warm and light scent all at once. Itu2019s soft and powdery in a very mild way. The aroma of it makes me want to hug myself all day. Itu2019s floral yet spicy and I canu2019t get enough. Love it so much. Great for every day wear while wanting to still be smelling better than everyone hehehe"
        },
        {
            "review_title": "Amazing scent , long lasting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "My new fav scent ! I absolutely loveeeee this scent . The compliments have been endless especially my daily elevator rides . The scent last a really long time . It has a mild scent , not strong at all . Almost reminds me of baby powder scent but better ! Definitely a new staple for me ."
        },
        {
            "review_title": "Potent floral fragrance that can be worn every day",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is a really nice floral fragrance with a hint of baby powder. The bottle is also striking and something to show off on a counter. A little goes a long way. Two spritzes is too much. Recommended for a universally pleasant scent."
        },
        {
            "review_title": "Warm and Inviting",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Thanks to Influenster for sending me this in exchange for my honest review. I really like this perfume. It's warm and inviting while being long lasting. I don't find it to be overly floral to be honest, but the notes of patchouli for me are there, which I normally don't usually care for. That being said, this perfume is a hit for me! Smells great and isn't too strong. Oh, also the packaging is super adorable which is a bonus, but I don't like that you can't see how full it is."
        },
        {
            "review_title": "Highly recommend",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "The packaging is so pretty, the bottle itself is beautiful and so unique! The scent is quite strong but it lasts FOREVER, a little goes an extremely long way. Definitely my new favourite"
        },
        {
            "review_title": "Warm and luxurious!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "If you like floral and vanilla notes then this fragrance is for you! Itu2019s spicy and warm, perfect for a fall/winter scent. A little goes a long way as the fragrance is intense and long lasting. The packaging is super luxe and is a great accent to any makeup vanity display!  I received these products for free from Influenster and Carolina Herrera in exchange for my honest review."
        },
        {
            "review_title": "It smells divine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I was kindly gifted this fragrance by Influenster for review. I am absolutely loving the elegant packaging. I was delighted to try out a perfume from Carolina Herrera since Iu2019ve heard such amazing reviews! It has sweet and floral fragrance which I really love and the notes are Rose, Vanilla and Patchouli. I can wear it anytime of the day and it lasts all day long! I have also received many compliments already!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I got this for free for review purposes from Influenster and it smells divine ! I definitely prefer this one than the original one."
        },
        {
            "review_title": "Sweet like vanilla",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I got this complimentary from influencer and loveee it The scent is vanilla with a hint of floral and a ting of fruity like tangerine and it lasts all day long everyone was asking me what I was wearing"
        },
        {
            "review_title": "A very lady-like scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I received this product for free from Influenster in exchange for my honest review. As soon as I opened the package, the whole room smelled so good! The design is super feminine and beautiful! I love the thought put into the product. I was very excited to receive this! Also the fragrance is quite feminine like itu2019s packaging and has a very flowery aroma with powdery notes. Itu2019s very scented so consider using small amounts. I would recommend it for party wear rather than daily use. I would definitely purchase this once it runs out."
        },
        {
            "review_title": "Lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I received Good Girl Blush Elixir from Influenster for an honest review. It is one of my favorite perfume so far as it has this nice mature and good blend of fruity and floral flavor. Also, the bottle is so pretty and it is a good decoration to put at home!"
        },
        {
            "review_title": "Really loved this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I  am really obsessed with floral fragrance. After using 2-3 days , i feel it must have in my routine. Its vegan , no sulfates, cruelty free, I prefer to use for my daily routine because its safe to use , no phthalates. I have kids so i always check which is good for us. Thanks to influenster to give me chance to try new fragrance. I am really happy and highly recommend to everyone. Its good packaging, love this. I will definitely buy"
        },
        {
            "review_title": "A must have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "After using this amazing perfume, I feel in love instantly. Smells amazing and so light. Would recommend for women of all ages. Love love love"
        },
        {
            "review_title": "Good!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I was sent this product from Influenster for review. As a fan of the original Good Girl, I will draw comparisons. The packaging, like the original, is a beautiful and unique design. The scent itself is very reminiscent of the original Good Girl, however, I pick up more of a floral scent with the Blush perfume. Overall, if you liked the original, I think this product is worth picking up. However, I do prefer the original to the Blush scent."
        },
        {
            "review_title": "Another hit for Carolina Herrera",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I recieved this product from Influenster in exchange for an honest review. The good girl eau de parfum supreme has been one of my favourite fragrances as of late, so I knew when I was receiving this one chances are Iu2019d like it. Itu2019s a nice mature sent that settles down sweet with that fresh undertone of Patchouli. Iu2019ll be reaching for this often Iu2019m sure, and the bottle is absolutely stunning."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Carolina Herrera's Good Girl Blush Elixir is a captivating fragrance that I can't get enough of. Its blend of floral and fruity notes creates a mesmerizing scent that's both sophisticated and playful. Perfect for any occasion, it lasts all day without being overpowering. I'm in love with its elegance and longevity, making it a must-have in my collection. I received this product as a free sample from influenster.#free#freeproduct#influenster"
        },
        {
            "review_title": "Alluring with a scent of floral and spice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This perfume is amazing in terms of you can wear it day to night and it lasts without having to reapply. The scent is floral as well as with a hint of spice it is very appealing and not over powering at all. The bottle is just so lovely and powerful and feminine and even when empty I love keeping it around the house!"
        }
    ]
}