{
    "product_id": "1728",
    "name": "Damage Reverse Hair Serum",
    "brand": "Virtue",
    "categories": "Hair, Hair Styling & Treatments, Scalp Treatments",
    "price": 84.0,
    "about": "What it is:A leave-in formula clinically shown to quickly repair damage and protect hair from future harm with a hair-identical protein..Hair Type:Straight, Wavy, Curly, and Coily.Hair Texture:Fine, Medium, and Thick.Hair Concerns:- Damage, Split Ends, and Breakage.Key Benefits:- Reverses damage from cuticle to core.Highlighted Ingredients:- Alpha Keratin 60ku: A patented, 100 percent hair-identical protein that refills lost keratin to heal hair..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also vegan, gluten-free, and cruelty-free..What Else You Need to Know:Packed with the highest percentage of Virtue's hair-identical protein, Alpha Keratin 60ku, this serum quickly repairs severed bonds that give hair its strength, restores damaged peptides to give hair elasticity, and refills each strand with keratin to smooth, soften, and protect from future harm..Fragrance Description:A rich, nurturing blend of creamy coconut and tropical yuzu extracts wrapped in warm woods...Clinical Results:In a clinical instrumentation study by Princeton TRI Labs, results included:",
    "ingredients": "-Alpha Keratin 60ku: A patented, 100 percent hair-identical protein that refills lost keratin to heal hair..-Tremella Mushroom Polysaccharide: Hydrating and moisture-retaining plant alternative to hyaluronic acid. .-Multifaceted UV/Solar/Photo-Protection Complex: Protects from damaging, drying, color-depleting effects of light exposure...Aqua (Water, Eau), C13-15 Alkane, Coconut Alkanes, Propanediol, Glycerin, Ammonium Acryloyldimethyltaurate/VP Copolymer, Salvia Hispanica Seed Extract, Keratin, Polyglyceryl-3 Methylglucose Distearate, Squalane, Quercus Petraea Fruit Extract, Copper Tripeptide-34, Palmitoyl Dipeptide-52, Citrus Paradisi (Grapefruit) Fruit Extract, Camellia Sinensis Leaf Extract, Panthenol, Arginine, Hydrolyzed Vegetable Protein, Linum Usitatissimum (Linseed) Seed Extract, Quaternium-95, Hydrogenated Olive Oil Unsaponifiables, Oryza Sativa (Rice) Extract, Caesalpinia Spinosa Fruit Pod Extract, Lauryl Glucoside, Jojoba Esters, Polyglyceryl-6 Laurate, Shea Butter Ethyl Esters, Hydrogenated Ethylhexyl Olivate, Myristyl Glucoside, Coco-Caprylate/Caprate, Tremella Fuciformis Polysaccharide, Oryza Sativa (Rice) Bran Water, Centella Asiatica Extract, Ethylhexylglycerin, Hydroxypropyltrimonium Hydrolyzed Rice Protein/Siloxysilicate, Helianthus Annuus (Sunflower) Seed Oil, Polyglyceryl-10 Laurate, Phospholipids, Hydrolyzed Linseed Seed, Sodium Dilauramidoglutamide Lysine, Populus Tremuloides Bark Extract, Tocopherol, Rosmarinus Officinalis (Rosemary) Leaf Extract, Oryza Sativa (Rice) Bran Extract, Itaconic Acid, Sodium Phytate, Oryza Sativa (Rice) Seed Protein, Xylitol, Phytic Acid, Citric Acid, Caprylyl Glycol, Helianthus Annuus (Sunflower) Sprout Extract, Calcium Gluconate, Caprylic Acid, Parfum (Fragrance), Galactoarabinan, Gluconolactone, Trehalose, Maltodextrin, Leuconostoc/Radish Root Ferment Filtrate, Phenoxyethanol, Chlorphenesin, Sodium Hydroxide, Sodium Benzoate, Sodium Phosphate, Potassium Sorbate, Benzyl Salicylate, Coumarin, Limonene, Geraniol, Hexyl Cinnamal, Linalool.",
    "how_to_use": "Suggested Usage:.-On damp or dry hair, apply two to three pumps from roots to ends. .-Use as the first step in your routine or as needed.",
    "num_reviews": 231,
    "overall_rating": 4.6,
    "product_url": "https://www.sephora.com/ca/en/product/virtue-damage-reverse-hair-serum-P509529?skuId=2688547&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2688547-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1.7 oz / 50 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2688547-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Soft, Silky, & Anything but Subtle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "If youu2019re reading this itu2019s probably because your hair is fried like KFC Chicken and you have tried anything to get your hair feeling delicious without the crunch. I snagged this free sample and I will ABSOLUTELY be ordering this for the rest of my life."
        },
        {
            "review_title": "Works but not for the scent adverse",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "The product itself is great. It does what itu2019s supposed to but donu2019t use too often as itu2019s a protein and can build up. I gave it a lower rating because of the strong overpowering scent! I used up my sample and wonu2019t purchase because I canu2019t stand the smell!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Leaves a sticky residue in my hair. Wonu2019t repurchase"
        },
        {
            "review_title": "Dried out my hair",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I bought this product to help my damaged bleached hair. After the first use, I noticed that my hair seemed drier than usual, but I wanted to give it a fair shot and continued to use the product for one month. Throughout the month, my hair has been drier and stiffer than it has ever been. I usually never get tangles in my hair, but I have been getting large knots on the back of my head. I was very disappointed as I really enjoy using their hair repair healing oil, but this product will, unfortunately, be getting returned."
        },
        {
            "review_title": "New holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This is the one. Iu2019ve been looking for products to help with my split ends and help make ends feel softer and less straw like. This has helped make my hair ultra soft and my ends feel like they just got a trim.  gotgottrim at the"
        },
        {
            "review_title": "Will be buying again!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Iu2019m amazed at how strong and soft this product makes my hair feel. I have fine, color treated, damaged hair and Iu2019ve tried so many serums but this is the first one where I can tell a difference!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Oily skin",
            "review_text": "Gifted by virtue labs. I was able to try the virtue damage reverse serum, and I do feel as though it worked. I noticed that the end of my hair looks stronger unless dead. I only was able to try it for about a week and would like to give it a longer try."
        },
        {
            "review_title": "extremely drying",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I have 2 virtue products that I love and I couldn't wait to try this one. It is quite expensive, and i really had high hopes for it. Unfortunately it dried out my hair and made it look lifeless and dull. I used it exactly as the packaging say, and it did nothing to my hair. very disappointing and not worth it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "Itu2019s non sticky and leaves hair feeling soft and supple. Highly recommended for daily use for damaged hair."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have balayage hair, and it was breaking so much. Finally I found an easiest solution, this serum is perfect, after the first use my hair almost not breaking anymore, itu2019s very smooth, soft and shiny."
        },
        {
            "review_title": "Itu2019s incredible",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "The serum is like an invisible magic workhorse! I canu2019t feel it in my hair which is what I want, yet my hair looks and feels stronger! I literally watched very clear split ends un-split. Honestly try it to see and feel the magic for yourself!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Firstly, Wow! Just wow! This is my rosy time trying a serum like this! I received this New Virtue Damage Reverse Serum offered by VirtueLabs in exchange for this review. I have coily hair and my hair gets extra dry in the winter and my hair tends to break because of that but I have seen less breakage since using this serum!"
        },
        {
            "review_title": "Nice serum",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I really like the serum. Itu2019s not drying and seems to give my hair some strength feeling. I would need to use it overtime to reap the benefits of any damage reverse however I would definitely use the product on my color treated hair. Received gifted by Virtuelabs"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Complimentary from Virtue Labs. I have been applying this serum to my damp hair before air drying or styling it. I like how it helps nourish and repair my hair while also protecting it from any heat damage."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This hair damage reverse serum is a game-changer! The lightweight formula works wonders in restoring and revitalizing my hair. I've noticed a significant improvement in the texture, and my locks feel softer and more manageable. The serum absorbs quickly without weighing down my hair. What's truly impressive is its ability to tackle damageu2014whether from heat styling or environmental factors. A little goes a long way, and it's become a must-have in my hair care routine. If you're seeking to reverse damage and enhance the health of your hair, this serum is a definite winne"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This new product seems to be a burst of hydration for my dry and damaged hair. My hair is extremely fine and very curly and because of that it is very frizzy. This has definitely helped to give life to my curls.  Gifted by virtuelabs"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I highly recommend. After using this product, I see a big difference in the condition and quality of my hair. the serum actually repairs damage and strengthens the hair. I highly recommend to try out.   Offered by virtuelabs."
        },
        {
            "review_title": "Damage reverse",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "have long hair, with very damaged ends from multiple coloring attempts. I needed a cut, but then we went into stay-at-home orders and couldn't. My hair was great, but the last 2-4 inches were super ragged, and just gross. I used this for several days and it is SO much better! They are soft and smooth. Not 100% perfect, of course, but it looks so much better and feels smoother. Very happy with the product I'm so glad to received this gifted by virtuelabspartner!"
        },
        {
            "review_title": "Smooths and smells delicious!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This creamy hair serum helps make my dry hair feel softer. It has a lovely, warm scent of fruity vanilla that lingers without being overpowering. My results are not as dramatic as the ones Iu2019ve seen of split ends being miraculously bonded, but my hair does seem smoother and more manageable. Gifted by virtue labs."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The idea of a serum that not only repairs damaged hair but also actively prevents further damage is impressive. The use of bioidentical protein and keratin to restore strength, elasticity, and protection to each strand sounds like a comprehensive solution for healthier hair."
        },
        {
            "review_title": "love the smell!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "the New Virtue Damage Reverse Serum! I've been using it on my hair, and not only does it smell amazing, but it's also been a game-changer. My hair feels healthier, and that fragrance is just the cherry on top. gifted by virtuelabs"
        },
        {
            "review_title": "Didnu2019t know how much I needed it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I got gifted by Virtue Damage Reverse Serum as a gift, and I didn't realize how much I needed it. My hair has completely transformed u2013 they look a lot healthier, softer, and more moisturized. I apply it after wash days. I definitely recommend giving it a try."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I received this serum complimentary from Virtue. My hair is mid length, thin, and wavy 2b texture and has been on the very dry side. I used to blow dry my hair everyday with a dryer brush and have caused a lot of damage in now trying to repair. So far this has been a pretty solid serum and I like the light scent to it. I put on after my shower and feel like Iu2019ve noticed a difference in softness and less tangles."
        },
        {
            "review_title": "Nice product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "Virtuelabs gifted me a sample of their  damage reverse serum . It is a lightweight formula that soaks into my hair that leaves it feeling nourished. I have not used it long enough to see the long-term benefits, but I do like how it's making my hair feel soft,"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "The damage reverse serum was really easy to use on my hair, especially on my end. It helped mend and repair my split ends. And really help strengthen my hair. My hair came out, looking, super gorgeous and full of volume. Gifted by Virtue Labs."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "If you dye or heat style your hair this serum is incredible! Iu2019ve been using it for a couple of weeks now and have already noticed a difference. My hair looks smoother and feels a lot healthier. This serum absorbs into the hair quickly and is lightweight. After the 3rd use when I was finished blow drying my hair I was shocked. I usually have some fly always or damaged ends that poke out after I havenu2019t had a haircut for a while and I the difference was shocking. I canu2019t wait to see the results after finishing! Gifted by virtuelabspartner but thoughts are my own"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I consider my hair protein sensitive so I was worried about trying this serum. However, I was pleasantly surprised. My hair felt smooth and soft and looked shinier and healthier. It has a subtle scent. It has a creamy consistency, but is lightweight and absorbs quickly, like a water based serum, without leaving any residue or buildup. Iu2019ll be keeping this one in my wash day rotation for sure. This serum was gifted by Virtue Labs."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "complimentary from Virtue. this serum has totally transformed my hair! iu2019ve been using it about a month and my split ends are a lot less prominent and it fixed a lot of them. my hair looks and feels healthier as well"
        },
        {
            "review_title": "Must try on try hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I love this hair serum! I have dry curly hair and my hair never feels moisturized enough even right after I wash it. I put this serum on when my hair is starting to dry and it makes it so soft and shiny. This was gifted to me by virtuelabs."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This serum feels nice, but I was only given a sample size to try. I canu2019t confidently say this reversed any signs of damage but it did make my hair feel soft. This was gifted to me for review by Virtue,"
        },
        {
            "review_title": "Nice",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I have really thin and dry hair that breaks easily and have been using this serum to see if itu2019ll help. I havenu2019t seen any immediate results yet but I do like it. I will keep using it for a longer period of time to see if it helps! . Gifted by virtue labs."
        },
        {
            "review_title": "Does the job",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I have dry and damaged hair with really brittle ends, this serum does a good job in making my hair look shiny and healthier.  I love how it not only brings an instant shine but also cures the damaged hair barrier. Gifted by Virtue."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "Really good serum for dry and frizzy hair. Makes my hair feel so much smoother and healthier, plus seems to help with frizz and styling. Works really well, however the scent is overpowering for my preferences. Gifted by VirtueLabs"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This is such a wonderful damage reverse Serum. I wish I had gotten the full size. I really like using this and I only use a tiny bit of it on my ends just to see how it works. It makes my hair very soft and smooth. Gifted by Virtue."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This Damage Reverse Serum revolutionizes hair repair by not only fighting future damage, but by reversing it. Packed with the highest percentage of our bioidentical protein. My hair look so good after just a few usage. Offered by virtuelabs."
        },
        {
            "review_title": "A must-try product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "this damage reverse serum is one of my favorite product. and gives my hair healthy look. It's gifted by virtuelabspartner. I love the quality of that product and I definitely recommend it. My family loves it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I only received a small sample size of this, but I was able to use it twice. Overall, I love the smell of the formula and the creaminess of it. I would definitely be interested in trying a full bottle to see how it reverses the damage. Gifted by virtue labs."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love this product! I was gifted by virtue labs but all thoughts are my own. As someone who had been dying her hair blonde for 10 years this product really helped. Iu2019d recommend it to anyone who dyes their hair or uses a lot of heat!"
        },
        {
            "review_title": "Nice Hair Serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "A good hair serum that helps to repair dry ends and damaged hair. Smells like marshmallows which I like and not too heavy and not too thin so most hair types would benefit from it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Dry skin",
            "review_text": "I used this serum on my hair for a few weeks and it made my hair feel so soft. I have frizzy hair so that is always a challenge to make it soft smooth and sleek but this serum definitely helped a lot! Gifted by virtuelabs"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This serum smells good and has a nice, lightweight consistency but Iu2019m not crazy about it. I have used it a few times on my mid lengths and it didnu2019t do much. My hair is very thin and frizzy. Sample complimentary from Virtuelabs."
        },
        {
            "review_title": "Smooth Operator for Dry Ends",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This serum has a delightful vanilla scent and a milky texture that's easy to spread. Even with my long, half-dyed hair, a dime-sized amount is enough to coat my ends. Whether I apply it to damp or dry hair, it absorbs super quickly, with half-dry hair being the sweet spot. After using it for a few times, I've noticed my hair feels stronger and less prone to breakage. It's also smoother, but I wouldn't say it adds much shine.  Overall: While it doesn't boost shine, this serum is a great choice for anyone with dry, damaged ends who wants stronger, smoother hair. *gifted by virtuelabs"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "I have such dry damaged hair and Iu2019ve been using this hair serum for about a week now and I always notice a difference when I use it! I canu2019t go without it now, it makes my hair look so much healthier and shinier! Offered by virtuelabs"
        },
        {
            "review_title": "Shiny hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve used this damage reverse serum from virtue for about a week now and love how soft and manageable my hair has been. I apply a small amount on damp hair before styling and noticed a huge difference. Also, it smells great. I think iu2019ll buy a full size and get the full benefits of this serum. Overall, I like it. Offered by virtuelabs."
        },
        {
            "review_title": "a must for damaged hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "Loved this fast acting repair serum for my dry and damaged curly hair. It is a cream to serum formula that seamlessly dissolves into my damp hair and it smells amazing!The scent reminds me of cocoa butter and coconuts. This product was gifted by Virtue Labs."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I will say this serum is lightweight, it absorbed in my hair well and did not leave it greasy. I would still recommend using the minimal amount needed and not gunking it all over your hair. Gifted by Virtue Labs"
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Gifted by virtue - Virtue damage reverse serum has taken my hair back to a healthier state. I deal with damaged and bleached hair(the price to pay for blonde hair) and I notice an improvement in the feel and appearance of my hair. It is smoother and more glossy."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "The product was gifted by Virtue. I was gifted a lab packaged sample which is supposed to be the same as the final official product.  However, I hope the selling one is really working, as the one I received felt no difference from a conditioner. No obvious improvement of the hair was observed."
        },
        {
            "review_title": "love this serum - great for bleach damage hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Iu2019ve used so many virtue products but this has to be my favorite! Works so well on my wavy hair texture and has truly made a huge diff in my bleach damaged hair. Iu2019ve noticed less split ends and my hair looks shinier and softer. gifted by virtue labs partner"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "Iu2019m an avid hair straightener, so damage is common for me. Iu2019m loving this product! My split ends look better, and my hair is all around more beautiful and healthy looking. And the description is true u2014 a little does actually go a long way!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I have thicker, a little past shoulder length hair with dry and damaged ends. Incorporating this serum into my hair care routine has helped strengthen the ends of my hair, and making my overall hair look and feel healthier! Gifted by virtue labs"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve been using this virtue damage serum for a week now and I really see a difference in my hair. I have oily fine hair and I feel like this serum has made my hair looks so much shinier and less thin.  Offered by virtuelabs."
        },
        {
            "review_title": "Works wonders",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I love this product! It smells incredible and a little goes a long ways. I put it in before blow drying and then I am left with thicker feeling, softer, frizz free hair. Itu2019s like a leave in moisturizer but with repairing benefits."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This serum worked wonders on my hair!! My ends have been super dry lately and using this really strengthened and hydrated it Iu2019ve been using it after washing, it goes on like a cream and blends in super nicely like a serum! Absolutely love!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I like this leave-in serum, but I wouldnu2019t recommend if you have very fine or thin hair or if you donu2019t like the scent of coconut. The coconut fragrance was stronger than I expected it to be. Gifted by virtue."
        },
        {
            "review_title": "Really great but pricey!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I have 4a fine hair that is low porosity that is easily prone to breakage. I was excited when this serum was offered by virtuelabs. This serum acted as a protein treatment and bonded my hair follicles to make them stronger. My curls felt strong and less frizzy. The serum is a tad bit pricey for the size so I donu2019t if itu2019s realistic to pay but Iu2019m going to keep testing. Definitely would recommend so far."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Dry skin",
            "review_text": "This hair serum has helped my damaged, dry hair immensely. My hair has been through it all, specifically daily heat from straightening, frequent bleaching and dying. I've noticed my hair is stronger and breaks less since I've implemented this into my routine. Gifted by virtue labs"
        },
        {
            "review_title": "Great for thin hair and damaged ends",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I got this hair serum because my hair has been breaking quite a lot. The ingredients look amazing, and the reviews sold it to me. I like the scent, not overpowering. After just a few uses, I could see my hair with better texture and much more shiny. I am obsessed. Gifted by Virtuelabs"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This produced was provided to me Complimentary from virtue lab. it has Nice slip. This product smells so nice. I found it enjoyable to use. It has a medium texture so I think it would work with fine or think hair.   My hair did feel more manageable after one use. so I would suggest it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I have very dry, damaged and color treated hair that needs repair. Iu2019ve tried different brands of damage repair products and none were as good as this one! I used after shower and my ends feel so healthy and good today."
        },
        {
            "review_title": "Great product.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I like this repair cream. Since I started using it I have seen great progress in my hair, growth, a change from the trunk to the tip. My hair has more shine. very easy to use. I recommend it. This product is worth using.offered by virtuelabs"
        },
        {
            "review_title": "Hair is definitely smoother",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "Gifted by virtue labs. I received a sample size of this, but itu2019s large enough to get quite a few uses out of it. Iu2019ve been able to use between 6-8 times. I have long, wavy, hair with dry ends. My dry ends have felt sooo much softer since incorporating this into my routine. Iu2019ve also noticed my hairs looks smoother with less frizz."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Gifted by virtuelabs. My hair has had a lot of issues with static and dryness with the cold weather so itu2019s been hard to style it. After just one use I was able to leave my hair down all day with no issues and it left my hair feeling more hydrated."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I received this sample of the serum complimentary from Virtue Labs. I have dry, damaged hair so Iu2019m always looking for new products to help. This serum is a thicker texture than other serums Iu2019ve used and made my hair look healthier and silkier!"
        },
        {
            "review_title": "Need consistent use",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I was offered by virtuelabs a sample size product of Virtue damage reverse serum for free. It had very little information on the packaging for me to know what exactly I should expect after using it and how to use part was only indicating to apply it to damp hair (I didnu2019t know if itu2019s a step in a shower hair care or a leave in product). I found it a bit hard to apply and spread through damp hair, now reading the full information about the product online I would try to apply it on dry/almost dry hair. I have straight, fine, dyed hair. I was hoping for the serum to make my hair softer and silky, I donu2019t think Iu2019ve noticed much of a difference, perhaps with a consistent use and following up with their healing oil it would create a noticeable result"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I wasnu2019t super impressed with this hair serum. I have very fine blonde hair and have used this for a couple of weeks and didnu2019t notice too much of a difference. The packing is alright. I wish it was in a pump. Gifted by Virtue"
        },
        {
            "review_title": "Worth EVERY penny!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "This serum! This serum has been working wonders for my damaged and dry hair. Itu2019s to be used before you wash your hair but I like to also apply a small amount after Iu2019ve washed, dryed & styled my hair. It just makes my hair feel so good. It also smells good! Gifted by virtuelabs."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "This serum offered by virtuelabs is a game-changer, revitalizing hair with a lightweight formula that doesn't weigh it down. Infused with nourishing ingredients, it tackles split ends and frizz, leaving strands noticeably smoother and shinier. The serum absorbs quickly, imparting a non-greasy finish, making it ideal for daily use. Its reparative qualities make it effective for heat-damaged and color-treated hair, restoring vitality and improving overall texture. The sleek packaging with a convenient pump ensures easy application. While the scent is subtle, the results are impressive, making it a must-have for those seeking a reliable solution for damaged hair."
        },
        {
            "review_title": "My hair feels healthier",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "I'm amazed by the results of Virtue DAMAGE REVERSE SERUM. The formula works wonders in repairing and strengthening my hair. My hair feels healthier, smoother, and visibly less prone to breakage. It's the ultimate solution for anyone seeking a powerful and effective inside-out hair repair serum. Definitely a must-have in my beauty arsenal! Gifted by Virtue Labs"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This was gifted by virtue labs in exchange for an honest review.  I like this serum overall. The scent is very nice, a little sweet and not overwhelming. It works into my hair well and doesn't leave any weird residue. I think I need to use it more to see more effects though"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "So far so good, I canu2019t say that Iu2019ve seen any significant changes in my hair after using this three times but perhaps itu2019s working on the sidelines. It is very light weight and I donu2019t feel it in my hair at all so thatu2019s great. Gifted by virtue labs."
        },
        {
            "review_title": "Lightweight repair - doesnu2019t weigh down hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I feel like from my experience this is a great out of the shower product to help avoid damage during detangling - it add some nice moisture and glide in addition to its longer term repair benefits, which is great since hair is most fragile when itu2019s wet, so it helps avoid breakage in the moment while strengthening longer term. Excited to keep using & see the difference in my hair! Gifted by virtue labs for honest review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Iu2019m obsessed with this product!! Iu2019ve only used it a few times and Iu2019ve noticed such a difference with my hair. I bleach my hair and I have extensions so this product is perfect to reverse the damage and keep my hair shiny and healthy! Gifted by virtuelabspartner"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love the Virtue Damage Reverse Serum by Virtue Labs! It comes in a beautiful package and I love the dropper bottle it comes in! It is so fun to use. In addition, the product works great. I would just caution you not to use too much, otherwise your hair will look greasy! Gifted by Virtue"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I recently tried the damage repairing hair serum, and I'm amazed by the results! My hair feels healthier, shinier, and more manageable. The serum not only repaired my damaged ends but also added a lovely smoothness. Definitely a must-have for anyone looking to revive their hair! Gifted by virtue"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I have fine color treated hair, so Iu2019m always on the lookout for a good hair products that would strengthen my hair, but also wonu2019t weigh it down or make it greasy. This product is great! It leaves my hair silky smooth. Does a really good job at taming all the frizz! Good for split ends as well."
        },
        {
            "review_title": "try this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "i have been using this new damage reverse serum that was gifted by virtue labs and i am loving it! i use it after i wash my hair and lather it into my ends. since i have shorter hair, i can even use it to style my hair a effortlessly. i definitely recommend for those with damaged and dry ends."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "The product is surprisingly thicker than a regular serum . With that being said, it felt heavier than a serum . I applied to damp hair and once it dried my hair felt so soft and smooth. Gifted by Virtue Labs ."
        },
        {
            "review_title": "Didnu2019t do anything for my hair",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Tan skin tone, Normal skin",
            "review_text": "This product was gifted to me by Virtue for a review exchange. I got the sample size of the product so I could only use the product once. After one use I didnu2019t notice any difference, my hair looked the same as before no extra shine or softness nothing.."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Offered by virtue labs.I have been trying out this product for the past two weeks and I have to admit that it was way better than what I expected. My hair is looking healthier, shinier and just better in general since I started using it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair",
            "review_text": "The Virtue Damage Reverse Serum for hair impressed me with its transformative effects. It noticeably repaired and strengthened my hair, leaving it smoother and more manageable. The serum's lightweight texture didn't weigh my hair down, and the results were visible even after just a few uses. Offered by virtuelabs"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Virtue has another hit on its hands. When I tell you my hair felt so soft and moisturized after using this serum offered by virtuelabs. You donu2019t need to use much and you can use this serum daily. I canu2019t wait to see what the results are after consistent use."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Wow! This damage reverse serum that was gifted to me has already shown some promising results. I have super dry and damaged hair but I feel like I can already feel my hair regaining its natural texture!"
        },
        {
            "review_title": "Great for Dry Ends",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
            "review_text": "Im such a huge fan of Virtue hair products and have used their volumizer for a while. This serum is absolutely amazing. I have been using it every night before going to bed and tying my hair in a braid and I love how it really help my hair feel and look so much healthier. I feel my dry ends are looking so much shinier with this. This was gifted by VirtueLabs."
        },
        {
            "review_title": "Lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Oily skin",
            "review_text": "This product was gifted by Virtue. A little bit of this silky formula is all you need for your hair. It coats it nicely and washes away clean. I follow my normal shower routine and come out to very smooth and healthy looking/feeling hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I was offered by virtuelabs this product. It works great when you use as directed. Itu2019s always the first thing right after I was my hair and has made my hair feel more smooth and really has cut down the frizz"
        },
        {
            "review_title": "Love this stuff!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was gifted by Virtue in exchange for my honest ew. I was excited to try this. The scent is subtle. consistency is in between thick and thin. Easy upply and doesn't take much. After drying my hair it looks and feels really nice. It didn't weigh down my fine hair which is a true test! I will definitely be using this regularly in my routine.|"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Wow, I am really impressed with this product. I have loved a lot of the products I've been using from Virtue, but this serum feels amazing on my hair and really packs a punch of hydration and really feels like it restores my hair health. Gifted by Virtue Labs"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Oily skin",
            "review_text": "I recently tried out this serum from Virtue for the first time and Iu2019m impressed. After one use I noticed an improvement in the softness and smoothness of my hair. A little bit goes a long way. I especially like that it does not leave a residue feel on my hair.  Offered by virtuelabs"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "I absolutely LOVE this serum! It lives up to its name as a damage reverse serum and works wonderfully on my dry ends. I have very long, thick, straight hair and a little goes a long way with this product! Gifted by Virtue Labs."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This is my first product from Virtue labs and let me tell you I wonu2019t be the last one , the formula of this product is so powerful, it really has improved my hair in this past weeks , my hair feel healthy and smooth gifted by virtuelabs"
        },
        {
            "review_title": "Damage is looking better!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Iu2019ve been using this hair serum every other day when I wash my hair. Iu2019ve got pretty long hair, so I used a little more product than recommend. After using for about two weeks, I can see a little improvement in my hairs damage. My hair also looks healthier and shinier. Looking forward to continuing this hair serum and seeing more results!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have been using this product for 2 weeks and itu2019s hard to tell if itu2019s been working. I am in the thick of postpartum hair loss so my hair is at the worst of the worst! I will say a little goes a long way and itu2019s nice to know my hair is having the right products on it. Time will tell if this product will help heal my hair and give it the nutrients it needs. Gifted by Virtuelabs."
        },
        {
            "review_title": "Like it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Virtue Damage Reverse Hair Serum.It not only makes my hair feel soft but also look super smooth and shiny. And most importantly, my damaged hair looks super healthy now. It works from the inside of my strands to repair, strengthen and revitalize. like it. Offered by Virtuelabs"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is gifted by Virtue labs This serum really helped my bleached hair look smoother. My hair felt very rough before but mow it feels so good. I use it before using shampoo, this is the first thing I use on my hair wash day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Loving the formula of this. Will need to use it longer to see long-term results, but liking it so far. My hair feels smooth and shiny after use. Looking forward to adding this to my routine. Gifted by Virtue Labs."
        },
        {
            "review_title": "Amazing product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Love this hair product so much! Is basically The only inside-out hair repair solution to both reverse and fight future damage, it also reinforce hairu2019s strength, and reduce breakage. I have highlights on my hair and I notice a difference after applying it a couple of times.  Offered by virtuelabs."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I have received the mini sample of this product and I'm so glad I discovered this! This product smells amazing and a great addition to my routine on hair wash day. I noticed difference with the strengthen, and feel that my hair is healthier each time. This was gifted by virtuelabs."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "My hair is dry and bristle so I was super excited to try the Virtue Damage Reversed serum. First off itu2019s smells amazing! A little goes a long way and after one use I can tell the difference. I definitely recommend. Gifted by Virtue labs"
        },
        {
            "review_title": "Must Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I was gifted by virtuelabspartner. I would just like to mention that I use heat on my hair a lot so itu2019s pretty damaged and as I used this product for a few days, my hair felt much better only after 5 days. This product is really good for damaged hair so I highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Loved using this  Virtue Damage Reverse Serum. It made my hair feel healthier and softer. I think my hair was a bit damaged from using hair dyes and this is a good products s to use to help smooth out my hair. complimentary from virtuelabs"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This serum really helped to restore the texture of my hair because it is heavily bleached and blonde. My ends were almost like mended together and it brought back shine. This also did not weigh my hair down. I was gifted by virtue labs."
        },
        {
            "review_title": "Nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I thoroughly enjoy using virtue damage reverse serum. this product was gifted by virtuelabs. Is the wonderful serum that helps with any type of damage that you may have with your hair. I saw a complete difference after years and my blowout was amazing. I highly recommend this product."
        },
        {
            "review_title": "Perfect for split-ends!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I really adore the light and airy feel of this cream! It doesn't make my hair feel heavy or oily at all. I've noticed that my hair looks so fresh and soft, and the best part is that my ends look really healthy. This cream has been a lifesaver for my split ends and it's especially great for someone like me with bleached blonde highlights. Gifted by Virtue."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "A little bit goes a long way, and I absolutely love it! I love using this treatment once a week. It leaves my hair feeling super soft. It adds a ton of shine and also smells incredibly beautiful. I received a very small sample to test, gifted by Virtue Labs"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Gifted by virtuelabs. Iu2019ve never used a product like this before, Iu2019ve been using it as a pre hair wash treatment and I feel like itu2019s improved my damaged hair and makes it super soft! I think itu2019s a great add on to my routine!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "A serum for my hair! Never have I ever thought I would have a hair serum but im 1000% happy that I do. It smells amazing all the while repairing my hair which is a win win in my book! I would highly recommend gifted by virtuelabs"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "A cream-to-serum formula that instantly absorbs into hair from cuticle to core, with a  lightweight texture that glides onto hair leaving it transformed especially hair thatu2019s damaged or in need of extra care. for stressed-out strands dehydration."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "first this product smells so good! It added a nice shine/ sheen to my hair after use. Itu2019s a lightweight serum that mixes well with other products without making my hair feel weighed down or dry. I didnu2019t notice any damage reversal reversal as yet. [ complimentary from virtue]"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Gifted by  Virtuelabs  it has truly transformed my haircare routine. Dealing with split ends and damage from coloring was a constant struggle, but this serum has made a noticeable difference. My hair not only looks healthier but also feels stronger and more resilient. I'm grateful for the opportunity to try this game-changing product!"
        },
        {
            "review_title": "Amazing results!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "This serum makes my hair shine. I love the application of it on and doesnu2019t make my hair feel greasy afterwards. I can give this product a 10/10! I definitely recommend this & I was gifted by virtuelabspartner this for an honest review."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This was a test product gifted by Virtue to me. I have tried the serum on damp hair on my ends and didnu2019t notice any difference after a few uses. It smells nice and has a nice texture but thatu2019s all about it."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Virtue has never let me down! In fact, I'm actually blown away with this new Damage Reverse Serum. I have thin, heavy highlighted blonde hair, and my split ends needed some attention after refusing to get a trim set the salon last time. This creamy, Coconut formula is a miracle! A little goes a long way, and within a few uses,I am a believer!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Love this product. Helps my hair look shiny. My hair is chemically treated, colored, and have Japanese straightening done. I would say itu2019s pretty damaged. Just one use of this product made my hair look shinier. #gifted by virtuelabs partner"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "I received as complimentary from Virtue and have been testing and honestly I absolutely love it. I was surprised that the formula was super light weight in my hands and light weight on my fine curly hair. I have dry brittle ends from being color treated and this has really helped my hair smoothen and tame my frizzy, brittle ends. Overall my hair feels moisturized and light. I love this serum and will continue to use!"
        },
        {
            "review_title": "Loved it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "This product was great! It smelled amazing and was so smooth on my hair. It helped repair my split ends and made my hair feel so healthy and strong. I would use this again in the future and definitely recommend trying it. Gifted by virtuelabs"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "Offered by virtue labs. I really like how this made the end of my hair feel. My hair has been very dry recently, and this seemingly has brought it back to life over the past few weeks. It is a light creamy texture and is easy to work in the hair and doesnu2019t leave a residue, which I love. It doesnu2019t leave a scent in your hairlike some hair products do so if youu2019re sensitive to smells nothing to worry about. Highly recommend!"
        },
        {
            "review_title": "So far so good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Virtue gifted me their Damage Reverse Serum. I have a ton of hair that I heat style everyday. I do have damage and this Serum did make my hair feel softer and more manageable. The sample was a small bottle so I only got to use it maybe 3 times but it was very nice!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Olive skin tone, Combination skin",
            "review_text": "This serum is super good for hair that is bleached damage like mine. My hair felt like dried hay before using this. I could not run my fingers through my hair without getting stuck but the keratin bonding formula helps to replenish nutrients in my hair and bring back the bounce. Gifted by Virtue but options my own."
        },
        {
            "review_title": "Amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "I have very long hair so with that comes some split ends so Iu2019m always on the look for something that will help with that. This not only makes my hair so much softer but dramatically helps repair breakage. My ends havenu2019t looked this great in years! I was gifted by virtuelabspartner"
        },
        {
            "review_title": "Incredible serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "Virtuelabs damage reverse serum is truly amazing. It is making my hair look and feel so much more healthy. It gives my hair incredible shine and makes it smooth. Iu2019m super impressed with how well it works!"
        },
        {
            "review_title": "Not a fan, maybe not for my hair type",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "I wasn't the biggest fan of this serum, i have been using it for a few days and have not seen any improvements which is understandable- however the way it felt on my hair was not pleasant. It made it feel very stringy and heavy, I don't know if it was just a protein overload but wouldn't purchase this. Gifted by virtue labs."
        },
        {
            "review_title": "great serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "I've been using this serum for a week now and I love it. It has creamy texture and works great on my highlights. I see the difference and will continue to use it. A little goes a long way.  Great ingredients! 8gifted by virtuelabs"
        },
        {
            "review_title": "Impressed! Real results!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I received this product complimentary from Virtue   I can't contain my excitement about this serum!   My hair has never looked better since I started using this leave-in formula.   My results are impressive!   My hair type fine and damaged and this serum works wonders on it. . It's been a game-changer for my concerns like damage, split ends, and breakage. The transformation from cuticle to core is real u2013 it's like hitting the reset button for my hair health.  What I adore most is how it restores elasticity and flexibility to my strands.  I'm genuinely thrilled with the multifaceted benefits of this serum. If you're looking for a hair transformation that's clinically proven and utterly fabulous, this is your go-to!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This serum is so good if your hair is extremely dead. I colour my hair often so it is easily breakable and this thick texture turns into a serum and is so hydrating on my hair. A little goes a long way. Gifted by virtue"
        },
        {
            "review_title": "Leaves my hair soft and helps with frizz",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I love that itu2019s a leave in product. Iu2019ve been using it after every shower as my first product, a pea size as I have a sample. Continued with my other hair care routine, like heat protectant and oil. I do find my hair to be softer and easier to manage. It isnu2019t as frizzy as it usually would be. Will continue to use and see the overall difference.  Offered by virtuelabs."
        },
        {
            "review_title": "Smells so good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I love this! It smells so good! It smells like honey and vanilla! It makes my hair feel soft and smooth after! It doesnu2019t make my hair feel heavy or greasy. Iu2019ll use it after I shower and just let it air dry. Gifted by virtue labs."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Dry skin",
            "review_text": "I was gifted by Virtue. I have been using the damage reverse serum for several weeks now and can definitely see a difference in my hair. My hair looks and feels healthier since I've been using it. It definitely helps with split ends and leaves my hair soft and smooth. I definitely recommend it!"
        },
        {
            "review_title": "Your hair needs this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Oily skin",
            "review_text": "Iu2019m totally in love with this damage repair hair serum I was gifted by Virtue. This stuff is absolutely amazing, my hair looks great. This is more of a thicker cream texture and a little goes a long way. My hair feels stronger and doesnu2019t have a stretch to it when itu2019s wet. I wish I would have tried this sooner before I had so many broken hairs. Try this stuff right now, no seriously buy it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Dry skin",
            "review_text": "I received this product complimentary from Virtue in return for my honest opinion.  This is a leave on serum, I apply it after each wash on damp hair and it dries off really quickly leaving no residue. My hair feels soft and silky."
        },
        {
            "review_title": "Damage Reverse Hair Serum",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Complimentary from Virtue Labs. The Virtue Damage Reverse Serum has a cream to serum formula. I used this serum right after the shower on damp hair. I have long hair so I usually do three pumps to address my dry and damaged hair concerns. I like the coconut and yuzu fragrance. I noticed less split ends after using this consistently."
        },
        {
            "review_title": "Good!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Virtue Labs gifted me this serum. I'm enjoying using this serum at night. I apply it to the ends of my hair where it is driest. and at dawn the dry appearance improved a lot. It has a texture that is easy to apply to the hair. I'm enjoying ."
        },
        {
            "review_title": "amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Combination skin",
            "review_text": "this serum has transformed my hair in only a week of using it. I apply to my ends at night and I wake up and my hair is very nourished and hydrated. I love the smell and this works great for dry, curly hair. I got this complimentary from virtuelabs."
        },
        {
            "review_title": "Good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "I got a sample of this product to review. Itu2019s slightly creamy like serum that you was absorbed quickly. I applied on clean hair and Iu2019m hoping that it will reduce breakage! Iu2019m hoping I can add more protein to my hair through the application.  Offered by virtue labs."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Iu2019ve only been able to test a deluxe sample, but I think this could work with longer usage. Iu2019ve ran out of the sample after 3-4 uses so Iu2019d need to rest longer to see results. It didnu2019t feel heavy or weigh my hair down though and smelled quite nice. gifted by virtue lab"
        },
        {
            "review_title": "Feels a little heavy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I like damage reverse serum I was gifted by Virtuelabs. Iu2019ve only used it twice and I can see that it is correcting my split ends. The only thing I donu2019t like is how it makes my hair feel. It almost feels like I still have some conditioner on it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "i have been using this product for the last two wash days. it made my natural curls super soft and defined. i want to use it more to really comment on its damage repair claims but so far its been good. gifted by virtuelabs"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I received this product complimentary from Virtue in exchange for my honest review. I have been coloring my hair for 15 years, and so Iu2019m always looking for products to try to help strengthen my hair and make it as healthy as possible! This product made a visible difference after just one use!"
        },
        {
            "review_title": "THIS IS A MIRACLE!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I was very generously gifted by Virtue in exchange I have agreed to give my honest thoughts on the product. All opinions are my own. So I have to admit that I was very skeptical about yet another hair product claiming to u201cfixu201d damaged hair but boy was I in for a surprise!! So Iu2019ve used it several times prior to deciding I needed to bleach my roots. I ran into some issues and ended up having to do them twice, tone twice, and do a bleach bath and color! Thatu2019s a lot of stress on already damaged hair! But guess what!? I didnu2019t lose any hair, there was zero breakage, AND my hair is soft and smooth! This stuff is amazing!! No lie!"
        },
        {
            "review_title": "love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "this stuff is great. a little goes a long ways so I just applied a little into my hands after I washed my hair and really applied it to my ends and it made my ends look and feel great, smells good too! gifted by"
        },
        {
            "review_title": "Yes yes yes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This hair serum has been a game changer for my fine, damaged hair. You need just a small amount and I can tell SUCH a difference after I blow dry my hair. It appears fuller, thicker and healthier. I love that you use it out of the shower and you need such a small amount! Gifted by Virtue."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I was gifted by Virtue the Damage Reverse Serum. I can say that this product really helped me with my damaged hair. I really noticed a big difference my hair is more Healthy and full of life. I can honestly say that I recommend this product because itu2019s a high quality product."
        },
        {
            "review_title": "Love it !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I am a big fan of Virtue Labs products so I was very excited to receive this serum. I was using it and I really liked it, as a person with dyed hair I can say that I could feel the change a little. My hair was softer and felt healthier. The texture is light and absorbs very well into damp hair. Gifted by Virtue Labs."
        },
        {
            "review_title": "Perfect addition to you hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Gifted by Virtuelabs The only inside-out hair restoration treatment that doubles hair breakage reduction, strengthens hair, and fights future damage.  My hair felt soft especially my ends. Iu2019ll be using this for sure in my hair routine I have curly hair and I do blow out my hair felt great"
        },
        {
            "review_title": "If you have any damage to your hair, you need this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "Gifted by Virtue Labs, The New Virtue Damage Reverse Serum is a revolutionary hair care product that aims to repair and reverse damage caused by heat styling, chemical treatments, and environmental factors. This serum is designed to nourish and strengthen the hair, leaving it healthier, smoother, and more resilient. One of the key ingredients in the Virtue Damage Reverse Serum is Alpha Keratin 60ku, a patented form of keratin that is derived from ethically sourced human hair. Unlike traditional keratin treatments that use animal-derived keratin, Alpha Keratin 60ku is a pure, whole, and intact form of keratin that is recognized by the hair as its own. This allows it to effectively repair and restore damaged hair, as it can seamlessly integrate with the hair's natural keratin structure. The Virtue Damage Reverse Serum also contains a blend of nourishing ingredients, including hydrolyzed quinoa, baobab seed oil, and grapefruit extract. These ingredients work together to provide deep hydration, strengthen the hair shaft, and protect against further damage. The serum also helps to seal the hair cuticle, reducing frizz and improving the overall smoothness and shine of the hair. With regular use, the Virtue Damage Reverse Serum can help to improve the overall health and appearance of your hair. It can repair damage, reduce breakage, and restore shine and vitality to even the most damaged hair. Whether you have chemically treated, heat-damaged, or environmentally stressed hair, this serum can be a game-changer in your hair care routine. Overall, the Virtue Labs New Virtue Damage Reverse Serum is a high-performance hair care product that is formulated to repair and reverse damage, leaving your hair healthier, stronger, and more beautiful. Incorporating this serum into your hair care routine can help you achieve salon-worthy results and restore your hair's natural beauty."
        },
        {
            "review_title": "Feels amazing already",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "My hair been feeling really dry and brittle after years worth of long summer and now the cold weather. I was really looking for something to give my hair a boost. I tried this sample size. Itu2019s is very easy to work in from my roots to the end of my hair. I just tell dry my hair in the shower and add it on for a quick and easy routine. I can see a change, looking forward to keep using. Gifted by virtuelabs"
        },
        {
            "review_title": "Hair serum!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I do like the cream to serum formula. Little goes a long way. Non sticky at all and absorb fast into my hair without feeling sticky. If you have dry/damage hair I recommend checking out this product. Gifted by virtue labs"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Gifted by Virtue Labs. I love this hair serum.  I have really damaged bleached hair so I need something that will counter all the things I have put my locks through. It is not too heavy and it makes my hair feel really silky smooth.  A little bit goes a really long way, which is also important."
        },
        {
            "review_title": "Love it so much!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I recently discovered the Hair Damage Reverse Serum, and it has truly transformed my hair care routine. This serum is nothing short of a miracle worker for damaged hair, and I am beyond impressed with the results it has delivered. Complimentary from virtuelabs"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "I havenu2019t been using this serum for very long, but oh my gosh I think itu2019s working.  I have very dry, damaged, frizzy hair.  After applying the serum and styling the same way I normally do, I swear my hair looks and feels so much healthier and has way less frizz.  It was shiny and so full of life!  Gifted by Virtue Labs but thoughts are my own."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received the sample size gifted by Virtuelabs for the exchange for the review. It makes hair a little smoother. I donu2019t see a huge difference since I have only used once. It has a nice texture and makes my hair smell nice though!"
        },
        {
            "review_title": "Must Buy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "LOVE! such a one of a kind product! I am very particular with what products/ingredients i use for my hair, so i was delighted to see that this serum holistically and naturally repairs your hair! My hair definitely feels softer and stronger after a couple of uses. Highly recommend"
        },
        {
            "review_title": "Amazing results after the very first use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "This was gifted by Virtue in exchange for my review. I have long, wavy to curly hair that is dry, and damaged with some pretty bad split ends and after using this for a few weeks, as my first step after every wash, I have seen some dramatic improvement. I saw a noticeably difference the first time I used this in fact. Itu2019s easy to apply, and doesnu2019t weigh down my hair, which is always a concern with wavy/curly hair. It has a nice almost tropical scent to it as well, mild but pleasant. If it wasnu2019t for the improvement in the look of my frizzy split ends and less noticeable damage I wouldnu2019t even know I had added anything to my hair, which is exactly what I was looking for."
        },
        {
            "review_title": "Wow",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Omg Iu2019m obsessed with this product. I dye my hair a lot so it definitely isnu2019t the healthiest. Iu2019ve been using this serum for my hair and it definitely helped with the texture and split ends ! So Iu2019m always looking forward to using it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This product is really lovely! I donu2019t have very damaged hair but especially since I do use heat this is nice to be able to use and ensure my hair is looking shiny and soft and super light and fresh. I will be continuing to use this in my hair routine. Gifted by VirtueLabsPartner."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "I really love what this does for my hair. I definitely think it makes a difference in the shine and overall health - it definitely feels smoother and looks shiner. What I also like is that it doesnu2019t weigh down my super fine hair either."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "This was gifted by Virtuelabs. This hair serum is really lovely! I feel like I have pretty damaged hair just from living in a cold state, and this has helped my ends tremendously! Itu2019s helped hydrate and make it look much healthier"
        },
        {
            "review_title": "a little less damage?",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I've been bleaching my hair for many years so it is basically straw. I'm pretty sure nothing could totally fix it, but this serum gives some much needed hydration and strength back to my hair. It smells amazing as well. Complimentary from virtue labs."
        },
        {
            "review_title": "Game changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I see a crazy difference in my hair! I have super fine hair prone to damage since my strands are weak. With using this serum I see a difference in the feel of my hair and the strength! Before when my hair would snap, now it is able to stretch tons more! Gifted by virtuelabs"
        },
        {
            "review_title": "Good leave in",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I liked this product. I felt like it made my hair feel soft. I didnu2019t see the damage reversing results I was really hoping for, but I think it might come with more use over time. I was gifted by virtue labs."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "Great serum for damaged hair, love using it weekly. Hair feels much stronger and healthier after applying. Great quality and ingredients.highly recommended for anyone looking to get some extra help with hair. Received complimentary from virtuelabs"
        },
        {
            "review_title": "Probably the best repair serum yet!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I by far love the way it feels to have layers of built up debris slip from my hair given Iu2019m a farmer itu2019s so easy to get gritty hair that never seems to be clean and almost always has some sort of filth despite showering , this helped nearly immediately as I was no longer seeing knotting from the damage I wasnu2019t feeling roughness and it was a lot easier to brush! This was gifted to me by virtuelabs."
        },
        {
            "review_title": "For frizzy curls",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love it . It hydrates my frizzy hair. I add a bit on my ends too. I think it has a great scent to it. Not too strong or light. This serum does not knot my hair but smoother it. It is not too oily or messy. Gifted by virtue"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this product I was so excited to use it because I have some severe damage on my hair due to heat and I have blonde hair which means the proteins in my hair is a little weaker, so so excited to use this to reverse some of the damage since I started to use that Iu2019ve noticed a massive change in my hair. It feels softer, fuller, and all around healthier. Offered by virtuelabs"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Gifted by Virtuelabs. u2066I love the way it makes my hair feel, smell, and look. It has a clean fresh scent that is not too strong. My hair feels so soft and silky. It's never greasy or sticky. It also helps to protect my hair when I flat iron it. I havenu2019t noticed any major change yet So Iu2019m excited to see the long term difference it makes."
        },
        {
            "review_title": "My hair feels thicker and stronger",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Iu2019m excited about this product! My hair is thinning and breaks easily. I do notice that my hair looks thicker when I use this and my split ends are much less noticeable. I donu2019t know that it heals them. But they do look better. I received a sample size so Iu2019m not able to comment on long term results, but I do want to purchase this and see what happens with further use! This was gifted by Virtuelabs."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "i received a sample size of the Damage Reverse Serum offered by Virtuelabs. to me the texture is more of a cream than serum. i used it like a leave in conditioner and noticed my curls were more defined than usual. i canu2019t speak to if the product reversed damage as i didnu2019t use it long enough to see those type of results"
        },
        {
            "review_title": "Adding to my wash day routine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I was honestly really impressed with this product right off the bat! Ive used the Virtue oil before and loved it (plus the smell is heavenly!!) and so had high hopes for trying the serum. So far, I really like how soft it makes my hair. Itu2019s easy to use and work into my nighttime routine post-shower. Iu2019m excited to see what other results come from regular use. Offered by Virtue Labs"
        },
        {
            "review_title": "Amazing product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I absolutely love the smell of this product, and how smooth and shiny it made my hair. I used about a dime size amount for my entire hair and noticed a visible difference after I styled it. I would recommend this product to a friend. Gifted by virtue labs."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This serum makes my hair look smoother instantly, when I apply it prior to styling. It's hard to tell if it's providing any long-term or permanent benefits because I have hard water so my hair always looks frizzy if I don't style it straight after the shower. gifted by virtuelabs"
        },
        {
            "review_title": "Love reverse damage",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "You can see the difference after using this product on your hair, as its name says, it reverses the damage to the hair caused by dyes, straighteners, hair curling tongs, etc. My hair definitely looks prettier. I highly recommend it if you are thinking of buying it. you doubt it more complimentary from virtuelabs"
        },
        {
            "review_title": "Great hair serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I have long, frizzy , curly hair so finding a hair serum that doesn't weigh down my hair or make it look greasy is a challenge. Iu2019ve tried this hair serum on my damp hair and was amazed how much it makes difference. It has transformed my locks into silky, smooth strands with a healthy shine. Cant say enough how happy Iu2019m with this magical product."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I received this product complimentary from Virtuelabs in exchange for my honest review. As I have chemically treated hair I was very excited to this product! I definitely saw a difference within using it for the first time my hair felt so soft!"
        },
        {
            "review_title": "Great for curly girls",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Oily skin",
            "review_text": "I received the Damage Reverse Serum complimentary from Virtue Labs to try and review.   My curly hair almost always feels dry and damaged.  This hair serum has my hair feeling softer and more manageable. There is improved elasticity so I donu2019t get breakage. A total win for curly girls."
        },
        {
            "review_title": "Great for  damaged ends!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "Wow! This product was gifted by Virtue and they did it again with another stellar product. Just with 2 uses I could see a difference in my ends. They usually feel a little dry and have split ends after blow drying and after using this product my ends felt so smooth and soft. Excited for the long term effects. Iu2019m a huge Virtue fan and they made another great product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "virtue labs damage repair serum really does feel like a lightweight serum that strengthens my hair. i have thin hair with split ends but this serum did not weigh it down and left my hair feeling hydrated. love the scent too!"
        },
        {
            "review_title": "I need more time to try it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "My hair was damaged a month ago and when I say damaged I mean turned into garbage and this product helps me improve the texture of my hair and gives me shine and softness but since my hair is so damaged I have not been able to see one hundred percent encouraging results. ..I have to try it for longer to see real results. #giftedbyvirtuelabspartner"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Combination skin",
            "review_text": "I love this brand and have never been disappointed by any of their products. I was super excited to get my hands on the virtue damage reverse serum. I am trying to grow my hair long so I have not cut it for a while and I curl it every other day so there is definite damage. I use this serum after washing my hair. Just a little goes a long way and it definitely makes my hair looks shinier and healthier and a lot more manageable. I plan to use it long-term to see additional benefits. Offered by virtue labs."
        },
        {
            "review_title": "little goes a long way",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have thin hair that is pretty damaged from the years I was bleaching it blonde. I started using this mostly as like a finishing product to cut out the frizz and damaged parts. I haven't been using it long so I haven't seen that much long term effects, but a little goes a really long way with this. You certainly do not have to use a lot. Complimentary from Virtue"
        },
        {
            "review_title": "IT WORKS!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was gifted the Damage Reverse Serum by Virtue and it has seriously CHANGED by hair for the better! I have noticed less split ends and my hair being softer/shinier! Using once a week has been so beneficial! I would definitely recommend!"
        },
        {
            "review_title": "A must!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "My hair is super dry and damaged. This product has helped bring it back to life! It makes my hair look smoother, shinier, and overall healthier.  The product is easy to apply and absorbed fairly quickly. I canu2019t wait to keep using it! Gifted by virtuelabs."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "I received a sample size of the virtue damage reverse serum and got about 4 uses out of it. That being said, I still donu2019t think Iu2019ve used it enough to see a significant difference in my hair. Does it make my hair feel soft after using it? Yes. Gifted by virtuallabspartner"
        },
        {
            "review_title": "Split End Mender! ud83dudd39",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I have been wanting to try Virtue for a while now, so I was stoked to try their newest launch! I was gifted this Virtue Damage Reverse Serum complimentary from Virtue. I wasnu2019t sure what to expect, especially since it was sample sized and I have a lot of hair. To my surprise indeed a little goes a long way and I will probably get between 7-10 uses. ud83dudd39  Virtue Damage Repair Serum sna fadt absorbing cream to serum formula fast-absorbing, cream-to-serum formula that both reverses and fights future damage. It restores severed bonds and damaged peptides that give hair elasticity and strength, while refilling each strand with all-natural keratin for smoother, softer, protected hair. ud83dudd39  I recently re-highlighted my hair and my ends were looking really frazzled and like straw. No matter what I used my ends still looked and felt damaged, even my usually holy grail oils and serums. Iu2019m really impressed with Virtueu2019s damage repair serum. I used a small amount and applied throughout my hair prior to blowing out with my blowout brush. ud83dudd39   Not only was it easier to work my blowout brush through my hair, but my ends look amazing! You canu2019t even tell that they are damaged. My ends look so smooth and healthy. My hair has great shine and I can run my fingers through my hair no problem. You canu2019t even tell I had horrible split ends. I also really love the fragrance as well. ud83dudd39"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I wasnu2019t a fan of how putting this in my hair felt. It didnu2019t have much slip to it. But the results were really great! My hair felt softer at the ends and less frizzy. I have bleached hair so I have resigned myself to having not so nice ends but this has helped! Gifted by virtuelabs"
        },
        {
            "review_title": "Healthy Hair!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "After dyeing and bleaching my hair so often over the years, my hair has received a lot of damage and breakage. I was excited to try the damage reverse serum in hopes of repairing my brittle hair. A little definitely goes a long way, so I like to spread it out on my hands and run it through my hair. Complimentary from virtuelabs."
        },
        {
            "review_title": "Silky soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I really love this product. I think it helped with my frizz, and shine. My ends can be kind of damaged and fuzzy but this smoothed it out well. I also liked the smell and the smell on my hair that it left."
        },
        {
            "review_title": "Damage reverse!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "complimentary from virtuelabs.  I get a hair lightening service every 3-4 months, and after the first use of virtue damage reverse serum, my hair feels so much softer and fuller. My frizz is gone. My hair feels amazing! This product absolutely improved my hair texture even after just one use!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "Iu2019ve been using this serum for a bit now, things I like about it are that itu2019s pretty light weight, after drying and styling my hair with this in my hair looked very healthy and shiny, and felt very soft. Gifted by virtue labs"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This was gifted by virtue labs. I think it is overall and nice serum but nothing groundbreaking. I didnu2019t find that it necessarily did much for my hair. My hair wasnu2019t as soft as it usually is with other serums. I will say that it was lightweight which was nice if you are looking g for a lighter serum."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I received this product complimentary from Virtue. A haircare brand I have gotten to know well in the past year, and really enjoy. Thos srum is lovely, and as someone with extremely long hair, this serum did so much for my split ends. Didn't make my hair oily, it just soaked up the goodness. A little goes a VERY long way!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This is definitely a winner for me I struggle with my hair. I feel like it breaks very easily and itu2019s hard for me to keep my hair super long, so finding a product that helps repair. The damage is a game changer for me. Offered by virtuelabs"
        },
        {
            "review_title": "Not sure",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Hmm Iu2019m not sure about this products yet. Iu2019ve been using it for almost two week and canu2019t really see a difference in my hair. I mean my hair is not that damaged. Itu2019s not colored and when I blow dry it I always applied a protective product, so my hair is ok. The only thing I likes so far itu2019s that this cream does not weigh down my hair which is a big plus and it does not make it oily. Gifted by virtue labs"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I love the new Damage Reverse Serum by Virtue! I use it on my hair wash days and gently rub it through my damp hair before drying and styling. Iu2019ve noticed my hair looks a lot shinier, healthier, and stronger! Gifted by virtue"
        },
        {
            "review_title": "Great Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "If you are looking to improve your hair, this is a great product.     It has  really smoothed out the texture, leaving it looking healthy and shinny  I received this as a gift from  complimentary from virtuelabs  but will defintely repurchase."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "This hair serum has a very nice scent, which is not too overpowering. I have thin, fine hair that is slightly damaged at the ends. I only have to use a VERY small amount of this product for each use. I did notice added oiliness if too much is used. It is lightweight and doesnu2019t weigh my hair down. It leaves my hair feeling soft and looking smooth. Gifted by Virtue Labs."
        },
        {
            "review_title": "Useful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I was excited to try this serum because I have a lot of damage in my hair from color treatments.The serum contains Alpha Keratin, a protein that is said to repair hair damage. I have been applying to damp hair. The formula is a little bit sticky. I think that my split ends look better, but I donu2019t love the stickiness in the hair.  Gifted by virtue labs."
        },
        {
            "review_title": "My new hair routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "I received this serum for free and absolutely fell in love with it! It has the softest texture and feels on hair like nothing on it! My hair got more softer and shinning after using it! Will definitely recommend this product! Also, I have baby hair - thin and I am not using any product that makes them heavy! So for everyone who has thin hair - this product is must have! It was gifted by virtuelabs"
        },
        {
            "review_title": "Hair is shiny and healthy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This damage reverse serum gifted by virtue had been a game changer for me hair! I have dry hair and my ends get damaged very easily and this product has helped hydrate my hair and given my hair more volume!"
        },
        {
            "review_title": "good hydration",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "will be honest I haven't seen much after few time use. I love this brand and use their full collection so I was exited to try this one and a bit sad that for my hair it doesn't do much buy hydration(  gifted by virtuelabs"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Virtue gifted me their new virtue damage reverse serum and i love it!! It keeps my hair feeling super soft and silky but also gives it such a nice shine. I feel like my hair is so much healthier now too"
        },
        {
            "review_title": "A hair must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "Kindly gifted by Virtue in exchange for my honest opinion. Reversal at first use!! This is a fantastic product. I was thoroughly impressed. Really saw a difference in my overall hair look and feel.  A little product goes a long way. I highly recommend it"
        },
        {
            "review_title": "Nice results in a few uses!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "I got a small sample of this to try & I noticed a difference within a couple of uses for sure. My hair is shiny, easy to brush & looks really healthy. I would like to have tried something larger to see longterm results. So I canu2019t report on that, but the short term is good! Gifted by virtue labs"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "This damage reverse serum offered by virtue labs is something I havenu2019t used before but has helped with reviving my hair between haircuts. I donu2019t dye my hair but heat style and it has helped smooth my split ends. A little goes a long way so I felt like I got a lot for the value"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I received this Damage Reverse Serum complimentary from Virtue. Iu2019ve been using this for a little while now and while I did find that I think it was making my hair healthier and stronger, I found that it made my straight hair look and feel oily."
        },
        {
            "review_title": "Healthier looking hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "This Is a great serum for making my hair look sleek and healthy. It doesn't take a lot of product to achieve a great result. This was gifted by Virtuelabs, but I would definitely purchase and make it a staple in my hair routine."
        },
        {
            "review_title": "Great serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This product was gifted by virtuelabs. One of the best things about this product is its amazing scent. It has a beautiful, fresh fragrance that will leave your hair smelling great all day long. Additionally, the product is very easy to use. Simply apply a small amount to your hair before applying heat, and you'll be amazed at the results. Your hair will look and feel smooth, shiny, and healthy. Love it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Was pleasantly surprised with this hair serum. My hair is fine-textured and can easily get weighed down with certain products, but this actually made my hair BOUNCIER and full of life. I put it in damp hair after washing, and then left to air dry. It's a great everyday styling product. Complimentary from virtuelabs"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "The results from this product genuinely shocked me because repairing hair things never actually work for me. But I have some front hair pieces that are super fried and fragile and when I applied this to them it completely smoothed them out. offered by virtuelabs"
        },
        {
            "review_title": "Loving it !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I love all the Virtue products Iu2019ve tried so far and this one also gets on my love list! It made my hair so shiny and feeling strong!!"
        },
        {
            "review_title": "Wow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Complimentary from Virtue Labs , the New Virtue Damage Reverse Serum is absolutely amazing. I love how shinny and smooth my hair has become since using it . I am addicted now and can not get enough. I would love to keep using this product"
        },
        {
            "review_title": "On the fence",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received a trial size of this product offered by virtuelabs  in exchange for a review, and Iu2019m torn.   Maybe it was user error, or maybe itu2019s my extremely porous and highly color treated hair being its grumpy self, but I didnu2019t notice a difference."
        },
        {
            "review_title": "A new must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love how my hair has been looking thanks to this hair serum! It has a cream-to-serum formula that instantly absorbs into the hair and I love the lightweight texture that makes it easy to glide onto my hair leaving looking nice and healthy. I definitely plan on repurchasing this since I only received a sample. Highly recommend! *gifted by virtuelabs partner"
        },
        {
            "review_title": "Great for split ends",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I would like to start by saying that I colored my hair for the past 15 years, I have highlights, therefore my hair is pretty dry towards the ends. This product stood out to me because it only needed one application and it has already taken care of my split end. My hair looks much better. Gifted by virtue labs."
        },
        {
            "review_title": "Just what I needed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "As someone with bleached and color treated hair, I was excited to see Virtueu2019s new Damage Reverse Serum! This works wonders for making my hair look smoother and healthier pretty much instantly! After using this for a while, my strands feel like theyu2019re stronger. I love this cream-to-serum formula - itu2019s lightweight and absorbs well! Gifted by virtuelabs"
        },
        {
            "review_title": "Healthier looking hair instantly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This product was #giftedbyvirtuelabs in exchange for my honest review. I do my best to take care of my hair, but styling and heat takes its toll. The ends of my long hair are frankly frazzled. So I was the perfect person to try out Virtue Labsu2019 new Damage Reverse Serum, a first styling step designed to seal and smooth damaged cuticles. The science is cool: Alpha Keratin protein seals, while mushroom extract moisturizes and solar protection complex prevents further damage including color fading. Sounds great, but it all comes down to how my hair looks after using itu2026 and my hair looks smooth, shiny, and instantly healthier!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Iu2019ve tried multiple Virtue products, I only tried a tiny travel size bottle and my hair is down past my waist so I wasnu2019t able to sample it as long as I wanted however itu2019s a no for the price point. There are many products out there that do the same thing for a cheaper price point. Itu2019s a cream to serum product that is supposed to reverse and fight damage. I donu2019t believe I had enough product to really fight the damage in my hair. Maybe if I tried a full size bottle over the course of a month or something. As for the serum itself itu2019s a nice consistency and absorbs well into the hair"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Iu2019m really enjoying this serum so far. A little really does go a long way. Usually, air drying my hair results in frizz and little shine, but using this after the shower on damp hair, and letting it air dry? My hair has never looked healthier! Excited to continue using. (Gifted by virtue labs)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Gifted by virtuelabspartner. Virtue Damage Reverse Hair Serum is a transformative treatment designed to repair and rejuvenate damaged hair. Packed with nourishing ingredients, it aims to restore health, shine, and manageability, promoting a revitalized and resilient hair texture."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I love virtue damage reverse serum. It has truly done wonders for the health of my hair. It makes my hair feel so strong and so soft. I love that my hair has less split ends too. This was gifted by Virtue."
        },
        {
            "review_title": "Healthy hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I love virtue labs! I have curly, frizzy, dry prone hair- and I donu2019t dye it. I feel like this serum helps it look healthy, feel healthy and makes it easier to manage. I like to apply on my damp hair and style as usual. Gifted by Virtue"
        },
        {
            "review_title": "Stronger hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This is a really nice treatment. I have been using it for a few weeks and my hair looks and feels stronger. I apply it to wet/damp hair after I wash it and distribute it evenly avoiding the roots, then leave it on and style as normal. It doesnu2019t weight my hair down and once itu2019s dry I notice shinier, smoother and stronger hair overall. Highly recommend! It has already become a staple in my hair care routine This product was gifted by virtuelabs but this is my honest opinion."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have used this with both damp and dry hair before styling. It reduces frizz and my hair is extra shiny when I use it. The serum also smells amazing even when a very small amount is used."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The key to this product is to know that a little goes a long way. If you use too much it weighs down your hair have makes it look greasy. Once I got the quantity right I did enjoy this product and felt like it made my hair look and feel more silky and strong.  Gifted by Virtue Labs for review purposes."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "OK serum. Not the best and did not reverse any damage really. Makes the hair soft but that's about it. More like a conditioner. It's decent but doesn't stand out too much. Only tried sample so my review is limited. gifted by virtue"
        },
        {
            "review_title": "Great serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Love the rich and warm coconut scent. I used a couple times after washing my hair as a first step in my styling routine and noticed shinier, smoother and more manageable hair. I love virtue products and this one is a great addition to my haircare routine. Offered by virtuelabs"
        },
        {
            "review_title": "Improved the look of dry/split ends",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I received a deluxe sample prior to launch complimentary from Virtue in exchange for my honest review. I have long, fine hair that is not color-treated and tends to get dry at the ends long before they start to split. I noticed my ends looked more hydrated and sleek when using Virtueu2019s Damage Reverse Serum. I donu2019t notice any split ends in my hair after using this up, and they usually are more apparent when I heat-style my hair. I canu2019t speak to the long-term experience of using this product, as the sample I received had about five/six usesu2019 worth of the serum for my hair length."
        },
        {
            "review_title": "Smells heavenly",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have fine colored hair but a lot of it. Itu2019s somewhat dry and frizzy and I found a little bit of this product helps manage the dryness and frizz. It smells heavenly and doesnu2019t weigh my hair down. It does not leave a greasy look or a film in the hair. An absolute must in my routine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Tan skin tone, Dry skin",
            "review_text": "#gifted_by_virtue   This is a fantastic hair serum!! Love how my hair looks and feels super smooth and is shiny and my damaged hair looks super healthy! I am loving the serum and canu2019t wait to try the full size!"
        },
        {
            "review_title": "Very lightweight and not sticky",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "Gifted by Virtue Labs. This hair bonding serum is so good. I really love that it is very lightweight and fast absorbing and it doesnu2019t weigh my very thin hair down. Smells very nice too. I think itu2019s worth a try."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I really love this serum. It made my over processed damaged frizzy hair feel amazing again. I used a tiny bit on damp hair before styling. It sealed my dead ends and left my hear feeling to healthy and shiny."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "I got a sample of this and love! Used it before blow drying and hair looks soft silky and smooth"
        }
    ]
}