{
    "product_id": "1555",
    "name": "C.E.O. 15% Vitamin C Brightening Serum",
    "brand": "Sunday Riley",
    "categories": "Skincare, Treatments, Face Serums",
    "price": 165.0,
    "about": "What it is:An advanced serum with plant saccharides and 15 percent vitamin C (THD ascorbate) to visibly minimize pores, brighten dark spots, and target signs of aging..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Dark Spots, Fine Lines and Wrinkles, and Dullness.Formulation:Serum.Highlighted Ingredients:- Advanced Vitamin C (THD Ascorbate): A more stable version of vitamin C that targets visible signs of aging including dullness, loss of firmness, fine lines, wrinkles, dark spots, and redness..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also gluten-free and cruelty-free..What Else You Need to Know:Powered by a stable, advanced form of vitamin C, this serum rapidly absorbs into skin to visibly brighten and diminish signs of aging while providing powerful antioxidant protection. It leaves skin looking hydrated and firm with less-visible dark spots and wrinkles over time.",
    "ingredients": "-Vitamin C (15% THD Ascorbate): Features superior visible brightening, clarifying, and antioxidant properties; helps fight the first signs of aging caused by stress, lifestyle, sun, and pollution...-Phytosterols Complex: Isolated from soybeans and containing at least 40 percent beta-sitosterol, it helps reduce the look of redness and skin sensitivity.   ..-Saccharide Isomerate Extract: Reduces the appearance of pores while reinforcing the skin's natural moisture barrier for smooth, supple texture.   ..-Glycolic Acid: Provides mild refinement to the skin; maintains the pH of the serum for maximum vitamin C efficacy, while supporting natural cell turnover and glow of the skin.   ...Water, Tetrahexyldecyl Ascorbate, Squalane, PEG-8 Beeswax, Hydrogenated Polydecene, Polyglyceryl-6 Distearate, PPG-12/SMDI Copolymer, Phenoxyethanol, Acetamidoethoxyethanol, Jojoba Esters, Sodium Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Glycine Soja Sterols, Tocopherol, Glycolic Acid, Caprylyl Glycol, Sodium Phytate, Citrus Aurantium Dulcis (Sweet Orange) Oil, Chlorphenesin, Cera Alba, Glycerin, Isosqualane, C30 Hydrocarbons, Saccharide Isomerate...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Use AM and/or PM..-For antioxidant protection and a glowing look, apply two pumps every morning to clean skin..-For visibly brighter, firmer skin overnight, apply after you cleanse before bedtime...Sunday says:.-I use C.E.O. 15% Vitamin C Brightening Serum twice a day. In the morning, I make a vitamin C cocktail for my skin by mixing two to three pumps with three drops of C.E.O Glow Vitamin C + Turmeric Face Oil. I massage it well into my skin and it rapidly soaks in, and my skin visibly glows. In the morning, I follow with Good Genes All-In One Lactic Acid Treatment and a dab of Tidal Brightening Enzyme Water Cream and then sunscreen. In the evening, I use C.E.O. 15% Vitamin C Brightening Serum after my retinoid step (A+ High-Dose Retinol Serum and Luna Retinol Sleeping Night Oil). I then follow with ICE Ceramide Moisturizing Cream. (All additional products are sold separately.)",
    "num_reviews": 2299,
    "overall_rating": 4.1,
    "product_url": "https://www.sephora.com/ca/en/product/c-e-o-rapid-flash-brightening-serum-P418346?skuId=2329639&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2329639-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1 oz/ 30 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s1929306-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Makes me break out and clogs pores",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This serum gives you an instant glow, however I realized that whenever I use it, I end up having lots of red pimples and clogged pores"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I opened up my bottle today to get the last bit out and was thrilled by the level of efficiency of the packaging. Virtually no product lost. Thank you for this and for the great product contained inside."
        },
        {
            "review_title": "Best in class vitamin c serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Dry skin",
            "review_text": "This is the vitamin c serum I always go back to. It's not greasy, it's very moisturizing, and super effective at fading dark spots and making skin look glowy."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It makes your face look like glass!! Also smells nice"
        },
        {
            "review_title": "Not for everyoneu2026 terrible reaction",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This was great the first three days and then my face started getting really red and I had a terrible allergic reaction almost like Winburn and my face is dry and bumpy and bright red. I had to call a dermatologist dermatologist to get a Cortizone cream and five days later, it's still very bumpy and itchy."
        },
        {
            "review_title": "Highly recommended",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Best vitamin c I have tried so many brand but this one works great !!!"
        },
        {
            "review_title": "Just what I needed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Gold standard of serums for me. My skin has lost the dull You're in your 60s look."
        },
        {
            "review_title": "Not Worth the Cost",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, notSure skin tone, Normal skin",
            "review_text": "I liked this product, but it's just not worth it for me given the amount that comes in the bottle. Even using one pump a day, it's gone too quickly."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This is easily the best vitamin C serum I've used and I've tried a few. It's a little pricey so I wait for whenever it goes on sale, also the value size is worth it for this product. From what I've researched this form of vitamin C lasts better than ascorbic acid."
        },
        {
            "review_title": "do not buy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I used it only handful of times before it ran out. Lo and behold there is SIGNIFICANTLY less in the bottle than they market and charge for. The product is only what is in this teeny tiny internal sheath. Shameful"
        },
        {
            "review_title": "Love this, cannot be without it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Finally writing this review after using this product for years. I've tried other vitamin-C serums both expensive and cheaper and this is the one I come back too. I absolutely love it. It's hydrating and there's a noticeable difference in the evenness of my skin tone when I use this regularly. It's my daily moisturizer and works well under makeup. moo but"
        },
        {
            "review_title": "The BEST",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "It's fine! Don't listen to these u201cOSHA u201c warnings by these reviewers. Give me a break. The vitamin C in this product is very good but some people can't tolerate Vitamin C. It doesn't mean it's an environmental hazard."
        },
        {
            "review_title": "Vitamin C glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Discover the magic of this incredible 15% vitamin C brightening serumu2014it truly glows in a bottle! The fragrance is delightfully subtle, making it a joy to apply. I adore its creamy texture, which feels luxurious in my morning and nighttime rituals. This serum doesn't just brighten; it plumps up my skin and keeps it radiantly glowing all day. It's a game-changer for my skincare routine!"
        },
        {
            "review_title": "Wear SPF!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "You need to wear spf if you use this product because it is very strong and will actually give you great results. You should always be wearing spf regardless but you just need to be extra careful when it comes to a product as strong as this!"
        },
        {
            "review_title": "DO NOT BUY THIS",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Medium skin tone, Combination skin",
            "review_text": "I don't usually write reviews but this one is a necessity. This product should come with a warning and should be in OSHA's list of hazardous materials. MY FACE SWELLED UP AND TURNED PURPLISH RED, while my chest sprouted tons of red, angry hives that required a handful of Benadryl to control. It has been several days and the problem still exists which will require a visit to the dermatologist.  I should send them the derm bill to pay."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "J'ai utilise ce produit pendant 6 mois et j'ai ete tres deu00e7u pour le prix du produit. Premierement la pompe du distributeur a brise apres deux semaines d'utilisation donc je devais devisser la pompe u00e0 chaque fois. Je n'ai pas vu de changement dans ma peau durant l'utilisation. Beaucoup trop cher pour ce que c'est."
        },
        {
            "review_title": "Favorite vitamin c serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I would to say that I am not loyal to any product and always changing to see if I can find something better but this one I continue to repurchase because it's that good. I have sensitive skin and this does not make it angry"
        },
        {
            "review_title": "A staple for me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I absolutely love this stuff. I've tried a lot of vitamin c products, and a lot of them are really sticky and cause redness. this serum makes my skin so soft, supple, and clear. In my experience, it helped my breakouts and helped to reduce redness."
        },
        {
            "review_title": "If you wanna glow, this should be you go to",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Oily skin",
            "review_text": "I used this for a really important ceremony and my skin was glowing from this product alone! I would highly recommend it to anyone who is looking for a good brightening serum!"
        },
        {
            "review_title": "Breakout",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This made me breakout pretty badly. I've never had this issue with a vitamin c product before, and I've tried a bunch (Paula's choice, drunk elephant, murad). Unfortunately I was a few days outside the return window when I started it, total waste of money."
        },
        {
            "review_title": "A nust have in my daily routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "After two weeks using the product my skin looks younger and hydrate more even tone I recommend this product"
        },
        {
            "review_title": "Bad reaction from this! So beware this can happen.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I got a free offer sample when you spend 45$ being Rouge so I didn't come check reviews out like I normally do before I buy anything and I'm so upset I didn't because just as many other people have experienced I got a bad reaction to this product"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "This makes my skin glow and doesn't break out my skin. I have acne-prone, oily, sensitive skin and this doesn't irritate my skin."
        },
        {
            "review_title": "Good product but not worth it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I love this product, but keep in mind that the container that you are  actually looking at is not full. If you take the top off, it has a very small plastic bag with minimal product. It's extremely misleading and for the cost I'll be buying a different vitamin C from another manufacturer. I love Sunday Riley products, but you have to do better.."
        },
        {
            "review_title": "Good, but not great",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Removing two stars because 1) it's really tacky and doesn't dry down to a more comfortable finish, and 2) it's too expensive for the results. I've purchased this 3 or 4 times but am switching because for that amount of money, I shouldn't have any complaints."
        },
        {
            "review_title": "Overhyped",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Overhyped not as effective as drugstore brands like Loreal."
        },
        {
            "review_title": "My favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I'm such a fan of this serum. A little goes a long way, and I've found that using too much can leave you looking a bit greasy, so start with one pump and apply more only if necessary. I have pretty u201cnormalu201d skin with the occasional pimple, and wanted to brighten up my skin tone. I think this did a wonderful job - I'm on my fifth bottle already and have been using it in my daily skincare routine for years. Skin is noticeably brighter and looks super glowy after use."
        },
        {
            "review_title": "Ehh not great for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I have sensitive, fair skin and have a very in-depth skincare routine. I ran out of my vitamin C serum I got in South Korea, so I was on the lookout for a new one. I used the whole bottle, (1.7oz) religiously putting it on every morning after my essence followed by my moisturizer then sunscreen. I wait a few minutes between putting on each product, so it sets into the skin. I notice it leaves my skin feeling a bit greasy. I started getting little breakout, which was unusual for me, then my skin looked dull a few weeks later. Once I started the TruSkin Vitamin C Sreum, after a week my skin started looking brighter again so it was definitely the CEO serum. This is not for everyone, I would use a sample size to see how your skin reacts before committing to a bigger size, especially with the price."
        },
        {
            "review_title": "Disappointed",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Product is nice and smells great. Have noticeably glowy skin after use. Packaging is awful! Completely deceiving the amount of product you get vs the bottle size. I thought the pump was broken only to find a small bladder like package inside the bottle with no way to get remaining product out. Have had for maybe a month or less and it's gone. Will not purchase again for this reason."
        },
        {
            "review_title": "Good but pricey for the amount of product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I love this product and notice a huge difference when I don't use it. It has helped fade my dark spots. But for the price I would hope to get more product. It's not something I can afford to kreordering"
        },
        {
            "review_title": "DO NOT USE IF YOU HAVE SENSITIVE SKIN",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I want to love this line so badly but every time I use it my face will swell and break out in hives for days. Has happened twice so far. I have friends who use this product and love it.. but I've had the opposite experience. Just be cautious when using it."
        },
        {
            "review_title": "Not worth the price",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I actually didn't mind the product.  It was nice and comparable to other good brands I've tried.  But I would never buy this again.  To start it was $40 for what I considered to be a sampler size but I tried because it had good reviews - probably planted.  But I got maybe 5 good uses out of it and I was not lathering myself in the product each use.  I purchased the same size of the A+ and got more than twice the uses.  And when I tried to open it and get any residual, it was almost impossible.  They line the glass with an inner bladder that is sealed to the pump so if you get it out, you have to perform surgery to get to what product may be left.  I won't be buying this product again."
        },
        {
            "review_title": "Nice, but not worth the price",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I liked how this product felt and my skin did appear brighter after using it. That being said, it wasn't a holy grail for me and I don't feel the price justified it lasting less than 3 months. I only used 1 pump a day in the morning, meaning it lasted around 90 bumps. They recommended 1-2 pumps twice a dayu2026. I can't imagine buying this product monthly. I will be giving a more economical option a shot."
        },
        {
            "review_title": "Luminous glow with every use.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Normal skin",
            "review_text": "I can't live without this serum! Luminous glow with every use. You'll love it - worth the investment."
        },
        {
            "review_title": "It's great but pricey",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I love the product but not the price. If the price doesn't bother you go for it."
        },
        {
            "review_title": "a must have for me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Oily skin",
            "review_text": "love this! on my 3rd bottle. smells just like am orange and it does make your skin shine. it's great!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I think it is excellent. No issues with my skin. I have been using the SC Vitamin 15% C serum for years so my skin is used to vitamin C. I like this one better and it is way more affordable than paying $189 for SC.  For those with reaction, try to dilute it with a hyaluronic acid serum for the first month or two. Your skin will get used to Vitamin C and you won't have any skin issues."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This product makes my face to have a bad reaction like my face got swollen and it itched a lot. These are my comparation pics"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product broke me out so bad :( not sure why but I suddenly broke out with cystic acne. I do have sensitive skin but be careful"
        },
        {
            "review_title": "Sunday Riley never disappoints!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love Sunday Riley products (especially their UFO serum) so I was excited to try this vitamin C serum. It applies very smoothly and leaves my face feeling super soft and glowing! I have sensitive and acne prone skin and it works beautifully!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I love this product, it's a bit pricey but realy worth it ."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "After using the product for a couple weeks, I'm very disappointed at the result. It made my skin more sensitive and red. I wish I had never tried it."
        },
        {
            "review_title": "perfect glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Tan skin tone, Normal skin",
            "review_text": "I love the Good genes serum so when my vitamin C glow recipe was used I decided to try Sunday Riley CEO.   .. My skin loves everything from this skincare line."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "This is the only vitamin C serum I keep coming back to. It has made a noticeable difference on my skin and I've had random people stop me and tell me I'm glowing when I'm just wearing this. ufffc"
        },
        {
            "review_title": "Constant repurchase",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "The best vitamin c I've tried. I love the consistency and efficacy. I mix it with the ordinary's resveratrol and ferulic. Chef's kiss"
        },
        {
            "review_title": "Serum fills in this bottle is half the actual size",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is the best serum I have used. I have started seeing the results in only 2 weeks, I do struggle with dark spots, and this seems to work. But I'm giving it 2 stars because of dishonesty of the size. The bottle size is normal for $45, but they are actually putting half of the serum in the bottle. I feel like that you should be transparent and make a half bottle, so customers know what they are paying for and if they are willing to. Please see pix attached to this review. I think this is not fair."
        },
        {
            "review_title": "Holy grail vitamin c serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I've tried other vitamin c serums, and this is the best I've found. Light weight, absorbs well, not sticky, evens my skin tone and reduces redness. It's worth the price in my opinion!"
        },
        {
            "review_title": "Ruined my face",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "I used this product once and used a little. This stuff ruined my face don't buy it. I had clear skin before using this and now i'm staying at home till this is gone. THANKSx"
        },
        {
            "review_title": "BEWARE!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Holy cow, my skin broke out in hives and  because very red and irritated immediately after putting this on. This is the second Sunday Riley product to do that. I won't be purchasing another thing from this company."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "The best vitamin c ive everufffc used. has a light ufffc refreshing scent that's not overpowering."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I received this to try through Influenster and have been testing the product for a couple of months now. Every vitamin c serum that I've tried has left a weird residue and therefore wouldn't allow me to blend my makeup too well but this one doesn't. It also has significantly helped me with my dark spots."
        },
        {
            "review_title": "Don't waste the money",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "The price point isnt worth my lack of results. Bottle lasted barely a month. Feels nice though and smells pretty refreshing."
        },
        {
            "review_title": "So not worth it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The bottle lasted me all of a month. I also noticed no difference in my skin. I've probably tried 6 different vitamin C serums and this was the least noticeable of all of them. I don't get the hype."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Influenster sent me this serum. I really loved this product. It made my face so bright! The scent was refreshing. The product was not too hard on my skin. The price is the only bad thing, it is definitely pricey"
        },
        {
            "review_title": "Spain without the S when it's time to restock",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I'm broke but still this is a MUST repurchase. THD ascorbic is the novel vitamin C that sadly no product contains a good amount of it is currently providing the same quality of life like this one. No hot dog smell or greasy feeling."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "After using this product, I am very happy with the outcomes. It creates a glow on my face and hydrates it. My skin has never felt better and my cheeks feel more bouncy and smooth after the use of this. It is small, but a good size. It is also functional."
        },
        {
            "review_title": "Great product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have been using this product for a few weeks now and I really like it. It helps brighten my skin and love the feel"
        },
        {
            "review_title": "Great freshening serum!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I'm always happy to find good serums! At 60 years old I think serums are more important than ever! I also have very fair hair and skin. Easy for serums to sometimes burn. I loved this serum. And it smells amazing Highly recommend"
        },
        {
            "review_title": "Bad quality",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Doesn't feel like serum but more like a drying and breaking out moisturizer."
        },
        {
            "review_title": "Not for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "The formula is really nice and smooth. I love the smell. I unfortunately had a reaction to this product and ended up with an itchy, pimple like rash after a single use. Not good for sensitive skin."
        },
        {
            "review_title": "Must have Vitamin C",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "I've been using this vitamin C for over a year, and have definitely noticed visible changes in my skin. My skin is more even, bright and a lot less dull. A staple product for my skin care routine!"
        },
        {
            "review_title": "Great Product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received this product in exchange for my honest review: I felt like it truly brightened my skin and left me feeling hydrated. It was great under makeup. Didn't leave my skin greasy. It has a nice mild smell. This is a product I would spend my money to buy again"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
            "review_text": "The best vitamin C serum I have ever used!! Very hydrating too"
        },
        {
            "review_title": "I was scared to try this..",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I have been using Nova by Herbivore and I love it but I got this as a deluxe sample and my skin transformed within a week! I noticed such a difference. It's so clear and shiny, but not greasy. My acne scars are so much lighter. My over/all completion is better! Going to buy the full size!"
        },
        {
            "review_title": "Staple in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I purchased 4 bottles of this when Sephora had the bundle sale. Honestly, this is the best vitamin c I have come across. There is little/no scent, absorbs quickly, it has a very pleasant and subtle slip to it, there is no tackiness, doesn't pill, and, from my research this is one of the most effective forms of vitamin c aside from the active form (l-ascorbic acid). I love this serum and will continue to use but please for the love of Pete change the bottle. Change it to the ceo afterglow ombre please. PLEASE."
        },
        {
            "review_title": "Game changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "This has truly changed my skin. I can after 1-2 weeks that my face is smoother and brighter. I only use it only daily with a gentle moisturizer and it's all need."
        },
        {
            "review_title": "Love it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Amazingu2026u2026 best vitamin c you could find at Sephora"
        },
        {
            "review_title": "Skincare Staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this product! The smell, the glow you get after! I use it after Good Genes by SR and it's a must."
        },
        {
            "review_title": "Clear, bright skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "Been testing this vitamin C out for 4 months so far and love it!! Nice light citrus scent, and the consistency of the serum is amazing. My skin is looking so clear and bright! absolutely no irritation and I use it every morning. I definitely recommend if you're looking to get into vitamin C, this is a great option as it's very gentle and it's a stable form of vitamin c! Also love the glass packaging, feels luxurious!"
        },
        {
            "review_title": "WARNING",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "I am one of those people who will test a product vigorously before writing a review and I tend to only write positive reviews keeping the negative stuff to myself, however, I feel like I need to put a warning out there for anyone trying this product. I received my sample in July 2023. I used my beauty rewards points to get one of the better sized samples during checkout. I was excited to try this product as I had heard and read good things. I tried it shortly after receiving it. I used the tiniest amount and my skin felt like I had a sunburn and it was irritated so I put it away for awhile. Fast forward to February 2024 and I used a pea size amount on my face and felt nothing and then nothing the next day either and I thought maybe my skin was ready for Vitamin C? Maybe it just wasn't as strong anymore? Then on day 2, I woke up to my eyes sealed shut, a severely swollen face, skin so terribly irritated that the only thing I can tolerate is using a water facial mist spray which helps cool my face. My face is red, rough in texture and burns. I have spent years and a lot of money on good products to be told how youthful and beautiful my skin looks. Today, I barely recognize myself in the mirror and I can't even cry about it because my tears sting my face. I put this serum on my face 5 days ago and I am no better than Day 2 when I woke up with my eyes sealed shut. I spoke with a pharmacist who says to give it a full week and if I'm no better then I will be given a prescription for a steroid to help alleviate the severe reaction my skin has had. For reference, I am 49 years old and have normal skin. I would never post a picture of myself looking this terrible and just so you know, this picture doesn't do any justice to how bad it really is but I think it is important to inform and show you just how bad it's been. Please be careful with this product. I DO NOT recommend it and the only thing I'm thankful for is: I didn't spend $$$ on this product."
        },
        {
            "review_title": "A must have for daily makeup routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received a trial of this product and loved it so much I bought the big one!! It is AMAZING. I have acne prone skin and this does not break me out at all. It feels awesome and light on the skin, not heavy or greasy. Keeps my skin looking glowy all day. I have definitely noticed some more firmness in my skin after consistent daily use."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "Better vitamin C serums out there for cheaper! Smell is meh"
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Combination skin",
            "review_text": "It's great! Smells great! I've noticed my skin improving the past month that I've been using itu2026. Dark spots are less noticeable"
        },
        {
            "review_title": "Un incontournable!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "J'ai utilise ce produit jusqu'u00e0 la derniere gou00fbte et j'ai adore! Bonne odeur, texture incroyable et sensation sur la peau tres confortable. Je n'ai pas vu de changement sur ma peau, mais j'ai adore tous les aspects du produit!"
        },
        {
            "review_title": "A must have in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I purchased during the Black Friday sale and have used everyday. I love how hydrated it leaves my skin. I've noticed dark spots starting to fade. It also gives a nice glow. I will continue using."
        },
        {
            "review_title": "Hydrating, brightening serum",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "I got this product about a month ago, and have been loving the results. The only issue is that it is terribly expensive! It has more of a lotion texture and a light, citrus scent. It is moisturizing, and has definitely brightened my skin. I can't wait to see more positive effects over time. If you have the money, I recommend!"
        },
        {
            "review_title": "Yes! I recommend for brighter skin.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "I love this vitamin c. I had gotten a sample size and was able to use it for about 2 weeks before I ran out and I noticed the difference in my skin. It was brighter and I noticed my dark spots fading. I just had to order the 1oz bottle and use it in my everyday routine. It does have a scent to it but it doesn't bother me. Smells like a light scent of orange."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I've never had much luck with vitamin C until I tried this product. Results and also not irritating to my skin. I'm diving into the line as we speak and so far so good."
        },
        {
            "review_title": "Not a good mix with prescription skincare",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "I wanted to love this product, but after a week of use I've noticed a lot more sensitivity and dryness in my skin- particularly after using topical prescription medications (Clindamycin gel and trentinoin cream). I've used other vitamin C products with these same medications and did not have this reaction, so I assume it's some other ingredient in the product. Additionally, I found the finish to be sticky and difficult to layer under anything else without a significant dry down time. Will be returning to try something else"
        },
        {
            "review_title": "Great product, horribly over priced",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product smells great, wears on my skin well and works....ok. but the 3 star review is for the amount of product you get for the price. It takes 3 pumps for me to coat my face. I've had this bottle for 6 days and it's almost out already!"
        },
        {
            "review_title": "Smells awful",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
            "review_text": "Received this as a sample and was excited to try, but it smells so bad. The product also feels sticky compared to the OleHenriksen Vitamin C that I normally purchase."
        },
        {
            "review_title": "My holy grail.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I absolutely am obsessed with this serum. Very expensive, I know. But it is amazing. Doesn't break me out and is thick but not greasy and soaks right in. It is also perfect for under makeup. So brightening, love it so much."
        },
        {
            "review_title": "Belle texture",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Belle texture et sans odeur douteuse comme bien des serums u00e0 la vitamine C. Trop tu00f4t pour evaluer les resultats."
        },
        {
            "review_title": "Immediate results!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I rarely write reviews for products this early on, but within 2 weeks this has become one of my favorite skincare products. Within days I saw dark spots lightening and this gives an amazing glow to the skin. I can't wait to see my skin once I finish this bottle!"
        },
        {
            "review_title": "Acne-prone, combo skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is the only vitamin C serum I'll ever use. The first time I tried it, the results took some time (as vitamin c does), then i loved the results, i still had something different I wanted to come back to this, and im already seeing a difference again. does not cause excess oil, does not clog my pores."
        },
        {
            "review_title": "Great brightening",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Great brightening. Sleeps nice. Light. Try it!!!!!!!!!!!!!!!!!!!!"
        },
        {
            "review_title": "Best Skin Care out there!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is my go to morning vitamin C. I've been using it consistently for many months and the dark spots have faded and my skin has become so much smoother. I absolutely recommend this and can't live without it. ufffc"
        },
        {
            "review_title": "I love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "I absolutely love this stuff, just bought my 2nd bottle. The biggest downside is the price obviously, but I have noticed such a brightness to my skin since I started using this. I'm sad for the people who say they have had a reaction to this product, so I guess be careful if you have sensitive skin. I also don't really understand the reviews stating there is hardly any product or that they run out within a few weeks? I've had mine for at least 3 months with daily morning use. One pump is plenty so obviously if you're using a lot of product every day it will run out quickly, but I don't think it's an issue with one pump per day. My skin feels and looks amazing!"
        },
        {
            "review_title": "Horrible Product. Dont Buy.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This is the worst product I have ever used. My skin has been left quite sensitized, and it has been over 10 days of me trying to heal it. I frequently use strong vit c serums and have never had any reaction like this before. I would give this a 0 star if I could."
        },
        {
            "review_title": "Pimples galore!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Acne central! Holy crap! This broke me out so bad. I must have gotten 6 pimples from this within 3 uses. Like big huge ones. I have never reacted so badly to a serum before but definitely would not recommend if you are a cystic acne sufferer. Im on prescription tretinoin and spironolactone and even those couldn't beat the power of this stuff. Still healing now that I stopped using it but I will stick to other Vitamin C serums."
        },
        {
            "review_title": "Everyday vitamin C serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "After using this product over the past few weeks I have noticed a difference in my skin. It gives me a really nice glow. It's a beautiful vitamin C brightening serum. I really like the texture. It's a lightweight cream."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Wish it worked out but it gave me rashes on my face :("
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "Love this stuff!  Since hitting menopause, my skin is more sensitive than it ever was. This derivative of vitamin C is super gentle. The viscosity and feel of the serum is perfect. It's not oily or heavy."
        },
        {
            "review_title": "Don't walk, RUN!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Hands down the best vitamin C I've ever used! Lightweight, moisturizing, brightening and gives me a great complexion. I get asked everytime if I just had a facial done... nope it's this vitamin C serum!"
        },
        {
            "review_title": "Never available on sale!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It is very annoying that I can never get my order when this product is on sale. I've tried when it was on sale for Christmas, order got cancelled. Today I have tried 9 times, 10 minutes later, my order gets cancelled."
        },
        {
            "review_title": "Best serum I've ever used",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I absolutely love this Vitamin C formula. My skin GLOWS every time I use it: I seriously notice the biggest difference in my skin. I feel like it wakes my face up completely, and has a wonderful brightening effect. If I wasn't a broke college student I would use it every single day!  Won't ever use a different Vitamin C product. Thanks Sunday Riley!"
        },
        {
            "review_title": "Big bottle, tiny amount of product inside.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received a sample of this product and was impressed so I ordered the bottle. The product seems to be great however the size of the bottle is very deceiving!! Such a tiny about of product. For that price u will not be buying again.  for a"
        },
        {
            "review_title": "Fresh smell, effective product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Normal skin",
            "review_text": "Amazingly good product. Smoothed and lightens dark spots"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I can't with this company and the scents, smells like youre slapping on a bath and body works orange citrus oil diffuser or something idk. Tried for 2 days and it applied decently and layered well but I just can't risk the scent"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I try this product and well,  this is not my favorite, some other product do a better job. I have a combination skin with acnea tendancy and it stay sticky on me but no nreakout"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "in all transparency, this did nothing for my skin. i used it for over a year & although it feels lovely on my skin and gives a nice glow, that's all it does. it didn't fade my dark spots or acne scars, and didn't brighten my face either."
        },
        {
            "review_title": "Pass",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "This serum was such a let down. It lasted about 3 weeks using it once daily. Didn't seem any difference during use. Will go back to my typical vitamin c serum."
        },
        {
            "review_title": "A must have in my morning routine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I got this in a sample kit and haaaaad to get the full size version, it does have a fragrance so if your skin is sensitive this might not be the product for you"
        },
        {
            "review_title": "Loved it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I used the 100'point sample of this and loved it- I think it even made my pores look smaller and my skin was so smooth - I definitely noticed a positive effect"
        },
        {
            "review_title": "Make sure you spot test before using!!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "Used this product once and broke out in the worst rash I've ever had from a skincare product. I do not have sensitive skin and did not use this product in conjunction with any other product. I have used several other products from this brand with no issues."
        },
        {
            "review_title": "the best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "my favorite vitamin c serum now. i was using the sephora vitamin c and the josie one but i switched to this one and love it, gives the best radiant glow and i noticed a difference with my pigmentation from acne scarring"
        },
        {
            "review_title": "Great product for dry skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Tan skin tone, Combination skin",
            "review_text": "I've been using this product for about 6 months or so! its been great and great results. I'm not usually a huge fan of serums but this product has totally changed my mind! if your not a fan of scented products , I do find this particular one quite scented with orange but a great scent and not over powering either. love love love!!"
        },
        {
            "review_title": "Unsure",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Unsure of this product but it does give the glow along with uninvited pimples. My skin is dry and i usually don't get pimples but this one gave some"
        },
        {
            "review_title": "A hard pass",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "Thought it was Great till I ended up with a reaction. White heads galore and inflamed skin. So glad I didn't buy the big size. I have sensitive skin but this stuff doesn't even have a purging phase, trust the reviews."
        },
        {
            "review_title": "So many compliments",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "I don't usually write reviews but I have to on this serum. I have gotten so many compliments on my skin! I have a lot of dark spots from previous cystic acne and this has totally resolved them. Keep away from your eyes though because it will sting ud83dude12"
        },
        {
            "review_title": "A truly must have",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I only just started using this product for a week after trying several other vitamin c serums and it really is the best one! Immediately the skin feels hydrated and my skin is glowing and plump"
        },
        {
            "review_title": "Kind of scary =(",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I saw a concerning amount of reviews that stated this caused irritation. What was most notable to me was the consistent way in which each person describes the irritation; A pattern in the type of irritation this causes. Despite, I still bought it.   L-ascorbic acid and I are not friends so I opt for Tetrahexyldecyl Ascorbate (THD), her more stable less irritating younger sister, which is what this product contains. I do not have sensitive skin. I use many actives, and Tretinoin with no issues. L-Ascorbic acid is the only ingredient that has ever given me any trouble; THD has been a fabulous alternative for me. As many other reviewers have mentioned something in here is concerningly irritating. After 3 days of use I have a rash all over my face that mimics the same allergic reaction I typically have when I eat nuts (nut allergy). For a week I reviewed my food choices trying to figure out how I missed an ingredient because I typically eat the same foods or food groups. It then hit me that the rash appeared at the end of the 3rd day of use of this product. I stopped immediately and 3 days later we are 80% back to normal. My rash started on my eyelids and brow area, then my right cheek, chin, upper lip, and was beginning to make its way to my forehead prior to stopping. Citrus oils are known irritants, perhaps it is that... This will be returned."
        },
        {
            "review_title": "PLEASE STAY AWAY FOM THIS !",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I never write reviews but I MUST WARN YOU. I had the WORST reaction I've ever had in my life. My face and eyelid was swollen and red for days ! I had to take two days off work. this should be taken off the market. Dangerous stuff."
        },
        {
            "review_title": "Great serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "This is a great serum that despite the high percentage of vitamin C, is very gentle on the skin, as well as effective.  I like to mix with niacinamide or hyaluronic acid."
        },
        {
            "review_title": "Cannot get past the smell",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I tried to give this product a go. But the smell is so bad to me and it lingers all day"
        },
        {
            "review_title": "The vitamin C for every day",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I've tried a lot of vitamin C products but I will always come back to Sunday Riley. I've used this product for a month every day. My hyperpigmentation lightened up as well faded. asadafaded.fSkin"
        },
        {
            "review_title": "Not for Sensitive Skin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Not for sensitive skin. Caused a lot of redness and inflammation on application and a hyperpigmentation spot that persists months later."
        },
        {
            "review_title": "Not easily impressed, butu2026",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Wow! I am obsessed with this stuff. Some serums you try and they don't really make that much of an impression but this one did right off the bat. It makes your skin dewy immediately, the smell is fantastic, and it has helped with my redness and skin texture."
        },
        {
            "review_title": "Allergic Reaction",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Skin is red, itchy, swollen, and has a bumpy rash after second use.  I would not say I have sensitive skin.  This is the worst reaction I have ever had due to skin care."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I got a sample of this in the rewards bazaar and was worried it would break me out, but that hasn't been the case. I have dry, sensitive skin that's prone to acne + have rosacea, and this works fine for me. It's slightly sticky when first applied but goes away once you let it sit a bit before moisturizer (I use in the AM). My skin looks brighter, I haven't used it long enough to see my acne scars diminishing but it feels lightweight on the skin and didn't break me out so I call that a win. Would buy the larger size during Sephora's sale"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, lightMedium skin tone, Normal skin",
            "review_text": "After using this product for 2 days i have skin rash and swollen face. Not recommended for sensitive skin."
        },
        {
            "review_title": "it's alright. you're paying for the brand",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "there are better products that are way less expensive that do the same thing.   the serum itself is pleasant and feels nice on the skin. it did make me feel and look more bright and glowy however that went away after a couple of minutes. it left a film on my skin as well.   however, it did brighten my acne scars, however that is something any vitamin C serum will do."
        },
        {
            "review_title": "NEW PACKAGING RIP OFF",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I used this product for years and loved it. But my last bottle was a rip off !! They definitely changed their packaging and now the serum comes in a tiny bag. It lasted me 1 month vs 3        months.Vedisappointed. Will not be re purchasing."
        },
        {
            "review_title": "Caused itchy swollen rash",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Not for sensitive skin. Causes itchy swollen rash after 2 uses."
        },
        {
            "review_title": "Meh for price",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "It's fine. It's not worth the price tag. I bought it half off, but honestly, I don't think it's worth that either. It has a strong citrus scent, which I don't prefer in a serum. I felt that I had to use a lot of product for full coverage and went through the bottle  quickly compared to my drunk elephant serums."
        },
        {
            "review_title": "Skin Care Staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "One of my favorite products! Skin radiates when using this product. I've been using it for 2+ years and it's a staple for me for a reason! Amazing feeling applying and visible results"
        },
        {
            "review_title": "Ehhhh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "If u have eczema prone skin don't get this. Smelt good tho"
        },
        {
            "review_title": "So it is a lifesaver albeit an over priced one",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I wish this was more affordable, but it is the only product I've found that truly stops my break outs and heals my hyperpigmentation. I can see a difference in a few days, but obviously only gets better over weeks. I'm in my late twenties and I still have troubled skin that acts up on certain sunscreens and products. I'm so over it and it's nice to have this in my back pocket for when I need my skin to be clear and even."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I used this product when it first came out and while I was impressed with the results I strayed. Now I'm back to using and happy I picked it up as it definitely help with fading scars and mild hyperpigmentation"
        },
        {
            "review_title": "Solid product for improvement over time",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love how this product goes on. I've used it for months and, over time when I haven't been in the sun, I definitely see lightening of my sun spots. It seems like a good product for long-term use, not a quick fix miracle."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": ""
        },
        {
            "review_title": "Repeat Offender!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "This is my second month using this Vitamin C and I can certainly tell a difference already! Will be a new staple in my skincare and repeat purchase."
        },
        {
            "review_title": "burned skin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Normal skin",
            "review_text": "Used it once a few days ago, and had a horrible reaction. skin looks/feels burned, severe itching. People at work asked if I was ok because my skin looked so red. It's been several days since I initially used it and my skin is still healing. It may be that the percentage is too high. Unfortunately, it's not the product for me."
        },
        {
            "review_title": "Love. Favorite of all the vitamin c.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I have been trying out all the vitamin c products and this is my favorite. I have had colleagues ask me for my dermatologist because they love how my skin has brightened. It's all CEO 15%. I have tried all the vitamin c products and this one has the right % for me and smells good - which is important to me."
        },
        {
            "review_title": "Dark spots gone and bright skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I've tried a few high end Vitamin C serums, but nothing works as good as this. I love the way it feels on my skin and make the dark spots fade."
        },
        {
            "review_title": "Obssesed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I do use this serum day and night and has made a big difference on my very dry but acne prone skin."
        },
        {
            "review_title": "Great for oily, sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Been using this product for a little over a month and it's worked great on me so far, uneven and dull skin texture was a big concern for me and I feel this has improved on it a lot and made my skin extra glowy. My skin is also very sensitive and oily and this didn't irritate my skin or make it feel greasy at all"
        },
        {
            "review_title": "Saved my skin!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "This product saved my skin! Every since using it my skin has been visibly 100% more hydrated and healthier looking and I've gotten way less breakouts"
        },
        {
            "review_title": "Deceiving packaging",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I feel like I only just started getting to know this product and its benefits and realized I'm running out. I opened it up to see if I could get more product out and discovered it's more of a rip off than I expected (see picture)."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I chose a sample of this as a bazaar reward and immediately purchased the full size after! I have very sensitive skin and vitamin C serums have notoriously caused me breakouts and irritation. The serum is quite gentle and the scent is not irritating for me personally. The results aren't immediately magical but I cna see an improvement in my very stubborn acne scars and it leaves a lovely dewy finish on the skin. It's quite pricy but using it is a nice experience and it does seem to last a long time. I've been using it for 3 weeks now."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I love how hydrating this Vitamin C serum is. Must have in my day and night routine!"
        },
        {
            "review_title": "Glowing perfect skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I've been repurchasing this over and over for years. I work for a very large dermatology practice so I'm constantly asked by patients what treatments do you get? I repeat like a broken record that this serum is my secret weapon to achieve my perfect skin. I'm almost 46 most people think I'm 30-35. Please keep this in stock!"
        },
        {
            "review_title": "Little product in bottle",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "The product itself was good but for the price, there's hardly any of it. I used it only in the morning and it barely lasted a month. Not worth the money."
        },
        {
            "review_title": "Definitely gave me a glow",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "#complimentary #GlowLikeaCEO #CEOSerumVoxBox #sundayriley #ceoserum @Influenster @SundayRiley  i got this for free from influencer in exchange for my honest opinion.  I personally love this product. The bottle the smell the consistency and the way it made my skin feel. The only down side is the price tag, and with certain make up it caused piling."
        },
        {
            "review_title": "will never live without it ever again",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "So I've been using this for almost 2 years now and have probably repurchased it 4-5 times. I stopped using it for 2 months once because it's obviously pricey but thats when I noticed a change in my skin. When I started using it again, I immediately noticed it getting brighter and more even-toned again. It'll just make your skin look BETTER. My fav face product ever that actually works"
        },
        {
            "review_title": "Maybe it will work for others",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I just completed my 1st bottle of this product, honestly is very little product for the money. It also made my skin breakout a lot."
        },
        {
            "review_title": "Definitely worth trying",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This is the first Vitamin C serum I'm going to buy again. Unlike most of them on the market, this isn't sticky - it's super smooth, creamy and absorbs into my skin without any tacky residue. I've been using it after eye cream and before a second serum and it's working brilliantly. My skin looks brighter, feels more mositurised and while the lines haven't completely disappeared, I do think this is helping to make a dent in them!"
        },
        {
            "review_title": "Didn't work for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I've been using it for 5 mos now didn't see any difference. Nice packaging but a little pricey. I read the reviews before hoping it will work but sadly not for me."
        },
        {
            "review_title": "Greatu2026 but costly, stinky and deceiving quantity",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "The product felt wonderful on my skin but the smell was a little intense for a serum and the deceiving packaging and unreasonable price-point lost Sunday Riley a devoted customer."
        },
        {
            "review_title": "Deceiving packaging!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The product was fine but the packaging was very deceiving! I started running out 3 weeks after I received it so I opened the bottle to see what was going on and realized it was a large bottle with a very small bag inside. This feels very scammy and I wouldn't recommend."
        },
        {
            "review_title": "Good but pricey",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This stuff is gold! But I give it 4 stars for the price per ounce.. to expensive for a vitamin c serum"
        },
        {
            "review_title": "Like it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "People say get a vitamin c with an airless pump so it doesn't oxidize and go bad faster.  This fits the bill and it doesn't sting my face. Will repurchase ."
        },
        {
            "review_title": "Just perfect!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "It's a very potent vitamin C, my skin looks beautiful as I've never seen before. On top of that, I don't feel like I have also to use a moisturizer because the product is extremely hydrating!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Tan skin tone, Dry skin",
            "review_text": "I have very sensitive skin and I LOVE this serum. It's so hydrating it doesn't irritate my skin. If you have dry skin, give this a try. I just use a liquid exfoliater, this and a moisturizer. remember less is more!!"
        },
        {
            "review_title": "Great product! The priceu2026 not so much",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "I love this Vitamin C serum! I've been using it for about two months, using it once a day (in the morning) and skipping a few days when I use my Dermaroller. It doesn't break me out or irritate my skin and my skin is on the sensitive side. The only con is the size, it's been about 7 weeks and i'm nearly out of product already, and this stuff is not cheap, even with the 1.7oz bottle it doesn't last that long. With that being said, I would still repurchase when i'm able to. I've seen complaints about the scent but honestly I love the citrusy scent of this serum, kinda smells like oranges which I absolutely love and it doesn't irritate my skin one bit. The only reason it isn't a 5 out of 5, is because of the price and the small amount you get. For $122 we should get at least get 2 OZ bottle."
        },
        {
            "review_title": "More of a cream than a serum ufffc",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "The scent and consistency are pleasant. I was, however, expecting more of a serum like liquid not a cream. This is too heavy for me and made my face greasy."
        },
        {
            "review_title": "Went to use",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Easy application and results showed after maintaining routine, did not upset my sensitive skin."
        },
        {
            "review_title": "Reaction from Sunday Riley gu00e7",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I am having the same itchy burny face. Even my eyelids"
        },
        {
            "review_title": "Almost u2026",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "As much as I have enjoyed using this a few times, the one thing that bugs me is the citrus-y scent added to this product. I think if they ever get rid of it, this would be a staple for me."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "I absolutely love this product , the best vitamins C serum I have tried , it instantly makes my skin look glowy and evens out my skin , I will defiantly be purchasing again the the future"
        },
        {
            "review_title": "Disappointed",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I bought this product because I had been using the Sunday Riley CEO Glow face oil with good results. I wanted something that wasn't an oil so I could use it in the morning and not be greasy and I figured this would be a good option. Not only did I not notice the same benefits, but the product ran out extremely fast. I was honestly shocked that it could be empty, so I ripped the container open and discovered that it was not empty, just unable to pump more product out due to poor packaging. To me, this is really obnoxious and means I will look for a new product from a different brand."
        },
        {
            "review_title": "I got the mini to try and....",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "this is expensive but this vit c packs an INSANE punch after just one week of use.  I honestly can't believe how much it works.    I started getting some hormonal acne last year that I did end up clearing up with some tretinoin and all non pore clogging skincare , and switching all my makeup to non pore clogging as well. my face looked awesome , but I still had some scarring from the acne that just wouldn't go away. I started with a low dose vitamin c and it helped but only so much .  I decided when I ran out of my farmacy vit c that ide try something with a higher %.  I chose this one because  it has 15% which is a pretty good amount.  I've been using it for a week now.  and I had noticed my face seemed brighter after just a few days , but today....... today my bf looked at me and goes  babe your scars are almost gone! omg your face looks so good rn I looked in the mirror and he's right...... my scarring is ALMOST GONE! ONE WEEK!?   SOLD! This is a splurge  but to me this one is worth every penny.  I can't wait to see how much more it improves.  I can't believe how good my face looks rn!"
        },
        {
            "review_title": "Good",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I like it but I don't like the pricingu2026 if you can splurge then great! Very small amount in the bottle it'll barely last you a month there are better Vitamin C's out there."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Love the product  Very light on the skin would buy it again"
        },
        {
            "review_title": "Good for others, not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I wish I loved it but it's too strong for my sensitive skin. It caused my face to break out in tiny bumps and almost felt like a burnt texture. My mom however loved it and it works well on her mature skin. She noticed a difference in brightness and healthier glow. Wish it worked for me! I received this item free from Influenster in return for my honest review."
        },
        {
            "review_title": "Burned skin & allergic reaction",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I got this as a sample and decided to use a little bit at night before bed, but what a mistake that was. I used 1 tiny pump like it suggested, patted it lightly on my face and forehead, making sure to thoroughly avoid my eye area by several inches, and went to bed. Next morning my face was bright red, inflamed, eyelids and under eyes swollen, flaky and dry. I now have a swollen lymph node by my ear, my face is peeling like I got a bad sunburn, and my whole face is swollen like a red tomato.   I've tried vitamin c products in the past and not had this same reaction, so I don't think this is stabilized at all and is just straight up acid on your skin. If you have even the slightest skin sensitivity, I would avoid this product like the plague! It's been days now and I still can't wear makeup or put anything else onto my skin except petroleum jelly to soothe the inflammation.   The irony of using a product to improve your skin, but instead it's destroyed it. Avoid!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I personally did not love this u201cserumu201d. It honestly feels more like a cream and my skin did not absorb it well at all. It actually caused my pores to clog really bad I had to get professionally extractions."
        },
        {
            "review_title": "Super moisterizing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Why is this worth the moneyz to me? I can skip morning moisturizer! Likely bc ingredient 3 is Squalane and 4 is beeswax.  I get up and use a niacinamide toner then rose water toner and then this followed by SPF 20 mins later. Super happy with my purchase and it's made my skin so clear and beautiful when I wash off my SPF whereas usually it's blotchy and red. My skin is sensitive, combo, and acne-prone."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I've used many vitamin C serums to see which one works for me and this is by far The best vitamin C serum. The results are instant and lasting."
        },
        {
            "review_title": "Meh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "The ordinary vitamin C serum worked just as well for me and is 1/10 of the price. Not repurchasing."
        },
        {
            "review_title": "A great Vitamin C",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "So far I am really enjoying this product. I really like the consistency and it makes my skin look brighter."
        },
        {
            "review_title": "Barely any product inside!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Works so good, and love the formula, but the packaging is SUCH a rip off. The bag inside is half the size of the actual bottle. I used ONE PUMP a day for only a month and ran out. And because its a bag, you can't get access to half of the leftover product."
        },
        {
            "review_title": "Caused skin rash and irritation",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "The way my skin reacted to this product was unexpected. I got the worst rash all over my face. My skin was red and had tiny bubbles for more than week. I never had this issue with any other products. I've seen so many great reviews about this product and especially this brand so I decided to give this product a try when I was in the market for a vitamin c serum. I was disappointed with my first Sunday Riley product. Most reviews are positive, but it looks like other 1 star reviews also had the same issue. Buy this product with caution. Try a tiny amount to see how your skin reacts to it first."
        },
        {
            "review_title": "Be patient- it's a gamechanger!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I, like many other users, took some time to see results from this serum but that's okay because I get that my skin may need some time to adjust. I would say to have patience with this serum because it really does work well. If you're looking for a brighter complexion or to get a more even skin tone and lighten dark spots, then this is the serum for you. I have uneven textured and oftentimes sallow-looking skin from a terrible sleep and travel schedule and using this serum consistently really helped bring that glow back to my face. Gamechanger! This serum was gifted to me by Sunday Riley- thank you!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I am a fan of Sunday Riley products. And this Vitamin C serum is no exception. I like that it melts into the skin and  makes it brighter. The scent is very light and citrusy.gifted by Sunday Riley. Must have."
        },
        {
            "review_title": "Citrusy Serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I definitely struggled with my skin being uneven and red prior to this product. It was gifted by Sunday Riley and with great timing ! It really helped me out and I didn't even use it daily. I also like the slight citrus smell."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I was gifted by Sunday Riley for my honest review. With serums I've used previously, my face feels sticky. This serum doesn't seem as sticky and doesn't have a strong scent, it's a very light scent and leaves my face feeling refreshed"
        },
        {
            "review_title": "So refreshing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Gifted by Sunday Riley. I have used many vitamin c serums before but I like that this one is not sticky and does not feel heavy or weigh down on your face. It immediately brightens my face and I do feel that it keeps my skin radiant. The light citrus scent also helps boost my mood and wakefulness in the morning, giving both me and my skin a great start to the day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I've always been the biggest fan of Sunday Riley, so I knew I'd love this product! As someone that struggles with dullness and dark spots, I've noticed such a huge improvement in those problem areas over the last two weeks of using! (Gifted by Sunday Riley)"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Tan skin tone, Normal skin",
            "review_text": "I received this serum for free in exchange for my honest review. While I wanted to love this serum, I did not see a difference in my overall skin texture or fading my dark spots after 4 weeks of use. The serum also felt greasy on the skin."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This Vitamin C serum is amazing, I use it 3 times a week and can see such a glow on my skin. My dark spots too have reduced considerably. A great addition to my morning skincare routine. It was gifted to me by Sunday Riley."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Been using this serum twice a day for a little over a week and am loving it! It's creamy, absorbs nicely, and wears well under moisturizer. The light citrus scent is better than other vit c serums I've used. Can't comment on brightening effects just yet, but I find it to be hydrating and am continuing to use it in my routine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This Vitamin C serum is pure gold for my skin. I use it before my moisturizer when doing my night time skincare routine and wake up with a glowing skin and even skin tone. Absolutely love it, no other product makes my skin look so good. It was gifted to me by Sunday Riley."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "Gifted by Sunday Riley - I love the scent from the orange peel oil. Two pumps is enough to cover my full face. I like that it mixed very well with the other products in my normal routine. I haven't seen any noticeable differences in my skin yet."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "I loved this serum! The C.E.O. 15% Vitamin C Brightening Serum is truly a game-changer when it comes to reinvigorating the skin and reducing the signs of premature aging. I was amazed at how quickly this serum enhanced the appearance of my skin. It restored a youthful, even skin tone and improved the loss of firmness, lines and wrinkles, and dark spots and dullness.  What I appreciate about this serum is that it is sulfate-free, paraben-free, gluten-free, phthalate-free, fragrance-free, and vegetarian. It's great to know that I am using a product that is not only effective but also safe for my skin. Gifted by Sunday Riley"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I love this vitamin C serum! It's super gentle but still brightens and evens my skin tone. It doesn't sting or dry out my skin like some other vitamin C products do. Would definitely recommend if you have sensitive skin but want to try a vitamin C serum. (gifted by Sunday Riley)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I've been using this serum daily since January 2023, and I really love it! Does not make me greasy and as someone with combination skin on the oily side that is wonderful for me. The price tag is a bit much but it lasts a long time (originally purchased the smaller size and that lasted about 3 months). Had to go back and get the larger size because I know I'll keep using it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "I love this vitamin c serum, ever since using I've noticed my dark spots are fading and can't wait to see more results after continue use. I've had problems in the past with some vitamin c serums being too oily but this one isn't! Gifted by Sunday Riley"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received this complimentary from Sunday Riley in exchange for my honest review.  I enjoyed the mild citrus scent of this serum. I definitely saw my complexion brightened.  I also saw a lightening of my new acne scars. Older hyperpigmentation scars are taking a bit longer to lighten."
        },
        {
            "review_title": "Excellent Serum!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I received this CEO Serum complimentary from Sunday Riley. I love it! Vitamin C is my favorite active ingredient and the fact that this is a silky cream formula makes this a favorite! It has a lovely light scent. And it definitely makes my skin glow! Would have given it 5 stars but it's a bit pricy."
        },
        {
            "review_title": "Best product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Luv this product got some as a gift at Xmas and purchased another bottle. My skin is glowing and radiant."
        },
        {
            "review_title": "Holy grail skincare product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This product is my new holy grail skincare step. I absolutely love the feeling of the product on my skin but more importantly it really does work! I have seen brightness in my skin where it usually looks dull and I've noticed a huge improvement in my dark under eye circles. So happy to be gifted by Sunday Riley!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I really like how this serum works. It is definitely very effective and has caused no skin irritation or sensitivity for me. Little goes a long way and the glass bottle with a pump is perfect. I like to use it cold. Complimentary from Sunday Riley"
        },
        {
            "review_title": "Love it so far",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Combination skin",
            "review_text": "I've been using this serum for about a week day, and night and my skin definitely feels more hydrated, soft to the touch and alot more brighter. I do have some dark spots and they seem close to the same but again it's only been about a week using it. I will continue to use this because I love how my skin feels and looks with this serum and I will see if there's also a difference in my dark spots as I keep using this serum! I love Sunday Riley and I highly recommend there products. Gifted by Sunday Riley."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received this product complimentary from Sunday Riley in exchange for my honest review. This vitamin C serum is a potent and effective serum for brightening skin and reducing the appearance of dark spots. It has an easy to use pump design that locks to prevent leaks and a beautiful glass container. The serum is lightweight and creamy and contains 15% THD ascorbate which is more stable and penetrates more deeply than regular ascorbic acid. Overall I noticed good improvements in my skin tone and appearance while using this serum."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I am obsessed with vitamin C and my skin really does great when I use it.. I loved the texture of the product and love how it sinks well into my skin. A little goes a long way and I would buy it over again. Sunday Riley gifted me this for my honest review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This serum sinks into the skin quickly without any sticky feeling on the skin. Love the citrus scent as well(it does not linger and doesn't aggravate my sensitive eyes). It's hydrating on the skin as well. Gifted by Sunday Riley."
        },
        {
            "review_title": "love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I cannot recommend this product enough! It's such a good vitamin c serum for your routine! I've been wanting to try sunday riley for so long and this product was amazing! Definitely did not disappoint. complimentary from sunday riley"
        },
        {
            "review_title": "Easy to add to routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Wow I love the brightening effect this has on my skin! I am new to using Vitamin C and adding it into my routine has been seamless and I notice I look more awake and glowy when I use this product in the mornings! Gifted by Sunday Riley"
        },
        {
            "review_title": "Must have serum!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "This is an amazing vitamin c serum! The formula is gentle on my sensitive skin and I saw results literally overnight! My skin looked so much brighter and felt smoother! I'm going to continue using and hopefully keeps getting amazing results! This was gifted by Sunday Riley"
        },
        {
            "review_title": "Great Vitamin C Serum!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "I love this serum from Sunday Riley! I use Vitamin C Serum daily and I can definitely say that this one is my new fav! It produced results right away, I saw them within a week of using! Definitely blew the one I was using before out of the water! I am happy that my tone has improved and I am loving the look of my bare skin! It also does not smell bad to me, which is a common complaint of mine with Vitamin C products! This was gifted to me by sundayriley!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "As someone who suffers from hyperpigmentation vitamin is a main ingredient in my AM routine, this is a game changer and goes pretty well With other products on my routine.It is on the pricier side but it does it's work and the pump dispenser is also a plus. Gifted by Sunday Riley"
        },
        {
            "review_title": "Gives a great glow!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "This product was gifted by Sunday Riley and I really liked it! The product has a nice formula and felt very nice on the skin as well. I definitely think it helped to brighten my skin in just the week I had been using it. As you can see in the before & after photos below, it gave my skin a nice glow!! I would definitely recommend this product!"
        },
        {
            "review_title": "Obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "OBSESSED! I love the way this Vitamin C feels on my skin and it's been a great addition to my routine. There is a nice, light smell but nothing too fragrant to irritate my sensitive skin. The texture is smooth and nonsticky. I plan on using this daily and can't wait to see how my skin after a month. Complimentary from Sunday Riley."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "C.E.O. is a really potent 15% Vitamin C serum. It's very brightening and surprisingly not irritating!! I'm loving this in my routine. I highly recommend it if you're interested in incorporating vitamin c. This was gifted to me by Sunday Riley."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Effective and gentle vitamin C! I used a very expensive vitamin c for years and wanted a more reasonably priced option. I am happy with this so far. It is gentle yet effective. No irritation. Excited to see long term results! Gifted by Sunday Riley in exchange for honest review"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I was gifted by Sunday Riley. This serum is actually amazing. I was always hesitant to use vitamin c because i just didn't really know but about it or what the benefits even were. But i had some dark spots and breakout on my chin and they literally look 10x better after just 3 uses. I'm amazed"
        },
        {
            "review_title": "Faded my dark spots",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This was gifted by Sunday Riley.This is an amazing vitamin C serum I noticed no irritation. I also love how hydrating it is , i've noticed my skin seems brighter, softer, and has more glow to it. I've also noticed a lot of my redness has disappeared. I love the smell of orange, and how it doesn't leave a greasy feel on my face. i've also noticed it diminishing my dark spots and acne scars. I definitely recommend this."
        },
        {
            "review_title": "Brighter skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I was gifted by Sunday Riley and love this brightening product! I noticed an overall glow in my skin after using the product for a week. I used in the mornings before moisturizer and spf. It also smells amazing like oranges!"
        },
        {
            "review_title": "Best vitamin c serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I received this product for free in exchange for my honest review. My first impression of the product was that it didn't seem like much for how much you would pay to get this. However after only a few applications I knew it was one of the best vitamin c serums I have ever used. A little goes a long way. My skin was brighter and I noticed dark spots starting to fade. The smell is pleasantly orangey and not to string. It is a nice creamy texture that absorbed quickly. The bottle is small and glass and has a pump, which I love. It feels high quality and it is.  I will be repurchasing and recommending this to everyone."
        },
        {
            "review_title": "Sunday Riley",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This product was gifted by sunday Riley. BUT this is the send time I've received it because of how much I love it! This has truly become a must in my skincare routine in the morning and at night!! I love it!"
        },
        {
            "review_title": "A necessity for your skin care routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I'm in love with this vitamin C serum! I have a lot of dark spots on my skin & this serum reduced their appearance considerably. My skin is also noticeably brighter. I love that it's lightweight on my skin too."
        },
        {
            "review_title": "Sunday Slay",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I love using the Sunday Riley C.E.O. 15% Vitamin C Brightening Serum as part of my morning routine. It helps brighten my skin texture and lighten dark spots. I use it in the AM after I wash my face but before sunscreen.  I would recommend purchasing this product. gifted by sundayriley"
        },
        {
            "review_title": "Try it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Smells great and I've noticed a difference in the last 3 weeks already!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "Gifted by Sunday Riley, this is my absolute favorite vitamin C product. I use it in the morning (i make sure to apply sunscreen afterwards) and it brightens my skin without the irritation that comes with Vitamin C. Love it"
        },
        {
            "review_title": "Safe for sensitive skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have extremely dry and sensitive skin- i have a very hard time trying to find vitamin c products that don't break me out! I have been slowly incorporating this serum into my nightly routine and so far i have notice and overall even ness in my skin tone & faded a dark spot near my eye. Gifted by Sunday Riley"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Since I started using this serum before bed I've noticed how much my skin has improved! It's brighter, smoother, and healthier looking than it was before. The serum is lightweight and absorbs very well into the skin. Gifted by Sunday Riley"
        },
        {
            "review_title": "Would recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I've been on the hunt for a vitamin c serum , this is light weight smells great and feels nice on my skin, this pairs well with the ceo afterglow vitamin c cream. These products were gifted by Sunday Riley"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "I love trying out new vitamin c products, it always seems to be the best for my dry and sensitive skin. I was kindly gifted by Sunday Riley, and I really love the product. I do feel like its a little tacky on my skin and takes a while to set in. Other than that I would definitely recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "i really have been liking this product. firstly the smell of this is amazing. it smells like fresh oranges. also it leaves my face feeling great and smooth. definitely  going to continue using this in my skincare routine! gifted by sunday riley"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Smells like fresh oranges which i like. Gives me an instant glowy, dewy look. It's not super sticky but has a little bit of tackiness but goes away after it's absorbed. I would recommend a patch test if you are sensitive because it also contains glycolic acid which some people have trouble with. I have no irritation from this at all. I also like that it's creamy white instead of yellow. I have trouble trusting vitamin c products that are yellow when you first open them. I am oily so I don't feel the need for an added moisturizer after this. I use this right before my spf and I'm good and protected. I also love that it used stable vitamin c. So far my dark spots look the same but my overall brightness has improved. Gifted by Sunday Riley. This also works well under makeup."
        },
        {
            "review_title": "Gorgeous with or without makeup",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "This product was gifted to me from Sunday Riley. To start, I loveee the smell! With a high concentration of Vitamin C, this serum definitely brightens. It gives me such a beautiful glow under my makeup. It also allows me to go makeup free as my skin looks plump and youthful. I am very thankful to have been sent this product!"
        },
        {
            "review_title": "So Glowy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "BEST VITAMIN C SERUM! the benefits and feeling of this serum is unreal. It is so brightening and hydrating. Vitamin C is often unstable but this is one of the most stable forms of vitamin c. my skin instantly feels softer and smoother. gifted by sunday riely *"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I've been enjoying this vitamin c serum for the past two weeks. It really has helped brighten my dark spots. I like the consistency and smell of the product. I like that I can layer on other serums and there is no reaction. I can't wait to see more results. This was gifted by Sunday Riley."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "First I must say that I have used Sunday Riley's products before and they never let me down. Let's get started because the packaging is so fancy. It is one of the best Vitamin C i have ever used, I like the texture of it and how it feels on the skin. It leaves it soft and with a very natural and very beautiful shine. It is helping me with some acne blemishes that I have. I'm combining it with the Vitamin C cream from the same Sunday Riley line. Gifted by Sunday Riley."
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I was gifted by Sunday Riley this product. First off I love the packaging and how it makes my skin feel. Not only does it brighten my skin but it makes it so so soft as well. I would definitely recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Seeing very good results with this vitamin c serum."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "this was gifted to me by sunday riley.  this is one of my favorite skincare brands. this vitamin c is no different. I've actually been able to have this product multiple times and I absolutely love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Fair skin tone, Oily skin",
            "review_text": "complimentary from sunday riley. first of all, gorgerous packaging in a heavy glass bottle, the pump has a closure to avoid spillage, which snaps tightly. i instantly fell in love with the texture of the serum. it is very rich and nourishing which could be applied right after cleansing. the finish was natural on my combination skin. i could skip a moisturizer while using sunday riley vitamin c serum and apply a sunscreen after the serum. i havent noticed the scent and the serum felt more like a cream or a face moisturizer on my skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "Love love love this stuff! A little goes a long way. The formula is white and creamy. I've noticed improvement in my dark spots and hyperpigmentation from old acne scars but it definitely takes time and consistency using this product. Gifted to me by Sunday Riley."
        },
        {
            "review_title": "my favorite skin care brand",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "my absolute favorite vitamin c serumu2026 and it's the only one i've used for months without trying anything new! it makes my skin so glowy this brand never lets me down! all of their products are a huge hit for me. Gifted by Sunday Riley"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Wow!! Sunday Riley really knows how to make a vitamin c product!! This was gifted to me by Sunday Riley and I already had a vitamin c serum but using this one instead I could almost instantly watch my skin become glowy and bright and after a few days it's starting to look that way even after I wash my face"
        },
        {
            "review_title": "The VIP!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "You honestly can't find a better vitamin c serum than CEO! I've used up several bottles and it's been the most consistent with really brightening my skin tone, fading age spots, and even helps with my skin firmness! I've never experienced any irritation and leaves my skin soft and so glowy! I have tried probably 100 different c serums and I always come back to this one! If you need spot fading, skin brightening, anti aging, pick this up!"
        },
        {
            "review_title": "#1 vitamin C serum!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "this is hands down my favorite vitamin C serum! I feel like it has helped my texture tremendously, I have brighter and smoother skin now since I have been using this. It has really balanced my texture and given my skin a glow.  (gifted by sundayriley)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Oily skin",
            "review_text": "i was gifted by sunday riley.   I wore a sunscreen for swimming that really messed up my skin. This serum helped to clear my skin again. also my skin even though its oily feels very dry and uncomfortable after a swim.  This serum has really helped to improve the dryness.  I can't recommend this enough!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This product is hands down one of my favorites! I love the formula as it's not harsh on my skin, effective and NOT STICKY!!! I can use it and don't have to worry if my skin is going to respond poorly to it! Gifted by Sunday Riley"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I use Vitamin C daily under my sunscreen. C.E.O. 15% Vitamin C Brightening Serum checks the ingredients I wanted and definitely help my skin look bright and less dull! I would highly recommend adding this to your routine.complimentary from sundayriley"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Combination skin",
            "review_text": "This serum is amazing!! I can't believe the improvement of my skin tone & overall brightness. My skin does not look as dull, and my dark spots are slowly fading. I never thought a serum could be so effective. I got this complimentary from sundayriley."
        }
    ]
}