{
    "product_id": "1165",
    "name": "Mini Talc-Free Powder Blush",
    "brand": "NARS",
    "categories": "Makeup, Cheek, Blush",
    "price": 23.0,
    "about": "What it is:u00a0A fan fave mini pressed powder blush, now in an upgraded talc-free formula that lasts for up to 16 hours, featuring true-color payoff with a comfortable, weightless feel...Highlighted Ingredients:u00a0- Naturally-Derived and Mineral-Based Pigments: Deliver true-color payoff and ensure a high-impact effect..- Pearlescent Pigments: Blurs the look of imperfections..- Superfine, Micronized Pigments: Provide an irresistibly silky, blendable application...Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan...What Else You Need to Know: Blush lasts for up to 16 hours with a comfortable, weightless feel. Pure Pigment Blend, an innovative combination of four types of pigment, achieves high-impact, true-color payoff. Irresistibly silky, blendable formula glides on smoothly and evenly while helping to blur the look of imperfections.",
    "ingredients": "-Naturally-Derived and Mineral-Based Pigments: Deliver true-color payoff and ensure a high-impact effect..-Pearlescent Pigments: Blurs the look of imperfections..-Superfine, Micronized Pigments: Provide an irresistibly silky, blendable application....Mica, Kaolin, Caprylic/Capric Triglyceride, Magnesium Myristate, Synthetic Fluorphlogopite, Aluminum Hydroxide, Zinc Stearate, 1,2-Hexanediol, Caprylyl Glycol, Barium Sulfate, Octyldodecyl Stearoyl Stearate, [+/-(May Contain/Peut Contenir): Bismuth Oxychloride (Ci 77163), Iron Oxides (Ci 77491, Ci 77492, Ci 77499), Red 28 Lake (Ci 45410), Red 30 (Ci 73360), Red 7 (Ci 15850)].",
    "how_to_use": "Suggested Usage:.- Start application where the strongest color impact is desired; the strongest color payoff will be at the first point of brush contact to skin..- For a natural rush of color, gently buff color onto skin using sweeping circular motions with NARS #16 Blush Brush for more color payoff, or NARS Yachiyo Brush for softer color payoff (brushes sold separately)..- For a seamless pop of color, layer two shades of Blush. Start with a base color in a shade that gives a subtle color to the cheeks. Layer a brighter shade in a similar tone on the apples of the cheek, then blend edges to diffuse into base color.&nbsp;.- For a touch-up or additional coverage, use a stippling motion when applying Blush to press color onto skin without disrupting coverage already created.",
    "num_reviews": 88,
    "overall_rating": 3.4,
    "product_url": "https://www.sephora.com/ca/en/product/nars-mini-talc-free-powder-blush-P511166?skuId=2756062&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2756062-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Orgasm u2013 777",
            "shade_descriptor": "mini peachy pink with golden shimmer",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2756062-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Orgasm Edge u2013 778",
            "shade_descriptor": "mini matte peachy pink",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2756070-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": []
}