{
    "product_id": "1091",
    "name": "burn - jojoba oil massage candle",
    "brand": "maude",
    "categories": "Bath & Body, Wellness, Intimate Care",
    "price": 40.5,
    "about": "What it is: A skin-softening, jojoba oilu2013based massage candle, available both fragrance-free and in three scented blends made from essential oil extracts...Highlighted Ingredients:.- Jojoba Oil: Is full of skin-loving vitamins that moisturize and soothe dry areas...What Else You Need to Know: This hand-poured massage candle is made with a 100 percent cotton, lead-free wick, and cruelty-free ingredients. With a low melting temperature, it can be poured on the skin once melted. This candle contains soy...Fragrance Description:.no. 0: Unscented.no. 1: Warming notes of amber, cedar leaf, clove, lemongrass, medjool date, and tonka bean.no. 2: Bright notes of pink pepper, gurjun balsam, lemon California, and cedarwood Virginia.no. 3: Fresh notes of eucalyptus, sandalwood, cassis, and Haitian vetiver..",
    "ingredients": "-Jojoba Oil: Is full of skin-loving vitamins that moisturize and soothe dry areas....Hydrogenated Soybean Oil, Ricinus Communis (Castor) Seed Oil, Cetearyl Alcohol, [Parfum (Fragrance)], Lauryl Laurate, Olea Europaea (Olive) Fruit Oil, Hydrogenated, Castor Oil, Cera Alba, Copernicia Cerifera (Carnauba) Wax, Euphorbia Cerifera (Candellia) Wax, Jojoba Oil, Benzyl Benzoate, Coumarin, Benzyl Alcohol........The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Light the candle for 10 to 15 minutes to allow enough oil to form (and help set the mood). .-Once you blow out the candle, the melted oil is ready to use. .-Because itu2019s oil based, the candle has a lower burning temperature and will be warm. .-You can either pour the oil directly onto the skin or apply with your fingertips and massage it in. .-The light and silky texture will moisturize and absorb into the skin and can be reapplied as desired. .-To extinguish your candle, gently blow out the flame and contain any smoke with the jar's lid...Recycling Instructions:.-Packaging is curbside recyclable.",
    "num_reviews": 112,
    "overall_rating": 4.7,
    "product_url": "https://www.sephora.com/ca/en/product/maude-burn-jojoba-oil-massage-candle-P481123?skuId=2657880&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2657880-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "No. 0- unscented",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2657880-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Spa night essential",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "A very cool product and a little oil goes a long way"
        },
        {
            "review_title": "Melt away",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "First off I love massage candles. Iu2019ve tried lots of them and I do really like that this one has jojoba oil but if you didnu2019t know all soy candles turn into an oil you can use as an oil or at least I have. I did feel like this one was smal when you get it itu2019s tiny. Thatu2019s the only reason I took off a star."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I love this candle! It smells amazing and while it does smell smoky when applied, after a while that smoke scent dies down. I love the feeling and application of it and how you can use it even when it isnu2019t melted. Amazing!"
        },
        {
            "review_title": "One of my go to products",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "this is maybe my 4th time buying this candle. I love the smoky, sultry, woody, warm, of scent no. 1 so much, i want to try the other scents but canu2019t stop with this one. Maude is a really cool brand."
        },
        {
            "review_title": "Smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "First time trying this. The smell was so good - like being in a cedar sauna, and the oil was really cool to use as a massage. Only thing is it Doesnu2019t spread a lot."
        },
        {
            "review_title": "Moisturizing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "This is a nice candle. It moisturizes my skin. It has an initial bite to the wax but it is not overly hot on my skin. I thought I would like scent 3 but I don't prefer it. I will probably buy a different scent at some point."
        },
        {
            "review_title": "Super Tiny",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dark skin tone, Dry skin",
            "review_text": "This is a palm sized candle for $24. Just keep that in mind. Smells amazing tho"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Left my skin hydrated. However, Iu2019d prefer more scent while itu2019s burning."
        },
        {
            "review_title": "Smell good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Ju2019adore lu2019odeur qui est discrete, mon conjoint qui nu2019aime pas les odeurs lu2019a adore ! La texture pour le massage est ideal, ni gras, ni sec ! Juste parfaite !"
        },
        {
            "review_title": "New Must Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "My husband and I have been using these candles since we got married to spice things up. Itu2019s definitely a new normal for us. The scents are warm and sensual and are perfect to set the mood or help your partner relax."
        },
        {
            "review_title": "Not pleasant at all",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Tiny candle that smells like a burnt version of the scent. It smelled more & more burnt as I applied it. Disappointed but I'm glad I bought the mini."
        },
        {
            "review_title": "Smells wonderfully sensual",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Fair skin tone, Normal skin",
            "review_text": "I like the small size, perfect for bedside. Treat yourself"
        }
    ]
}