{
    "product_id": "1216",
    "name": "10% AHA Lemonade Smoothing Scrub",
    "brand": "OLEHENRIKSEN",
    "categories": "Skincare, Cleansers, Exfoliators",
    "price": 47.5,
    "about": "What it is: A refreshing, exfoliating scrub that quickly and visibly retexturizes, polishes, and reduces the size of pores with AHAs, lemon peel, and sugar...Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Fine Lines and Wrinkles, Dullness, and Uneven Texture..Formulation: Scrub..Highlighted Ingredients:.- AHAs 10% (Glycolic and Lactic Acids): Chemically exfoliate and visibly even texture..- Ultra-Fine Sugar Exfoliants and Lemon Peel Extract: Physically exfoliate and visibly polish skin..- Holy Basil and Chamomile Extracts: Soothe and calm skin...Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also vegan, gluten-free, and cruelty-free...What Else You Need to Know: Refresh your skin with a slush. This dual-action retexturizing scrub physically and chemically exfoliates. High-potency AHAs help loosen and lift dead skin cells, while lemon peel powder and sugar exfoliants gently sweep away rough skin. Plus holy basil and chamomile help calm and soothe your skin...Clinical Results: In a clinical study on 37 women, after 1 use:.- 100% of users agree this product polishes and retexturizes skin.- 100% of users agree this product creates an even looking complexionu200b.- 100% of users agree this product creates healthier-looking skin..",
    "ingredients": "-AHAs 10% (Glycolic and Lactic Acids): Chemically exfoliate and visibly even texture..-Ultra-Fine Sugar Exfoliants and Lemon Peel Extract: Physically exfoliate and visibly polish skin..-Holy Basil and Chamomile Extracts: Soothe and calm skin...Aqua/Water/Eau, Glycerin, Glycolic Acid, Sucrose, Hydrated Silica, Polyglyceryl-10 Dipalmitate, Propanediol, Lactic Acid, Sodium Cocoyl Isethionate, Polyacrylate Crosspolymer-6, Sodium Hydroxide, Sodium Lactate, Acrylamide/Sodium Acryloyldimethyltaurate Copolymer, Citrus Limon (Lemon) Peel Powder, Citrus Limon (Lemon) Fruit Extract, Ocimum Sanctum Leaf Extract, Chamomilla Recutita (Matricaria) Flower Extract, Glycyrrhiza Glabra (Licorice) Root Extract, Saccharum Officinarum (Sugarcane) Extract/Extrait De Canne u00c0 Sucre, Citrus Aurantifolia (Lime) Peel Extract, Santalum Album (Sandalwood) Extract, Citrus Limon (Lemon) Peel Oil, Citrus Aurantium Bergamia (Bergamot) Peel Oil, Leuconostoc/Radish Root Ferment Filtrate, Coconut Acid, Sodium Riboflavin Phosphate, Dimethylhydroxy Furanone, Isohexadecane, Polysorbate 80, Sodium Isethionate, Sorbitan Oleate, Triethyl Citrate, Vanillin, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Caprylyl Glycol, Phenoxyethanol, Limonene, Linalool, Citral...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Apply to wet skin and gently massage in. .-Leave on for up to two minutes before rinsing or rinse right away. .-Use two to three times per week...Precautions:.-For external use only. Use as directed. .-This product contains active ingredients; OLEHENRIKSEN suggests testing a small amount on forearm. .-Sunburn alert: This product contains an alpha hydroxy acid (AHA) that may increase your skin's sensitivity to the sun and particularly the possibility of sunburn. Use a sunscreen, wear protective clothing, and limit sun exposure while using this product and for a week afterward. .-Avoid eye area. In case of contact with eyes, rinse immediately.",
    "num_reviews": 1350,
    "overall_rating": 4.6,
    "product_url": "https://www.sephora.com/ca/en/product/ole-henriksen-lemonade-smoothing-scrub-P466142?skuId=2406957&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2406957-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "3.0 oz/ 90g",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2406957-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Never want to run out of this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "Love this product! Leaves my face feeling so smooth."
        },
        {
            "review_title": "Just OK",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Just ok. Bought a trial size for my ski trip and it was gentle enough sun/wind chapped skin. The exfoliator beads are a little rough (if you're into that texture). My face didn't feel any smoother after. Also not a fan of the scent."
        },
        {
            "review_title": "One of my faves!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this scrub! Usually Im not here for a topical scrub and more of a chemical but I love this. Smells good, great texture and I leave it on for a few mins once its rubbed in and really works. Leaves me skin smooth without being dry. Ive repurchased 4x!"
        },
        {
            "review_title": "My husband loves this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "My husband and I both love this scrub! He especially loves the larger beads that make it feel really exfoliated! Definitely helps him get a better shave when using it beforehand!"
        },
        {
            "review_title": "Cleared my nose black heads literally over night",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This is the holy grail if you struggle with blackheads. Seriously look no further- you need this product. I have sensitive skin, I sweat a lot so my nose always gets blackheads. Ive searched for years for something to clear them up and couldnt  find anything that helps until I tried this product. Literally saw a difference over night. I combine with FAB pads and my skin is so clear I cant get over it. I did not get broken out or irritated, just slightly red after and it went away over night. This will be a must buy for me  the scrubbing particles dont disintegrate with water like some others do which allows for a lasting exfoliation."
        },
        {
            "review_title": "Must- always repurchasing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This is the most bomb facial scrub. Since its released I have never found one thats quite as good as it. I even have my baby daddy hooked on it. Its so gentle, it smells good and it does the trick. I have sensitive dry skin and I have never had an issue with it. I hope they never get rid of it"
        },
        {
            "review_title": "Clean scent and makes my face fresh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I got a mini first then recently bought the full size. I do add a little rose oil to the scrub to lighten the exfoliant experience up a bit. Smells great. Doesnt seem to irritate my skin after 7+ uses."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Way too rough on the skin and it seems to burn just like lemon juice would. Weird product, not for me."
        },
        {
            "review_title": "Nice but bleached my bath towel.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Lovely exfoliating wash. Does what it says it does. Slushy consistency and smells pleasant. I wish products that have the potential to bleach your bath towels came with a warning."
        },
        {
            "review_title": "Better as a body scrub",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This scrub is really grainy/rough for a facial product. If you have sensitive skin, this will be too much for you."
        },
        {
            "review_title": "Over priced",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "The smell is terrible and the results are not noticeable after first wash. Would not say this product is worth $35."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "My skin went crazy while being in the hospital, very textured, breakouts, abnormally oily. This scrub corrected my skin in just a couple washes! Texture became smooth, breakouts subsided, and oil went back to normal. Plus, it smells delicious!"
        },
        {
            "review_title": "First time User",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "Just started using and love the texture and the scent! It leaves the skin refreshed."
        },
        {
            "review_title": "So good would totally recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I love this I went to Sephora and asked a employe for exfoliater bc my skin was peeling from a sun burn and it really helped"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Very refreshing and a fantastic gentle exfoliant. A bit pricey, but definitely an empty worthy product. The inclusions of AHA in addition to the physical exfoliant is a great property of this product."
        },
        {
            "review_title": "10/10 would 10000% recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I am obsessed with this scrub! I even got my husband to use it and he never washes his face! I wish it came in a jumbo size!"
        },
        {
            "review_title": "absolute game changer, there is nothing i love mor",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This product is my absolute holy grail, the last 2-3 years is when i started getting acne and it was a totally new thing for me, growing up i never got it thought i never would, that unfortunately was extremely untrue and i had painful cystic and just painful acne, i started using this about 4-5 months ago and oh my god my skin is the clearest its ever been in the past 3 years my face dosent constantly hurt anymore and i have very sensitive skin and was skeptical about using it because its a scrub but it has not once made it hurt or irritated my skin since using it, trust me this is an amazing product. started to"
        },
        {
            "review_title": "Amazing product!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I never make reviews for products I buy but I had to for this one. This completely transformed my skin, it help me get it of stubborn hormonal acne. I have tried so many products and nothing compares to this. I will most certainly repurchase. I 10/10 recommend!!"
        },
        {
            "review_title": "Less than half a bottle of product",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": ""
        }
    ]
}