{
    "product_id": "153",
    "name": "Infrared Heated Thermal Hot Round Brush",
    "brand": "BondiBoost",
    "categories": "Hair, Tools, Curling Irons",
    "price": 132.5,
    "about": "What it is: A heated round brush that harnesses infrared technology to create instant volume and a healthy bounce, for sleek and shiny hairstyles...Hair Type: Straight, Wavy, and Curly..Hair Texture: Fine, Medium, and Thick..Hair Concerns:- Frizz.- Shine.- Volumizing..Key Benefits: - Creates soft bouncy waves.- Adds volume.- Increases shine..What Else You Need to Know: Hello, u201990s supermodel hair! The Infrared Bounce Brush gives the most volumized, bouncy, catwalk-worthy hair. Infrared gently heats the hair from within, causing less damage than traditional forms of heat. Negative ions lock in moisture and aloe-infused bristles reduce frizz and add shine...Clinical Results: Clinically proven to:.- Cause no heat damage.- Give all day volume.- Increase volume by 67% after 1 use.- Immediately increase shine by 47% after 1 use.- Immediately reduce frizz by 35% after 1 use.*Based on instrumental testing on hair tresses..",
    "ingredients": "",
    "how_to_use": "Suggested Usage:.-Always start with dry hair..-Wrap your hair around the brush as you slowly style for the softest, glossiest, u201990s-inspired volume..-More about u201900s voluminous oomph? Pop it under your hair at the roots, then slowly glide it down to your ends..-Use on air-dried hair, second-day hair, or for daily touch ups....Pro Tip for Extra Wave:.-Wrap your dry hair around the brush..-Hold in place for 10 to 15 seconds..-Slowly twist the brush out..-Enjoy maximum swishy bounciness.",
    "num_reviews": 302,
    "overall_rating": 4.6,
    "product_url": "https://www.sephora.com/ca/en/product/bondi-boost-infrared-heated-round-brush-P510258?skuId=2752988&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2752988-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Great for a hair pick me up",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes",
            "review_text": "This is a great way to revive your hair in between blow drys! Makes it look like you just had a blow out but without rewashing your hair"
        },
        {
            "review_title": "Love this for after straightening my hair!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I love this tool to give my straighten hair a bit of bounce for that salon like blowout. I wish the buttons were a bit lower bc every time I hold it Iu2019m pressing something. Nevertheless a fun tool to have in your routine!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "this thermal brush has potential, However I believe this works best for medium length hair that has layers. I bought this thermal brush when I had long hair and it did nothing for me, my cheap 20$ Amazon thermal brush did more for me therefore I returned it."
        },
        {
            "review_title": "Salon Ready !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "Okay Iu2019m obsessed with this hair tool! It gives me that beautiful salon touch that has my hair feeling, bouncy, sleek and shiny !  It adds lots of volume, waves and texture for the perfect night out.  Everybody needs this hot tool asap!!"
        },
        {
            "review_title": "Easy to use and smooth on hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Wow! When this first arrived, I was so worried it would damage my hair, but wanted to try. I was, in fact, very wrong! It just glides through my hair and is excellent! Definitely gave me that blowout look I was going for! This will be a staple in my hair care for sure!"
        },
        {
            "review_title": "Possible game changer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Oily skin",
            "review_text": "Still have to practice with it, but I love how quick it makes any kind of shape! Anything is better than my stick straight hair!"
        },
        {
            "review_title": "A tool youu2019re gonna NEED",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes",
            "review_text": "Hands down my go to styling tool!! So glad this exists. I love using it on my day 2 or 3 hair to spruce it up. Brings it back to life!!"
        },
        {
            "review_title": "Best for thick hair",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I was so excited to try this product and I do love that itu2019s quiet and the shape of it. The only thing I would improve are the bristles. I have fine, thin hair so I wouldu2019ve preferred if there were hair alongside the plastic bristles but understand that that would defeat the purpose of a thermal brush. Going to gift to a friend with thicker hair!"
        },
        {
            "review_title": "11/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I absolutely love this Heated Thermal Hot Round Brush! It's definitely worth the investment. It's super easy to use and lightweight, making it a breeze to handle. After using it, my hair has incredible volume and feels soft and smooth. I highly recommend it if you're looking for a new brush to style your hair!"
        },
        {
            "review_title": "Miracle worker",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Let me preface by saying I have pretty fine hair- itu2019s naturally wavy/curly but itu2019s very fine. I struggle to style my own hair and bought this thinking it was going to be some magic device- and for me it was!!!! As soon as I took it out of the box I tried it and on the first try I had beyond exceptional results! It was so easy and pretty dummy proof. I 12/10 reccomebd this!"
        },
        {
            "review_title": "My new FAVORITE styling tool!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Why did I wait so long! My hair is naturally wavy/curly. The Texas humidity makes it frizzy and wild. The Infrared Bounce Brush is so easy to use with amazing results. It tamed my flyaways and frizz, leaving me with smooth, straight gorgeous hair. The Infrared is gentler on your hair and the aloe infused bristles and barrel result in beautiful shine. Remember to always use your heat protectant spray (I love the one from BondiBoost) and only use this tool on completely dry hair. This would make the best gift for yourself first and then everyone else!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Good for staying after hair is already blown out. I have extremely curly hair so I blow out with a blow out brush first and then use this to touch up and curl the ends. Good tool for less heat damage than a straightener."
        },
        {
            "review_title": "Must have for perfect quick blown out hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I recently got the Bondi Boost Infrared Bounce Brush, and itu2019s completely transformed my hair routine! It's lightweight and easy to use. The infrared technology makes drying and styling faster, without damaging my hair. It leaves my hair softer and shinier every time."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This was great when I first got it. 3 months later the bristles are all falling out. Literally they are all over my floor when I use it. Wished it lasted longer."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Not only does this give the most stunning blowout but it somehow tames ANY fruzz and adds so much shine to my hairu2026I am so obsessed and itu2019s so quick and easy to use"
        },
        {
            "review_title": "Blowoutu2026 OMG",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "My hair has never held a blowout until thisu2026 my Shark never held a curl/wave, you name it. My hair is BOUNCY and voluminous using this product. I have never been happier."
        },
        {
            "review_title": "I LOVEEEE this brush!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Iu2019ve never tried a blowout brush before, but this one was SO easy and SO fun to style my hair with! I love how it turns out and I appreciate the beginner-friendly usage. No frizz, no stress, no damage!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I absolutely love the BondiBoost Infrared Heated Thermal Brush! Itu2019s a total game-changer for my hair routine. The infrared technology is gentle yet effective, leaving my hair sleek, shiny, and frizz-free in half the time it used to take with a regular straightener.  The brush heats up quickly and maintains a consistent temperature, which is perfect for achieving salon-quality results at home. Itu2019s super easy to use, even for someone like me who isnu2019t the best at styling hair. I also appreciate how lightweight and ergonomic it feelsu2014no arm fatigue even after a full styling session.  What truly sets this apart is how kind it is to my hair. My hair feels healthier and smoother after each use, not dried out or damaged like with some hot tools. I would recommend this to anyone looking for an efficient, high-quality styling tool. Worth every penny!"
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Dry skin",
            "review_text": "Love this brush! Thereu2019s a bit of a learning curve to get it smooth but with smaller sections it works like a charm!"
        },
        {
            "review_title": "YOU NEED ASAP",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Combination skin",
            "review_text": "NO QUESTIONS HANDS DOWN THE ONLY TOOL I BRING! I can't stop raving about this, literally the best tool and works so well on curly hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I just tried it out, and it's so quick and easy to use. Love it!"
        },
        {
            "review_title": "Make this Dual Voltage!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Almost perfect except for the voltage part. Can this be made dual voltage!?"
        },
        {
            "review_title": "Great (while it lasts)",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I LOVED this tool for the first 6 months or so, that was until all of the bristles started falling out. For a $130 hair tool I definitely would have expected this to last longer."
        },
        {
            "review_title": "Effortless",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "The BondiBoost Infrared Bounce Brush is a solid investment for anyone looking to simplify their styling routine - Easy to use and quick! Effortless salon blow out hair look!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "i really like this product! it definitely takes some getting used to as a person that is not good at doing hair. but once you get the hang of it, it works great! heats up super fast and is gets quite warm. i love it!!!"
        },
        {
            "review_title": "No blow out result",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Does not curl my straight hair like a blow out. My hair gets stuck at the top every pass so I donu2019t know how people are twisting their hair though. Also does nothing on damp hair, mine had to be fully dry"
        },
        {
            "review_title": "A must-have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "BondiBoost did it again! I am a huge fan of all their tools and products. Truly a lifesaver for my hair for a girl's night out - quick and easy to create style to your everyday hair."
        },
        {
            "review_title": "My Favorite Heat Tool",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Easy to use, it takes care of your hair with its infrared light and what I love most is that you can add volume and style your hair with this noise-free tool. It's like having a 2-in-1 straightener and hairdryer. I highly recommend it."
        },
        {
            "review_title": "This thermal brushud83eudef6ud83cudffb",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "If youu2019re looking for a tool to give you a fabulous blowout then you can stop here  Iu2019m in love with my hair right now"
        },
        {
            "review_title": "Awesome!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Awesome! It gave the perfect blowout look and did not feel like it was damaging my hair at all! iu2019m so happy I got this! It was so fast and made my hair look so soft!"
        },
        {
            "review_title": "the BondiBoost Thermal Brush is highly regarded fo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "The ergonomic handle makes it comfortable to use, reducing hand fatigue during styling. The bristles grip hair well, enabling smooth glides without tugging. The Thermal Brush is versatile, working well for different styles, whether you want straight hair, curls, or added volume. Itu2019s also great for quick touch-ups."
        },
        {
            "review_title": "Perfect hair transformation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Combination skin",
            "review_text": "I just tried the Infrared Bounce Brush, and itu2019s amazing! It gives my hair such great volume and shine. My hair is wavy, and it creates beautiful, bouncy waves while keeping frizz at bay.   After one use, my hair looked 67% more voluminous and 47% shinier, all without any heat damage! If you want that gorgeous, effortless look, I highly recommend giving this brush a go!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "I love this brush so much! I like that I can use it for everyday hair or if I want a nice blowout. The temperature control is such a nice feature for not damaging my hair as well as the infrared. Highly recommend!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "This product is amazing, it makes my hair look like I got a blowout every time I use it. So GREAT"
        },
        {
            "review_title": "Fresh Blowout at home!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I am OBSESSED with this Round Brush tool!!  The smoothing it does on my hair is next level.  I get u201cjust had a blowoutu201d results from this every time.  I get such great bounce and shine!  If you are on the fence, go for it!!!"
        },
        {
            "review_title": "A must have styling brush!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Protects my hair while styling? Absolutely love this hair tool! It works so incredibly well!!"
        },
        {
            "review_title": "Great tool!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Oily skin",
            "review_text": "I recieved this from bondi boost, I loved using it! love the heat control and how it shoes you. it's extremely versatile, fast heating and has a nice grip. rather lightweight too! My sister's love me to use it on their hair!"
        },
        {
            "review_title": "You have to get this if you want to save time!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I love this Thermal Hot Round Brush! When it comes to styling my wavy hair, this brush saves me so much time taming the frizz! Its super easy to use and works well. I highly recommend this tool!"
        },
        {
            "review_title": "Styling Tool Must-Have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Obsessed with how you can get a more elevated and put together look in just a few minutes with this brush!! It heats up really fast, I love that it has a swivel cord, and I love how my style stays throughout the day. Thank you Bondi Boost for making this!!"
        },
        {
            "review_title": "Smoothing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Love it! It makes my hair look so smooth. I would recommend!"
        },
        {
            "review_title": "Great for quick and easy styling",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "I love using this brush for a quick and stylish  blowout. The cool tip makes it especially easy to hold and style my curls. My only gripe is that hair easily gets tangled and pulled by the bristles. Otherwise a great product!"
        },
        {
            "review_title": "New favorite hair styling tool!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "I love this thermal brush and it has quickly become my go-to styling tool! It adds volume and shine to my hair while preventing frizz. It heats up quickly which is a plus. My hair is pretty thick and this tool easily glides through it. Highly recommend!"
        },
        {
            "review_title": "Itu2019s the best!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Oily skin",
            "review_text": "I love this thermal brush, I must say that it is the best I have ever tried, it leaves my hair very beautiful and it is very easy to use, the quality is good, it does not damage my hair."
        },
        {
            "review_title": "buy it rnnnnnn",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "You have to try this rnnn After this product touched my hair it changed my hair completely!!!!!!!!!!!!!! this product is truly amazing  I recommend this product to everyone. you need to try it to understand how much it can change your haircare routine"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This product is quick and easy to use! I love how it detangled my hair so easily and and keeps it shiny and silky :)"
        },
        {
            "review_title": "My partner in crime",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "It has never been so easy to straighten my hair with the BondiBoost infrared brush, when I held it in my hands I was captivated by the fact that it is quite light and does not make me feel tired in either the arm or the wrist and that is a very favorable point, it should be noted that the brush heated up in less than a minute and that is very impressive, the automatic lock to maintain the desired temperature is definitely a plus that makes me love itu2764ufe0f when I started using the brush it glided so smoothly and that for me made it easy, in just seconds I achieved the straightening I wanted, It is very important to use it when the hair is dry to avoid damage, its cold touch tip makes it easy and safe when handling the brush, this is my favorite hair tool, my partner in crime, the one that does not abandon me to leave me spectacular, I recommend with my eyes closed this tool that makes our lives easier and leaves the hair spectacular, for me it is the best and it has 10/10."
        },
        {
            "review_title": "Just alright",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I was really excited to get this after being sold out numerous timesu2026itu2019s okay. I feel like it makes my hair flat rather than bouncyu2026I had really high hopes for this too!"
        },
        {
            "review_title": "Great",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "It worked well smoothen my hair not sure if it would be staple in my hair routine"
        },
        {
            "review_title": "My new fav styling tool",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I am OBSESSED with the thermal brush. It is so easy to use and gives the most beautiful blow out ever. I like that is has a lock on the power button so it doesnu2019t shut off when using in case you accidentally press the button."
        },
        {
            "review_title": "Nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I like this brush gives such a nice volume to the hair."
        },
        {
            "review_title": "Itu2019s givingu2026nothing",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Had high hopes for this but it does literally nothing for my slightly texture curly hair. My GHD flat iron is still the best way to curl my air dried hair. This round brush rips my hair out & barely, BARELY gives it a wave. Not worth it. If I hadnu2019t used a large reward on it I wouldu2019ve returned it."
        },
        {
            "review_title": "Perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Enjoying this beautiful infrared brush, I love its technology and how well it helps my hair eliminate frizz, make it silkier and I can have it for more than 6 hours on my straight hair. Plus it doesn't damage my fine hair and the best thing is that it leaves it shiny. It has become my favorite and I take it with me when I travel as it is easy to use and I can recreate some hairstyles with this infrared heated thermal round brush."
        },
        {
            "review_title": "Must have for an easy blow out look",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "This thermal brush completely blew me away. I have fine hair but a lot of it. This brush smoothed my hair quickly while giving it a ton of volume and a bit of a curl. It looked like I had just gotten a professional blow out. I also really appreciate the buttons. They lock soon after turning on, so you donu2019t accidentally shut it off or change the temperature while using it. Overall, this was a really easy hair tool to use and I think Iu2019ll get a lot of use out of it in the future."
        },
        {
            "review_title": "PERFECT BRUSH TO HAVE !!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "This infrared round hairbrush has been a game-changer for my hair routine! I love how it heats evenly, making it easier to style without causing any damage. It glides through my hair effortlessly, leaving it smooth, shiny, and frizz-free. Iu2019ve noticed my blowouts last longer, and my hair has more volume and bounce. The infrared technology is a great bonusu2014it seems to dry my hair faster while keeping it healthier. This is definitely my go-to brush for salon-quality results at home!"
        },
        {
            "review_title": "love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This was so easy to use and I love adding this into my normal haircare routine. Heats fast and feels safe for my hair. Great styles and versatile for many looks!"
        },
        {
            "review_title": "I am obsessed with this brushud83eude77",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "I love it! it has never been so easy and quick to have beautiful, voluminous hair before. I have tried many similar ones and have never found one with such good quality and results. It is without a doubt the best investment you can make."
        },
        {
            "review_title": "Love this hair tool!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I love the volume boost I get when using this infrared brush. It smooths out my hair and makes it look healthy and like a fresh salon blow out"
        },
        {
            "review_title": "WORKS FOR CURLY HAIR",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have curly hair and this smoothed my hair PERFECTLYY and gave me the besttt blowout. Iu2019m obsessed. Absolutely love it!! ud83dude0d"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I am obsessed with this brush! I have been wanting one of these for so long and it works amazing!! I am so excited to keep using this and coming up with new styles!"
        },
        {
            "review_title": "Seriously the best brush!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Seriously love this brush I have thinner hair and it gives it quite a bit of volume. The best part is that it works quickly and I am able to get ready so much faster . I like to pair this with the Bondi protectant spray ."
        },
        {
            "review_title": "Best product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "It made my hair look amazing, easy to style, and natural. It doesn't damage my hair or make it feel fried; the temperature is just right to do its job without burning my hair. You should definitely try it."
        },
        {
            "review_title": "OBSESSED! Amazing results!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Iu2019m obsessed! This brush helps me achieve the perfect blowout look and my hair feels so healthy after! The aloe infused bristles create a soft glide with each pass and I love the infrared technology!"
        },
        {
            "review_title": "JUST BUY IT!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I was shocked at how quickly the tool heats up, and how lovely my curls came out! It was an instant blow out within minutes! I have long thick hair and I only needed to go over each strand once. I love that I could also use this to just smooth out my hair and not just curl u2014 since itu2019s a heated brush it gets out all of the frizz and bumps and gives you a shiny finished look!"
        },
        {
            "review_title": "Incredible even for thick, curly hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This brush is incredible!  I can straighten and curl with this brush.  I also let my mom use it and she loves it. She is pin straight hair.  It makes my hair look so soft and smooth.  It's sooo easy to use and keeps my hair at bay for days!  Curly girls know how hard that is!"
        },
        {
            "review_title": "best styling tool of all time!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Could not love this tool more! It is SO easy to use to style hair in a way that looks like a professional blowout. The tool heats hair from within, so I never have to worry about damage when styling or touching up. It is also aloe infused to add extra shine and glossiness. It is PERFECT. There is also a 60 minute auto turnoff, which makes me love it even more."
        },
        {
            "review_title": "Super easy to use !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I love how fast it heats up and makes my hair feel like I left the salon! Super easy to use and Iu2019m not that good at styling my hair and Iu2019m glad I found this because itu2019s dummy proof!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Medium skin tone, Normal skin",
            "review_text": "Amazing product! I love the ease of use and versatility. My hair is left looking shiny and professionally done after I use it! Iu2019m obsessed"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "In love with this tool.   I was hesitant to try as I have used other thermal brushes with disappointing results before,  but so glad I did.  Must be the infrared!  Appreciate the ability to set temperature as well.   Great purchase."
        },
        {
            "review_title": "A MUST have for your routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Iu2019ve been using this for a few weeks now and totally love it. The quality of this item is unmatched and you can really see results if you continue to use it. I love this brand and also have their leaving conditioner and there shampoo. This is something you should totally add to your Christmas list or get when you get your next paycheck!"
        },
        {
            "review_title": "The best thermal brush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "A quick salon quality blowout at home and itu2019s super easy. The brush turns on quickly and gives a shine to your hair. Iu2019m obsessed. The infrared is suppose to be less damaging to your hair too which I appreciate. You have to use it on completely dry hair. It gives your hair volume, shine, and bounce. Follow @mai.lookbook to see how I style my hair with it!"
        },
        {
            "review_title": "Blowout and smooth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "This brush leaves your hair so smooth and frizz free, I love that it doesnu2019t get that hot on the outside but once you comb it through a few times it straightens and adds boost/volume like a blowout"
        },
        {
            "review_title": "amazing thermal brush for blowout curls",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I always wanted to try a thermal brush to use on my medium length hair because I love the blowout look. After trying the brush it made my hair look full . It was so easy to use on my hair so I will definitely be using this to have that simple everyday hair look. My curls did stay for hours which is a plus."
        },
        {
            "review_title": "10/10!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I love using this product! For someone who has short hair, it's never been easier to use every morning before I head out. :)"
        },
        {
            "review_title": "Stunning brush!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love this brush!! It makes it easy when I donu2019t want to dry my hair and do a blowout or when I wake up with messy hair to fix it easily or give myself a salon looking blowout. I love that it locks after setting the heat setting so I donu2019t worry about accidentally turning it off when Iu2019m using it. Such a beautiful brush!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "I love my new round brush!! I am very surprised of the advanced technology it has built-in infrared feature, designed to reduce heat damage and enhance shine. I highly recommend ud83eudef6ud83cudffc    Iu2019ve bought"
        },
        {
            "review_title": "New fav hair tool",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have thick curly hair and this brush does an amazing job giving a smooth blowout!! Tons of volume if you do with rollers. Love love love"
        },
        {
            "review_title": "Add back the bounce!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Dry skin",
            "review_text": "Iu2019ve used this product for about a month and absolutely love the bounce it gives my hair. Itu2019s perfect for the second day after a home blowout to refresh the volume"
        },
        {
            "review_title": "giving salon blow out but on lazy girl time",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "My new go-to for the most delicious blow out look. I have such a hard time getting my long hair to look good in any sort of blow out style but this works SO well and SO fast! It leaves my hair super shiny and I love reaching for it on a night out and giving my hair some super quick volume. It was tricky to learn at first, but a few YT tutorials later and we were on our way. I get lazier every year about actually having time to do my hair I swear, so this is a god send."
        },
        {
            "review_title": "All in one",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Bondiboost send there new hot round brush in exchange of my honest review! I used it 3 time for my hair and Iu2019m amazed it super easy to use and the plush point for me I donu2019t need to blow dry first and then use separate tool for hair . I just use this on my dry and achieve the blouncy blowout look . All in one mean Iu2019ve curly hair and now I donu2019t need to do straight first and then style my hair with separate tool . I just use this itu2019s great specially if you in rush and want quick blowout style ."
        },
        {
            "review_title": "Broke after a few months",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I bought this earlier this year in May and it already broke. This is whatu2019s shown when you try to turn it on. Super disappointed, I hardly got any use out of it :("
        },
        {
            "review_title": "GET IT !!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "AMAZING AMAZING AMAZING!!!! Got a little over a month ago and have used it so many times already!!! One thing about it is it does get super hot so be careful but besides that I absolutely love it"
        },
        {
            "review_title": "All I can say is: WOW!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I make minimum effort to style my hair, but this tool intrigued me to see if I can make my wavy hair last a few days longer. It took me a few tries to get the hang of it and I am obsessed with the results. I use this tool to freshen up my wavy hair, leaving the hair bouncy and shiny. In 20 minutes or less, I can revamp my wavy curls and give volume to my curtain bangs."
        },
        {
            "review_title": "Iu2019m in love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "All I can say is WOW! I have always struggled with my hair volume and I havenu2019t really found a tool that actually helps. But this heated round brush gave my hair SO much volume. I was also impressed that I was able to do my hair in 15 minutes and get such beautiful, bouncy curls. I love that it has an adjustable temperature because I have fine, thin hair so I need a lower temperature on my hair. I l also really like how lightweight this is and itu2019s really user friendly. It smooths my hair a lot too which is nice because it can get pretty frizzy. Overall, I am beyond impressed! This has become my go-to heat tool."
        },
        {
            "review_title": "Gorgeous blow out look",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Every time I use this my hair ends up bouncy and shiny. I am so glad I purchased this."
        },
        {
            "review_title": "New favorite styling tool!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I love this round brush! Itu2019s my new favorite styling tool! Gives my hair so much volume, Iu2019m obsessed with it!"
        },
        {
            "review_title": "A must for Bangs!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "It took me a second to get the hang of it! But after figuring out how to use it properly! I really like it! I love how I can style my bangs with it, and give myself a smooth, wavy look! Unlike other hairstyling tools, this doesnu2019t make my hair look dry or smell burnt! So Iu2019ll definitely be using it everyday! Itu2019s hard to find something that styles my bangs on the first go! Iu2019m happy!"
        },
        {
            "review_title": "Loved!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Absolutely loved this product! I found it very easy to use and understand. I found it not to be too heavy which is important for me when picking and buying tools for my hair! Would recommend !"
        },
        {
            "review_title": "Stopped Working",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Stopped working only after a few uses. Didnu2019t do anything out of the ordinary with it. Product feels flimsy in general. Recommend spending more on a reputable brand. Would return this if I could."
        },
        {
            "review_title": "The best!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I  have been using this brush for a few weeks and I absolutely love it. I love that it doesnu2019t burn my hand while I am styling. It really smooths out my hair and gets rid of all of the frizz. It also makes bouncy voluminous curls so easy. Itu2019s lightweight and I feel like I could style with it for hours. Itu2019s by far my favorite styling brush!"
        },
        {
            "review_title": "Good Round Brush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I am so happy I was able to get a hold of this product. 10/10u2026 made my hair really smooth and gave it that little refresh i needed. Itu2019s a great tool to use."
        },
        {
            "review_title": "Amazing for daily touchups",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
            "review_text": "This products is great for women with thinner hair. I love having this option to do my daughters hair. I love that the brush doesnu2019t leave your hair feeling hot after styling. For girlies with thick hair itu2019s definitely more of a process to use. It does take some time and patience to style but once youu2019re done I love To bouncy blowout look. This brush is also great to have for touch ups needed and I love that you donu2019t have to risk your hair to hear damage everyday. Itu2019s also good for people with frizzy hair"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Oily skin",
            "review_text": "This brush is a must-have for anyone looking to achieve smooth, voluminous, and salon-quality hair at home.  The infrared technology helps to lock in moisture while styling, which means less frizz and more shine. Iu2019ve noticed a significant reduction in heat damage, thanks to the gentle, even heat distribution. The brush heats up quickly and the adjustable temperature settings make it suitable for all hair types, including my fine, wavy hair.  Using the brush is incredibly easy and efficient. It glides smoothly through my hair without tugging, and I can create a variety of stylesu2014from straight and sleek to bouncy curls. The bristles are gentle yet effective, and I appreciate how the brush is lightweight, making it easy to maneuver, especially during those busy mornings.  Overall, the brush has not only saved me time but also improved the health and appearance of my hair. If youu2019re looking for a versatile styling tool that delivers great results while being kind to your hair, this brush is definitely worth the investment!"
        },
        {
            "review_title": "Perfect for my hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product is so high quality, I use heat on my hair often and this does less damage to my hair so I am able to use it often. I love how shiny and smooth my hair feels after I use it. 10/10 would definitely recommend!"
        },
        {
            "review_title": "Pass on this product",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I ended up returning this. It does hold a curl, and my hair can hold a curl easily, and easily gets caught in your hair. It does smooth the hair and makes it soft."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Itu2019s a pretty good gadget! Itu2019s definitely easy to use and manoeuvre. Itu2019s lightweight and stores well. I think I need to practice it a bit more to get that bouncy blowout look but it definitely is best to use after youu2019ve blow dried or air dryer your hair and you want to smooth it out. I c"
        },
        {
            "review_title": "Try it if you want shiny smooth bouncy hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "First things first, I had zero expectations for this tool and thought it wouldnu2019t do anything to tame my color treated frizzy hair. But omg, I was wrong and Iu2019m more than impressed. I was blown away by how it smoothed my hair a d made it look shinier and healthier. And the best part is that it takes minimal effort. Oh and even better is that it doesnu2019t damage the hair. I love this tool and Iu2019m so happy I tried it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Itu2019s amazing. Iu2019ve been using it for a week and no problems yet. Leaves my hair silky and only takes about 20 minutes for my thick hair to blowout."
        },
        {
            "review_title": "Best infrared heat brush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Iu2019ve used the TikTok viral heat brush, and it was terrible on my hair and pulled it out, but this brush is so much better. It makes my hair, silky, smooth and soft and gives it the perfect blowout look without damaging or pulling on my hair. This is the viral brush."
        },
        {
            "review_title": "Game-Changer for Gorgeous Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "The Bondi Boost Infrared Heated Thermal Round Brush is a fantastic styling tool that delivers exceptional results. The infrared heat technology reduces styling time and minimizes damage, leaving my hair smoother and shinier.   This has become a staple in my routineu2014highly recommend!"
        },
        {
            "review_title": "Itu2019s perfect for a salon look",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
            "review_text": "The BondiBoost Infrared Bounce Brush is a solid investment for anyone looking to simplify their styling routine while maintaining healthy, bouncy hair. With a bit of practice and the right techniques, you can achieve a salon-quality blowout from the comfort of your home."
        },
        {
            "review_title": "A must have for easy hair styling!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love this brush! It is so easy to use and easy to style my hair. My hair is fine and straight so I like to make my ends wavy and give it some volume! Works great!"
        },
        {
            "review_title": "Love this brush!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I am loving this thermal brush. It gives my hair such body without the bad heat like from my curling iron or flat iron. I love how soft my hair feels and it keeps my frizz down. This brush is now part of my hair routine. I definitely recommend this!"
        },
        {
            "review_title": "You need to try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This brush is so amazing! I love to use it to give myself a sleek look after a blowout! Itu2019s great at decreasing frizz and so easy to use! I love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "love this product! i bought the thermal brush off tik tok shop and my hair kept getting stuck in the bottom of the barrel and ripping it out. this one doesnt! it also leaves my hair super soft and shiny. i also like how u can decide which temperature u would like!"
        },
        {
            "review_title": "It cut down my style time!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "Absolutely love this brush! It created SO much volume in my hair and cut down on my style time. It was easy to use and definitely reduced frizz on my hair while adding so much shine!"
        },
        {
            "review_title": "Easy on your hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This works so well for smoothing hair after blow drying. You can add a subtle curl and bounce and I don't feel like it's damaging my hair."
        },
        {
            "review_title": "Makes doing my hair easier",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love this brush, I have curly hair so my hair gets wavy by just laying on it after Iu2019ve straightened it with a straightener so Iu2019ve started using a blow dryer and then passing this brush over in sections and it has worked phenomenally! If im feeling lazy Iu2019ll just do the brush in sections and it still works out but I definitely prefer the first way if I have the time."
        },
        {
            "review_title": "Better than a Salon Blowout",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "OMG! I've used Bondi Boost hair tools forever, and this might be my new favorite. My hair looks more fabulous than if I had just left from a salon blowout. I am floored. It is so easy to use and leaves your hair smooth and voluminous!"
        },
        {
            "review_title": "A MUST HAVE TOOL",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "I love this tool! It helps give my hair volume and itu2019s an easy way to do a blowout at home."
        },
        {
            "review_title": "Instant volume and shine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Oily skin",
            "review_text": "This Infrared Brush is a total game-changer for my hair routine! Iu2019ve always struggled with flat, lifeless hair, but this heated round brush delivers instant volume and a healthy bounce that lasts all day. You can see by the pictures. The infrared technology is gentle and doesnu2019t cause the heat damage that my other tools do, also it locks in moisture for sleek, shiny hair. After just one use, I noticed a huge difference in volume and shine, with significantly less frizz. I used it on wet hair, and it took about 30 minutes to style. However, when I use it on dry hair, it only takes 10 minutes to get it ready."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "So easy to use! I had been wanting one of these for a while and love this one, if having technique issues Iu2019d search some videos for best ways to use!"
        },
        {
            "review_title": "This brush is magic!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "After using this product over the last few weeks, I am loving the results! It is an easy option to give your hair a frizz-free blow out that looks professional at home!! Highly recommend!"
        },
        {
            "review_title": "Easy to use!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "I love this product! It is the first appliance that I feel really works on my hair, with minimal heat. The perfect blow out look!"
        },
        {
            "review_title": "Absolute must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I'm absolutely obsessed with my Bondi Boost Infrared Brushu2014it leaves my hair silky smooth, frizz-free, and effortlessly styled every time. It's like having a salon-quality blowout at home, and I can't imagine my hair routine without it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This product is very good, it leaves hair straight and silky, I like it a lot because it does not damage the hair, and it contains coconut oil infusion, I recommend it."
        },
        {
            "review_title": "LOVE!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love how this gives me a faux blow-out look because I can never recreate that look with just a blow dryer! It's so easy to use too!"
        },
        {
            "review_title": "Did a Great job at styling my hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I tried this tooo out a week ago for a kind of blow out look, and absolutely love using it. Itu2019s super lightweight so my arms donu2019t get as tired from using it."
        },
        {
            "review_title": "I canu2019t live without this brush!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This brush is amazing! It straightens, adds waves, or creates curls. Unlike other heat brushes, it leaves my hair soft and bouncy with a shiny finish. Itu2019s like a hair mask in a brush! You have to try itu2014totally worth it!"
        },
        {
            "review_title": "Love this product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Obsessed with this brush literally makes your hair so smooth! I would definitely recommend!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I have thick hair so it usually it takes a while for me go through my entire hair. That being said, I like how it heats up fast, also, it was really easy to work through my hair and made it look more manageable!"
        },
        {
            "review_title": "My Hair Has Never Been More Shiny",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I love doing weekly blowouts, I do them routinely but my hair is naturally super frizzy and the blow dryer or blow dryer brushes just make my hair more frizzy. This heated round brush smooths my hair and makes it so shiny + bouncy! Bonus points for it being silent, I have a 5 month old baby and his nap times are my get ready times so the silence is appreciated."
        },
        {
            "review_title": "The volume is everything!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "Absolutely love this brush! It heated very quickly, easy to use and style, and left so much volume in my hair! Definitely a must have!"
        },
        {
            "review_title": "quick and easy bombshell hair!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Oily skin",
            "review_text": "Absolutely LOVE!! So much easier to use than a straightener or curling iron! Is actually able to get close to your roots without burning your scalp ++ gives so much volume! Definitely recommend"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "I love how silky and smooth this made my hair. It is also super easy to use as well. Another thing I loved about it is it made getting ready so much easier."
        },
        {
            "review_title": "Like I just left the salon!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "When I say I am AMAZED by this brush... I have textured Irish curls, and I usually have to do the two step process of a blow out and straightening to get my hair. This brush takes me 20 mins to do a blow out style look on my whole head!! My friend asked me if I'd just left the salon. I'm usually not one for hot tools like this, but I am so impressed. 5 stars truly"
        },
        {
            "review_title": "So satisfied with the product!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019ve been waiting to try out the thermal brush for so long and Iu2019m so so happy that I chose this one! Iu2019m going to be telling everyone to try it out, because I managed to create perfect blowout in less than 15 minutes, and I have long and thick hair. Overall very happy with this!"
        },
        {
            "review_title": "Beautiful shine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "After using the Bondi Boost infrared brush for the past week it has been a wonderful addition to my morning routine dry style. My hair is wavy and I am loving the results! I donu2019t need to go to the salon to make my hair look fabulous. The infrared brush is gentle heat that locks in the moisture and delivers glossy shiny hair. I also like that it reduces the frizz and no heat damage. Infrared also increases volume and that is a win!! Great on all hair textures, I tried on my mom and daughter who have curly hair and the moisture and shine was amazing!!"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This heated round brush is a keeper! I love how beautiful and sleek it made my hair on dry hair days! My hair is naturally flat and thin and this gives me a blowout look. Love love love, would make the perfect gift!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Was very interested in this product & Iu2019m not sure if I feel the same way. Maybe Iu2019m still trying to get the hang of styling with this tool but I donu2019t get the results I want for a loose curl/wave. Also while using this brush, I automatically hit the on and off button which causes problems while styling. Itu2019s basically no way around it and messes up the styling process. Iu2019ll give it a 3/5"
        },
        {
            "review_title": "Get the brush, you wonu2019t be sorry!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "After using the infrared brush for a week my hair has never looked better! It makes my hair look like I just came from the salon. It gives my hair a sleek and volume look that Iu2019ve been wanting for so long. This is a must have in your hair care routine!"
        },
        {
            "review_title": "Good on dry hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "The heated brush worked pretty well on my wavy hair. I like that it doesnu2019t make any noise and heats up quickly. I used it on damp hair so it took a bit longer to get to my desired style and probably why I still had some frizz."
        },
        {
            "review_title": "New favorite hair styling product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I am absolutely loving my new BondiBoost heated thermal hot round brush. The volume and sleek shine it adds to my hair is amazing!"
        },
        {
            "review_title": "You need this in your collection!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "Really good brush! Works well to de-frizz, add volume, curl, give bounce to ends, & sleek your hair. Itu2019s not the only hot tool youu2019ll need but so good to have for that salon finish! I love it."
        },
        {
            "review_title": "Must have for thick hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I absolutely love this product. With my super thick hair Iu2019d thought Iu2019d never find anything until I found this product! It gets through my coils so well"
        },
        {
            "review_title": "Loving it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Here's your personalized review:  ---  **Title: Loving My New Infrared Heated Bounce Brush!**  I recently got the Infrared Heated Bounce Brush, and I'm absolutely loving it! It gives me the sleek, bouncy hair I've always wanted. The infrared technology locks in moisture, leaving my hair glossy and healthy-looking without any damage. Plus, the aloe-infused bristles add extra shine and tame frizz. It's perfect for daily use, and I'm hooked on the salon-worthy results!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Really amazing brush. Very easy to use and doesnu2019t overheat"
        },
        {
            "review_title": "Love!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I must say I love this type of brush much better than the original blowout brushes because first of all there is no sound at all it simply heats up and straightens like a straightener but also adds volumes and that blowout look like a blow dryer! And second the size is pretty small and makes it easy to create some bouncy curls. The only thing is that the grip can be a little difficult if you are not holding it from the tip and the bottom but other than that I absolutely love how easy it is and the end results from this product!"
        },
        {
            "review_title": "A must have styling toot in your hair routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "The Infrared Heated Thermal Hot Round Brush is an impressive tool for achieving smooth, voluminous hair with minimal effort. The brush is super easy to handle, with a comfortable grip and it glides through the hair without tangling. It works great!. Overall, it's a versatile tool for quick, salon-worthy styling at home. I use it almost every day and very happy with it. But I recommend using it on somewhat dry hair."
        },
        {
            "review_title": "My new bff!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Omg I havenu2019t seen my hair so voluminous in like forever. I lost so much hair postpartum and it looks so flat, but this tool makes my hair look fabulous. So easy to use & so lightweight- Iu2019m absolutely in love. I cannot recommend it enough!!"
        },
        {
            "review_title": "10/10 !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "Love it ! My hair is thick and it was extremely easy to work with. Highly recommend"
        },
        {
            "review_title": "ABSOLUTELY LOVING MY HOT BRUSH",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "ABSOLUTELY LOVING MY INFRARED HEATED THERMAL HOT ROUND BRUSH! Iu2019ve never used anything quite like it before. It gives me the most perfect faux u201cblow outu201d! Itu2019s also extremely easy to use! I blow dry my hair and then right away use my hot brush and my hair has the most incredible body to it! Iu2019ve also used it on day 2-3 hair to refresh and I LOVE how that turns out as well. Idk what I was doing before I had this tool hahaha"
        },
        {
            "review_title": "Another good bondi tool!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "So Iu2019ve loved other bondi boost tools and this is another great one. It heats and tames frizz. However itu2019s too small or thin for my hair type (thick long hair). I think itu2019s great for in between washes and works like an iron. Overall I would recommend to someone with thinner flatter hir possibly."
        },
        {
            "review_title": "love thiis",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I love this brush leaves such smooth and amazing results! its the perfect products for hair volume! def buying my friends and family one."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Iu2019ve never used anything like this before! It takes a little getting used to but I like how it makes my hair look healthy!"
        },
        {
            "review_title": "A must have in your hair routine !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "Loving the results from this tool, super easy to use & so quick ! my new favourite hair tool !"
        },
        {
            "review_title": "Flips, tips, & tricks",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I love this brush for my little hair flips tips and tricks ! Iu2019m such a big bondiboost fan that i literally have almost all of their products almost their whole line this works perfectly for my hair Iu2019m able to use it easily and it works like a charm for me."
        },
        {
            "review_title": "Great hair tool",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love this brush it makes getting ready so easy and quick! Warms up quickly and super easy to use."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Loving this thermal brush. It gives me the most voluminous bouncy blow out!"
        },
        {
            "review_title": "A must have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Iu2019ve had this brush for about a week now and I am loving it. It works so much better than another round brush I have. I love the volume it gives my fine limp hair and I love knowing that the infrared heat technology is designed to be gentler on my hair, which is great cause anything that will style my hair without major damage is a plus in my book!! Itu2019s easy to use and a great tool to have for styling my hair. Highly recommend!"
        },
        {
            "review_title": "You NEED this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This round brush is a God send! I was pleasantly surprised when I tried this tool out. This is the perfect brush to use when you need to refresh your hair whether itu2019s in the morning, after the gym or a tight bin! Obsessed!"
        },
        {
            "review_title": "Worthy Round Brush with quick heat up",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "So I have a similar brush from another brand that I thought I loved and was curious how this would compare. For one, this one heats up a bit faster. I like that this one heats up and leaves my hair very smooth. I have not perfected the glam waves with this, I have to practice. But for smooth sleek styles this has been great.   I don't like the position of the button because the wy that I hold it, I hit the button. It doesn't turn it on or off, but I wish it were somewhere else.  I like that this one has a cool tip so your second hand can help balance/hold the round brush when you twist your hair into it. One arm gets tired so being able to use both hands is great.  The results I get with this one is great and I've been reaching for it more than my cute purple one from a different brand because it works faster."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "This brush is so amazing, I used it to curls the ends of my hair and it gives me that amazing volume. Easy and fast to used and it makes me feel like I just step out the salon. Also, I loved how it tame all the fizzy hair away. I been looking for a thermal brush for awhile now and thos one did an amazing job, it doesn't pull my hair like the other one does, it's actually leaves my hair feeling soft. It's definitely a must have for all your hair care needs."
        },
        {
            "review_title": "A must !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I love how lightweight this brush is and also how quickly I can style and dry my hair. I plus is that it heats up very quickly. I am very happy with this brush."
        },
        {
            "review_title": "A must buy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "After using this for a week now I am so impressed. I love that I can use it on wet hair and itu2019s so quick! I was able to style and dry my hair in under 20 mins at the same time! Doesnu2019t get better than that!"
        },
        {
            "review_title": "Okay, but has some flaws",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love any thermal brushes like this one! I love that this one does not make a ton of noise and heats up quickly. However, there were some problems for me. First, I found it impossible to not hit all the buttons the entire time I was curling. Iu2019m not sure how this could be designed differently but I found that very annoying. Secondly, the tip of this brush is a silicone type material that is not slick, which means it was grabbing onto my hairs and ripping them out as I tried to style. Iu2019m sure with some practice I could maybe lessen that, but with a lot of hair I think itu2019ll always grab some. This tool definitely has potential but I do think it takes a good bit of practice"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I got mine and it was broken .. made a return but Iu2019m not sure Iu2019m gonna buy it again. Iu2019m scared now, it feels cheap after that."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair",
            "review_text": "Affordable yet great. If you have thick hair then this is must."
        },
        {
            "review_title": "Wash-Day Must Have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "This brush works wonders especially on wash days! Itu2019s lightweight and easy to use. My natural tresses have never been more smooth. This is a must have for all natural girlies."
        },
        {
            "review_title": "Awesome infrared brush for styling",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "Like this brush! It does add volume and shine. My hair felt so soft after using this. It does take some trial and error to get used to and didnu2019t prevent me from using a straightener on some spots, but was helpful in my hair routine."
        },
        {
            "review_title": "Must have product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019ve been using this product for almost 2 weeks now and I absolutely love it. Itu2019s given me so much volume and has helped speed up the blow drying process for me. I also feel like itu2019s kept my hair looking fresh longer and isnu2019t getting as greasy as fast giving me extra days to have blown out hair and not washing it. Itu2019s also super lightweight and easy for storage and travel!"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Works wonderfully, keeps my hair smooth and straight!"
        },
        {
            "review_title": "Great for touchups on the go",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I have very fine, 3B hair. This did not work on my hair from naturally curly to straight, however, it was great to use as a touchup for my already straightened hair next day!"
        },
        {
            "review_title": "So convenient for straightening! Reduces frizz too",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I love this brush for straightening and reducing frizz in my hair because itu2019s so convenient and easy to use! I struggle with frizz and donu2019t have time to straighten my hair each day. But this is as easy as brushing it! It takes me only 5 minutes to style! The ONLY downside is itu2019s harder to curl with it because the bristles get a little stuck in my hair. However I love it for straightening and adding bouncy volume in general!"
        },
        {
            "review_title": "Must have!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "I love this brush! I have super curly hair and this round brush is amazing for giving you the perfect blowout!! I love that it keeps my hair healthy without all of the frizz and gives a ton of volume! 10/10 in my book!!"
        },
        {
            "review_title": "Soft & Bouncy with no Damage!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "School is back in session & I was very excited to try this infrared heated brush to see how long it would take to style my hair. In all honesty, it took a minute to get used to the bristles and getting my hair to stay in the brush but I was working with clean hair. Once I got to the mid section of my hair, it was much easier to wrap the sections thru the brush and curl. My favorite thing about this brush is not only is it quick to style my hair but my hair isnu2019t steaming hot to the touch, itu2019s warm and doesnu2019t feel like itu2019s damaging my hair. It reduced my frizz significantly, gave it a glorious shine, and gave me so much volume and movement. This brush is definitely in my top 3 hair tools to use!"
        },
        {
            "review_title": "Better than you'd think!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I have thin & straight postpartum Asian hair and absolutely no volume. I recently got a haircut and the hairdresser gave me a beautiful blowout with bounce! But I didn't know how to replicate it at home, so I've been walking around with a bun again. Then I got this as a gift and didn't really think much of it. I have heat styling tools at home, but my hair is stubborn and doesn't stay bouncy for long. So far, this has been surprisingly easy to use and frankly pretty good in this heat and humidity.   Not sure what the right way is to use it, if you're like me and you skip instructions, I let my hair air dry until it's close to dried. Then I use this infrared thermal round brush and start from the roots and then pull a bit and curl in the ends. I repeat it layer after layer and for the curtain bangs I bring them to the front of the face and curl inward (so the brush is under the hair and curls in) and part aside with hands.   Will try this with completely dry hair and see how it is for comparison. So far it's better than anticipated!"
        },
        {
            "review_title": "I love it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I loved how easy it was to use. I was a bit hesitant at first on how to use it since it's not like any of the other ones I have and it worked great. The only trouble I had was turning it off, if you press the power button sometimes it locks and sometimes it turns off. But other than that it is pretty simple to use."
        },
        {
            "review_title": "LOVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "LOVE this product! Iu2019ve tried the brushes from TikTok and unfortunately all they did was pull out my hair. This product is truly amazing and makes your hair feel like butter! Itu2019s a well made product as well, it doesnu2019t seem cheap or flimsy. Love love love"
        },
        {
            "review_title": "Before and After",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have frizzy hair and this brush really smooths it out. But what I love the most is that the temp locks so even if you accidentally press the buttons you will not turn it off or change the temp. This is an upgrade because a lot of these tools don't have this feature. But overall, it's easy to use on dry hair. Works fast and well."
        },
        {
            "review_title": "Your hair will thank you!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "10/10 recommend this round brush!! I used this to style my hair for an event and I got soooo many compliments! Must buy"
        },
        {
            "review_title": "I love it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I love this product!! It has made my hair look so shiny. It gives the best blowouts!! So good!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love this thermal brush so much! I used this more than my Dyson now and especially to style of curtain bangs. It's also the perfect tool to pack when traveling as you can create so many styles with this!"
        },
        {
            "review_title": "Transformed my hair routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, mediumTan skin tone, Combination skin",
            "review_text": "I absolutely love my BONDIBOOST Infrared Heated Thermal Hot Round Brush! This innovative tool combines the power of infrared technology with the convenience of a round brush, making it incredibly efficient for styling my hair. The heated bristles glide smoothly through my hair, leaving it soft, smooth, and frizz-free. Not only does it cut down on my styling time, but it also adds a beautiful shine to my hair that lasts all day. I highly recommend this brush to anyone looking to step up their hair styling gameI"
        },
        {
            "review_title": "In my hair routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I used this product and it felt so good on my hair and made it look amazing. Definitely recommend. Will be using for my daily hair."
        },
        {
            "review_title": "Salon quality blowout at home!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "The Bondi Boost Infrared Heated Thermal Round Brush is a game-changer for achieving salon-quality results at home. Its innovative infrared heating technology delivers consistent heat, which helps to create exceptional bounce and volume. The brush's design allows for smooth, controlled styling, giving my hair a polished finish with impressive lift. Whether you're aiming for voluminous curls or a sleek blowout, this round brush delivers professional-level results with ease. As a teacher and mom with not much time in the mornings, this round brush has transformed my mornings and helped me to head in the classroom with that extra pep in my step. Highly recommended for anyone looking to elevate their hair routine."
        },
        {
            "review_title": "Definitely a Must!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The infrared Bondi Boost Brush works wonders even on super curly hair like mine! The voluminous, wavy look depending on how you style it, looks beautiful! I will definitely be using this more often."
        },
        {
            "review_title": "Game-Changer for Healthy, Shiny Hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I've been using the Bondi Boost Infrared Brush for a few weeks now, and I am beyond impressed! This brush has completely transformed my hair routine. First off, the infrared technology is a game-changer. Itu2019s not just about straighteningu2014this brush leaves my hair feeling healthier and more hydrated after every use. I love that it reduces frizz and enhances shine, making my hair look salon-fresh every day.  The design is sleek and user-friendly. It heats up quickly, and the temperature control allows me to find the perfect heat setting for my hair type. Plus, the brush glides through my hair effortlessly without snagging or pulling, which is a huge plus for anyone with long or thick hair like mine.  What really sets this brush apart is how gentle it is on my hair. Iu2019ve noticed far less breakage since I started using it, and my hair feels smoother and stronger. Itu2019s perfect for achieving that silky, straight look, but also great for adding a bit of volume and body when I want to switch things up.  Overall, the Bondi Boost Infrared Brush is a must-have for anyone looking to upgrade their haircare routine. Itu2019s worth every penny for the health and beauty benefits it delivers. Highly recommend!"
        },
        {
            "review_title": "A hair pick me up!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This brush heats up SO fast! Itu2019s super great for touch ups and making your hair look like you left the salon. I love the bounce it gives!"
        },
        {
            "review_title": "Blowout central",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "So easy to use and gives the perfect blowout!! My hair was finished in 10 minutes!"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I absolutely loved this thermal hot round brush! It made my hair look so good and not dead. I also loved that you could adjust the temperature!"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Absolutely obsessed with this brush! The Infrared Heated Thermal Hot Round Brush is so quick and easy to use and I LOVE the way it felt on my hair. The brush glided through my hair, it didn't pull and my hair a nice even wave to it. I loved the glossy look and finish!"
        },
        {
            "review_title": "LOVE!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "I was sent this product for testing and I absolutely fell in love with it. As someone who rocks the wolfcut (lots of layers) I have found this tool to be super helpful however without hairspray it will not stay for 2+ hours"
        },
        {
            "review_title": "Totally loving this tool!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "If you have lackluster hair that needs that extra boost of volume & you are constantly on the hunt for products that give just that... Take my advice & grab this brush! I have fine hair that gets weighed down by a good portion of 'volumizing' products on the shelves. I went & got a professional perm to add volume - thinking that was the answer - but it left me with frizzy hair that looks fried. I am so happy to have took a leap of faith . And tried the BondiBoost Infared Bounce Brush. No more products. This brush gives just the right amount of volume and it also smooths my hair for a beautiful, salon inspired look.  I am hooked. It heats up very quickly - I am not a patient person & I do not like to wait on tools to heat up -- That was also a major bonus for me.  I can control how hot I would like it ( It heats up to 450u00b0 ) & the process is super quick and painless. Love this tool. I have been recommending it to all of my friends!"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Amazing! The quality is great and it made my hair look SO voluminous which is rare!! Definitely recommend!"
        },
        {
            "review_title": "my FAVORITE hair tool for blowouts!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I am in LOVE with this product! I can't tell you how many hair tools I have tried to find the perfect blowout. This thermal brush by far is the best! I will add photos in this review too. It is so easy to use and makes the prettiest bouncy blowout. It only takes me 15-20 min to do all my hair too!"
        },
        {
            "review_title": "a must have for frizzy hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "this brush it amazing especially for my curtain bangs! I like to use this to touch up throughout the week and it does not damage my hair!"
        },
        {
            "review_title": "A must have beauty tool!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I am obsessed with this beauty heat wand from Bondi Boost! I love how soft and smooth it makes my hair feel."
        },
        {
            "review_title": "A must have if your hair is long and doesnu2019t hold",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "This heated round brush is IT ud83dudc4fud83cudffd I have super long and thick hair so using regular or hot rollers isnu2019t always ideal for me, but this brush is a game changer! It takes seconds to heat up to the temp that you want.It also gives me the bounciest curls!"
        },
        {
            "review_title": "Frizzy Hairs Best Friend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I live in Florida and have extremely frizzy hair. Iu2019ve tried a few similar products but no other styling tool has come close to Bondi Boost!! I believe the key is in the u201cteethu201d that comb your hair while you style. I love this so much!!"
        },
        {
            "review_title": "MUST HAVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this brush so much. it makes my hair look like i got it professionally done!"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "After using this product for the last 2 weeks i am loving the results from it! BondiBoost did it again with this product!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this product! it gives me the hair to die for. itu2019s super easy to use!"
        },
        {
            "review_title": "I love love love this thing.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "I love this infrared feature. The brush was super easy to use. The bristles didnu2019t pull my hair, simply glided through it. My hair is super thick, and itu2019s hard to find products that work. I actually have volume, and shine. I love this."
        },
        {
            "review_title": "Better for short hair",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Did a good job of straightening and making my hair shiney and less frizzy u2026 didnu2019t find it added any volume. Might work for shorter hair but I have long thing hair and it just tangled it when I try to curl curlcurlwhentryingcurlcurladd volume."
        },
        {
            "review_title": "My new fave hair gadget",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I was recently gifted the Bondi Boost Infrared Heated Thermal Hot Round Brush. Honestly, I wasn't expecting much from it since I've never had great luck with hair gadgets. My first mistake was not reading the instructions and trying to use it on my wet hairu2014a big no-no. Naturally, it didn't seem to work. After reading the instructions and watching some reviews, I realized my mistake. This particular gadget is designed for styling dry hair. Once I figured out how to use it properly, the results were amazing.  My hair is thick, coarse, and very frizzy, so I usually need to visit a professional to get it looking good. Otherwise, I end up putting it in a ponytail. But with the Bondi Boost thermal brush, my hair came out greatu2014no frizz, with volume and bounce. Plus, it didn't take forever to style. I'm super happy with this product and will definitely keep using it!"
        },
        {
            "review_title": "I would recommend!! ud83eudde1",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Using this as helped me gain some volume and helped my hair to of given some lift on second day hair! I love it!"
        },
        {
            "review_title": "SO easy and quick to use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I was honestly shocked how easy this is to use, and what my hair looked like in less than 15 minutes! My hair slid through the bristles so easily instead of getting caught (like other round brush curlers have done). It looks like a salon blowout that I can actually take the time to do with 3 kids around! ud83dude4cud83cudffcud83dudc4c"
        },
        {
            "review_title": "New Favorite Hot Tool",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "After using this brush for awhile, I love the the way this makes my hair look. It leaves it smooth and shiny and gives the perfect blow out look. Iu2019m able to use this on my hair after washing it and the style holds until I wash it again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "i love this so much, the bristles arenu2019t sharp, its easy to use and great price! it makes my hair look wonderful ud83dude0d"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Was gifted this by grin Itu2019s okay maybe Iu2019m not using it right but it feels cheap and pulls out my hair by the bristles also doesnu2019t do much by blowing out or straightening #gifted"
        },
        {
            "review_title": "Found my new obsession ud83dude4cud83cudffb",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "If you like a shiney bouncy salon quality blowout then you need this! Incredible results from the first use and soooo easyud83dude4cud83cudffb Iu2019m hooked!"
        },
        {
            "review_title": "YES",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "this is the first thermal round brush iu2019ve used that doesnu2019t pull my hair! finalllllyyyy i can actually use one on my long and thick hair without ripping chunks out!"
        },
        {
            "review_title": "Healthy & Shiny!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "This brush is a necessity! Seriously! I have naturally wavy hair and this brush makes my hair soft and bouncy with an incredible shine! I love the bristles and the grip it gives to my hair while gliding through. My hair stays on the brush but does not get pulled. The infrared is SO helpful in healing my hair too!!"
        },
        {
            "review_title": "A must have ud83eudef6ud83cudffc",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "IM SO HAPPY WITH THIS PRODUCT!!! I recently added this to my routine and Iu2019m glad I did. Works perfectly and makes my hair so shiny"
        },
        {
            "review_title": "Best Heated Brush!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I love this hot brush so much, I've tried other brands but no one compares to the quality and results of this one! Gives you the perfect blowout look, is very easy to use and lightweight, and hits up pretty quickly! I totally recommend it!"
        },
        {
            "review_title": "THE BEST BOUNCE BRUSH",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "I am always looking for ways to add more volume to my hair and this Bondi Boost Bounce brush definitely helps!! I will say to use heat protectant to help with frizz, but other than that it is SO good!!"
        },
        {
            "review_title": "Definitely recommend!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I love this brush! I have very fine and thin long hair that does not curl well. I was able to get a nice blow out look using this brush. It did make my hair a little frizzy but I think next time I will use a heat protectant to help with that."
        },
        {
            "review_title": "Amazinggggg!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Ive owned several hot brushes! I can honestly say this one is absolutely worth gettingu2026Its light weight, silent and it goes up to 450 degrees."
        },
        {
            "review_title": "A must-have hair tool!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, lightMedium skin tone, Oily skin",
            "review_text": "I am absolutely inlove with this round brush!! It gave me the perfect blowout look. While making my hair shiny and soft! It heats up very quickly so you wonu2019t have to sit around waiting! The infrared round brush is 100% worth it!!! is i"
        },
        {
            "review_title": "reduce frizz and nice volume",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Love it! The device is incredibly easy to use and heats up quickly. It helps reduce frizz and gives my hair a nice volume, making it look salon-perfect every time."
        },
        {
            "review_title": "Made my hair look perfect!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "BondiBoostu2019s Infrared Heated Thermal Hot Round Brush made my hair look less frizzy and voluminous! Definitely recommend!!"
        },
        {
            "review_title": "Must-have for hair!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Best dryer iu2019ve ever used for my hair! I used it once and now im obsessed!! Such good quality!"
        },
        {
            "review_title": "Everyday hair tool!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "This is my go to styling tool! Easy to use and works well on all hair types"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Light skin tone, Combination skin",
            "review_text": "Excuse me, I am not a paid endorser. I am not an influencer. I am Jane Q. Public. If you like completely flat hair this product is for you. This doesn't boost anything except their wallets. This is good for smoothing only, not curling. Don't expect any kind of lift on short or medium hair. I repeat this product does not curl worth a darn. The only way this product works, is if I use it as a round brush with the blow dryer at the same time. It is fine as a round brush. As a standalone product it sucks. I would not purchase this product again. It is exceedingly expensive and does absolutely nothing to hair."
        },
        {
            "review_title": "Will not disappoint you!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I style my hair a lot and this one lived up to the hype!!! My frizzy hair feels amazingly soft and beautiful after styling it with this hot round brush. Don't sleep on it if you have dry, frizzy, and damaged hair like mine!"
        },
        {
            "review_title": "Best hot brush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I donu2019t really know how to use any kind of hair styling tools, so I was a bit worried at first. But to my surprise it was very easy to use. I was able to get perfect blowout look. My hair has never been shinier"
        },
        {
            "review_title": "A must have I really love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I really love it, this one itu2019s a must have for me, is so easy to use and you can straight your hair so fast, for me we all need this one at home"
        },
        {
            "review_title": "LOVE it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Thermal hot brushes are SO my thing now!! This one keeps my hair soft while providing the most beautiful flips and curls. Great quality and would definitely recommend!"
        },
        {
            "review_title": "Iu2019ll be using this almost everyday",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "After using this product I have noticed a difference in my hair and the texture specifically. I have seen less frizz, more volume and bounce. I have always struggled to get the blowout look but with this tool itu2019s accomplished! Itu2019s easy to use and lightweight to hold. Overall I would recommend this product and to top it off it adds great shine!"
        },
        {
            "review_title": "Phenomenal Hair Tool",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I just started using this tool and let me just say I am OBSESSED!! So easy to use and such an effective, flattering result every single time. Highly recommend to all my girlies ud83eudd29ud83eudd29ud83eudd29"
        },
        {
            "review_title": "Farrah Fawcett has nothing on me!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
            "review_text": "You guys! I was skeptical about this hair tool but it turned out to be the ticket for achieving the volume and bounce that I have been lacking. It was easy to use and the adjustable heat settings allowed me to control the temperature. The bristles are thick but gentle when pulling the hair through. This is now my summer staple."
        },
        {
            "review_title": "Better for short hair, doable for long hair",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I really enjoyed that itu2019s noiseless, I typically have to go over my edges, and smooth out my hair days after my blow out, this really helped with doing both. I have a longer length (mid back) so I do wish that the barrel was bigger almost like a jumbo round brush- this would be perfect for short to shoulder length hair.   I appreciate the no damage to my hair and the bristles really are smooth- no pulling or tangling! Which is a huge plus!"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "obsessed! finally an easy way to get a blowout look! was really easy to use."
        },
        {
            "review_title": "Perfect to refresh second day hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "This brush gives me such a good volume boost and is perfect to revive second and third day hair thatu2019s limp. I also love it for my curtain bangs to curl them to flip them out. Fast and easy for mornings."
        },
        {
            "review_title": "Perfect for fine hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I prefer to wash my hair and let it dry on it's own but then I end up with frizzy hair.  This is perfect for eliminating frizz and adding some volue; it only takes a couple of minutes to brush the frizziness out and it lasts.    This brush has an adjustable heat setting and at the lowest setting, it's perfect for my fine, thin hair.  Now I can wash my hair, leave it, and if I'm going out and want to reduce frizz, just a couple of minutes of brushing and I'm frizz-free.    Also perfect for smoothing out bed head hair.  Nice size, easy to use.The swivel cord is a great asset."
        },
        {
            "review_title": "Perfect brush, donu2019t let the reviews scare you off",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "I have about collar bone length, wavy, frizzy hair and for the few weeks iu2019ve had this brush, itu2019s fantastic! I like to go for a blowout look but donu2019t always wanna blow dry my hair right away and this brush is perfect for that. plus, unlike a lot of other thermal brushes, you can control the heat on this one. the reviews were kinda worrying me but i can confidently say thereu2019s nothing to worry about and this worked rly well for me personally brush is"
        },
        {
            "review_title": "A MUST HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This brush has replaced the need for all my other hot tools! I used it once and have never looked back! The design is nice and sleek and itu2019s not too bulky!"
        },
        {
            "review_title": "Will probably end up in the garbage",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Dry skin",
            "review_text": "The Bad: The biggest issue is cleaning it. It gunks up so quickly, I followed their instructions and it is very hard to actually get it clean. Not to mention any of the gunk that fell past the casing you can't access to clean. Seems like it will be a hazard and it's honestly just gross.   The not so good: I use it frequently - I like being able to have a low key hair style in a short period of time but it ends up being pretty lack lustre and just doesn't compare to a good blow-dry. My hair usually holds too much, this just doesn't give me that hold at all.  After three months of use, I wouldn't be able to recommend this. Compared to the market I felt like I was making a justified purchase given the price increase. It is indeed more premium with the red light and solid structure."
        },
        {
            "review_title": "DO NOT BUY!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "DO NOT BUY!! I am returning this tomorrow! Doesnu2019t work ! I didnu2019t want to believe the reviews but it was such a bad product for the price ! I have very curly hair. It worked well at first and my ends were great, however my roots were still curly and the mid shafts of my here were ABSOLUTE frizz. I had to pull out my flat iron to fix it"
        },
        {
            "review_title": "I wish the barrel was bigger",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "First thing, this does NOT dry your hair. I thought it would dry then have the infrared but it doesn't. Works great on shorter hair. Wasn't bad on mine but my hair is mid back and I find it a little too small to be really effective for me. Fell flat almost immediately. I gifted to my mom whose hair is shoulder length but fine and she gave it back as she prefers the Shark. So, I have a tool that's great but not good for my hair. If they release a larger version too I'll be all over it (think the size of the Shark oval brush or the Revlon brush dryer. I purchased this directly from Bondi before it was available here and have used it since but I replaced it in my routine with a T3 long barrel curler."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Endless compliments from using this! People kept asking me if I got a blowout but I told them about this instead. The pros of using this include less heat, made my hair look shiny, soft, voluminous, and the technique was easy enough to learn using it the first time. For someone who has long hair (almost to the bottom of my back), I will say the only con was how long it may take (due to rolling it). However, once I get the technique down just like with curling my hair, I am sure I can shorten the time it takes."
        },
        {
            "review_title": "My desert island tool",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "Honestly, If youu2019re like me, this is a 10 stars out of 5. Me- Only wash 1-2x/week so my hair is typically dry.  Iu2019m disrespectful to a blowout and my hair is usually up and creased very quickly following. My hair is typically a hot mess.  Enter this incredible tool. Within minutes, Iu2019ve brushed the bulk of my hair smooth and given myself the 70s curtain bangs of my dreams. Itu2019s so fast and easy and Iu2019ve gotten so many compliments every time I use it.   THANK YOU Bondi Boost! I will repurchase this as many times as i need to."
        },
        {
            "review_title": "Favorite hair tool in years!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I absolutely LOVE this brush! I have been using it for a couple of months now and my hair has stayed healthy, no heat damage. Every time I use this I get compliments on my hair it truly gives it that next level look! I especially love using this on day 2 hair, the curls last and my hair looks like I put so much effort into it when really this tool is so easy and quick that Iu2019m able to do my hair in no time (which is great because with 2 little kids running around I donu2019t have that much time to spend on my hair). 100% recommend this product!! Also makes for a great gift - just got my sister one and now sheu2019s hooked too!"
        },
        {
            "review_title": "Good but not my fav Iu2019m sorry but I love most!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I honestly had trouble figuring it out with the temperature and the lock part but once I figured it out, it was good. ufffc"
        },
        {
            "review_title": "Ehh return",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was so excited about getting it after it was sold out for a while. First try I was not happy, second time slightly better results but decided not worth the price. Can get same results with a straightener u2026"
        },
        {
            "review_title": "Love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Tames my frizzy hair and gives me the most effortless look!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "I really love this. I was skeptical about the infrared no damage, but I am actually very surprised. My hair does not feel fried at all like it usually does with a curling iron. And even better my curls last for days. It also only took me 10-15 minutes to go from air dried to a blowout look. I will be using this every time I wash my hair now."
        },
        {
            "review_title": "A+, just add to cart!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Tried it on 2 day old air dried wavy hair because I couldnu2019t wait to use itu2026 and I have blown away!! Absolutely would recommend this tool."
        },
        {
            "review_title": "An Amazing Product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "As someone with thick, curly hair who enjoys hairstyles other than just curly, this is quite possbly a game changer for me. I've always used a round brush in my hair drying routine, so it felt right to use this after drying my hair. I should caution though, IT GETS HOT. Luckily, I had a heat protection glove I use with another styling tool. On a similar note,I can't speak to whether or not it damages your hair as I haven't used it for a long duration. I appreciate that Bondi Boost put the effort in studying that aspect though. Overall, I thought this was great for adding some loose wave and body to my hair. It definitely works to achieve those 90's looks as it advertises."
        },
        {
            "review_title": "Automatic Button Lock is a GameChanger....",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "That feature alone makes this stellar. Also, heats up to 450, many don't & I find the infrared gives better shine & better heat distribution. Fantastic on 2nd/3rd day hair to straighten OR style / add body to your original blowout. I have very curly/thick/course hair, start the week curly & by Fri am doing ponytails LOL. Those complaining about nylon bristles: to handle curling or straightening they are ideal but require practice. it's how you release: wrap hair around & pull through for straight, or wrap around & gently pull wand vertically down for curl. I have several thermal brushes, tossing the rest b/c this one's the best!"
        },
        {
            "review_title": "Not Great!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Not a good product. Bristles are too short. Does not do anything to hair and hair snags and gets caught on the ends."
        },
        {
            "review_title": "Lives up to the hype",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes",
            "review_text": "Convinced from a tiktok I watched! Tried it and itu2019s amazing. Love that itu2019s low heat, my hair is styled and looks so shiny and healthy! Iu2019m obsessed with how easy it is to use and is a low maintenance way to style your hair and look like you walked out of a salon"
        },
        {
            "review_title": "absolutely not",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "i am genuinely shocked this has any positive reviews. this brush feels incredibly cheap and so poorly made. out of the box, the majority of the stiff metal bristles were already bent. i tried it on one section of hair before deciding it wasn't worth the damage it was surely causing and packed it up for a return. this doesn't do anything you can't accomplish with a straightener. hard pass.  *i paid for this product myself*"
        },
        {
            "review_title": "Not worth it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Not worth the hype. Top of barrel snags hair and you really have to use both hands when doing this making it less efficient. Not better than the usual blowout with a round brush"
        },
        {
            "review_title": "Not incentivized",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Bought with my hard earned money. Returned to get my money back. Love Bondi Boost products and unfortunately I was let down by this brush. It smells like burning plastic when on and sadly did nothing to add body or bounce to my hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair",
            "review_text": "I'm obsessed with this thing! I've had it for a couple week now & it makes my hair look so good!"
        },
        {
            "review_title": "Bondiboost just keeps getting better!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "My hair usually is super frizzy and poofy after I blow dry, with this tool my hair feels so silky!!!"
        },
        {
            "review_title": "Creates easy, effortless volume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I absolutely love this tool! I am always on the lookout for tools and products to give my hair more volume, and this most definitely achieves amazing volume! Itu2019s so easy to use as well!! LOVE!"
        },
        {
            "review_title": "Transformative Hair Tool",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "As someone always on the lookout for innovative hair styling tools, I recently stumbled upon the Infrared Heated Thermal Hot Round Brush, and let me tell you, it's a game-changer! This nifty little device has completely revolutionized my hair styling routine, and I couldn't be happier with the results. And let's not forget about the design u2013 sleek, ergonomic, and oh-so-stylish. It's lightweight and comfortable to hold, making styling a breeze. Plus, the swivel cord ensures tangle-free maneuverability, which is a huge plus in my book.  Overall, I can't recommend the Infrared Heated Thermal Hot Round Brush enough. It's efficient, effective, and versatile, making it a must-have for anyone looking to elevate their hair styling game. Trust me, once you try it, you'll wonder how you ever lived without it."
        },
        {
            "review_title": "Not worth $130",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I was really excited to try this after seeing all the hype but I'm pretty disappointed ngl. It feels really cheap considering I spent $130 on it. I don't know if it's just me, but I swear this makes my hair oily after using it (even if I'm using no product in my hair) which is weird. The results it gives are really underwhelming and not worth the money, you can get way better results using curlers, etc, which are much cheaper. If ur debating this, I don't think it's worth it :/"
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Love! The perfect tool for the perfect blowout. No frizz, just silky smooth voluminous hair. I also love that it doesnu2019t get stuck in the bristles. You need this!"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "I used this product for the first time today and iu2019m already in LOVE. completely silent. Gave my hair that beautiful bounce that you get from a salon style blow out in under 30 minutes. Definitely recommend!!"
        },
        {
            "review_title": "A must have for volume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, notSure skin tone, Normal skin",
            "review_text": "After using this product I realized how much volume this brush gives if it is used in the correct way. This brush made my hair have so much volume it was crazy. I highly recommend."
        },
        {
            "review_title": "My new favorite hair tool!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product is amazing!!  It smooths my hair and gives it the perfect blowout seamlessly. The best blowout product I have ever used! 10/10"
        },
        {
            "review_title": "Best thermal round brush I have used",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I have used many different brands of thermal, hot round brushes, and I have to say this is by far the best one I have ever used. This brush left my hair, smooth and silky with a blowout curl. I love it!!"
        },
        {
            "review_title": "Must have in my hair routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I have loved everything I have ever gotten from Bondiboost! This is absolutely amazing to help me style my hair quickly. I love the swivel cord, and how quiet it is!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Light skin tone, Normal skin",
            "review_text": "Trip to the blow out bar?? We donu2019t know her. I am loving this round brush. I have used other similar products and love the way that unlike the others- this actually reduces the frizz once my blow out is complete. My hair feels light and silky so I can be ready for a girls night out! Would definitely recommend ud83eudd17"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love how this makes my hair look, itu2019s very easy to use and even better itu2019s QUIET. Love that you can change the heat setting, 10/10!"
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "LOVE this brush! Coming from somebody that isnu2019t super savvy with new hair tools this brush has easily become my new favorite!! Itu2019s soo easy to use and it gives my hair life that I didnu2019t know was possible. So much volume and shine! Truly obsessed!"
        },
        {
            "review_title": "Genuinely such a good product!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "I bought this a few months ago and I had to come on here to tell you ladies it is WORTH it! Iu2019ve used heated brushes in the past but nothing that has kept my frizziness down, made my hair shiny, and gave me a long lasting curl. I also love that I have not felt any damage with my hair since using it. Itu2019s now a must have product for me!!"
        },
        {
            "review_title": "Such a fool proof hair tool!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Iu2019ve been using this for a month now and love it!! I have a Dyson and a dry bar blow dry brush and this is so different itu2019s definitely worth it. I love that itu2019s not blowing air out and it doesnu2019t feel like itu2019s hurting my hair/burning it like a normal hot tool! My hair feels extra smooth and silky after using this. Definitely recommend for people with layers and bangs as itu2019s a quick and easy way to touch them up!!"
        },
        {
            "review_title": "Waste of money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Listen, I was so hyped up when this brush came back in stock I purchased the second I got the restock email. When I got it it seemed a little used, however I still tried it. My hair was freshly washed and air dried. I used this brush and I donu2019t know why or how it made my roots oily. I have a round thermal brush from conair that I paid 20$ for and it does an amazing job! This round brush DOESNu2019T EVEN HOLD A CURL. I had super high expectations for this but itu2019s certainly not worth the price. I have a lot of hair but itu2019s fine and I can get amazing results with my conair thermal round brush. This was a no no for me. If you want to straighten your hair, make it smooth and get a feathered look than this brush will be for you."
        },
        {
            "review_title": "I love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was afraid to pull trig cause a lot of these brushes are terrible quality. I love this brush, holds my curls for days and is so easy to use. Heats up quickly and used it on my friends this weekend"
        },
        {
            "review_title": "Did not work for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
            "review_text": "This did not work for me, I never made any curls, no matter how long and how hot I used the brush."
        },
        {
            "review_title": "Disappointed",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I donu2019t get all the hype with this brushu2026 it doesnu2019t work with thick and heavy hair like mine. I returned it"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair",
            "review_text": "Hello! I was lucky enough to receive an infrared bounce brush a few weeks ago and finally tested it out! It is really easy to use with both hands, and one thing I love is that is it quiet! No noise to compete with a podcast while Iu2019m doing my hair. In the picture you can see the before and after on day 3 hair. 10/10 would recommend this product. Itu2019s the first tool Iu2019ve used in a while that is for dry hair only, and it really does a great job.   Thanks BondiBoost Babes for letting me try this product out! Iu2019m religious the last 4 years about using the HG and Rapid Rapid shampoo and conditioners every 5 days, and the HG spray each morning. My hair has never looked or felt better.   Keep it up BondiBoost!"
        },
        {
            "review_title": "Absolute FAVORITE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I'm obsessed!! I use this product everyday, and it's my new staple in my hair routine. I love how there's adjustable heat settings and that there's a lock button! Truly the best!!!"
        },
        {
            "review_title": "Read for a NON incentivized review",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is a real, non-incentivized review from a purchase that I made with my own money! I have been looking for a thermal brush that would replace my desire for a Dyson air wrap, because what I really need is something to style my hair quickly even if I donu2019t take the time to blow dry or blow out my hair. I did my research, and knew that a thermal brush would be right for me if I just woke up with my natural wavy hair. I bought something similar from Amazon for about 50 bucks and it had a plastic smell and got very hot. My hair handles heat pretty well so I donu2019t actually have to use that high of a setting, so when I heard about a brush with customizable settings, I wanted to try it. However I knew it was a stretch in price. I bought it directly from Bondi boost because it was sold out here in Sephora. Total time it took for me to style my hair on 350 was 15 minutes. And the results were magical! The Amazon brush worked just like a normal hair curler that left my hair flatter than I wanted, so itu2019s just like a curling iron and not a blow out. This brush makes my hair look like I just left the salon. I donu2019t struggle with volume either but the Amazon brush made my hair flatter than normal and this brush gave me so much bounce in the end result! I was super skeptical but I think this is a really good find. Wanted to share my experience with other people who might be skeptical as well with the incentivized"
        },
        {
            "review_title": "Itu2019s alright",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I bought this after seeing all the hype. It comes packaged really cheap.. just loosely thrown in a plastic bag in the box. The product itself is good but you can find cheaper on Amazon. Also while using the brush I kept hitting the buttons, there is a lock option so when this does happen it doesnu2019t disturb the temperature. I ended up returning as I didnu2019t really have a use. I typically use my Dyson or curl my hair. If you are a person who does blowouts regularly this is probably better for you. Made my hair really soft and itu2019s nice that it doesnu2019t make noise just wasnu2019t worth me keeping it."
        },
        {
            "review_title": "A bit of a flop",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "My first ever return. I LOVE this brand and have many of their products. Assumed this tool would be as high quality as the hair products but it really wasnu2019t. Felt cheap quality, weird design (canu2019t use it without pushing all the buttons on the handle- yes, they lock, but itu2019s still super annoying). But most importantly, it did not perform for me. A drugstore hot brush would likely be a better option. Sorry!"
        },
        {
            "review_title": "It didn't work for my hair",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "I was excited to try this brush as a way to reduce damaging heat styling.  Unfortunately, it didn't really do much for me.  I have straight hair that's a bit frizzy after blowdrying with a round brush.  I was hoping for a 90s blowout look with this.  I pumped the BondiBoost brush up to 375.  It curled my ends under, but did nothing for the frizz after multiple passes.  One pass of my flat iron at 345 and my hair is sleek.  I live in the south, so I imagine this would underperform come the heat and humidity of summer.  My hair is also heavily highlighted and has some damage from that.  Maybe it works better on thicker, virgin hair."
        },
        {
            "review_title": "Unfortunately had to return",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Unfortunately, I think I may have received a faulty product. Some of the bristles were folded, and I do not think it was heating up to the temperature it showed. It was that or not made for hair of medium thickness. It"
        },
        {
            "review_title": "Saves my second day hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "My favorite tool for refreshing second and third day hair. It took a few tries to get the technique down but now that I did I can't go back to a regular blow out brush!"
        },
        {
            "review_title": "Burned my scalp",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Wanted to love this! My brush kept getting stuck on 400 degrees, itu2019s hard not to hit the buttons while using it. It also burned my scalp while using it, and I use hot tool products all the time."
        },
        {
            "review_title": "Better Than Amika",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Real, Non-incentivized review: Prior to purchasing this brush, I was using the Amika version for almost 2 years. The Amika brush never got hot enough for me nor did it have enough density in the bristles to grip my hair. This brush is the opposite in every way - customizable heat settings, a dense amount of bristles, and overall smoother to use. My hair actually stays with this tool and with the Amika it would always fall completely flat. If youu2019re debating between the two definitely go with Bondi Boost."
        },
        {
            "review_title": "Itu2019s a Winner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Dry skin",
            "review_text": "I love the sleek design of the brush! So easy to use! My hair is fine & thin so Iu2019m careful about using heat on it. But this brush has been a dream. Leaves my hair shiny & voluminous.  p"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I just love it! Super easy to use. Don't make any noise. Just a few minutes and my hair looks amazing !!!"
        },
        {
            "review_title": "Amazing blowout in half the time",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I hate to say that I was influenced to buy this, but it kept popping up on my feed! A couple of my favorite creators received it as PR and after watching them use it, convinced I needed it. I've been doing traditional blowouts with a roundbrush and hair dryer, but this is perfect for the days in between fully washing your hair. I got my hair cut more medium length with more layers than usual and it has helped so much since I was struggling to keep tension while doing the traditional method. Used it on a pretty gentle heat setting and still got good curls out of it, also super light weight!"
        },
        {
            "review_title": "Best brush!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This is a game changer for 2nd day hair. Hated the look I got from a curling iron and hated the damage. Used this today and so very happy! Gave me a look like I just washed it. So easy and so much better than a curling iron! So happy I bought it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "At the age of 65 years, my hair is color treated, coarse, and frizzy. Iu2019ve used the infrared heated round brush for a few weeks now. Iu2019ve tried many different styling tools, and this one is definitely my favorite. I love how it makes my hair so shiny and bouncy!"
        },
        {
            "review_title": "curly girl's best friend!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I honestly was skeptical of this brush. I have curly 3C/4A, highlighted hair. I blow my hair out with my round brush and then flat iron it. This brush is so nice for adding volume, curls, and taking out crimps after my hair has been in a bun. It also DOESN'T GET CAUGHT IN MY HAIR! I tried a Conair heated brush and it ripped my hair out and made it frizzy. This brush only smoothed it and I had less shedding then when I detangle with a paddle brush.  I never write reviews, but curly girls - YOU NEED THIS!"
        },
        {
            "review_title": "LOVE this for 2nd day hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love this for day 2 hair. Absolutely brings it back to life. Nothing like the blow dry brushes, this is completely different. Does need to be used on dry hair and I still use a heat protectant. Highly recommend!!"
        },
        {
            "review_title": "Better than dyson!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "This thermal brush made my hair look amazing for days! This is fool proof and easy to use!"
        },
        {
            "review_title": "Crazy Shine and Gentle Curl",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I know this is meant for giving curls/waves, but the best part for me is the shine, it's incredible!! This is also great to refresh your style a day or 2 after washing, it's an easy way to give your hair some lift. This gives my hair the perfect gentle curl at the bottom and gives a softer look on the days when I want to wear it straight. Really excited to have this in my hair tool drawer!"
        },
        {
            "review_title": "Convenient, Fast, Great Results.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Oily skin",
            "review_text": "I absolutely love this brush. I was super skeptical. As someone who has super thin hair, heat tools absolutely KILL my strands. The Infared is a game changer. My strands are healthy and smooth after, not brittle and dry like other heat tools. You donu2019t have to worry about those burn marks on your neck anymore either! There is some heat that comes out of it, but it is negligible. It is super fast to use, heats up in 30 seconds, and takes me maybe 5 minutes to style a blowout look. I use Bondi boost products ALL the time. Some worked great, some not. THIS PRODUCT is a keeper for sure though!!!!"
        },
        {
            "review_title": "Gentle, easy to use, great for non-wash hair days",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "I am a faithful user of the Bondi Boost Blow Out Brush and Airburst Styler. But on non-wash days, these are not always necessary, and I don't always have the time. Enter the Infared Heated Brush! This is an amazing and unique tool that is perfect to use on non wash days - it takes less than 10 minutes and my hair looks like it's just been blown out by a professional. The added bonus is the amazing and immediate SHINE in my hair as soon as I use it. The aloe infusion makes my hair silky soft and smooth too. Really recommend this tool!"
        },
        {
            "review_title": "Creates volume easily",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Normal skin",
            "review_text": "I was a bit worried about all the incentivized reviews but decided to try anyway and so far I am impressed. Very lightweight so great for travel and I am finally able to add volume days after a blowout"
        },
        {
            "review_title": "A must-have in your beauty arsenal!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Bondi Boost has truly outdone themselves with the Infrared Bounce Brush. I was able to accomplish a salon quality blowout look in under 15 mins without the damage of ordinary hot tools. If you're looking for a styling tool that combines effectiveness with convenience, this brush is a must-have in your beauty arsenal!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "This brush is AMAZING! Iu2019m not amazing using it yet tho lol but seriously it does exactly what it says itu2019s supposed to do. My hair went from frizzy and dull to shiny and soft. The swivel cord was a huge plus for me a the fact that the buttons have an automatic lock on them made me love it more!!"
        },
        {
            "review_title": "My new favorite tool!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This brush is so easy to use. It is great for day 2 hair providing volume while smoothing and doubles as a curling tool."
        },
        {
            "review_title": "A must have- canu2019t live without",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Truly a must have! I have never gotten so much shine and bounce with other tools.  It is so simple to use and get such amazing results. 12/10"
        },
        {
            "review_title": "Awesome as always!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This tool is a true all in one for so many different style ideas!! I love the way you can use it to add body while straightening or waves and curls is that's what you're in the mood for! It does not damage at all and leaves my hair so shiny! It's definitely going to take practice but I love it more and more every time I use it! Thanks BB for another AMAZING product, you never disappoint! I tell anyone that will listen to try BB! I even used my gift voucher to buy products for my best friends! Everyone needs BB in their life!"
        },
        {
            "review_title": "The brush you didnu2019t know you needed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Fair skin tone, Dry skin",
            "review_text": "I love this brush! I was sent this to test as a product tester and while itu2019s not a product I think I would have purchased on my own, I quickly fell in love. I have thicker hair and the bristles slide through my hair effortlessly. Itu2019s the perfect u201cfreshen upu201d to a blow out look, only taking a few minutes to do. My hair is left soft and shiny and full of bounce. When Iu2019m using it, my fingers and sometimes click the higher heat option, which isnu2019t an issue for me since I use it on the highest setting, but for someone who is trying to maintain a lower temp, that might be a bit of an annoyance. I also have the Bondi blow out brush and this infrared brush is SO much lighter. Itu2019s now my go to for everyday hair!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I received the infrared bounce brush to test it. I wasnu2019t sure about how to use it at 1st, but after a few tries, I really like it!! It has a long cord that swivels which is great! It only takes a few minutes to do my hair with it."
        },
        {
            "review_title": "Love it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "10/10!!! I absolutely love bondi boost, and I am so grateful they have created this product. I have been looking for something that can create wave in my hair without it being super damaging, as I am on my hair health journey!"
        },
        {
            "review_title": "Seeing red in a good way",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The new infrared bounce brush is the hottest product yet! Less heat = no burns. The brush itself has aloe infused bristles, which leaves your hair, filling, soft and shiny. Feel like you just walked out of a salon I guarantee it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "this is an excellent product. it smoothed my frizzy hair. gave me the perfect blowout look."
        },
        {
            "review_title": "Flawless Blowout EVERY TIME!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This tool will give any styling noob the most flawless blowout in under 5 minutes. I can't get enough of this tool, and my friends have tried mine and then went on to purchase it themselves. I need to be compensated for how many people I've convinced to buy this brush! Haha!"
        },
        {
            "review_title": "Easiest way to refresh hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair",
            "review_text": "This has become my new holy grail for day two hair! I have very straight hair and this only takes a couple of minutes to completely transform my hair with volume and texture.  The bristles are very soft and leave my hair shiny with no signs of damage. Canu2019t recommend enough!!"
        },
        {
            "review_title": "Perfect hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "OBSESSED! I bought this the day it launched on bondiboost.com and this is my new favorite tool. It makes for the perfect blowout!"
        }
    ]
}