{
    "product_id": "1097",
    "name": "Multi-Use Pure Oil Blend",
    "brand": "Melanin Haircare",
    "categories": "Hair, Hair Styling & Treatments, Hair Oil",
    "price": 30.0,
    "about": "What it is:A multiuse, non-greasy, and lightweight oil blend consisting of high-end oils and no fillers; it softens, nourishes, and seals moisture into hair and body..Hair Type:Fine, Medium, and Thick.Hair Texture:Straight, Wavy, Curly, and Coily.Hair Concerns:- Shine.Key Benefits:- Softens and nourishes dry, brittle hair.Highlighted Ingredients:- Baobab Oil: Penetrates to soothe dry, irritated scalp and condition dry, damaged hair..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also vegan, gluten-free, cruelty-free, and comes in recyclable packaging..What Else You Need to Know:This grease-less oil blend penetrates into the hair and skin to soften, nourish, rebuild, and lock in moisture. Itu2019s made with high-quality baobab seed, argan, avocado, sweet almond, jojoba, sage, geranium, and vitamin E to restore and improve the manageability of the hair..Fragrance Description:Soft floral and bright citrus notes.",
    "ingredients": "-Baobab Oil: Penetrates to soothe dry, irritated scalp and condition dry, damaged hair..-Argan Oil: Antioxidant that protects and strengthens for cell regeneration and growth..-Sage Oil: Antibacterial, antimicrobial, antioxidant; conditions and stimulates growth...Prunus Amygdalus Dulcis (Sweet Almond) Oil, Persea Gratissima (Avocado) Oil, Diheptyl Succinate, Capryloyl Glycerin/Sebacic Acid Copolymer, Simmondsia Chinensis (Jojoba) Seed Oil, Argania Spinosa (Argan) Kernel Oil, Adansonia Digitata (Baobab) Seed Oil, Geranium Maculatum Oil, Salvia Officinalis (Sage) Oil, Tocopherol (Vitamin E).",
    "how_to_use": "Suggested Usage:.As a moisture sealant: .-Massage a small amount into wet or damp hair to help seal the moisture in your strands or after your favorite styling cream to help seal and set your style...As a moisturizer: .-Add to your conditioner to help nourish, soften, and detangle...As a hot oil treatment: .-Add desired amount to small heat-safe bowl. .-Place small heat-safe bowl into larger bowl with a bit of warm water to help gently warm oil blend...As a body moisturizer: .-Massage into wet or damp skin immediately after bathing...Recycling Instructions:.-Rinse, remove bottle caps, and place in your recycling bin.",
    "num_reviews": 232,
    "overall_rating": 4.7,
    "product_url": "https://www.sephora.com/ca/en/product/melanin-multi-use-pure-oil-blend-P477463?skuId=2747137&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2747137-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "8.25 oz",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2747137-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Not the real thing!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "Thereu2019s something off about this product.. not the same ingredients are listed compared to my used bottles I bought sometime ago. I noticed the difference immediately just in the color of the oil itu2019s more yellow. I wonu2019t be purchasing it from Sephora again."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Even with all the clean ingredients, all of melanin gave me hair fall and itchy scalp, which makes me so sad."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Fav oil ever I use it all the time amazing for my natural curly hair and amazing even when I straighten my hair too"
        },
        {
            "review_title": "Astounding price for the amount of product!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I love this oil combination! Itu2019s lovely for hot oil treatment. I tried it for the first time today and my hair is so Lucious! People seem upset about the smell but itu2019s just unscented and smells like the base oils. Highly recommend! The price for the amount of product is astounding!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "wanted to like it but no, definitely has a strange smell, some may like it but I couldn't shake it I wasn't a fan. also, I know it's oil but the consistency was thicker than I would've liked/once I put it on my hair and tried to work it through the strands it was almost drying and made it hard just to run my hands through my hair."
        },
        {
            "review_title": "Would repurchase and recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Fair skin tone, Dry skin",
            "review_text": "Works fantastically on my fine hair, without making it lank. Appears less frizzy and more voluminous. Use 5 small drops on hair after washing, focussing on ends and outer layers. Love the smell too. Will happily repurchase and am considering trying other products made by this company."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Lovvvve this oil! You get a lot of product for the price. The smell is definitely not as bad as people are saying."
        },
        {
            "review_title": "Not for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Normal skin",
            "review_text": "I returned this immediately after opening, the scent was unpleasant so I didnu2019t bother finding out if it was effectual or not."
        },
        {
            "review_title": "Must buy! The Hype is real!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love it! It's not oily, and has a distinctive pleasant  smell. Love what it does for my hair. Definitely will be a repurchase!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Normal skin",
            "review_text": "I was super excited to buy it when it was back in stock but something about the smell really bothers me (Reminds me of a strong slightly off citronella) I can't wait to wash it off so I can get rid of the smell. If I let it sit for any length of time it will give me a headache...  and I feel like that ends up defeating the purpose because it doesn't get a chance to do much and then I'm washing it more aggressively than I would normally just to make sure there is no smell left."
        },
        {
            "review_title": "absolutely love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Dry skin",
            "review_text": "great hair oil, you get a lot for the price. I also  appreciate that it's made with simple ingredients."
        },
        {
            "review_title": "Great formula, terrible fragrance",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "I HATE to have to give this 3 stars because I absolutely adore this oil. This is my 5th bottle of the hair oil since 2020 and the scent, frustratingly, has changed each purchase since my 3rd bottle. My most recent bottle (purchased within the last 2 weeks) has the most horrible, intense, cloying almost lychee-esque scent. I understand this may work for some, but as I have super sensitive skin and am really particular about fragrance, it simply doesnu2019t work for me. Iu2019m incredibly disappointed because when I first started using the oil, the scent was absolutely beautiful and very light. Even when the scent changed a bit with the 3rd bottle it was different, yet still pleasant. The oil is so nourishing so my heart actually hurts when I go to use it and recoil at the scent. The formula is so good for my scalp and curls, I really wish they would go back to the original, lowkey, fragrance."
        },
        {
            "review_title": "Smells Bad at first, but works.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Oily skin",
            "review_text": "The smell at first is strong and horrendous. How ever the results are excellent and the smell is fresh and light when dry."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "One of my favorite oilsu2026 great to tame flyaways and locks in moisture!! I use this midway through my hair routine, if I use it as my last product it leaves my hair too oily."
        },
        {
            "review_title": "Best hair oil ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Best hair oil ever. Little goes a long way donu2019t put too much in your hair."
        },
        {
            "review_title": "Makes my scalp itch",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "It makes my scalp itch so bad and idk why as there isnu2019t coconut in it and all the other oils in here Iu2019m fine with. Love whit but donu2019t like this oil that much on my scalp, itu2019s okay on my hair but I like a thicker oil so itu2019s really not a need for me."
        },
        {
            "review_title": "Amazing!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I usually stay away from hair oils because theyu2019re too heavy for my hair, but this one is just *chef kiss* PERFECT!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product was gifted to me to review. The oil is lightweight compared to others and I find it easier to use for the LCO method because of this. It also has a slight sweet smell that I like. I plan to keep this product in my routine"
        },
        {
            "review_title": "Itu2019s amazing!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "This product was gifted to me by Melanin Haircare and I must say I am so lucky to have received it! It has such a delightful smell and works great for my scarlet oiling/massage days. Iu2019ll definitely be purchasing on my own when this runs out!"
        },
        {
            "review_title": "Perfect multi use, all gender oil!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "This product was gifted by Melanin Haircaire. I love this oil- which my boyfriend immediately stole :) Itu2019s a great all purpose, genderless product. He used it to smooth his beard and hydrate his curls. I liked it to hydrate my ends or as a treatment mask. The natural smell of the oils is perfect and the bottle format is great. Weu2019ll definitely be rebuying this product!"
        },
        {
            "review_title": "A Must Have on Wash Day and In Between!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I was gifted the MelaninHaircare Multi-Use Pure Oil Blend and what I immediately loved was the smell of the oil. I used it as part of a hot oil treatment and then after washing and conditioning my hair and then styling, I used the oil to seal my ends. In between wash days I have been using it on my scalp every other day. gifted by melaninhaircare."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Complimentary from Melanin Haircare. I have really been enjoying this so much! When they said multi use, they meant it because I use this literally everywhere. I love using it has hair oil, mixing it with my body lotions, and use it on my cuticles. I also love that it doesnu2019t take forever to sink into my skin! It has been making feel so soft, 10/10!"
        },
        {
            "review_title": "The Perfect Lightweight Oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I love this oil. It's lightweight and perfect for sealing after moisture. I sit under a cap for half an hour and my hair feels like butter. Detangling is so easy. I also use it to massage my scalp between wash days. This oil was gifted by Melanin Hair."
        },
        {
            "review_title": "Just buy it!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This product worked wonders on my dry skin and hair. I recently dyed it back dark after having blonde hair and my hair was feeling so dry and I was losing so much of it that this oil has restored so much shine! I also love how the ingredients are so simple and I donu2019t have to worry about any negative chemicals I might be putting into it. Iu2019m really grateful that I was gifted by Melanin Haircare and look forward to trying their other products!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This product worked really well for my daughters hair. I use a bit of oil as a treatment overnight before her wash day. I can see a difference in her scalp. Itu2019s not as dry as before. It also works well to condition her scalp for hairstyle parts. Gifted by Melanin Haircare."
        },
        {
            "review_title": "My new go to",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I definitely wanted to give this hair oil a try before making any type of review. So I've used the oil for about two weeks now and I like it. The ingredients are what stood out to me of course, I love oil blends that are cohesive and aren't too heavy for the scalp. I use the oil blend right after washing my hair or after a fresh retwist to really seal in all of the moisture. This was gifted by melaninhaircare."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "I really like this oil. I love an oil for my hair and this is so easy to use and has good fatty oils in it to improve my hair texture. I also really appreciate the bottle design, oils are sometimes hard to work with.  gifted by Melanin Haircare."
        },
        {
            "review_title": "Love how versatile it is!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Complimentary from Melanin Haircare. This oil was so moisturizing!!! I love that it can be used in multiple ways. I applied it on my hair because the heat was so drying and it brought it back to life. I also applied it on my skin and it gave me the best glow! Def recommend!"
        },
        {
            "review_title": "Must have for dry scalp",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "So amazing how it nourishes my hair when it is dry and brittle hair, especially after Iu2019ve washed it. Easy to manage after every wash without struggle of detangling. Locks the moisture in all day long. No more irritated and dry scalp. Complimentary from Melanin."
        },
        {
            "review_title": "Perfect Hair oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "Complimentary from melanin haircare. Little definitely goes a long way but Iu2019ve loved adding this to my hair routine! Smells super good, nothing too strong but good. It also works well with other products to create a good hair care routine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "Using this oil as a prepoo & oil when styling and itu2019s absolutely amazing! It must be my first u201cgrease-freeu201d oil because I was shocked at how soft and, non-greasy it left my hands/hair! Smells amazing and gave my hair a shine while taming my usually very frizzy hair! Gifted by Melanin Haircare but would still definitely recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I got this for my foster daughter as her hair was getting dry and the humidity was making it a little frizzy. I canu2019t tell you what a difference this oil makes. Her hair is softer, more manageable and no frizz. I also use it on my skin after shaving and itu2019s been amazing! Highly recommend!! Gifted by melanin haircare"
        },
        {
            "review_title": "Will try",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "So I havenu2019t tried the oil yet in my hair because I havenu2019t had a chance to use the product but I will say that the packaging is super cute and it looks like itu2019s easy to apply to the hair. Gifted by melanin hair care and will want to give an honest review once I try."
        },
        {
            "review_title": "Adore this hair oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I received this complimentary from Melanin Haircare. I am so impressed with this hair oil! Not only is it super hydrating but it is super lightweight. I also love the applicator on the bottle as it allows me to apply the oil exactly where I want it it. All in all a 10/10"
        },
        {
            "review_title": "great for starters",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Gifted by Melanin and I tested out for two weeks. This is my first time using a hair oil and Iu2019m very impressed. So impressed that I definitely will repurchase this. I love that this oil is more light weight and not heavy. Because of this, itu2019s easy to work into hair and rinse off quickly."
        },
        {
            "review_title": "Love this for my hair wash days",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This really is one of your jack of all trades. I love using this for my pre-shampoo ritual for my scalp and detangler for my ends. It has such a clean and non-sticky feeling which is perfect to keep in a bun all day until itu2019s time to rinse! Complimentary from Melanin Haircare."
        },
        {
            "review_title": "Best Multiuse oil!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "When I say I use this for almost everything I really mean it!! My favorite use is as a pre shampoo treatment! I have a very dry scalp and dull hair. I use this as a scalp treatment before I shower and my hair is so shiny and my scalp feels refreshed. Gifted by Melanin Haircare"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I really enjoyed using this multi-use pure oil blend! Sometimes I use it to moisture my hair and scalp, with just a little bit you have enough for all your hair! My hair never looked this healthy and glowing!"
        },
        {
            "review_title": "Your Hair Will Thank You",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I received this multi-use pure oil blend complimentary from Melaninhaircare and find it to be an absolute must-have! I've been using it for a few weeks now and have already noticed a dramatic difference in the health and hydration of my hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "Love this oil for my wavy hair. It tames my curls and a little goes a long way. If I want the wet look Iu2019ll add a little extra to make my waves look good. I love how my hair looks after I straighten or blow dry since thereu2019s no frizz. This was complimentary from melanin hair care."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "I received the melanin haircare multi-use pure oil blend complimentary from Melanin haircare. I really love this hair oil. I have a dry scalp and felt like it really put the hydration back in my hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I am really loving this lightweight hair oil! My favorite way to use it has been to scrunch out my gel cast u2014 itu2019s been leaving my hair smelling great and super shiny! I would seriously recommend this!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "This oil is great for your scalp. Not only does it softens your hair roots, it absorbs really well without being oily. You can really feel your scalp is moisturized after applying it. What I love the most is how it hydrates without making your hair look not so fresh. My hair is so glowy and I use after my shower routines and it great. This was kindly gifted by Melanin Haircare but definitely recommend"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This hair oil by Melanin Haircare is soo good! The packaging is so cute, I love that it has a pointed spout, makes it so easy to use! You get a great amount of product in one bottle. A little bit goes along way so one bottle will definitely last you a while. Super affordable, works great and leaves hair feeling so soft and moisturized!!! 10/10 gifted by Melanin Haircare <3"
        },
        {
            "review_title": "Nice Oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "Gifted by melanin haircare. The oil is really nice and lightweight. The smell is ok kind of like a fresh mint. My hair felt nice and my scalp well massaged. I would definitely try again. Not too heavy for low porosity hair. @lisalovescurlslocs"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Normal skin",
            "review_text": "this oil was gifted to me by melanin in exchange for my honest review and itu2019s become one of my favs for sure! my hair is left feeling moisturized and NOT greasy at all. the oil is lightweight as well. perfect addition to my hair care line up."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I am obsessed with this oil!! Kindly complimentary from Melanin Haircare:) Iu2019ve used the oil both in my hair and on my body and it works wonders for shine and curl definition as well as all over moisture!!"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This product with gifted by Melanin brand in exchange for my honest review! I love this product and it leave my hair feeling soft and not dry. It helps with breakage and I love the natural ingredients!"
        }
    ]
}