{
    "product_id": "355",
    "name": "Daily Microfoliant Refillable Exfoliator",
    "brand": "Dermalogica",
    "categories": "Skincare, Cleansers, Exfoliators",
    "price": 97.0,
    "about": "What it is:A gentle rice-based powder cleanser that exfoliates skin while visibly brightening, smoothing texture, and clearing clogged pores..Skin Type:Normal, Combination, and Oily.Skincare Concerns:Pores, Uneven Texture, and Acne and Blemishes.Highlighted Ingredients:- Papain Enzymes and Salicylic Acid: Draw out excess oil, clear clogged pores, and smooth the skin..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also vegan, gluten-free, cruelty-free, and comes in recyclable packaging..What Else You Need to Know:Gentle enough for daily use, this powder cleanser exfoliates with unique visibly brightening enzymes (without overprocessing your skin). Activated by water, it transforms into a foaming, creamy paste, releasing papain and salicylic acid to minimize the appearance of blackheads, uneven texture, and hyperpigmentation.",
    "ingredients": "-Papain Enzymes and Salicylic Acid: Draw out excess oil, clear clogged pores, and smooth the look of skin..-Rice Bran-Derived Phytic Acid: Gently exfoliates to visibly brighten and balance uneven skin tone..-Colloidal Oatmeal: Calms skin, reducing the appearance of redness and irritation....Microcrystalline Cellulose, Magnesium Oxide, Sodium Cocoyl Isethionate, Colloidal Oatmeal, Disodium Lauryl Sulfosuccinate, Sodium Lauroyl Glutamate, Oryza Sativa (Rice) Bran Extract, Oryza Sativa (Rice) Starch, Hydrogenated Coconut Acid, Allantoin, Papain, Salicylic Acid, Ginkgo Biloba Leaf Extract, Camellia Sinensis Leaf Extract, Glycyrrhiza Glabra (Licorice) Root Extract, PCA, Populus Tremuloides Bark Extract, Cyclodextrin, Sodium Isethionate, Lauryl Methacrylate/Glycol Dimethacrylate Copolymer, Maltodextrin, Melaleuca, Alternifolia (Tea Tree) Leaf Oil, Citrus Paradisi (Grapefruit) Peel Oil, Sodium Dehydroacetate, Hydrolyzed Corn Starch Hydroxyethyl Ether, Water/Aqua/Eau, Limonene, Citric Acid.",
    "how_to_use": "Suggested Usage:.-Wet hands and face..-Dispense about a half teaspoon into wet hands, then add a little water and lather until you feel the powder completely dissolve into a smooth, foamy paste..-Apply to your face in circular motions, avoiding your eye area..-Massage gently for one minute, then rinse thoroughly with warm water...Pro tips:.-Combine with Special Cleansing Gel (sold separately) to cleanse and exfoliate in one step..-Leave on skin for an extra minute for added visible brightening benefits...Recycling Instructions:.-Rinse and recycle bottle, sifter, and cap. ..Refill Product Instructions:.-Hold canister and refill at arm's length to avoid inhaling powder and getting it into eyes. .-Tightly gripping the sifter of the canister, pull upward to pop off. .-Cut refill package open along dotted line. .-Pour entire contents into empty, clean, dry container. .-Pop sifter back on.",
    "num_reviews": 4909,
    "overall_rating": 4.7,
    "product_url": "https://www.sephora.com/ca/en/product/daily-microfoliant-P423688?skuId=2002087&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2002087-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "2.6 oz/ 74g",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2002087-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": []
}