{
    "product_id": "806",
    "name": "Not A Perfume",
    "brand": "Juliette Has a Gun",
    "categories": "Fragrance, Women, Perfume",
    "price": 202.5,
    "about": "Fragrance Family: Warm & Spicy..Scent Type: Warm & Sheer..Key Notes: Cetalox (Synthetic Ambergris)..Fragrance Description: Not a Perfume is a unique fragrance crafted from a single ingredient, Cetalox. This ingredient is known for its sheer and pure scent. This perfume is hypoallergenic and perfect for those who are seeking the ultimate skin musk fragrance that is subtle yet sophisticated...About the Bottle: The bottle is an extension of the fragranceu2019s minimalist philosophy. Sleek, with clean lines it brings an elegant yet understated look and feel. The simplicity of the bottle is crafted with attention to detail, ensuring it feels luxurious and high-quality...About the Fragrance: Challenging the conventions of traditional perfumery by creating a fragrance with a single mollecular ingredient. A fragrance that is free from allergens, focusing on an olfactory experience and achieving a clean and singular scent that can be layered and worn by anyone.",
    "ingredients": "Alcohol Denat., Fragrance, Water.",
    "how_to_use": "Suggested Usage:.Apply the fragrance to your pulse points where the skin is warmest, which helps to diffuse the scent throughout the day. (Wrists, Inner elbows, Base of the throat, Behind the ears).Ensure your skin is clean and moisturized before applying the fragrance. Moisturized skin helps retain the scent longer..Hold the bottle about 6 inches away from your skin and spritz lightly..Do not rub your wrists together after applying the fragrance. Rubbing can break down the scent molecules, causing the fragrance to fade more quickly..Since NOT A PERFUME is composed of a single ingredient, it layers well with other fragrances. If you wish, you can apply another scent over it to create a unique fragrance combination.",
    "num_reviews": 2399,
    "overall_rating": 3.9,
    "product_url": "https://www.sephora.com/ca/en/product/not-perfume-P395313?skuId=1703321&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s1703321-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1.7 oz/ 50 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s1664333-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "3.3 oz/ 100 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s1703321-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": []
}