{
    "product_id": "1005",
    "name": "Boh\eme Eau de Parfum",
    "brand": "LoveShackFancy",
    "categories": "Fragrance, Women, Perfume",
    "price": 175.0,
    "about": "Fragrance Family: Florals..Scent Type: Classic Florals..Key Notes: Blackcurrant, Peony, White Amber..Fragrance Description: This classic and clean, skin-loving floral is a charming and innately cool bouquet with an abundance of peonies and a blush of blackcurrant. The notes of spherical blooms are joined by touches of white flowers including tuberose, rose, and jasmine, while soft white amber and sandalwood offer a smooth and soft finish...About the Bottle: An oversized bow, perfectly imperfect. The LoveShackFancy perfume bottle references founder Rebecca Hessel Cohen’s lifelong love of ribbons with a sculptural bow top that appears tied and tightened by hand. The sky blue and white Ever-Blooming Rosette print is a signature design chosen from over 2,000 in the LoveShackFancy print and lace library to decorate the bottle itself, a softly curved antique-inspired vessel carved with scalloping on top and a ring of rope on the bottom. Once finished, its spray top is removable so the bottle can be upcycled as a bud vase...About the Fragrance: Naturally cool with an undeniable charm. Boh\eme is a spirited floral that captures a peony in full bloom, laced with blackcurrant and soft white amber. A forever romantic, endlessly in pursuit of wanderlust. Created with love and an intriguing, light warmth by perfumer Yves Cassar....CLEAN at Sephora is our commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing on effectiveness.",
    "ingredients": "Alcohol Denat., Fragrance (Parfum), Water (Aqua/Eau), Benzyl Benzoate, Benzyl Salicylate, Citral, Citronellol, Eugenol, Geraniol, Hydroxycitronellal, Isoeugenol, Limonene, Linalool.....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-The spirit of LoveShackFancy is apparent upon first—and second and third—whiff..-Apply on pulse points to wrists, neck, and behind the ears..-After applying, avoid rubbing or dabbing skin..-This breaks down the fragrance, causing it to wear off more quickly.",
    "num_reviews": 229,
    "overall_rating": 4.6,
    "product_url": "https://www.sephora.com/ca/en/product/boheme-eau-de-parfum-P507887?skuId=2708089&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2708089-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "2.5 oz / 75 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2708089-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Bottle is cute. Smells nice I guess, you just have to spray 20 times to smell anything at all. 5 mins and it’s gone."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Still on the fence. Purchased due to multiple articles suggesting this as one of the top ten powdery fragrances on the market. It goes on strong and the powdery soft notes weren’t hitting. Now that it’s sat the entire day I can still smell it and it has more of the subtle soft smell I was looking for. I would say a little goes a long way and to apply sparingly."
        },
        {
            "review_title": "Beautiful scent, not long lasting",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "Love the way this smells. It soft, floral and warm, however it did not last on my skin or clothes. Disappointing, I had high hopes this could be my signature scent."
        },
        {
            "review_title": "I don’t just love it, I LURVE it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "This shall be my signature scent. This is me. It is so whimsical and floral. It’s a sweet floral, not a fresh floral. It has a bit of a musk, I believe. In my experience, it has outlived all of my other perfumes. I like I Want You by Jimmy Choo, but it’s gone in an hour. And I love the perfume shaped like a robot called Rabainne or something. (Idk, I just like it he’s cute, and it is my ideal scent, it just doesn’t last) But I was going on a long walk under tge hot Texas sun and ppl were still asking me “what are you wearing?”. And I sprayed a coupla hours ago before walking. But please remember, perfume has a lot to do with body chemistry. What works for me doesn’t work for you. But the scent alone in amazing. Just do what I did, and grab the travel size for your purse so you can refresh if you need to."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "Love the adorable packaging on this! The main note here is peony and blackcurrant- it’s a great summer or spring scent. The amount of time it stays on the skin is great. I’d try other perfumes from this brand."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "This perfume makes me feel so fancy and girly. I feel like the peony and white amber out weigh the black currant in this scent. I like to wear this through the day. I think it’s great for spring. It’s more floral smelling than anything in my opinion."
        },
        {
            "review_title": "Not my go to",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "While I typically love floral leaning perfumes, this scent wasn’t for me. I did like the way it fades throughout the day, but I found the scent profile to be a bit too powdery. I do appreciate the travel size version because it’s easy to bring with you when you’re on the go."
        },
        {
            "review_title": "A great clean and fresh scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I love the way this perfume smells. It’s very clean, fresh, and floral. I’ve been wearing it and it lasts for a decent amount of time. I would wear it as a daytime scent. I also enjoy the bottle it comes in."
        },
        {
            "review_title": "Delectable",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I recently had an encounter with a young maiden whom, I came to understand, was wearing this scent. It accentuated her already remarkable beauty in the most delightful manner. My only qualm was that it reduced the length of our entanglement by some considerable length."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "This perfume smells amazing. It has my favorite jasmine notes combined with some nice fruity scent. It is very long lasting and feminine. The travel size is great for carry in the purse and I am about to purchase the full size already."
        },
        {
            "review_title": "Lovely!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This fragrance is heavenly! With notes like peony, blackcurrant,  and white amber it is so dreamy and feminine. It reminds me of a secret garden. It lasts for hours on my skin and leaves a beautiful scent trail. I fell in love with this perfume at first sniff."
        },
        {
            "review_title": "My new forever, favorite fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I was so sure I would love the love shack fancy perfumes, but this one specifically surpassed my expectations. This is the most elegant, beautiful, fresh scent and I am obsessed."
        },
        {
            "review_title": "Lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This fragrance is a muted floral with a lovely powder under note that creates an younger version of classic powdery fragrances. I think this scent matches love shack fancy to a t, it smells so girly and classic I love it! I feel so mature and girly when I wear this!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "if you love florals and classic peony scents, this is the one for you! i would say it also has a baby powder-y kind of tone and would be good as a day to night fragrance. the travel spray is a bit small compared to my others. wish i received the full size bottle"
        },
        {
            "review_title": "Beautiful peony scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "Beautiful floral scent perfect for spring! Has beautiful fragrant notes of peony, white amber, tuberose, and black currant. Dries down on the skin beautifully and has a very long wear time! The perfect spring floral"
        },
        {
            "review_title": "Gorgeous floral fragrance",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Combination skin",
            "review_text": "What a lovely fragrance!! I personally adore peonies, so finding a perfume with strong notes of peony has always been on my list. This did not disappoint! This is such a gorgeous floral fragrance - honestly, it is pretty much a quintessential floral to me, as I don’t get much other than floral, but it has a touch of sweetness from the black currant. I really like it, and I love the blue packaging. So pretty!"
        },
        {
            "review_title": "Pretty girl smell!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "This is the prettiest smelling floral perfume. I can really smell the Jasmine but it's not your granny's floral. It's a young and very energetic scent. I would recommend this to any floral lover. Boheme is going to be a go to scent for me."
        },
        {
            "review_title": "Lasts all day without fading",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I recently picked up Boheme Eau de Parfum and it’s been such a delightful addition to my collection. Right off the bat, the blend of peony, blackcurrant, and white amber really stood out to me. The peony is light and floral, while the blackcurrant adds a nice touch of fruitiness that's not too overpowering. The white amber ties it all together with a hint of warmth that makes the perfume feel cozy and inviting.  There's something about this scent that just makes me feel happy and at ease. It’s become my go-to fragrance when I want to feel a bit more put-together. If you’re looking for a new scent that’s both fresh and comforting, I’d definitely recommend giving Boheme a try!"
        },
        {
            "review_title": "Beautiful floral",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "This was my first time trying a fragrance from this brand and I would love to try more from them after experiencing Boh\eme. The main notes I get from this scent peony, black currant and white amber. I don’t wear a lot of floral scents but this fragrance makes me feel very feminine."
        },
        {
            "review_title": "So pretty!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "This perfume smells absolutely incredible! I love the whole aesthetic of Loveshackfancy and their scents do not disappoint!! This is a beautiful, feminine, soft floral..On the opening I get a freshly bloomed peony mixed with subtle fruity blackcurrant and an undertones of warm amber. Lots of delicate florals at play in the background tying all the notes together! Boh\eme is a MUST have if your a perfume lover, it's elegant and classy and will have heads turning!!"
        },
        {
            "review_title": "Gorgeous fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This fragrance with its notes of peony, blackcurrant, & white amber has been love for me at first smell. Two sprays were enough to immediately transport me to my grandmother's garden where she had peonies planted and I could always smell their scent in the distance. I remember that in my childhood I used to love cutting the peonies and making small bouquets to put in vases around the house. What makes this fragrance more delicious is the perfect combination of peonies with the blush of a blackcurrant and the notes of blooms that are touched with white flowers like tuberose, rose, and jasmine, while soft white amber and sandalwood offer a smooth and soft finish."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Boheme by Love Shack Fancy is a sophisticated, elegant floral fragrance. The top notes of blackcurrant and pink apple, heart notes of peony, rose, and jasmine, and base notes of white amber, tuberose, and sandalwood combine to create a stunning scent landscape. It evokes feelings of luxury and serenity. The enveloping scent projects well and has excellent silliage!"
        },
        {
            "review_title": "fav floral perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I’m not usually into floral perfumes, but I love this one! The notes of peony, blackcurrant, and white amber work so well together to create a clean smelling floral scent. It lasts me all day long too!"
        },
        {
            "review_title": "No thanks",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I really wanted to like this because I love peonies. But it smells like an old cheap perfume and baby powder."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I LOVE LOVE the smell butit literally doesn’t stay on at all! Girl disappears faster than a toupee on a windy day"
        },
        {
            "review_title": "Ooooh",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I was hesitant to get this because of some of the reviews, and I actually love this, so I'm leaving my own review.  The key notes listed (black currant, peony, and amber) are not the stars of this fragrance. This is, at its core, a white floral. My skin pulls the jasmine and tuberose the most, then some peony, and the amber and sandalwood sit prettily in the background. It reminds me at times of Pure Poison. This beauty has staying power and projection; a date night fragrance and a compliment getter. Boheme is romantic, sophisticated, clean, and lovely. I have all three of the LoveShackFancy perfumes, and this one is my unexpected favorite."
        },
        {
            "review_title": "not recommend at all",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "smells terrible, and it came broken. would not buy. smells like old lady do not waste your money"
        },
        {
            "review_title": "Good smell, heinous packaging",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Tried this in store and it smells amazing. It lasted a couple hours on my skin. However, the packaging is so staggeringly hideous that I can’t bring myself to purchase."
        },
        {
            "review_title": "⚡️🤙🏼radddd and bougieee 🎀💋",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "THIS STUFF IS THE BESTTTT its so clutch and its amaze if u like the beach get thissss #california gurlz"
        },
        {
            "review_title": "Must haveee",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Bro I love this stuff so much, After i sparyed it I vacuumed it up it smells so good 10/10 recommend. Its amazing and i love it!"
        },
        {
            "review_title": "Where did the scent go?",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "I love peony; I was prepared to love this perfume. Unfortunately when I spray it on all I get is a nondescript scent that lasts about 3 minutes and then all fragrance is gone."
        },
        {
            "review_title": "My Favorite Out Of All Three",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Oily skin",
            "review_text": "I really love this fragrance.  It's sweet, and the peony is lovely."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I love this! It is sweet but fades to a subtle fruity smell. I have received lots of compliments when I wear it."
        },
        {
            "review_title": "Tuberose dominant fragrance",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This smells nothing like peony or black currant but everything like a creamy, clean, and slightly carnal tuberose. That is listed on their website but not here. Unfortunately, what’s not listed here seems to be the dominant and key note for this fragrance lol. Whoever claims Boheme smells like peony or black currant does not know what those two smell like."
        },
        {
            "review_title": "A Must Have Scent in a Gorgeous Bottle!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Peony is my favorite flower and LoveShackFancy bottled it perfectly. I’ve been wearing Boheme for about a month now and get compliments everyday. To me it’s soft, subtle and clean smelling - a perfect everyday go to fragrance. And the bottle is just as pretty as the scent!"
        },
        {
            "review_title": "A disaster",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "What an awful intense smell! There is nothing elegant and boheme about it. Smells super-cheap and annoying. Returning it ASAP."
        },
        {
            "review_title": "Skip this",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Smells like an herbal oil.. expected elegance and sophistication for the price .. I’d recommend to skip on this for sure"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Peonies are my favorite flower so I was curious to see how it smelled in a perfume scent. I must say, love shack executed the scent so beautifully!!! It’s not overbearing and it’s very subtle and beautiful. I really enjoyed it!"
        },
        {
            "review_title": "Totally obsessed!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "Boh\eme is such a sophisticated scent.  It has amazing notes of peony, blackcurrant, & white amber and smells absolutely delicious. Love the smell and the bottle is adorable also affordable. The size is perfect for on the go."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Wearing this scent makes me feel sexy and powerful. The blackcurrant, peony, and white amber notes blend beautifully together. It’s the perfect balance of floral and warm. It’s mild which limits the longevity but I can’t stop wearing it!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I love this fragrance so much, I get so many compliments whenever I wear it. It literally smells like heaven. I highly recommend this product for anyone who loves white amber and for anyone who want to smell amazing"
        },
        {
            "review_title": "Heaven!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Ahhhh I’ve been waiting to get my hands on this Boheme Eau de Parfume by LoveShackFancy and let me just say this smells like HEAVEN! So mild and lasts all day even after showering! I have ordered two more because these notes are amazing!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Floral scents are a must have for me and the notes of velvet rose, dreamwood and magnolia is such a gorgeous combination! It makes me feel classy and  beautiful. Love the cute packaging too like all their fragrances!"
        },
        {
            "review_title": "smells amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I love this perfume! This perfume exudes a natural coolness that's truly captivating. The blend of peony, blackcurrant, and soft white amber creates an aroma that's both spirited and elegant."
        },
        {
            "review_title": "I wish there was more black currant =",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "I thought this would be my favorite of the three, because of the black currant note, but I was wrong. lol That note is undetectable. This perfume is completely peony & white amber. If you like that classic old lady kind of scent, this might be a great option for you, but it is not for me. lol I can imagine others enjoying it though, so I’ll be passing it along to a friend. However, I love their Moondance floral option!"
        },
        {
            "review_title": "date night perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "This perfume has wonderful notes of peony, blackcurrant, & white amber and smells absolutely amazing!! It's long lasting and the scent makes me feel so fresh and rejuvenated after use. The packaging is also so adorable and cute."
        },
        {
            "review_title": "Enchanting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This perfume is so enchanting. I love it as a date perfume! The combination of white amber, black currant, and peony  makes me feel like royalty. It lasts all through the night even after going out dancing!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "My new favorite parfume! I love anything with white amber in it, so I knew this would be a winner. in my book! This scent makes me feel sophisticated and beautiful! | also loved that | could smell the fragrance on me throughout the day. The notes of blackcurrant and peony are simply beautiful as well."
        },
        {
            "review_title": "I’m in LOVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "My new favorite perfume! I love anything with white amber in it, so I knew this would be a winner in my book! This scent makes me feel sophisticated and beautiful! I also loved that I could smell the fragrance on me throughout the day. The notes of blackcurrant and peony are simply beautiful as well."
        },
        {
            "review_title": "Beautiful floral! ++",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This fragrance is a beautiful floral! I sfeel very feminine and carefree when I put this on. It’s nice and light and not over powering. I could see myself picking this up and spraying it throughout spring time!  This has peony, black currant and white amber, so the depth of floral has a shift when first applied and then the dry down, slightly fruity from the currant, it’s truly a breath of fresh air!"
        },
        {
            "review_title": "new found fave",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I really loved this fragrance! It's notes of peony, blackcurrant and white amber are lovely together! I found a new favorite scent to wear and I get many compliments on it! Definitely get this fragrance"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I adore this Boh\eme Eau de Parfume by love shack fancy! It is so pretty and love that I can take it to go! I love the subtle peony black currant and white amber aroma! It is such a good mix! I highly recommend"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I am not going to lie this was not my favorite aroma. It honestly kind of gave me a headache when I wore it but i think it’s just not made for me. Aroma can smell different on different people so maybe this is just not for me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Love it! It’s a sweet floral scent that I have been gravitating to lately! But I might save this for spring summer season since it is light and not cloying at all. It’s light but strong enough to last a few hours."
        },
        {
            "review_title": "All the florals",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "The peony note opens strong with a very floral forward mix of tuberose, rose and jasmine. There’s a hint of sweet black current but in my opinion, the black current note gets lost in all the florals. This is a true floral fragrance but I was hoping the black current note would be stronger and sweeter. I do pick up on subtle hints of white amber and sandalwood but again they seem to get lost in the florals for me. This one personally isn’t my favorite, but if you love all the florals then this is for you!"
        },
        {
            "review_title": "love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "I love the sense from love shack fancy. These last me all day long and really hold their scent. this one specifically smells so fresh and clean it makes me smell like I just got out of the shower. White Amber smells amazing."
        },
        {
            "review_title": "Smells pretty strong to me",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I love the packaging and now beautiful and fancy it looks and feels. This scent is very lovely but it smells pretty strong. It’s labeled as a clean scent but to me it felt a lot more powerful and musky."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "The LoveShackFancy perfume has hints of peony, blackcurrant, & white amber which make for the perfect blend of scents, this scent in specific gives a fresh vibe but also a bit of warmth within the scent."
        },
        {
            "review_title": "Floral to the Max",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "I am not an over the top floral scent kind of person. This is exactly that. To me it is not something I would wear and reminds me of a classic older women perfume. I will say the packaging is adorable though."
        },
        {
            "review_title": "Beautiful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This fragrance is truly so beautiful the notes of peony, blackcurrant and white amber come together to make a beautiful floral aquatic scent that lasts for hours!! I think it’s an amazing summer/spring scent and I highly recommend it’s so beautiful!"
        },
        {
            "review_title": "my favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is my favorite perfume from the Love Shack Fancy collection. Its not overly sweet or fruity, its such a great blend of peony, blackcurrant, & white amber. I have been receiving a lot of compliments when I wear it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Recently got this travel size of love shack fancy boheme to try and it’s so good! It is a pretty lightweight type scent with peony and white amber that’s not too strong and lasts when you put it on. Love the bottle as welll to slip in my purse!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "I was really excited to try this due to the black currant and white amber notes, but sadly I don’t pick up either of these from this perfume. To me it’s just a basic ‘classic’ floral perfume, not for me."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This  scent is a beautiful blend of florals and a bit strong so for good for those who just like to use a single spray or a nice lingering scent. It wears well for hours and doesn’t need reapplying. Overall, I like it but I might reach for Moondance more."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "A must have perfume! The size is perfect for everyday use and for travel. The packaging is so cute. It smells so amazing, I feel so elegant when I wear this perfume. I would definitely recommend this to a friend!"
        },
        {
            "review_title": "Girly perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Boh\eme Eau de Parfum by LoveShackFancy is an amazing fragrance and a perfect mix of strong and delicate notes. This fragrance makes me feel expensive and luxurious. The perfect girly perfume  I’m obsessed with this scent right now. It has the perfect amount of sweet, fresh and clean scent to it."
        },
        {
            "review_title": "PERFECT SCENT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "I was the Boheme perfume by Love Shack Fancy and I love it so much! I got the travel size and already want to buy the big one. Has this floral scent, peony and white amber! Perfect match, highly recommend!"
        },
        {
            "review_title": "My-To-Go Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Boh\eme Eau de Parfum by LoveShackFancy is an amazing fragrance that combines the enchanting notes of peony, blackcurrant, and white amber. I'm absolutely amazed! This will be my go-to gift for friends and family."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The top notes of peony, black current, and white amber work so well together. This fragrance makes me feel expensive and luxurious. This will be my go to fragrance for work."
        },
        {
            "review_title": "flower-ish meets talcum-ish fragrance",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This is an EAU parfum with 3 notes of peony, blackcurrant and white amber which gives me the feeling that this is talcum-ish for my taste. I describe it as flower-ish plus talcum-ish. It lasted over 5h on my skin. I like the packaging but this fragrance in particular is not my taste."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
            "review_text": "I’m obsessed with this scent right now. I absolutely love amber and fruity florals and this is the best! I feel like I’m laying in a hammock by the beach. It has the perfect amount of sweet, fresh and clean scent to it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This was given to me by LoveShackFancy in exchange for my honest thoughts.  I am obsessed with this perfume. I'll definitely be purchasing a big bottle. It is the perfect mix of floral and powdery without being overpowering or smelling old'"
        },
        {
            "review_title": "lovelyyyy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Perfect little something blue for a friends engagement!! Beautiful gift! The large bottles are so beautiful but the travel size is a lovely size for you to have a while. Will be ordering again for myself"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I can’t believe they have a perfume now! I love LSF dresses so much because they make me feel so girly and free, and this scent makes me feel the same. I love the peony in here, it’s girly but has a bit of a deep tone with the amber. It’s a great daytime scent!"
        },
        {
            "review_title": "Young and fresh",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is an amazing fresh fragrance, that I use pretty much every day, I love how light it is, I’d say it’s a young and energizing fragrance, that would fit anybody who enjoys freshness and fun scent daily."
        },
        {
            "review_title": "A night time sent",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "The packaging is so cute this is my 1st time trying a fragrance with notes of peony, blackourrant, & white amber. I’m more a warm floral girly so this definitely have a more night time feel to it I feel this would best worn for night"
        },
        {
            "review_title": "Surprisingly good!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I’m not usually a floral girl but I was really surprised by this scent! The peony and black currant really compliment each other and are not overpowering when it is on your body! I would definitely recommend this scent over the others."
        },
        {
            "review_title": "Classic Floral",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Combination skin",
            "review_text": "Boheme is the fragrance that will make you feel that feminine security. It is a fragrance that, due to its main notes such as Peony, Blackcurrant and White Amber, makes it very special. It is a perfume to wear in the afternoons, whether on a date with friends or an evening. very special"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": " First of all, the scent is absolutely captivating. It's a beautiful blend of peony and black currant. The travel size is perfect for on-the-go use. It's compact and easy to carry in my bag, making it convenient for travel or touch-ups throughout the day. The packaging is simple yet elegant, reflecting the bohemian spirit of the fragrance."
        },
        {
            "review_title": "Must have💖💖",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "What I love the most about this parfume is that anytime I were it, someone ask me what am I were in… that’s how good this smells, I honestly loved it 20/10.  Is definitely my favorite one at the moment💖💖"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "i really love the love shack fancy perfumes! i really love this scent because of the classic floral fragrance in it. i love the notes of peony in it so much! it’s pretty long lasting as well. highly recommend."
        },
        {
            "review_title": "Fresh Floral Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The smell of Peony is the main scent I get from this perfume and it smells amazing. I first wore it for date night and my husband complimented me all night saying it smelled so good. The scent is floral with sweet notes as well as a fresh scent, I love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "A perfume girly, I love trying new scents. I was so pleasantly surprised - the Boheme is a perfect mix of strong and delicate notes. It pairs so beautifully on the skin, and truly lasts hours. The notes of peony, blackcurrant, and white amber are in beautiful harmony!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "This is a fresh clean light floral. Smells like you just got out of the shower using an expensive high end body wash. It’s very light and crown pleasing. A but fruity in the opening from the black current. It’s a nice perfume over all. Gifted."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This was not my favorite perfume scent I’ve tried, but I still think it’s nice! I typically go for sweet scents and this one was more pure floral. It is a light scent so would be good for someone sensitive to that"
        },
        {
            "review_title": "Floral, charming, and cool!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I absolutely love this scent! It’s the perfect combination of peony, black current and white amber! It makes me feel like I’m a princess in a beautiful garden full of flowers. Floral, charming, and cool."
        },
        {
            "review_title": "Great scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "I was really excited to try to the Scent. Lately I’ve been really into wearing floral fragrances in this one definitely has a floral element. I really enjoyed the Amber undertones as well. Descent makes me feel happy and excited, I like to wear it when I go out or go shopping. Overall, I think the packaging is also beautiful in this makes a great gift for you or someone."
        },
        {
            "review_title": "Clean and floral",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Received this scent gifted by LoveShackFancy Beauty and this is a great scent if you want clean and floral. It’s sweet and floral at the same time. It smells just as pretty as the bottle looks and lasted all day for me. I’m planning on buying a full size bottle."
        },
        {
            "review_title": "Great for a light sweet perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "The travel size of the Boheme Eau de Parfum is the perfect addition to my purse or car when I am heading out the door and need a quick refresher. The key ingredient notes of peony, blackcurrant, & white amber make this smell sweet, but soft at the same time."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Boh\eme Eau de Parfum in the 10ml travel spray is a delightful olfactory journey. Its fragrance embodies the bohemian spirit and free-spirited charm that the brand is known for. With each spritz, I’m transported to a whimsical garden party, surrounded by blooming florals and the sweetness of summer. The travel-sized bottle is perfect for carrying this enchanting scent wherever I go. If you’re seeking a fragrance that captures the essence of carefree elegance, Boh\eme is a must-try."
        },
        {
            "review_title": "its ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "It has a very floral smell and very sweet smell as well. I really like the size of this product as literally very handy when in needed. It has a very strong peony smell and love that its not that strong. love it"
        },
        {
            "review_title": "I love this small",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I like this perfume, especially that is a mini size. I feel like this is really convenient to travel with and take  with you anywhere that you go. The price could be a little bit pricey, but trust me this little bottle has last me months months on using it. I also like the same because it’s really floral, but also classy. It’s not overpowering or strong, but for sure, you would smell it throughout the day.  It reminds me of floral scented white flowers! Definitely a product that I’m gonna be purchasing more especially that it’s really small and really convenient."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "An extremely floral fragrance. If you like floral scents then this is for you. I prefer sweet scents and this was too overpowering for me. Out of the loveshackfancy perfume line, this was my least favorite."
        },
        {
            "review_title": "white floral",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "Key notes of Boheme are peony, blackcurrant, and white amber.  I was hoping to smell more peony it's not dominant at all. Not super unique and lasts several hours.  I also smell a lot of jasmine so if you like ti give it a try."
        },
        {
            "review_title": "Smell good all day long!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Oily skin",
            "review_text": "I recommend this scent to everyone! It has such a classic smell that is so captivating. I love how beautiful the packaging is as well! This is one of those go to scents that you can wear everyday. The mix of peony with the white amber is unbelievable and then I love the subtle hints of black currant. Truly a one of a kind scent."
        },
        {
            "review_title": "Travel-sized Floral Scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Normal skin",
            "review_text": "This is referred to as a classically floral scent with notes of peony, black currant, and white amber. It’s truly a cleaner, floral scent that lasts for a few hours and creates an enchanting hall of scent around you! I also love that it’s travel size so I can easily stick it in my purse and take it on the go!"
        },
        {
            "review_title": "Feminine and chic!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is a classic, clean floral scent that is perfect for work! Its got notes of peony, blackcurrant, & white Amber that work beautifully together go create a fresh, feminine, chic vibe! I love wearing it to work everyday!"
        },
        {
            "review_title": "Everyday Wear",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Boh\eme perfume by LoveShackFancy is a fragrance that has become an essential part of my daily routine. It’s a captivating blend of ingredients that effortlessly complement my everyday life. Its subtle yet enchanting notes are like a hidden treasure in my purse, ready to be unveiled at any moment. As I spritz on Boh\eme, it’s as if I’m adding a touch of sophistication and allure to my day, making every moment feel a little more special. This perfume is not just a scent; it’s a daily reminder of the beauty and grace that can be found in the ordinary, making it the perfect companion in my everyday purse."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I'm absolutely in love with this fragrance. It’s distinct white amber, peony, and blackcurrant notes makes it balanced. It's not overwhelming. Its harmonious sweet, floral scent is becoming one of my top choices. The travel-sized version in my purse makes reapplication a breeze. #gifted"
        },
        {
            "review_title": "So good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "I absolutely love this perfume, it smells so fresh and feminine and I always get so many compliments. I received this perfume complementary from love shack fancy, but I would definitely re-purchase. The packaging also is so beautiful. Highly recommend."
        },
        {
            "review_title": "So good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
            "review_text": "This perfume is perfection. I absolutely love the convenience of it and I love that I can wear this daytime or evening and it fits the bill. It is not too overwhelming when you wear but it is still noticeable. So good!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This perfume has keynotes ingredients of peony, blackcurrant,white amber. Its sweet and floraly and would wear it in the summer time. Its not the usual scent that I would call mine though, I like better the Moondance from Love Shack Fancy. But very good quality they last so long very good quality!"
        },
        {
            "review_title": "Mature scent",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Pretty good scent that would be nice for a date night. Though it is not my favorite from LoveShackFancy, the scent does last long. It has a more mature scent to it that I’m not a fan. However, the packaging is super pretty."
        },
        {
            "review_title": "Vintage perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is definitely such a interesting and unique kind of fragrance. I honestly have never smelled something like this before and I also think if it's the same in the Vintage era because of its Packaging and soft sent. I have to say that this kind of fragrance is not for me and is not of my preference but I definitely think anybody who loves black currant and Amber would definitely enjoy this fragrance."
        },
        {
            "review_title": "Smell of romanticism",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I first smell a floral scent of peony, then I smell a slight smell of black currant and at the end white amber. For me, this perfume has a romantic and elegant smell. I like to use it on days when I want to enjoy the sunset, as I think it suits perfectly at this time. I really liked this smell"
        },
        {
            "review_title": "Peony shines",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "Love Shack Fancy Boh\eme Eau de Parfum - Travel Spray is great for storing in a bag since it is slender and comes with a cap so it doesn't accidently spray in the bag. It has notes of peony, blackcurrant, and white amber. I am not familiar enough with blackcurrant to know its scent, but the peony really shines. The other notes combine with it so that this is a more classic floral, but it doesn't have a sickly-sweet smell."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "According to me this perfume has a fine balance of warmth and sweetness to it. The key notes in this perfume are : Blackcurrant, Peony, White Amber. It makes perfect perfume for beach holidays. The perfume lasts well through the day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This 100ml travel spray is a true gem in the world of fragrances. Its scent is a harmonious blend of floral and woody notes, creating an enchanting and long-lasting aroma.  What truly sets Boheme apart is its versatility. It’s perfect for both day and night wear, exuding confidence and sophistication. The travel spray size makes it convenient to carry anywhere, ensuring you always smell divine.  The bottle design is elegant and travel-friendly, and the spray mechanism dispenses just the right amount of fragrance. Overall, Boheme Eau de Parfum is a must-have for anyone seeking a signature scent that leaves a lasting impression."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "What an amazing scent ! I love this one so much. It’s a very clean girl aesthetic perfume. It feels really classic and feminine. It isn’t as strong as the others but it still has a wonderful scent. It’s a good buy for a travel size not the full,"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "What a brilliant and beautiful scent. The melody of the notes works perfectly with my mood and makes me happy every time I put it on. I love the whole collection of all the scents so I got them all. I just love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This smells sophisticated and sexy! The black currant really stands out for me. It also has notes of peony and white amber. I also can’t believe how long this lasts! I sniffed my wrist at the end of the day after applying in the morning and it’s still there!"
        },
        {
            "review_title": "Fresh and clean aroma !",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "It has a very fresh and clean aroma, with floral notes such as jasmine and white flowers. It is a soft perfume but with a good aroma. I would wear this perfume during the day, because it make me feel fresh with a very clean aroma."
        },
        {
            "review_title": "Smells so feminine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "I absolutely loved the scent of this perfume! It has really subtle notes of peony, blackcurrant, & white amber! It makes me feel really feminine and I’ve been getting so many compliments! I would definitely recommend!"
        },
        {
            "review_title": "A Very Classic Floral",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "This fragrance is a very classic floral scent that feels very flirty and feminine. You really have to like floral fragrances to enjoy this one. While it isn’t super strong, it does last quite well on the skin. It’s definitely reminds me of walking through a field of flowers. It has a vintage and almost nostalgic floral note to it hence, the classic part of the classic floral. A few spritzes and this fragrance will last around 5 to 6 hours. It’s a los a lovely layering scent with other floral fragrances."
        },
        {
            "review_title": "It's great~",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I'm not a perfume gal but this one is great! The notes of peony, blackcurrant, & white amber are light but don't fade away too quickly. A little goes a long way with this one, you'll love it! I was gifted"
        },
        {
            "review_title": "Lovely and elegant",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Dry skin",
            "review_text": "The Boh\eme Eau de Parfum by LoveShackFancy smell so nice. I love the combination of peony, black-current, and  white amber. It has a slightly sweet and very inviting, elegant scent. I love it for daytime wear."
        },
        {
            "review_title": "love the freshness!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Why I didn't find this earlier?!!! I love the scent of peony, blackcurrant, & white amber. it is just so refreshing! it's not super strong that hurts my noise, but it's so subtle and fresh! Love this!"
        },
        {
            "review_title": "Stunning",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Was so excited to try it . This scent is very powerful. I definitely can smell white amber. It’s very clean floral and great for every day use. Stays all day. This scent very romantic and girly."
        },
        {
            "review_title": "Smells Heavenly!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "This Boheme Eau de Parfum has delectable notes of peony, blackcurrant, & white amber, which means it smells floral, fruity, and sweet. I imagine Marie Antoinette would have smelled like this if LoveShackFancy had been around back then. It smells divine!"
        },
        {
            "review_title": "Clean and classic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Very nice fragrance. Very clean and simple but has depth with the amber notes. I have been using this during the day time because it smells beautiful and clean. Perfect clean classically floral scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Boheme Eau de Parfum is a mesmerizing blend of peony, black currant, and white amber, creating a truly enchanting fragrance experience. The initial burst of black currant gives it a vibrant and captivating opening, while the delicate peony notes add a touch of floral elegance. As it dries down, the warm and comforting white amber lingers, making Boheme a beautifully balanced and irresistible perfume."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Really excited to try this. The full size bottle is definitely cute but the travel version is perfect for the go. I can def smell the apple and notes in this making it super yummy and feminine. Likin it"
        },
        {
            "review_title": "Beautiful floral fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "This Boheme fragrance from LoveShackFancy is delicious! If you're looking for that perfect floral and elegant scent, Boheme is for you! I love the  peony, blackcurrant, & white amber notes, they feel so luxurious."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I’m so excited I got to try this perfume. I love how pleasant this scent is, I’ve gotten so many compliments, I love the white amber note. It lasts on my for so long and this size is perfect to throw in my purse and use it whenever I want. Highly recommend it."
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This fragrance is very rich the notes peony, blackcurrant & white amber smell so beautifully together. If you’re looking for a more rich yet elegant scent this is the one! When I have this on I feel expensive & very sophisticated."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "i am loving the peony notes in this one. all the fragrances of this launch smell delightful. i like how it smells wonderful without being too overpowering. i like carrying it around with me in my purse."
        },
        {
            "review_title": "Great Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "OMG! I am impressed with this Boh\eme Eau de Parfum. This product has key ingredient notes of peony, blackcurrant, & white amber. They blended perfectly. It boost my mood nicely. I love this travel size parfum, super easy to carry at anywhere I go. I like it a lot."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Wow! I love this scent! You can smell the white amber, peony, and blackcurrant. It is such a classy sent and I have been asked multiple times what perfume I was wearing. A great signature scent and not overpowering."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "I am loving this perfume! It has a sweet scent that is floral but not too overpowering. I think this is one of my go-to fragrances now! I got a travel size so I can keep it in my purse and re apply it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "I got this perfume as a gift to try. There are not enough words to describe how good this perfume is. It has hints of peony, black currant, and white amber. The combination of these notes makes me feel so vibrant and beautiful."
        },
        {
            "review_title": "Must have for travel!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "This scent is absolutely incredible!!!! it smells just like my favorite memory of summer. The notes are sweet yet clean and have a feminine aura to them. I got so many compliments. When I wear this perfume it is definitely one of my favorites"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I absolutely love this perfume. This fragrance makes me feel so fancy! I love the notes of peony and white amber. I got this size to try and will definitely be purchasing the full size soon. Absolutely would recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "Complimentary gift by LoveShackFancy. I truly found the perfume I have been looking for. I was looking for a perfume that had a floral smell and in love with the Boh\eme Eau de Parfum- Travel spray by LoveShackFancy. I love the way it smells with the notes of peony, blackcurrants, and white amber. When I put the perfume on I feel confident and receive many compliments. I highly recommend this perfume!"
        },
        {
            "review_title": "so floral and clean",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "i’m obsessed with how this smells! it’s light and fruity with a very sophisticated throw and not too strong. it smells clean and light. the spray nozzle is great and doesn’t leak. i love that it’s clean at sephora verifies."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Smells very floral and strong. Would recommend to people for likes strong smells, lasts very long as well so no need to reapply! It's the perfect travel size on the go and the packaging is so cute! Love the white amber after smell"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This scent is amazing. I love that it has a clean feel to it but without smelling like clean linen or too much like citrus. On my skin it was a little more softer than on others who tried it. A little goes a long way with this scwnt"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "red hair, Fair skin tone",
            "review_text": "I received this Boh\eme Eau de Parfum 10 ml Travel Spray to try out and review complimentary from LoveShackFancy in exchange for my honest opinion. This fragrance spray has a really pretty classic floral scent that is subtle and fresh and clean! It’s a great scent for any time of the day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This is a gorgeous scent! The peony really stands out and makes it smell beautiful and gentle! Additionally, the lasting power is wonderful! Whenever I wear this, I get so many compliments! Love this so much!"
        },
        {
            "review_title": "AN AMAZING PERFUME",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This is one of the best-smelling fragrances that I have ever tried. It is so beautifully strong without being overwhelming. The mix of peony, blackcurrant, and white amber is perfection. This fragrance makes me feel so light and airy and I feel refreshed when wearing this perfume. Would highly recommend to anyone who needs a long-lasting smell that is not strong at all."
        },
        {
            "review_title": "Elegance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "Fresh, elegant and classic! These 3 words describe this perfume perfectly. Definitely a summer vibe. In the winter and fall this perfume unfortunately will be invisible, because it’s so floral and fresh. It makes me feel light and elegant, young and beautiful"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Love the smell of this perfume. It is perfect for a night out. When you apply it first it seems strong but just after little it will settle and smells so good and It is long lasting. Love the notes peony and white Amber it makes this scent so unique. The travel size is perfect to have in my purse and it is a really a good travel size."
        },
        {
            "review_title": "My favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Absolutely delicious! It’s a clean girl must have perfume. It’s so fresh and fun. Great for everyday use and cozy. 9/10 I love the white amber and the subtle sweetness it has. I am definitely considering getting the large bottle."
        },
        {
            "review_title": "Naturally cool.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I really love this fragrance, smells really amazing and the packaging is beautiful omg!! I love how it smells like peonies, blackcurrant and white amber. This fragrance makes me feel clean and pretty."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Super nice I was really excited to try out this new scent and I fell in love with it I love perfumes that have flower scent and I could definitely smell the rose and Jasmin in this, so I absolutely love it also if it’s right in my purse, it’s super travel friendly"
        },
        {
            "review_title": "Grows on you",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I tried 3 of LoveShackFancy’s perfumes recently and although it wasn’t my favorite at first, this one grew on me. Not only did it linger for a while but it also smelled lovely. Very gentle and pleasant floral fragrance."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "I got this from LoveShackFancy Boh\eme to share my honest review.With notes of peony and white amber, this perfume is very plesant. Very feminine and soft and great to wear during the day.I would recommend"
        },
        {
            "review_title": "Sweet and elegant",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I can wear it anytime. Extremely subtle yet so sweet. It has a pinch of Blackcurrant scent of Amber along with sweet scent of Peony. I really like how fresh it smells and stays on all day."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This perfume was so nice! It’s very floral with hints of peony, white amber, and black currant! It made me feel very feminine and happy! I really love it and take it with me everywhere!"
        },
        {
            "review_title": "Smells amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Oily skin",
            "review_text": "I love everything about this scent!! It's fun and flirty with the peony, blackcurrant, & white amber notes popping out the most! I typically only use 2 to 3 sprays and I can still smell it by the end of the day!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "This perfume smells lovely! It has notes of peony, blackcurrant, and white amber. It is a very strong scent so a little goes a long way! It does last a long time as well. Very pleasant smell. It has a very bohemian vibe."
        },
        {
            "review_title": "A must have fragrance!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I knew it that the Boheme fragrance is not going to disappoint me! The key notes of peony, blackcurrant, and white amber are the perfect combination. This fragrance is a must to have. Everyone will compliment you, I promise. So fresh and elegant for a everyday use."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Hey Beauties!   Naturally cool with an undeniable charm. Boh\eme is a spirited floral that captures a peony in full bloom, laced with blackcurrant and soft white amber. A forever romantic, endlessly in pursuit of wanderlust.  This classic and clean skin-loving floral is a charming and innately cool bouquet with an abundance of peonies and a blush of blackcurrant. Spherical blooms are joined by touches of white flowers, including tuberose, rose, and jasmine. Soft white amber and sandalwood offer a smooth and soft finish.  Scent Type: Classic Floral  Fragrance Notes: Top~ Blackcurrant, Pink Apple  Heart~ Peony, Rose, Jasmine  Base~ White Amber, Tuberose, Sandalwood  This reminds me of being in a beautiful secret garden surrounded by gorgeous, blooming, fresh flowers in an enchanted fairytale world. This gorgeous feminine floral luxurious scent will make you feel like a stunning princess waiting for her prince charming to arrive.   @LoveShackFancy~ Boh\eme Eau de Parfum Travel Spray 10ml"
        },
        {
            "review_title": "Recent Favorite fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love flowers fairy tales theme and it’s matching with this fragrance the notes is peony, blackcurrant, white amber . What a perfect scent! This gonna be my favorite parfume during spring or winter season"
        },
        {
            "review_title": "Smells great!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I was so excited to try this perfume! It's very light and floral with some notes of blackcurrant, Peony, White Amber. The perfume lasts awhile on my skin and clothes which I love! The travel size bottle is perfect to throw in your purse!"
        },
        {
            "review_title": "Great night time scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Oily skin",
            "review_text": "At first this fragrance smelt too strong for me. After i had it on for a couple hours it really started to match with the PH of my skin. My husband could not stop smelling me! A little goes a long way and is definitely a night time/sexy wear."
        },
        {
            "review_title": "Beautiful feminine perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I am so in love with this scent! It’s smells very feminine with all the floral notes. I can literally smell the peony and jasmine after the dry down. It’s not too overwhelming and it lasted all day! Stop reading this and add it to your cart!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Oily skin",
            "review_text": "I purchased the sample set and I am in love with all three. This was my third favorite, however I plan to purchase it too. My only complaint is that is fades from my skin after a couple hours. Regardless, all three smell so divine that it is worth the money to purchase them."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Not my favorite as the scent is very strong. I think the peony scent is overpowering for my liking. If that’s what you like then then this might be for you! It’s long lasting but just not the right notes for me"
        },
        {
            "review_title": "Sweet scent of vacation!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This perfume is perfect for anyone who loves the beach and to feel like they are on vacation all the time! The scents of peony, black currant, and white amber are the perfect mix to pull together this amazing perfume!"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Loveshackfancy Boheme perfume is Rose scent and fresh florals. I love the top note and it is black currant and the middle note is peony and last the base note is white, amber. I wear this everywhere. I get a lot of compliments while wearing this perfume. It definitely is a luxury scent and can be used for dress up or down."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Best perfume smells so amazing. I love the way that it last all day. I don’t have to reapply and I get compliments everywhere I go I would highly recommend to all my family and friends. I think that this sent this so beautiful."
        },
        {
            "review_title": "This smells wonderfully warm",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "I recently received a 10 ml. travel spray of Boheme Eau de Parfum from LoveShackFancy Beauty, and this lovely melange of peony, blackcurrant, & white amber is onw of my favorite go-to fragrances. I absolutely love how warm and romantic the undercurrents of amber make me feel. I would definitely buy this one again."
        },
        {
            "review_title": "MUST TRY!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "I’m obsessed with this product! It has such an amazing smell of green pear and cedar wood! It leaves you feeling fresh and lasts all day!! I just got the small sample/travel size and plan to repurchase ASAP!! I would recommend to anyone looking to try a new smell!:)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone",
            "review_text": "The perfume JUST WOW! I i received this product as a free sample and here's my honest thoughts... don't even hesitate with buying this perfume it's an absolute must have in my opinion. Its strong but not overpowering & very feminine"
        },
        {
            "review_title": "Smells INCREDIBLE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The Love Shack Fancy Boheme scent is incredible! I am personally a huge peony fan and this scent has a mix of peony, blackcurrant, and white amber that is to die for! If you have been thinking of getting this scent, you definitely need to! Highly recommend this product!"
        },
        {
            "review_title": "LoveShackFancy in a bottle!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The LoveShakeFancy Boh\eme Eau de Parfume is a very feminine and classy scent. Its notes of peony, blackcurrant, and white amber create an overall floral scent, so if floral scents are your thing, this is the perfume for you!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "LoveShackFancy is amazing and probably my new favorite perfume brand. I’m absolutely in love with the forever in love perfume. It smells amazing and floral. It smells fruity with hints of peonies.I feel like I’m in a dream."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I have 10 ml travel size of the LoveShackFancy Boheme, its love notes: Peony, Blackcurrant and White Amber. I feel like it smells like a shower gel at the beginning. But, After some time started smelling nicEr and nicEr. The scent lasted about -5 hours"
        },
        {
            "review_title": "Beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Such a beautiful creation and applies soft gentle and elegantly on the skin! I love the scent and the presentation is super cute and so fitting of LoveShackFancy! Thank you for the opportunity to try it!"
        },
        {
            "review_title": "Light and Floral",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Boheme is everything I’m looking for in an everyday scent. It’s light and floral. The white amber and peony come through very nicely at the top. Once it dries down you can appreciate the black currant. The dry down also gives me a soapy note which I love. I would pair this with a warm vanilla to make it more sensual."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I REALLY wanted to love this perfume based on the notes but it’s not for me, a little too strong for my taste but absolutely great if you like scents that make a statement. Definitely get the rose and jasmine but I think the amber is strong too."
        },
        {
            "review_title": "My new favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Classic Floral scents are timeless and elegant, perfect for those who appreciate traditional femininity. This scent type features a combination of floral notes that create a sophisticated and romantic fragrance. The top notes of Blackcurrant and Pink Apple give a fruity and fresh opening to the scent. The heart notes of Peony, Rose, and Jasmine add a classic floral touch, providing a sweet and delicate aroma. The base notes of White Amber, Tuberose, and Sandalwood give a warm and sensual finish to the fragrance, making it perfect for evening wear. Overall, Classic Floral scents are perfect for those who love a feminine and refined fragrance that exudes grace and elegance."
        },
        {
            "review_title": "Too floral for my taste",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "While I love this line - this wasn’t the scent for me. A bit too strong of a floral. I was hoping for some notes of jasmine, something more luxurious and fresh. But it smells a bit mature and powdery. I love the Moondance fragrance for that warmer, younger, sweeter vibe."
        },
        {
            "review_title": "Way too good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "This perfume is my new favorite and it seems to last a really long time too! Just from wearing it once I got a lot of compliments! The packaging is so cute and girly! I definitely recommend this product for everyone!"
        },
        {
            "review_title": "new fav fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "Gifted from Sephora. This perfume is my new favorite fragrance! It smell so good and is long-lasting. I love that i can just take it with me everywhere I go. I am obsessed and will be using it everyday! Strongly recommend to anyone looking for a girly-smelling perfume."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "New LoveShackFancy Boh\eme perfume is the perfect clean, floral perfume! With notes of peony and white amber, this perfume will be a staple in my daily routine. The design & aesthetic of the bottle adds to the beautiful fragrance."
        },
        {
            "review_title": "Fresh and clean scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I love the travel size to bring with me on the go anywhere! The notes of notes of peony, blackcurrant, & White amber smell so classy and fresh. Very feminine and soft. I love spaying it on and it lasts throughout the entire day."
        },
        {
            "review_title": "Very chic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Combination skin",
            "review_text": "I really love the combination of won’t, black currant and white amber in this perfume, is the perfect combination between fruity, floral and amber for fall days. Every time I apply this on I feel like a chic lady."
        },
        {
            "review_title": "Beautifully floral",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Oily skin",
            "review_text": "An absolutely stunning scent. Smells very rich & sophisticated but also very feminine. I absolutely adore the way it makes me feel and it’s packaged so nicely. The floral fragrance isn’t too strong and has just the right amount of feminine."
        },
        {
            "review_title": "Beautiful perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I was free from loveshackfancy in exchange for my honest review. This perfume smells zen to me; its sensual yet so elegant and relaxing at the same time. My confidence with this perfume is boosted immediately Love the travel size; I can carry it everywhere with me. I can smell peony and white amber in it; will buy it in a heart beat."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love Love Shack Fancy and excited to try their new parfum collection. I love that their is a Eau de Parfum travel spray to try so I picked Boh\eme. Boh\eme caught my eye because of its notes of blackcurrant, peony, & white amber- the perfect combination. This scent is floral fantastic and long lasting, & makes me feel good."
        },
        {
            "review_title": "Love the peony note",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received this product as a sample from Love Shack Fancy and I'm so happy I did! The notes of this perfume consist peony, blackcurrant, & white amber. I LOVE peony so much in my fragrances, so this is a new staple of mine!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This is scent is floral, fresh and clean- it reminds me of a spring. Definitely worth the money!!!The packaging is soooo cuteee!! Definitely going to be my go to perfume from now on. Need the full size right now!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Combination skin",
            "review_text": "Boh\eme Eau de Parfum has a classic floral note collection which smells like luxury in a bottle. Love the White amber , Tuber rose notes that linger longer and gives a good performance . I use it everyday and feels amazing."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love love love this so much! The packaging is so cute and girly which I love. It smells soooo good! The scents of peony and white amber is very girly which I love. I carry the travel size around with me everywhere. I received this product as a free sample"
        },
        {
            "review_title": "Fresh, floral and clean",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This is such a lovely scent! It's floral, fresh and clean- it reminds me of a spring day but I want to wear it year-round. It's the perfect size for travel and to throw in my purse for being on the go."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This is a very sensual, darker scent compared to the other two from this collection. This is something I would wear to a fancy dinner or date night since the notes of blackcurrant and white amber are very prevalent. I’d also wear it to work if I was feeling a bit more sassy. Need the full-sized scent! I sprayed this at 6:30, walked my dog, did a workout, and at 9 I can still smell this when I move around my house."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "It smells amazing!! Its so worth the money I will be buying!! And may even use it as my wedding fragrance! I love it so much! Floral but not over floral if that makes sense it’s such a classy scent and makes me feel beautiful"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "A elegant and soft incredible scent that invokes feminine energy. A beautiful skin scent that is so soft and lovely, not overpowering and great for workplace. You will gets compliments wearing this scent and it last all day"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Smells great, very clean/elegant and not overpowering. In my opinion it’s my favorite out of the three. The vase is very cute but the bow on top (which is the cap) is cheap and arrived with a crack at the top of it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The LoveShackFancy Boh\eme Eau de Parfum has a charming and classic floral scent. The peony, rose, jasmine, and amber are excellent fragrance notes. I love the beautiful baby blue packaging design. Very sweet and princess-life."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The LoveShackFancy Boh\eme Eau de Parfum has a charming and classic floral scent. The peony, rose, jasmine, and amber are excellent fragrance notes. I love the beautiful baby blue packaging design. Very sweet and princess-like."
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love this so much, it smells absolutely amazing and lasts so long! I cant wait to use this scent in the future. So happy I was able to test this new scent out, it is very rich and smells just like it is described."
        },
        {
            "review_title": "Lux",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Smells like my summer - romantic, flowery, very airy and fresh, warm waves and gentle sun. This is everything. Very lux scent and I love it. Packaging is outstanding I highly recommend it to every fragrance lover"
        },
        {
            "review_title": "Wealthy vibes",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I received this travel size perfume as a free sample from Love Shack Factory,  this is a lovely scent it’s just not for me. It definitely gives off expensive and wealthy vibes but I wouldn’t consider it my go to fragrance"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Medium skin tone, Combination skin",
            "review_text": "I love that it is a travel size bottle that I can take with me on the go. It smells amazing and i will be getting another bottle when this one runs out. I recommend everyone to try this out for themselves."
        },
        {
            "review_title": "Love it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I am not usually a perfume person, but this scent has a wonderful mixture of florally smells along with fruit-based scents which I happen to really love. I would recommend trying this out in the trial size for sure!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This smells divine. The black currant gives that hint of fruitiness and the amber rounds it out making it warm and cozy. Huge fan of this scent and think it’s perfect for fall. Packaging is so cute and perfect for my purse"
        },
        {
            "review_title": "Flowers",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
            "review_text": "Received as a gift from LoveShackFancy. Boheme perfume is like a big bouquet of peonies. Its aroma is light, floral, and there is almost no noticeable sweetness. For me, Jeanne is truly a spring scent. The scent remained on the skin throughout the day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This is such a pretty fragrance. white flowers including tuberose, rose, and jasmine, while soft white amber and sandalwood offer a smooth and it smells amazing I will continue to purchase complimentary  of love shakefancy"
        },
        {
            "review_title": "A must have scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I loved this perfume! It’s light but the scent lasts all day. I put it on and got complimented immediately. The bottle is also gorgeous. Its a nice spring scent but I would definitely wear it year round as well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "This perfume smells absolutely amazing! It’s not too over powerful but you can still smell it’s there. The notes blend perfectly together and I can definitely see myself making this a daily scent in my life.   Disclaimer: I received this product for free and all opinions are my own."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is my first time trying this fragrance and I like it. It’s a spring scent that is very light. LoveShackFancy's Eau de Parfum in Boh\eme is a mesmerizing blend of peony, blackcurrant, and white amber that paints a portrait of free-spirited elegance. Received product for free"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I received this product as a free sample. Boheme is a classic floral scent that can make you feel elegant and refined. The blend of peony and blackcurrant may evoke a sense of freshness, making it suitable for both casual and formal occasions. The white amber in the base note brings a warm and slightly sweet element to the fragrance. This perfume smells really light, floral and fresh."
        },
        {
            "review_title": "great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Combination skin",
            "review_text": "This perfume is amazing! I feel like this can be worn all year round. The scent is light, but my boyfriend and mother still complimented me when I walked in the door. This scent makes me feel confident and happy!"
        },
        {
            "review_title": "Classic, girly floral",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Oily skin",
            "review_text": "If you love classic, floral scents this is for you! It's very peony-forward with a hint of blackcurrant which makes it easy-to-wear. I think this is definitely one that grew on me more and more throughout the day. Such a great spring, girly fragrance! I received this product free in exchange for my honest review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "LoveShackFancy's Eau de Parfum in Boh\eme is a mesmerizing blend of peony, blackcurrant, and white amber that paints a portrait of free-spirited elegance. Each inhalation transports me to a bohemian paradise, where I feel both carefree and deeply connected to nature's beauty. It's a scent that embodies the spirit of a wanderer with a touch of sophistication."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Moondance Eau de Parfum is floral and fresh, and very easy to wear. I love the travel size because I can touch up my fragrance throughout the day and night. I received something in exchange for this post."
        },
        {
            "review_title": "Great perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "I absolutely love this scent! Elegant and feminine. I get so many compliments on it and it's long lasting and is definitely worth the money i would recommend getting this! Gifted by LoveShackFancy"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "This fragrance is the perfect blend of sweet and mysterious with peony and black currant! I use this daily and always get compliments on how good I smell. It is long lasting too! Received for free from LoveShackFancy"
        },
        {
            "review_title": "OBSESSED",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Deep skin tone, Oily skin",
            "review_text": "I received this product as a free sample. I love the smell of tubarose and this has notes of it. It smells so light, floral and fresh. I absolutely love this scent and the packaging is GORGEOUS. It looks great on my vanity. I’m OBSESSED."
        },
        {
            "review_title": "This one is my fave!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "This one is so fresh but floral at the same time! The peony and white amber notes have a perfect amount to be sweet but too much! Boheme is my favorite one of them all! The concept is so appropriate and the packaging is amazing as well! I received this as a free sample"
        },
        {
            "review_title": "So good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Normal skin",
            "review_text": "I really love this scent! I really love the notes, especially Amber. It smells super elegant and feminine which I adore! Smells so addictive as well. I definitely recommend this fragrance- I was gifted this!"
        },
        {
            "review_title": "Amazing scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "The Love Shack Fancy The Boh\eme Eau de Parfum Travel Spray (10ml) is available perfect to fit the floral clean girl aesthetic. The key notes of white amber and peony is strong yet subtle. The size is perfect for on the go. Definitely add to your perfume collection. I received this product as a free sample from Love Shack Fancy"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "This fragrance is so sexy! It’s floral but has some top notes of black current and apple that make it moody and romantic. The packaging is also adorable.  I have been wearing it AM and PM because to me the notes work for both."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "The Love Shack Fancy Mini Perfume is a delightful classic floral scent that transports you to a garden in full bloom. With its enchanting blend of floral notes, it's a fragrance that embodies elegance and timeless charm. The scent is both light and romantic, making it perfect for everyday wear or special occasions. The longevity of this perfume is impressive, as it lingers throughout the day without becoming overpowering. The mini-sized bottle is not only adorable but also convenient for on-the-go touch-ups. One of the standout features of this fragrance is its versatility. Whether you're heading to a brunch with friends, a romantic dinner date, or a casual day out, the Love Shack Fancy Mini Perfume complements any occasion with its floral sophistication. The packaging is also worth mentioning. It's beautifully designed, making it a lovely addition to your vanity or a thoughtful gift for someone special. Overall, this classic floral-scented perfume from Love Shack Fancy is a must-have for anyone who appreciates the timeless allure of floral fragrances."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Smells so so sweet. I love the hints of tuberose coming through as it’s my favorite perfume note. Highly recommend for people who love a slight powdery and clean scent. I received this for free for my review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "This is the perfect fall scent for the girls that love something a little deeper, but still feels light and airy. The mix of peony, my favorite, and blackcurrant compliment each other so well and have a classic scent."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "My favorite one of the group of three this one has a sweeter smell to it I love the mix of sort of musk notes and floral the one I tried out was travel sized but I can’t wait to try out the bigger bottle it’s gorgeous"
        },
        {
            "review_title": "A must have scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This beautiful scent smells like blackcurrent and is so delicious, I’m absolutely in love with it. If you like bohemian scents I would suggest this one. It stays on for so long and the packaging is so beautiful. I love taking it with me on the go. I received this product as a free sample."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "very nice floral scent. the fragrance combination is very successful, the perfume is suitable for everyday and evening use. beautiful packaging. definitely a scent worth trying and having in your collection."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Boh\eme is such a sophisticated scent. I really love how amazing it is. It can be an everyday scent or even for date night. It smells so good. The notes of peony, black current and white Amber just have a way of going together. I love how this fragrance makes me feel."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "My favorite so far!  She is by far the best   scent I’ve ever purchased! She’s packs a mean punch so a little goes a long way. If you love rose scents - run don’t walk!! !!!!!      I received this product from"
        },
        {
            "review_title": "A Must have for your tray",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love the smell and the bottle is adorable also affordable. Hoping to get moondance and the pink love. This was my favorite of the three and so glad I made the jump"
        },
        {
            "review_title": "Modern take on “grandma” perfume",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Dry skin",
            "review_text": "It’s a classic floral . Similar to perfumes people call grandma fragrances but younger . Smells good and clean"
        },
        {
            "review_title": "No good! Just pretty to look at",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Scent fades in less than 5 minutes. It’s gone! I has a feeling these would be pretty bottles with weak juice. I can’t really tell what the notes are, they are so faint. Influencers are gonna go crazy with these saying they’re great but they are not. I bought with my own money."
        },
        {
            "review_title": "A new favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "The Love Shack Fancy The Boh\eme Eau de Parfum Travel Spray (10ml) is available perfect to fit the floral clean girl aesthetic. The key notes of white amber and peony is strong yet subtle. The size is perfect for on the go. Definitely add to your perfume collection.  Gifted to me by LSF !"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "A classic floral fragrance for every day styling or special occasions. It looks cute on the vanity, too. Boh\eme is inspired by flowers and has hints of peony and white amber.   It was actually created by perfumer Frank Voelkl, which I think is a cute bow to design. You can layer this fragrance with other lotions and oils, or wear it on it’s own as a quick pick-me-up. LSF makes me feel independent and pretty and this perfume fits well with my design goals."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "The Boh\eme Eau de Parfum Travel Spray (10ml) is a delightful scent that combines citrus freshness with floral elegance and woody depth. Its convenient size makes it perfect for on-the-go use, and its versatile fragrance suits any occasion. A must-have addition to your perfume collection!”"
        }
    ]
}