{
    "product_id": "538",
    "name": "Best of Rich Bitch Primer and Lip Balm Set",
    "brand": "Freck Beauty",
    "categories": "Makeup, Value & Gift Sets",
    "price": 53.0,
    "about": "What it is: A duo of Rich Bitch Primer and Lip Balm in one pocket-friendly set...Highlighted Ingredients:- Prickly Pear Seed Oil: Hydrates and supports the skin barrier..- Yam Root Extract: Supports skin elasticity..- Jojoba Seed Oil: Provides nongreasy moisture, nurtures, and protects...Ingredient Callouts: These products are gluten-free, and cruelty-free...What Else You Need to Know: Get a dewy complexion in seconds with a gripping cream-to-oil primer that can be worn alone or to lock in your makeup. Pair it with a super-rich balm that hydrates and visibly enhances lips in one swipe...This Set Contains:- 0.31 oz/ 9 g RICH BITCH Nourishing Plant and Peptide Lip Balm in Clear.- 1 oz/ 30 mL RICH BITCH Hydrating Gripping Primer..Clean at SephoraOur commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing effectiveness.",
    "ingredients": "-Prickly Pear Seed Oil: Hydrates and supports the skin barrier..-Yam Root Extract: Supports skin elasticity..-Jojoba Seed Oil: Provides nongreasy moisture, nurtures, and protects...RICH BITCH Hydrating Gripping Primer:.Aqua (Water, Eau), Cetyl Ethylhexanoate, Glycerin, Propanediol, Cocos Nucifera (Coconut) Oil, Squalane, Butylene Glycol, Camellia Japonica Seed Oil, Methyl Trimethicone, Limnanthes Alba (Meadowfoam) Seed Oil, 1,2-Hexanediol, Cetyl Phosphate, Opuntia Ficus-Indica Seed Oil, Dioscorea Japonica Root Extract, Arginine, Sodium Hyaluronate, Oryza Sativa (Rice) Bran Extract, Helianthus Annuus (Sunflower) Extract, Rosemary Officinalis (Rosemary) Leaf Extract, Tocopherol, Cetyl Alcohol, Caprylyl Glycol, Parfum (Fragrance), Sodium Polyacrylate, Xanthan Gum, Sodium Phytate, Benzyl Salicylate, Hexyl Cinnamal, Limonene, Alpha-Isomethyl Ionone, Geraniol...RICH BITCH Nourishing Plant and Peptide Lip Balm:.Ricinus Communis (Castor) Seed Oil, Bis-Behenyl/Isostearyl/Phytosteryl Dimer Dilinoleyl Dimer Dilinoleate, Behenyl Behenate, Polyhydroxystearic Acid, Simmondsia Chinensis (Jojoba) Seed Oil, Palmitoyl Tripeptide-38, Portulaca Pilosa Extract, Opuntia Ficus-Indica Seed Oil, Tocopherol, Tocopheryl Acetate, Oryza Sativa (Rice) Bran Extract, Helianthus Annuus (Sunflower) Extract, Rosmarinus Officinalis (Rosemary) Leaf Extract, Candelilla Cera (Euphorbia Cerifera (Candelilla) Wax, Cire de Candelilla), Cetearyl Ethylhexanoate, Sorbitan Isostearate, Sucrose Cocoate, Caprylyl Glycol, 1,2-Hexanediol...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.RICH BITCH Hydrating Gripping Primer:.-Apply one to two pumps in the morning, after cleansing, to prime and protect your face before applying makeup. .-Pat on at night, after applying moisturizer, to lock in hydration...RICH BITCH Nourishing Plant and Peptide Lip Balm:.-Apply daily, as often as needed.",
    "num_reviews": 2,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/freck-beauty-rich-bitch-primer-balm-og-P512558?skuId=2812626&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2812626-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "A+",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "LOVE BOTH! Really glad I gave this set a try. My first go with this brand. The primer is hydrating and super smooth under makeup and I absolutely love the lip balm. No scent or color - just a great, thick lip balm."
        },
        {
            "review_title": "skip the lip balm keep the primer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dark skin tone, Combination skin",
            "review_text": "let's get started with the primer. it's very good especially if you have combo oily skin it moisturizes your skin without being overly oily. I love using this even on days where I'm not wearing makeup.  Now onto the bad the lip balm is trash it goes on Initially like any other lip balm but after a while it fades and makes your lips even dryer than they started out as I would not recommend the lip balm.  I had to take a star off for the trash lip balm"
        }
    ]
}