{
    "product_id": "1727",
    "name": "Flourish Volumizing Styler for Thinning Hair",
    "brand": "Virtue",
    "categories": "Hair, Hair Styling & Treatments, Hair Styling Products",
    "price": 57.0,
    "about": "What it is:An all-you-need styler for fine, fragile hair that adds volume, provides heat protection and touchable hold while strengthening and protecting hair against environmental stressors..Hair Type:Fine and Medium.Hair Texture:Straight and Wavy.Hair Concerns:- Thinning.Key Benefits:- Adds volume and strength to the hair fiber.Highlighted Ingredients:- Alpha Keratin 60ku CLINICAL Protein: A protein duo that encourages growth with microbiome-balancing ingredients..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan. It is also vegan, gluten-free, cruelty-free, and comes in recyclable packaging..What Else You Need to Know:This lightweight, residue-free formula provides instant body, bounce, and hold, creating the illusion of volume even in the thinnest parts. Itu2019s perfect for anyone with thinning hair, and safe for chemically treated and colored hair. Expect immediate results when using this product..Fragrance Description:A gentle, spa-like blend of aromatic herbs, bright citrus, clean flowers, and balancing woods, with basil and patchouli essential oils for scalp care and healthy hair.",
    "ingredients": "-Alpha Keratin 60ku CLINICAL Protein: A protein duo that encourages growth with microbiome-balancing ingredients..-Panthenol (Pro-Vitamin B5): Provides heat protection and hold..-Microalgae Extract: Adds volume and strength to hair fiber making hair look and feel revitalized...Aqua (Water, Eau), AMP-Acrylates/Allyl Methacrylate Copolymer, Keratin, Biosaccharide Gum-4, Isochrysis Galbana Extract, Acetyl Tetrapeptide-3, Panthenol, Zingiber Officinale (Ginger) Root Extract, Pisum Sativum (Pea) Extract, Nasturtium Officinale Extract, Moringa Oleifera Seed Extract, Jasminum Officinale (Jasmine) Flower Extract, Hydrolyzed Linseed Extract, Hydrolyzed Hibiscus Esculentus Extract, Helianthus Annuus (Sunflower) Seed Extract, Daucus Carota Sativa (Carrot) Root Extract, Cynara Scolymus (Artichoke) Leaf Extract, Amaranthus Caudatus Seed Extract, Trifolium Pratense (Clover) Flower Extract, Sodium Metabisulfite, Larix Europaea Wood Extract, Glycine, Tocopherol, Zinc Chloride, Camellia Sinensis Leaf Extract, Sodium Cocoyl Glutamate, Trisodium Ethylenediamine Disuccinate, Butylene Glycol, Polyglyceryl-6 Oleate, Glyceryl Caprylate, Sodium Dilauramidoglutamide Lysine, Caprylyl/Capryl Glucoside, Ethylhexylglycerin, Parfum (Fragrance), Glycerin, Pentylene Glycol, Sodium Surfactin, Dextran, Phenoxyethanol, Benzophenone-4, Benzophenone-3, Alcohol, Citric Acid, Linalool, Geraniol, Limonene, Citronellol, Benzyl Benzoate, Citral, Hexyl Cinnamal.",
    "how_to_use": "Suggested Usage:.-Dispense foam into palm and spread between hands. .-Work through damp hair, starting at the roots to the ends. .-Style as desired..-Tip: If you blow dry after application, always use cool-to-medium heat. High temperatures are particularly harsh on fragile new hairs that donu2019t yet have a strong cuticle. Plus, cooler air helps lift from the roots to create the appearance of fullness and volume.",
    "num_reviews": 11,
    "overall_rating": 3.8,
    "product_url": "https://www.sephora.com/ca/en/product/virtue-flourish-volumizing-styler-P480372?skuId=2536928&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2536928-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "4 oz/ 120 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2536928-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "This is really nice!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This is really nice cream. It smells so good and I definitely would recommend this to my friends. The texture is creamy and it gives the hair a fuller look. This product was complementary from flourish."
        },
        {
            "review_title": "Gives fine thin hair life!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "On my second bottle and love this product. It works better than the color wow volumizing mouse."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "The product arrived without a cap and half empty. Called Sephora to send me a replacement but they refused to do so."
        },
        {
            "review_title": "Made my long hair tangle",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Not for me. I have fine hair, but it's past my collar bone and this stuff made my hair feel sticky and easier to tangle. It might work better for short hair, but I won't be using it again."
        },
        {
            "review_title": "Great Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "gray hair",
            "review_text": "I always use a styling product to give my hair some bounce and lift.  I tried this along with the Flourish shampoo.  It does the trick. Itu2019s not heavy or sticky. Itu2019s just right."
        },
        {
            "review_title": "made no difference to my fine hair",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I have fine straight hair u2026 the kind that goes flat in humidity and canu2019t hold any curl unless itu2019s very very dry out.  This product was really disappointing. I bought another volumizing mousse from the same brand that worked much much better. Iu2019ve tried a little bit to a lot on my hair (as in saturated until my hair went from damp to wet) and really saw no difference."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "This lightweight mousse is wonderful! It doesn't weigh down my fine curls, keeps them bouncy, and protects my clumps while diffusing."
        },
        {
            "review_title": "Fine hair reBoot",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Light skin tone, Dry skin",
            "review_text": "So excited for this new product in the Flourish line.  I have been using the shampoo, conditioner and the density booster since last September.  I am seeing new growth around my hairline in the front and the crown.  This product is amazing."
        },
        {
            "review_title": "The higher the hair the closer to God",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I resigned to the fact that I wonu2019t have crazy thick hair a long time ago. But I never knew I could get this kind of volume from a product. My hair is weightless and  I love the bounce and shine!"
        },
        {
            "review_title": "Ticks all the boxes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I have straight, fine hair, and this product ticks all the boxes. It gives me great volume & a little texture, but I can still run my fingers through my hair. I blow dry my hair frequently so I love that it has heat protection. Plus it smells amazing. Highly recommend!"
        },
        {
            "review_title": "Invisible Grip!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "This spray gives my hair an invisible grip that adds fatness to my strands. Itu2019s not for big hair like the Texturizing Spray which I love, but it gives my hair and roots a light boost and holds my style. Like a memory spray! But itu2019s got all the science in it so itu2019s doing more than just styling which I love!!"
        }
    ]
}