{
    "product_id": "982",
    "name": "Make It Sweeter Blush & Go Liquid Highlighter Blush Set",
    "brand": "Live Tinted",
    "categories": "Makeup, Value & Gift Sets",
    "price": 40.0,
    "about": "What it is:A set that gives your complexion a radiant glow, featuring Hueglow Liquid Highlighter Drops and Blush Crush Liquid Blushu2014perfect for every complexion..Highlighted Ingredients:- Squalane: Prevents moisture loss and restores a supple feel..Ingredient Callouts:These products are cruelty-free..What Else You Need to Know:Apply an extra dot of Blush Crush Liquid Blush on the bridge of your nose and blend for a sunkissed looku2014without the sunburn. Mix a few drops of the Hueglow Liquid Highlighter Drops with the recommended amount of skin tint for a subtle, lit-from-within glow..This Set Contains:.Clean at Sephora",
    "ingredients": "-Squalane: Prevents moisture loss and restores a supple feel..-Peony Extract: Is a soothing botanical that promotes clear-, bright-looking skin..-Hyaluronic Acid: Holds up to 1,000X its weight in moisture for advanced hydration...Hueglow Liquid Highlighter Drops:.Squalane, Coco-Caprylate/Caprate, Helianthus Annuus (Sunflower) Seed Oil, Ethylene/Propylene/Styrene Copolymer, Mica, Titanium Dioxide (CI 77891), Ethylhexyl Palmitate, Water/Aqua/Eau, Ethylhexylglycerin, Sodium Hyaluronate, Trihydroxystearin, Tin Oxide, Butylene/Ethylene/Styrene Copolymer, Glucomannan, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Synthetic Fluorphlogopite, Iron Oxides (CI 77491)...Blush Crush Liquid Blush:.Water/Aqua/Eau, Isononyl Isononanoate, Glycerin, C13-15 Alkane, Propanediol, Zinc Oxide, Polyglyceryl-3 Polyricinoleate, Dipentaerythrityl Hexahydroxystearate/Hexastearate/Hexarosinate, Oryza Sativa (Rice) Bran Wax, Hydrogenated Styrene/Methylstyrene/Indene Copolymer, Disteardimonium Hectorite, Euterpe Oleracea Fruit Oil, Squalane, Paeonia Officinalis Flower Extract, Tetrahexyldecyl Ascorbate,  Magnolia Officinalis Bark Extract, Caprylyl Glycol, Octyldodecyl Stearoyl Stearate, Hydroxyacetophenone,  Isostearyl Neopentanoate, Magnesium Sulfate, Phenoxyethanol, Sodium Chloride, Potassium Sorbate, Sodium Benzoate, Citric Acid May Contain/Peut Contenir (+/-): Titanium Dioxide (CI 77891), Red 7 Lake (CI 15850), Iron Oxides (CI 77491, CI 77492, CI 77499), Red 30 Lake (CI 73360), Red 6 Lake (CI 15850)...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.Hueglow Liquid Highlighter Drops:.-Apply to your face and body for an everyday glow. .-Wear alone or over makeup...Blush Crush Liquid Blush:.-Dot on with the applicator to build color intensity, then blend using your fingertips, a diffusing brush, or a makeup sponge.",
    "num_reviews": 4,
    "overall_rating": 1.3,
    "product_url": "https://www.sephora.com/ca/en/product/live-tinted-make-it-sweeter-blush-liquid-highlighter-blush-set-P513871?skuId=2782126&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2782126-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "OUT OF STOCK",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2782126-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": []
}